{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/198570/",
  "absolute_url": "/opinion/198570/brady-v-dill/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/198570/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:54:52Z",
  "date_modified": "2017-03-24T10:57:55.360161Z",
  "type": "010combined",
  "sha1": "fddc7fae4a1add4b8345eccf8d07d20234c9ca47",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=98-2293.01A",
  "local_path": null,
  "plain_text": "               United States Court of Appeals\r\n                   For the First Circuit\r\n\nNo. 98-2293\r\n\n               WILLIAM BRADY AND THERESA BRADY,\r\n                    Plaintiffs, Appellees,\r\n\n                              v.\r\n\n                    MARYANN DILL, ET AL.,\r\n                    Defendant, Appellants.\r\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n              FOR THE DISTRICT OF MASSACHUSETTS\r\n\n          [Hon. Nancy Gertner, U.S. District Judge]\r\n\n                            Before\r\n\n                    Selya, Circuit Judge,\r\n\n               Coffin, Senior Circuit Judge,\r\n\n            and Pollak,* Senior District Judge.\r\n\n   Joseph P. Kittredge, with whom Timothy M. Burke was on brief,\r\nfor appellants.\r\n   Scott Harshbarger, Attorney General, and Michelle A.\r\nKaczynski, Assistant Attorney General, on brief for Commonwealth of\r\nMassachusetts, amicus curiae.\r\n   Philip A. Tracey, Jr., with whom Paul T. Prew and Dimento &amp;\r\nSullivan were on brief, for appellees.\r\n\nJuly 22, 1999\r\n\n          \r\n*Of the Eastern District of Pennsylvania, sitting by designation.  SELYA, Circuit Judge.    This appeal poses an intriguing\r\nquestion of constitutional law.  Suppose that the following\r\nscenario exists:  (1) the police arrest a person pursuant to a\r\nfacially valid warrant, supported by probable cause; (2) the\r\nperson, though named in the warrant, asserts that he is actually\r\ninnocent; and (3) the police come to believe that claim.  In those\r\ncircumstances, can the officers be held liable under 42 U.S.C. \r\n1983 for their refusal unilaterally to release the person whom they\r\nhave arrested?  The district court answered this question\r\nunconditionally in the affirmative.  We reverse.\r\nI.  BACKGROUND\r\nThis case had its genesis in an arrest that occurred in\r\nMiddleboro, Massachusetts, on September 17, 1994, when a state\r\ntrooper stopped David Buckley for driving under the influence of\r\nalcohol.  Buckley (who had no driver's license or other\r\nidentification on his person) palmed himself off to the arresting\r\nofficer as William Brady and supplemented this misidentification\r\nwith Brady's authentic address, date of birth, and social security\r\nnumber.  When the imposter failed to appear in court to respond to\r\nthe charge, a warrant issued in Brady's name.\r\nThat warrant was still outstanding on Saturday evening,\r\nMarch 4, 1995, when the Rockland police department received word of\r\na brawl.  The officer who responded to the scene encountered\r\nplaintiff-appellee William Brady and detained him because of the\r\noutstanding warrant, unaware that he had nabbed the real William\r\nBrady, not the poseur whose default had inspired the issuance of\r\nprocess.\r\nInformed that the warrant had borne fruit, a\r\nMassachusetts state trooper, Thomas Majenski, made a beeline for\r\nthe Rockland station house and assisted in transporting Brady to\r\nthe state police barracks in Bourne.  There, other troopers placed\r\nhim in a holding cell.  From the outset, Brady proclaimed his\r\ninnocence, insisting that he had not been stopped for drunk driving\r\nin Middleboro the previous year.\r\nShortly after Brady's arrival, his new custodians began\r\nlooking into his protested innocence.  An examination of the\r\noriginal arrest report (Report No. 1), transmitted by facsimile\r\nfrom Middleboro, revealed certain discrepancies when compared with\r\nthe Rockland arrest report (Report No. 2) (e.g., Report No. 1\r\nindicated that Brady had a tattoo and that his mother's maiden name\r\nwas \"Kowalski,\" whereas Report No. 2 noted no tattoos and listed\r\nthe detainee's mother's maiden name as \"Kozloski\").  Moreover, the\r\nparticulars concerning height, weight, hair and eye color did not\r\ncorrelate precisely.  Trooper Steven Vrona proceeded to contact the\r\nofficer who had cited the allegedly inebriated motorist, and this\r\nconversation provided further reason to believe that Brady probably\r\nwas not the person who had been stopped in Middleboro.\r\nSuspecting that they might have the wrong man\r\n(notwithstanding the exact match between the name that appeared on\r\nthe warrant and the name of the person in custody), the troopers\r\nunsuccessfully attempted to glean information from Brady about who\r\nmight have preempted his identity.  They then essayed to arrange\r\nhis release on bail.  At around midnight, a bail commissioner\r\narrived at the barracks in response to the troopers' importuning\r\nand offered to turn Brady loose on personal recognizance upon his\r\n(Brady's) execution of an agreement to appear voluntarily for\r\narraignment.  Brady declined, apparently fearing that he might\r\nsomehow inculpate himself by signing the paper.  On Sunday, March\r\n5, the troopers tried to involve an attorney on Brady's behalf, but\r\ntheir efforts came to naught.  The next day, Brady was taken to the\r\nfirst available court session, arraigned, and released.  He had\r\nspent a day and a half in custody.  The charges against him\r\neventually were dismissed.\r\nBrady sued under 42 U.S.C.  1983, claiming that the\r\ntroopers had violated his right to be free from unreasonable\r\nseizures and wrongful detention.  See U.S. Const. amends. IV &amp; XIV,\r\n1.  Although he did not challenge either the validity of the\r\ndefault warrant or the propriety of the initial arrest, he\r\ncontended that the troopers had a constitutional obligation to\r\nrelease him from custody, despite the command of the facially valid\r\nwarrant, once it had become apparent to them that they were holding\r\nthe wrong person.\r\nThe defendants moved for summary judgment, asseverating\r\nthat their handling of the situation had not violated Brady's\r\nrights, and that, in all events, the doctrine of qualified immunity\r\nshielded them from liability for money damages.  The district court\r\ngranted brevis disposition in favor of Colonel Charles Henderson\r\n(the state police superintendent) and Majenski (whose only\r\ninvolvement had been in ferrying Brady from Rockland to Bourne),\r\nbut it denied similar relief to the four troopers who served as\r\nBrady's principal custodians at the Bourne barracks (Vrona, \r\nSergeant Maryann Dill, and Troopers Kenneth J. Hudson, Jr., and\r\nDouglas Mendes).  See Brady v. Dill, 24 F. Supp.2d 129 (D. Mass.\r\n1998).  The quartet of disappointed troopers then prosecuted this\r\ninterlocutory appeal.  See Camilo-Robles v. Zapata,     F.3d    ,\r\n  (1st Cir. 1999) [1999 WL 223051, at *4] (explaining the basis\r\non which public officials may bring interlocutory appeals from\r\npretrial orders rejecting assertions of qualified immunity).\r\nII.  DISCUSSION \r\nWhen qualified immunity is at issue, an inquiring court\r\nfirst must ask whether the Constitution recognizes the right\r\nasserted by the plaintiff.  See Conn v. Gabbert, 119  S. Ct. 1292,\r\n1295 (1999).  In this instance, Brady argues that the Fourth\r\nAmendment's prohibition against unreasonable seizures obligates\r\nofficers who have made a \"matched\" arrest pursuant to a facially\r\nvalid warrant (i.e., an arrest in which the suspect's identity\r\nmatches the stated identity of the person denominated in the\r\nwarrant) to release the person unilaterally if and when they come\r\nto believe that he is innocent.  We think that this claim, as it\r\nrelates to the facts of this case, is foreclosed by Baker v.\r\nMcCollan, 443 U.S. 137 (1979).\r\nLike this case, Baker involved the \"matched\" arrest, over\r\nvigorous protest, of a victim of mistaken identities pursuant to\r\nwhat was, on its face, a valid warrant.  The sheriff's office\r\ndetained McCollan for several days, releasing him only after\r\ncomparing his visage to a photograph of the wanted man (McCollan's\r\nbrother, who, as matters turned out, had used McCollan's\r\nidentification when originally apprehended).  See id. at 140-41. \r\nMcCollan subsequently sued the sheriff under section 1983, seeking\r\ndamages for the deprivation of his liberty.  See id. at 141.  The\r\ndistrict court directed a verdict in the sheriff's favor, but the\r\ncourt of appeals reversed and remanded for a new trial.  See\r\nMcCollan v. Tate, 575 F.2d 509, 511 (5th Cir. 1978).  The Supreme\r\nCourt then granted the sheriff's certiorari petition.  See Baker v.\r\nMcCollan, 439 U.S. 1114 (1979).\r\nAlthough McCollan had framed his suit in terms of the\r\nFourteenth Amendment, the Court began by considering whether the\r\narrest itself had violated the Fourth Amendment.  See Baker, 443\r\nU.S. at 142-43 (noting that the Fourth Amendment has been\r\nincorporated into the Fourteenth).  The Court concluded that\r\nbecause the warrant naming McCollan was valid on its face, probable\r\ncause existed for the arrest and, hence, the Fourth Amendment was\r\nnot implicated.  See id. at 143-44; see also Graham v. Connor, 490\r\nU.S. 386, 396 (1989) (observing that, even if the wrong person is\r\narrested, there is no Fourth Amendment violation as long as the\r\narrest is based on probable cause) (citing cases).\r\nOnce the Fourth Amendment had dropped out of the\r\nequation, the Court considered whether McCollan had been deprived\r\nof any of the specific subset of procedural guarantees,\r\nincorporated into the Fourteenth Amendment's Due Process Clause,\r\nthat come into play after completion of an arrest (e.g., the\r\nprohibition against excessive bail, the guarantee of a speedy\r\ntrial, and the like).  See Baker, 443 U.S. at 144-46 &amp; n.3. \r\nBecause McCollan had not been deprived of any such rights, the\r\nCourt concluded that the complainant had failed to prove a\r\nconstitutional wrong.  See id. at 145-47.  While conceding that a\r\nlengthy detainment in the face of repeated claims of innocence\r\nmight in extreme circumstances furnish the basis for a\r\nconstitutional violation, the Court was \"quite certain that a\r\ndetention of three days over a New Year's weekend does not and\r\ncould not amount to such a deprivation.\"  Id. at 145.  In the\r\nbargain, the Court also rejected, at least implicitly, any claim\r\nthat the detainment constituted a substantive due process\r\nviolation.  See id. at 147-49 (Blackmun, J., concurring).\r\nBaker is compelling here.  Given that Brady does not\r\nchallenge the validity of the arrest itself   he was, after all,\r\nthe very person named in the outstanding warrant   the Fourth\r\nAmendment (which governs the legitimacy of the arrest and its\r\nincidents) is not at issue.  See id. at 143-44.  The question,\r\nthen, is whether Brady's post-arrest procedural guarantees were\r\nabridged.  To prevail on such a battleground, Brady must do more\r\nthan show that the troopers made a mistake.  See id. at 145\r\n(treating  the fact that McCollan was innocent of the charges\r\nunderlying the warrant as \"largely irrelevant to his claim of\r\ndeprivation of liberty without due process of law\").\r\nIn all events, the answer to the question is in the\r\nnegative.  The record shows beyond peradventure of doubt that the\r\nappellants afforded Brady more than the full panoply of post-arrest\r\nrights that the Constitution demands:  despite the fact that he was\r\nthe person designated in the default warrant, the troopers went to\r\ngreat pains to gather information bearing on his situation, tried\r\nto assist in securing his prompt release, and arraigned him before\r\nan impartial magistrate at the earliest opportunity.  Under these\r\ncircumstances, there is no foundation for a claim that Brady's\r\npost-arrest rights were abridged.\r\nViewed through the Baker prism, this conclusion\r\neffectively ends the matter.  Because, under parallel\r\ncircumstances, the Supreme Court pronounced a three-day detention\r\nas failing to constitute a deprivation of liberty without due\r\nprocess,  it would take circumstances much more egregious than\r\nBrady's for us to conclude that a weekend detention of\r\napproximately thirty-six hours, accompanied by a concerted effort\r\non the part of the police to secure the detainee's release,\r\nresulted in a wrong of constitutional dimensions.  Accord Sanchez\r\nv. Swyden, 139 F.3d 464, 468-69 (5th Cir. 1998) (rejecting section\r\n1983 claim premised on similar factual circumstances on the\r\nauthority of Baker).\r\nIn an effort to escape Baker's deadly embrace, Brady\r\nurges us to read the Court's words narrowly.  In his view, Baker\r\nstands only for the rule that when a person in custody protests his\r\ninnocence, police officers have no affirmative obligation to\r\ninvestigate.  Baker, Brady maintains, does not address situations\r\nin which police officers, after an arrest, do investigate and come\r\nto possess \"actual knowledge\" that the detained person, though\r\nnamed in an outstanding warrant, is a victim of mistaken\r\nidentities.  In such an eventuality, Brady posits, the Constitution\r\nrequires the officers to release the detainee without further ado. \r\nThe district court endorsed this cramped reading of Baker and\r\nrefused to grant the appellants' motion for summary disposition\r\nbecause it perceived a factual dispute as to whether they had\r\nactual knowledge of Brady's innocence.  See Brady, 24 F. Supp.2d\r\nat 134-35.\r\nTo support this ruling, Brady cites to Gay v. Wall, 761\r\nF.2d 175 (4th Cir. 1985).  There, a warrant had issued for Gay's\r\narrest after two eyewitnesses had identified him as the perpetrator\r\nof a crime.  See id. at 176.  Acting upon the warrant, the police\r\narrested Gay, kept him in custody for several weeks, and released\r\nhim only after they had arrested someone else.  See id.  Gay sued\r\nunder section 1983, alleging that, as early as the day of the\r\narrest, the police officers were certain that he was innocent and\r\nhad so stated, yet nonetheless kept him in custody for several\r\nweeks.  See id. Thus, Gay asserted, the officers had \"knowingly,\r\nunlawfully, violently, and without probable cause\" arrested him,\r\ndepriving him of an array of constitutional rights.  See id.\r\n(internal quotation marks omitted).\r\nAlthough the district court had granted summary judgment\r\nin favor of the defendants on the authority of Baker, a panel of\r\nthe Fourth Circuit reversed, maintaining that Baker does \"not\r\ninvolve actual knowledge of the defendant's innocence, but rather\r\nthe failure to take affirmative steps to determine his innocence.\" \r\nId. at 178-79.  Thus, the panel concluded, if the plaintiff's\r\nfactual allegations could be proven, \"the defendants' conduct may\r\nwell be actionable under  1983.\"  Id. at 179.\r\nWe do not believe that Brady's reliance on Gay removes\r\nhis case from Baker's compass.  Brady's minor premise is unarguably\r\ncorrect:  the Baker Court declined to impose upon police officers\r\nan affirmative duty of investigating every claim of innocence\r\nraised during a relatively short period of detention.  See Baker,\r\n443 U.S. at 145-46.  But his major premise   that the police must\r\nunilaterally release a person detained pursuant to a facially valid\r\nwarrant directing his arrest if they conclude that he is innocent\r\nis too much of a stretch.\r\nGay is distinguishable, for the detention there lasted\r\nmuch longer and the arrest itself was on shaky ground.  Equally as\r\nimportant, the Fourth Circuit has backed away from Gay.  In Brooks\r\nv. City of Winston-Salem, 85 F.3d 178 (4th Cir. 1996), the court,\r\ncharacterizing Gay as a case that stands for the proposition \"that\r\na defendant is deprived of substantive due process by continued\r\nprosecution in the absence of probable cause,\" stated that Gay's\r\nfoundation had been irretrievably compromised by more recent\r\nSupreme Court decisions.  See Brooks, 85 F.3d at 184 n.6 (citing,\r\ninter alia, Albright v. Oliver, 510 U.S. 266 (1994)).\r\nTo be sure, Brady does not cast his argument in terms of\r\nsubstantive due process; instead, he endeavors to use Gay as a\r\nwedge to extend the Fourth Amendment's protections to the post-\r\narrest context.  We doubt that Gay, fairly read, supports this\r\ngloss (although it is difficult to tell, for Gay leaves us guessing\r\nas to what act by the police officers the panel thought was\r\nwrongful and which specific constitutional provision the panel\r\nsuspected the officers might have violated).  If, however, Gay is\r\nto be construed in this free-wheeling manner, we must reject it as\r\nantithetical both to the teachings of Baker and to this court's\r\npronouncements in Thompson v. Olson, 798 F.2d 552 (1st Cir. 1986).\r\nWe begin with Baker.  Brady's position clashes head-on\r\nwith the Baker Court's conclusion that once a \"matched\" arrest\r\npursuant to a facially valid warrant supported by probable cause\r\nhas been completed, a detainee's protections from unlawful custody\r\nno longer repose in the Fourth Amendment.  See Baker, 443 \r\nU.S. at 143-44; see also Brothers v. Klevenhagen, 28 F.3d 452, 455-\r\n56 (5th Cir. 1994) (explaining that once an arrest is complete, a\r\ncriminal defendant's protection no longer emanates from the Fourth\r\nAmendment, but from other rights recognized by the Due Process\r\nClause); Villanova v. Abrams, 972 F.2d 792, 797 (7th Cir. 1992)\r\n(similar); cf. Brooks, 85 F.3d at 184 (concluding that the Fourth\r\nAmendment does not require a police officer to attempt to halt\r\ncriminal proceedings when he concludes that the criminal defendant\r\nis innocent).  As Baker teaches, \"[t]he Constitution does not\r\nguarantee that only the guilty will be arrested.\"  443 U.S. at 145.\r\nThis disclaimer is not as harsh as it might seem. \r\nPersons who are arrested enjoy \"manifold procedural protections,\"\r\nquite apart from those embodied in the Fourth Amendment, that allow\r\nthem to establish their innocence.  Id.  Our legal system\r\neffectuates these procedural protections   in a manner that adds\r\nfurther safeguards for the innocent   by placing the \"ultimate\r\ndetermination of [the arrestee's] claims of innocence . . . in the\r\nhands of the judge and the jury.\"  Id. at 146.  Baker thus\r\nvenerates the separation of functions among various government\r\nactors.  See id. at 145 (endorsing a \"reasonable division of\r\nfunctions between law enforcement officers, committing magistrates,\r\nand judicial officers\" as \"entirely consistent with 'due process of\r\nlaw'\").  This respect for the separation of functions, the\r\nsignificance of which the Court has noted in related contexts, see,\r\ne.g., Gerstein v. Pugh, 420 U.S. 103, 117-18 (1975), largely\r\nexplains why the Baker Court declined to impose on police officers\r\nan affirmative duty of investigating claims of innocence.  The\r\nsame principle also bears on why the Court deemed adherence to the\r\narchetypical post-arrest due process guarantees sufficient to\r\nprotect McCollan's rights (and, ultimately, to defeat his section\r\n1983 claim).\r\nWe hewed to this very line in Thompson which, as a\r\nprecedent of this court, further binds us in our consideration of\r\nthe case at hand.  See Williams v. Ashland Eng'g Co., 45 F.3d 588,\r\n592 (1st Cir. 1995) (outlining the parameters of the law of the\r\ncircuit doctrine).  Thompson involved a warrantless arrest in which\r\nthe police officer himself had made the initial probable cause\r\ndetermination.  The plaintiff then filed a section 1983 suit\r\nfounded on a theory of substantive due process, coupled with a\r\npendent state-law false imprisonment claim.  In discussing the\r\nlatter, we noted the general rule, which we considered applicable\r\nto cases of warrantless arrests, that \"once the arrest has been\r\nproperly effected, it is the magistrate and not the policeman who\r\nshould decide whether probable cause has dissipated to such an\r\nextent following arrest that the suspect should be released.\"  Id.\r\nat 556; accord Romero v. Fay, 45 F.3d 1472, 1481 (10th Cir. 1994)\r\n(rejecting a section 1983 claim based on the police's refusal to\r\nrelease an individual who maintained his innocence after a\r\nwarrantless arrest in light of Baker's \"recognition that the\r\njudicial system represents the proper forum in which to determine\r\nthe innocence of an arrestee\").  If the rule we recognized in\r\nThompson applies to a warrantless arrest, it must apply, a\r\nfortiori, to an arrest of a person named in a facially valid\r\nwarrant.\r\nImportant considerations undergird the separation of\r\nfunctions recognized in Baker and Thompson, and those\r\nconsiderations are at their zenith when a person who is named in a\r\nfacially valid warrant, supported by probable cause, is arrested\r\npursuant to that warrant.  When such a person asserts that he is a\r\nvictim of mistaken identities, he in effect is pressing a claim of\r\ninnocence in fact   a claim not analytically distinct from any\r\nother factual defense (say, an alibi defense or a defense premised\r\non a lack of specific intent) tendered by a person whom the police\r\narrest in pursuance of a warrant issued by a judge or magistrate. \r\nRegardless of the merits of the defense, our legal system simply\r\ndoes not rely on police officers to determine its bona fides, even\r\nthough they may have information bearing on that ultimate question\r\nand even though they may harbor strong and informed opinions one\r\nway or the other.  To the contrary, once probable cause has been\r\nestablished, a warrant issued, and an arrest perfected, the\r\nordinary course is for the prosecutor to decide whether to go\r\nforward, and if he elects to proceed, for the judicial branch to\r\nmake the final ascertainment of guilt or innocence   not for the\r\npolice to take matters into their own hands.\r\nOne reason for this allocation of decisionmaking\r\nresponsibility is that the prosecutor, the judge, and the jury are\r\ninstitutionally better equipped to make such determinations.  The\r\nprosecutor, as the official responsible for proving guilt, has the\r\ncapacity   and the armamentarium   to assemble and assess all the\r\nexisting evidence and to evaluate whether there is proof enough to\r\npress charges.  The judge, as a neutral and detached factfinder,\r\nbenefits from the formal mechanisms of introduction and\r\nconsideration of proof (not the least of which is cross-\r\nexamination) that give his ultimate determination the degree of\r\nreliability that our system of justice deems essential to ensure\r\nfairness.  The jury, similarly, is positioned to make informed\r\njudgments as to guilt or innocence upon receipt of tested proof and\r\nlegal instructions.\r\nThe police officer assumes a different posture.  Though\r\na trained investigator, he often receives information over time in\r\nbits and pieces, and does not have available the same means for\r\nmarshaling the evidence or the same tools for assessing conflicting\r\nevidence ex post.  Consequently, in a situation in which a warrant\r\nhas issued upon probable cause, a police officer is not called upon\r\neither to exercise discretion or to weigh the proof.  Rather, his\r\nobligation is more straightforward:  to execute the warrant   which\r\nis, after all, a judicially-approved order   according to its tenor\r\nand terms, detaining the individual named therein.  To place on\r\npolice officers the additional burden of determining, after a\r\nlegitimate arrest pursuant to a facially valid warrant, whether the\r\nperson detained is or is not the guilty party would blur the usual\r\nseparation of functions.  The Constitution imposes no such burden\r\non the police.  Cf. Thompson, 798 F.2d at 556 (stating that \"having\r\nonce determined that there is probable cause to arrest, an officer\r\nshould not be required to reassess [this] probable cause conclusion\r\nat every turn, whether faced with the discovery of some new\r\nevidence or a suspect's self-exonerating explanation from the back\r\nof a squad car\").\r\nIt is, moreover, impossible to subscribe to the wistful\r\nsupposition (shared by Brady, the district court, and our\r\nconcurring brother) that police officers who must make conclusions\r\nfrom conflicting evidence gathered during a post-arrest\r\ninvestigation may come to \"know\" that an arrestee is innocent. \r\nSee Brady, 24 F. Supp.2d at 134.  Absent personal knowledge of\r\nBrady's innocence   and Brady does not aver that any of the\r\nappellants were percipient witnesses to the drunk driving or its\r\nimmediate aftermath   the worst one can say about the troopers who\r\ncontinued to hold Brady in custody is that they came to believe,\r\nwith some degree of subjective certainty, that the man they had\r\narrested, though named in the warrant, was innocent of the\r\nunderlying charge.  This is not knowledge, but subjective belief  \r\neven when embellished by declarative prepositional phrases.  See\r\npost at 30 (suggesting that police officers may \"learn to a\r\ncertainty\" of a detainee's innocence); id. at 36 (suggesting that\r\nofficers may \"know to a certainty\" that they are holding the wrong\r\nman).  Regardless of rhetoric, this kind of subjective belief,\r\nwithout more, is generally insufficient to justify a police\r\nofficer's unilateral release of a person who has been lawfully\r\narrested pursuant to a valid judicial order.  Cf., e.g., United\r\nStates v. Whren, 517 U.S. 806, 811-13 (1996) (explaining that\r\npolice officers' subjective intentions are irrelevant to Fourth\r\nAmendment probable cause analyses); Graham, 490 U.S. at 397\r\n(reiterating that subjective intent plays no role in assessing the\r\nreasonableness of police officers' conduct under the Fourth\r\nAmendment).\r\nTo illustrate the point, it is readily apparent that\r\nBrady's claim that the troopers had \"actual knowledge\" of his\r\ninnocence rests on the assumption that the discrepancies between\r\nthe two arrest reports, coupled with Vrona's call to the trooper\r\nwho had stopped the ostensibly inebriated driver in Middleboro,\r\nwere sufficient to demonstrate conclusively that he was a victim of\r\nmistaken identities.  What seems like a strong argument with the\r\nbenefit of hindsight is much more dubious when matters are viewed\r\nex ante.  The discrepancies involved things like Brady's mother's\r\nmaiden name (\"Kozloski\" as opposed to \"\"Kowalski\"), the evanescent\r\ntattoo, and certain divergent physical traits.  But we live in an\r\nage where altering physical features may be accomplished with\r\nfacility, see Blackwell v. Barton, 34 F.3d 298, 304 (5th Cir.\r\n1994), where clerical errors in recording, receiving, or\r\ntransmitting data are commonplace, see United States v. De Leon-\r\nReyna, 930 F.2d 396, 398-99 (5th Cir. 1991) (en banc) (per curiam),\r\nand where descriptive inaccuracies can occur easily.  Thus, courts\r\nhave concluded with some regularity that relatively minor\r\ndiscrepancies in physical features or other data do not render\r\nunreasonable an arrest pursuant to a facially valid warrant.  See\r\nWhite v. Olig, 56 F.3d 817, 820 (7th Cir. 1995); Rodriguez v.\r\nUnited States, 54 F.3d 41, 46-47 (1st Cir. 1995); Blackwell, 34\r\nF.3d at 304; Thompson v. Prince William County, 753 F.2d 363, 364-\r\n65 (4th Cir. 1985); Johnson v. Miller, 680 F.2d 39, 41 (7th Cir.\r\n1982).\r\nThe logic underlying these pre-arrest cases applies even\r\nmore forcefully to discrepancies that come to light only after an\r\narrest has been accomplished.  The analogy therefore buttresses\r\nthis court's earlier intuition that the initial determination of\r\nprobable cause should not be undone by a police officer's\r\nassessment of post-arrest evidence that bears adversely on that\r\ninitial finding.  See Thompson, 798 F.2d at 553, 556.  Were the law\r\notherwise, there is a considerable risk that a police officer,\r\nsubjectively convinced that he has the wrong person, might turn\r\nloose a wanted criminal.\r\nTo complete the picture, we note that Brady's position\r\npresents significant practical problems.  To state the obvious, a\r\nwarrant is a judicial order authorizing an arrest, and, as long as\r\nthe police are acting in compliance with that order, it is\r\nsurpassingly difficult to fathom why the proper method of\r\nchallenging the ensuing detainment should be something other than\r\na prompt hearing before a magistrate.  Additionally, the\r\nimplications of holding the police responsible for not releasing an\r\nindividual held under a facially valid warrant that bears his name\r\nas evidence accumulates pointing to others poses such complexities\r\nthat it is not constitutionally unreasonable to leave such\r\ndecisions to the magistrate.  Among other things, a contrary rule\r\nwould create an incentive for police officers not to investigate\r\nclaims of innocence at all, for fear of incurring liability should\r\nthey uncover information that would cast doubt upon the putative\r\noffender's guilt.\r\nPerhaps more insidious, Brady's position has the\r\npotential of turning police stations into tribunals for making\r\npreliminary determinations of guilt or innocence   an eventuality\r\nthat Baker explicitly disavows.  See Baker, 443 U.S. at 145-46\r\n(refusing to recognize a constitutional duty on the police's part\r\nto investigate a detainee's innocence).  And, once police feel\r\npressured to make such decisions, they may encroach upon the\r\njudiciary's functions, denigrating the authority of warrants issued\r\nunder the auspices of judicial officers.  Should that come to pass,\r\nthe concerns about unbridled police action that the Gerstein Court\r\nunderscored, 420 U.S. at 117-18, may be realized.  Such a\r\nhappenstance would pose a much greater danger to an ordered\r\nconception of liberty than the occasional snafu that the separation\r\nof functions regime thus far has produced.\r\nAll this is not to say that a police officer may treat\r\nevidence of innocence with impunity.  He may not.  See Thompson,\r\n798 F.2d at 556 (noting that an officer may not, after the initial\r\nfinding of probable cause, \"close his eyes to all subsequent\r\ndevelopments\").  One standard police function is to provide\r\ninformation to the prosecutor and the courts.  Thus, a police\r\nofficer sometimes may be liable if he fails to apprise the\r\nprosecutor or a judicial officer of known exculpatory information. \r\nSee Hart v. O'Brien, 127 F.3d 424, 446-47 (5th Cir. 1997), cert.\r\ndenied, 119 S. Ct. 868 (1999); Sanders v. English, 950 F.2d 1152,\r\n1162 (5th Cir. 1992); Jones v. City of Chicago, 856 F.2d 985, 992-\r\n94 (7th Cir. 1988); but see Taylor v. Waters, 81 F.3d 429, 435-37\r\n(4th Cir. 1996).  In these cases, the constitutional wrong results\r\nfrom the officer's failure to deliver material information to\r\ncompetent authorities.  In that respect, the cited cases are unlike\r\nthe case at bar:  when a police officer acts as an information\r\nprovider, he may be obliged to reveal exculpatory facts (bearing\r\neither on innocence or on probable cause) to a prosecutor or a\r\njudicial officer, cf. United States v. Agurs, 427 U.S. 97, 111-13\r\n(1976) (concluding that prosecutor has a duty to reveal material\r\nexculpatory evidence even in the absence of a specific request),\r\nbut the Constitution imposes no parallel duty on a police officer\r\nto function as a decisionmaker in order to determine the\r\ndissipation vel non of probable cause or the actual innocence of a\r\nperson in custody.  In such post-arrest cases, it is ordinarily\r\nsufficient for the police officer to bring the relevant information\r\nto the attention of the prosecutor or the proper judicial official\r\nin a timeous fashion.\r\nWe say \"ordinarily\" because we do not mean to suggest\r\nthat under no circumstances can such a duty arise.  Thus, despite\r\nthe Court's recent efforts at containment of substantive due\r\nprocess initiatives, see, e.g., Collins v. City of Harker Heights,\r\n503 U.S. 115, 125 (1992), we understand Baker to leave open the\r\npossibility that, under extreme circumstances, a plaintiff may be\r\nable to press such a claim.  Then-Justice Rehnquist, writing for\r\nthe Court in Baker, took pains to note that the Court was not\r\nspeaking in absolute terms, as if writing a rule of plane geometry. \r\nSee Baker, 443 U.S. at 144-45.  Depending upon factors such as the\r\nlength of the detention, the behavior of the police, the source and\r\nquality of the information available to them, and the nature of the\r\npretrial procedures afforded by local law, there may be\r\ncircumstances so egregious as to ground a substantive due process\r\nclaim.  See, e.g., Gray v. Cuyahoga County Sheriff's Dep't, 150\r\nF.3d 579, 582-84 (6th Cir. 1998) (concluding that plaintiff had\r\nstated a substantive due process claim when the police had detained\r\nhim for 41 days despite their possession of a photograph of the\r\nwanted person \"that bore virtually no resemblance\" to him and the\r\nready availability of a physical description of the wanted person\r\nwhich \"detail[ed] certain permanent scars\" that the plaintiff did\r\nnot have), cert. denied, 67 U.S.L.W. 3625 (May 17, 1999); Rodriguez\r\nv. Roth, 516 F. Supp. 410, 412 (E.D. Pa. 1981) (reaching similar\r\nconclusion where detention had lasted for 30 days).  But Brady's\r\nexperience, while distasteful, does not sink to such depths.\r\nTo summarize, Brady   who was targeted in a facially\r\nvalid warrant issued by a judicial officer upon probable cause  \r\nhas no Fourth Amendment claim in respect to a detention that\r\nfollowed a lawful arrest pursuant to that warrant.  At least in\r\nthe case of the \"matched\" warrant here at issue, the officers'\r\nsubjective belief as to Brady's innocence does not justify an\r\n\"actual knowledge\" exception to the general schema that Baker\r\nprescribes.  Finally, viewed as a matter of due process, Brady's\r\ncircumstances do not go beyond the boundaries of McCollan's (the\r\nplaintiff in Baker).  Accordingly, the district court should have\r\ngranted the appellants' motion for summary judgment.\r\nWe add a coda.  Even had we concluded that the record\r\nmight support a finding that the troopers infringed on Brady's\r\nconstitutional rights, we nonetheless would uphold their request\r\nfor summary judgment based on the doctrine of qualified immunity. \r\nWe explain briefly.\r\nTo determine a defendant's eligibility for qualified\r\nimmunity, courts must define the right asserted by the plaintiff at\r\nan appropriate level of generality and ask whether, so\r\ncharacterized, that right was clearly established when the harm-\r\ninducing conduct allegedly took place.  See Anderson v. Creighton,\r\n483 U.S. 635, 639 (1987).  This does not mean that a right is\r\nclearly established only if there is precedent of considerable\r\nfactual similarity.  See id. at 640 (explaining that a general rule\r\nof constitutional law identified by precedent may clearly apply to\r\nthe specific conduct at issue, even though \"the very action in\r\nquestion has [not] previously been held unlawful\").  It does mean,\r\nhowever, that the law must have defined the right in a quite\r\nspecific manner, and that the announcement of the rule establishing\r\nthe right must have been unambiguous and widespread, such that the\r\nunlawfulness of particular conduct will be apparent ex ante to\r\nreasonable public officials.  See Wilson v. Layne,     S. Ct.    ,\r\n  (1999) [1999 WL 320817, at *8-*9]; Ringuette v. City of Fall\r\nRiver, 146 F.3d 1, 4 (1st Cir. 1998); Nereida-Gonzalez v. Tirado-\r\nDelgado, 990 F.2d 701, 704 (1st Cir. 1993).  After all, qualified\r\nimmunity for public officials serves important societal purposes,\r\nand it is therefore meant to protect \"all but the plainly\r\nincompetent or those who knowingly violate the law.\"  Malley v.\r\nBriggs, 475 U.S. 335, 341 (1986).\r\nHere, the troopers scrupulously executed a judicial order\r\nthe arrest warrant that bore Brady's name   according to its\r\nterms.  Their reliance on that warrant appears to have been\r\nobjectively reasonable.  Cf. id. at 345.  Insofar as their failure\r\nto release Brady unilaterally once they began to believe that he\r\nwas innocent, that conduct, under the case law discussed supra,\r\nlikewise appears to be objectively reasonable.  Gay is the only\r\ncase that seems to support Brady's assertion of a post-arrest\r\nconstitutional right to be released unilaterally by police officers\r\nwho come to believe that a person duly apprehended is, in fact,\r\ninnocent.  That case is in obvious tension with Baker and Thompson,\r\nand its precedential value is highly suspect in the circuit of its\r\norigin.  It is, therefore, too slender a reed to ward off a finding\r\nof qualified immunity.\r\nThe Supreme Court recently held that an asserted right\r\nwas not clearly established where the plaintiffs were unable to\r\ncite \"any cases of controlling authority in their jurisdiction at\r\nthe time of the incident which clearly established the rule on\r\nwhich they [sought] to rely,\" and equally failed to \"identif[y] a\r\nconsensus of cases of persuasive authority such that a reasonable\r\nofficer could not have believed that his actions were lawful.\" \r\nWilson,     S. Ct. at     [1999 WL 320817, at *9].  The Wilson\r\nCourt's reasoning is perfectly tailored to the circumstances here. \r\nThompson, which represents the governing law of this circuit,\r\nplainly did not render the troopers' actions unlawful, and the\r\ntenuous status of Gay falls far short of the \"persuasive authority\"\r\nthat Wilson envisions.\r\n\nIII.  CONCLUSION\r\nThe Constitution does not guarantee that the police will\r\nnever blunder when making arrests, but it establishes certain\r\nprocedures to ensure that most mistakes will be detected and\r\nrectified.  Those mechanisms worked in this case.  Brady was taken\r\nbefore a judge at the earliest opportunity, promptly released, and\r\nthereafter acquitted of any wrongdoing.  While we are mindful of\r\nthe indignities that accompany arrest and subsequent detainment, we\r\nare also mindful of the dangers inherent in tipping the delicate\r\nconstitutional balance that separates the functions assigned to\r\ndifferent departments of government.  Far from eliminating errors,\r\nimposing liability on police officers for honest mistakes of this\r\nkind   especially in cases where, from all indications, the\r\nofficers acted with reasonable dispatch to compensate for any bevue\r\nnot only would have a detrimental impact on effective law\r\nenforcement, but also would threaten the separation of functions\r\nthat our constitutional system has deployed as a means of\r\nminimizing the occurrence (and mitigating the adverse effects) of\r\nthose very errors.\r\nWe need go no further.  There is no persuasive authority\r\nto support Brady's contention that he was deprived of liberty\r\nwithout due process of law as a result of his regrettable thirty-\r\nsix hour detention.  The appellants are therefore entitled to\r\nsummary judgment.\r\n\nReversed.\r\n\n                  Concurring Opinion follows    POLLAK, District Judge (concurring).  Plaintiff William\r\nBrady and his wife, co-plaintiff Theresa Brady, have jointly\r\nadvanced the federal claim that when law enforcement officers learn\r\nto a certainty that a person they are holding in custody pursuant\r\nto a valid arrest warrant is in fact not the perpetrator of the\r\noffense giving rise to the arrest warrant, the law enforcement\r\nofficers then have an obligation under the Constitution to release\r\nthat person from custody, an obligation assertable in a law suit\r\nbrought pursuant to 42 U.S.C. 1983. (The plaintiffs have also\r\nadvanced certain claims under Massachusetts law, but the proper\r\ndisposition of those claims is not at issue on this appeal). Since\r\nTheresa Brady's share of the federal claim is entirely derivative\r\nfrom, and hence contingent on the viability of, the share of the\r\nfederal claim put forward by her husband, I will, for convenience\r\nof presentation in the discussion which follows, refer to the\r\nplaintiffs' federal claims in the singular -- \"the Brady claim,\" or\r\n\"Brady's claim\".  Defendant police officers Maryann Dill, Kenneth\r\nJ. Hudson, Jr., Douglas Mendes and Steve Vrona have questioned\r\nwhether the Brady claim has any constitutional footing; further,\r\ndefendants have contended that -- assuming arguendo that the Brady\r\nclaim is a cognizable constitutional claim -- the constitutional\r\nprinciple undergirding that claim was not clearly established at\r\nthe time (March 4th to March 6th, 1995) William Brady was arrested\r\nand held in custody, and hence that the defendants would be\r\nshielded from any putative liability by qualified immunity.\r\nThe District Court, in ruling on defendants' motion for\r\nsummary judgment, concluded that Brady's claim is firmly rooted in\r\nthe Fourth Amendment: \"If a jury finds that defendants knew that\r\nBrady was not really the man wanted by the warrant, then they could\r\nalso conclude that the defendants violated Brady's Fourth Amendment\r\nright to be free from unreasonable seizure.\" Brady v. Dill, 24 F.\r\nSupp. 2d, 129, 135 (D. Mass. 1998). Further, the District Court\r\nfound that the Fourth Amendment right sought to be vindicated was\r\nclearly established; the District Court rested this aspect of its\r\nanalysis on the Supreme Court's recognition, in Maryland v.\r\nGarrison, 480 U.S. 79, 86-87 (1980), of the obligation of police\r\nofficers executing a search warrant to desist from searching\r\npremises lying outside the scope of the search warrant the moment\r\nthe officers recognize that they have travelled beyond the\r\nwarrant's boundaries. Accordingly, the District Court -- while\r\ngranting summary judgment in favor of two defendant officers who \r\nclearly played no role in Brady's allegedly extended detention -- \r\ndeclined to grant summary judgment in favor of Officers Dill,\r\nHudson, Mendes and Vrona. The question whether there came a time at\r\nwhich \"defendants did know ...that they had the wrong man\" was, in\r\nthe District Court's view, \"the quintessential jury question.\" \r\nBrady v. Dill, supra, 24 F. Supp. 2d at 135 (emphasis in original).\r\nDisagreeing with both aspects of the District Court's\r\nruling, this court concludes that (1) Brady has not presented a\r\nviable constitutional claim, and (2) even if the claim were to be\r\nregarded as having persuasive doctrinal footing, the published case\r\nlaw which can be said to demonstrate some measure of antecedent\r\ncredence for the claim is so meager as to be \"too slender a reed to\r\nward off a finding of qualified immunity.\"  In sum, the court is of\r\nthe view that defendants are doubly entitled to summary judgment.\r\n(However, this court's reversal of the judgment of the District\r\nCourt does not necessarily close this litigation: this court's\r\nopinion is, properly, at pains \"to direct the District Court to\r\ndismiss Brady's state-law claims without prejudice for want of\r\nfederal jurisdiction,\" so that any potentially cognizable state-law\r\nclaims may be asserted in the Massachusetts courts).\r\nOn the question whether Brady has presented a viable\r\nconstitutional claim I respectfully disagree with the position\r\nannounced by this court.  On the question whether defendants are\r\nentitled to qualified immunity, I respectfully disagree with the\r\nposition announced by the District Court. This means that I concur\r\nin the judgment of this court but not in the court's opinion. I\r\nwrite separately to explicate the line of thinking that leads me to\r\ndiffer with both courts.\r\nI. Is the Brady claim a viable constitutional claim? \r\n\ni \r\nThis court's opinion states: \"We believe that [the Brady]\r\nclaim...is foreclosed by Baker v. McCollan, 443 U.S. 137 (1979).\"\r\nIn Baker the Supreme Court held that a person arrested in\r\nconformity with a validly issued warrant who was held in custody\r\nfor three days by a sheriff who made no real effort to investigate\r\nthe detainee's fully justified and readily documentable insistence\r\nthat, although named in the warrant, he was in fact not the person\r\nwho committed the offense charged, had no cognizable 1983 claim\r\nagainst the sheriff for the three days of inappropriate detention.\r\nWhile deeming Baker to be adversely dispositive of the claim\r\nadvanced in the case at bar, this court recognizes that Brady --\r\nand the District Court -- have posited a reading of Baker that is\r\nnot preclusive of the Brady claim:  \r\n    In an effort to escape Baker's deadly\r\nembrace, Brady urges us to read the Court's\r\nwords narrowly.  In his view, Baker stands\r\nonly for the rule that when a person in\r\ncustody protests his innocence, police\r\nofficers have no affirmative obligation to\r\ninvestigate.  Baker, Brady maintains, does not\r\naddress situations in which police officers,\r\nafter an arrest, come to possess \"actual\r\nknowledge\" that the detained person, though\r\nnamed in an outstanding warrant, is a victim\r\nof mistaken identities.  In such an\r\neventuality, Brady posits, the Constitution\r\nrequires the officers to release the detainee\r\nwithout further ado. The district court\r\nendorsed this cramped reading of Baker and\r\nrefused to grant the appellants' motion for\r\nsummary judgment disposition because it\r\nperceived a factual dispute as to whether they\r\nhad actual knowledge of Brady's innocence.\r\n\nTurning to what the Supreme Court wrote in Baker in the\r\nparagraph which concludes its Fourteenth Amendment analysis, I find\r\nit difficult to acquiesce in this court's characterization of the\r\nBrady/district court interpretation of Baker as a \"cramped\r\nreading.\"  What the Supreme Court wrote was this:\r\n    The Fourteenth Amendment does not\r\nprotect against all deprivations of liberty. \r\nIt protects only against deprivations of\r\nliberty accomplished \"without due process of\r\nlaw.\"  A reasonable division of functions\r\nbetween law enforcement officers, committing\r\nmagistrates, and judicial officers -- all of\r\nwhom may be potential defendants in a 1983\r\naction -- is entirely consistent with \"due\r\nprocess of law.\"  Given the requirements that\r\narrest may be made only on probable cause and\r\nthat one detained be accorded a speedy trial,\r\nwe do not think a sheriff executing an arrest\r\nwarrant is required by the Constitution to\r\ninvestigate independently every claim of\r\ninnocence, whether the claim is based on\r\nmistaken identity or a defense such as lack of\r\nrequisite intent.  Nor is the official charged\r\nwith maintaining custody of the accused named\r\nin the warrant required by the Constitution to\r\nperform an error-free investigation of such a\r\nclaim.  The ultimate determination of such\r\nclaims of innocence is placed in the hands of\r\nthe judge and the jury.\r\n\n443 U.S. at 145-146 (footnote omitted).\r\n\nThe quoted paragraph announces two linked propositions of\r\nconstitutional law. These propositions govern claims brought, under\r\n1983, by one arrested pursuant to a valid arrest warrant who,\r\nnotwithstanding that he is concededly the person named in the\r\nwarrant, promptly and continuously asserts his innocence, but who,\r\nnonetheless, is not promptly released by the law enforcement\r\nofficers who arrested and/or subsequently detained him. The\r\npropositions -- rendered in paraphrase -- are these: (1) The\r\n\"liberty\" clause of the Fourteenth Amendment (\"[N]or shall any\r\nState deprive any person of life, liberty, or property without due\r\nprocess of law\") does not obligate a law enforcement officer\r\ncarrying out an arrest under a valid warrant to investigate claims\r\nof innocence voiced by or on behalf of the person arrested. (2) The\r\n\"liberty\" clause does not obligate an officer who, post-arrest, has\r\ncustody of a person validly arrested, to conduct an \"error free\"\r\n(443 U.S. at 146) inquiry into claims of innocence advanced by or\r\non behalf of the person arrested and subsequently detained. (This\r\nsecond proposition is not, as a matter of syntax, entirely devoid\r\nof ambiguity: the proposition may be taken to mean that a custodial\r\nofficer is under no constitutional obligation to conduct an\r\ninquiry, perfect or otherwise, into claims of innocence; or,\r\nalternatively, the proposition may be taken to mean that, whether\r\nor not there is deemed to be a constitutional obligation to\r\ninquire, a custodial officer who undertakes to inquire has no\r\nconstitutional obligation to insure that the findings arrived at\r\nare \"error free.\")     \r\nNeither of these two propositions addresses in terms --\r\nor, I submit, by necessary implication -- the question posed in the\r\ncase at bar: when (1) law enforcement officers undertake to\r\ninvestigate claims that a person in custody pursuant to a valid\r\narrest is innocent, and (2) the investigation produces information\r\nthat provides the officers with actual knowledge that the person in\r\ncustody is not the person who committed the crime, does the\r\n\"liberty\" clause impose on the law enforcement officers an\r\nobligation to release that person forthwith -- notwithstanding that\r\nhe is the person named in the arrest warrant -- because they know\r\nto a certainty that he is innocent?      \r\n  It may be urged that in transposing the quoted Baker\r\nparagraph into two paraphrased propositions I have given the\r\nCourt's language short shrift by ignoring the paragraph's closing\r\nsentence: \"The ultimate determination of such [i.e., the\r\ndetainee's] claims of innocence is placed in the hands of the judge\r\nand jury.\" 443 U.S. at 146. Quoting that sentence, this court\r\nproperly observes that \"Baker thus venerates the separation of\r\nfunctions among various government actors.\"  So understood, the\r\ndistinction drawn by the Supreme Court between the conventional\r\nrole of law enforcement officers and the conventional role of\r\ncourts is clearly responsive to the issue posed in Baker -- namely,\r\nwhether a law enforcement officer has a constitutional duty to\r\ninvestigate, and arrive at reliable findings with respect to,\r\nclaims that a person properly taken into custody is in fact (as\r\nBaker was in fact) not the person who committed the alleged\r\noffense.  The answer to that question is in the negative for the\r\nreason that, in the American scheme of things, it is generally the\r\ncase that determining innocence vel non is a judicial function\r\nrather than a police function. But that general description of the\r\nAmerican scene does not answer the question posed by the case at\r\nbar: in a circumstance in which, going beyond their constitutional\r\nduty, law enforcement officers do investigate and in the process\r\nlearn that the person detained is indisputably not the perpetrator\r\nof the offense charged, are not the law enforcement officers then\r\nunder a constitutional duty forthwith to release the person \r\ndetained?  In arguing that this is a question that is not, as the\r\ncourt holds, \"foreclosed\" by Baker, I would note that Baker's\r\nattribution to the judiciary of institutional responsibility for\r\n\"[t]he...determination of...claims of innocence\" characterized that\r\ndetermination as the \"ultimate\" determination.  Assigning to the\r\njudicial branch \"ultimate\" responsibility for determining innocence\r\nwould not appear to preclude an earlier finding of innocence by law\r\nenforcement officers of the executive branch.  It might, indeed, be\r\nthought to invite such executive intervention in the circumstance\r\n-- the rare circumstance -- in which agents of the executive branch\r\nacquire actual knowledge (as opposed to information establishing a\r\nhigh degree of probability yet in some modest measure still open to\r\nfurther inquiry) of the innocence of the person detained.\r\n\nii\r\nIn the foregoing subsection of this opinion I have\r\nundertaken to summarize the broad construction of Baker presented\r\nin the court's opinion; and then, to counter that broad\r\nconstruction, I have undertaken to present, in summary form, a\r\nreconstruction of Baker positing what I think is a plausible,\r\nalbeit less spacious, reading.  Doubtless some will tend to regard\r\nthis revisionist reading as less a reconstruction than a\r\ndeconstruction -- or, more charitably, a desiccation.  I must\r\nacknowledge that the court has advanced some good arguments in\r\nfavor of its broad reading. To do justice to the court's arguments,\r\nwhich are developed with considerable care, I quote from those\r\narguments at some length (footnote omitted):   \r\n\n    Important considerations undergird the\r\nseparation of functions recognized in Baker\r\nand Thompson [v. Olson, 798 F. 2d 552 (1st\r\nCir. 1986)(see supra, notes 1 and 2)], and\r\nthose considerations are at their zenith when\r\na person who is named in a facially valid\r\nwarrant, supported by probable cause, is\r\narrested pursuant to that warrant.  When such\r\na person asserts that he is a victim of\r\nmistaken identities, he in effect is pressing\r\na claim of innocence in fact -- a claim not\r\nanalytically distinct from any other factual\r\ndefense (say, an alibi defense or a defense\r\npremised on a lack of specific intent)\r\ntendered by a person whom the police arrest in\r\npursuance of a warrant issued by a judge or\r\nmagistrate.  Regardless of the merits of the\r\ndefense, our legal system simply does not rely\r\non police officers to determine its bona\r\nfides, even though they may have information\r\nbearing on that ultimate question and even\r\nthough they may harbor strong and informed\r\nopinions one way or the other.  To the\r\ncontrary, once probable cause has been\r\nestablished, a warrant issued, and an arrest\r\nperfected, the ordinary course is for the\r\nprosecutor to decide whether to go forward,\r\nand if he elects to proceed, for the judicial\r\nbranch to make the final ascertainment of\r\nguilt or innocence -- not for the police to\r\ntake matters into their own hands.  \r\n\n       ......\r\n\n    It is, moreover, impossible to\r\nsubscribe to Brady's (and the district\r\ncourt's) supposition that police officers who\r\nmust make conclusions from conflicting\r\nevidence gathered during a post-arrest\r\ninvestigation may come to 'know' that an\r\narrestee is innocent. . . .Absent personal\r\nknowledge of Brady's innocence -- and Brady\r\ndoes not aver that any of the appellants were\r\npercipient witnesses to the drunk driving or\r\nits immediate aftermath -- the worst one can\r\nsay about the troopers who continued to hold\r\nBrady in custody is that they came to believe,\r\nwith some degree of subjective certainty, that\r\nthe man they had arrested, though named in the\r\nwarrant, was innocent of the underlying\r\ncharge.  This is not knowledge -- and this\r\nkind of subjective belief, without more, is\r\ngenerally insufficient to justify a police\r\nofficer's unilateral release of a person who\r\nhas been lawfully arrested pursuant to a valid\r\njudicial order.\r\n\nThese are cogent arguments.  But they are not, I think,\r\nincontrovertible.\r\nLet us consider just what it is that Brady contends.  He\r\ncontends that: (1) the facially valid warrant pursuant to which he\r\nwas arrested named him rather than the real culprit because the\r\nreal culprit tricked the police by pretending to be Brady; and (2)\r\nin response to Brady's protestations of innocence the police\r\ninquired into the matter and soon came to realize that Brady was\r\nnot the man they wanted; but, (3) rather than releasing him at\r\nonce, the police kept Brady in custody for thirty-six hours  until,\r\nfinally, Brady was brought before a magistrate who directed that he\r\nbe freed.  \r\nNow let us measure Brady's claim of innocence against the\r\nanalysis propounded by the court.  According to the court, when a\r\nperson arrested pursuant to an arrest warrant that names him\r\n\"asserts that he is a victim of mistaken identities, he in effect\r\nis pressing a claim of innocence in fact -- a claim not\r\nanalytically distinct from any other factual defense (say, an alibi\r\ndefense or a defense premised on a lack of specific intent)\r\ntendered by a person whom the police arrest in pursuance of a\r\nwarrant issued by a judge or magistrate.\"  I have no quarrel with\r\nthe proposition that such claims are not \"analytically distinct.\" \r\nBut I would argue that such claims also are -- or at least may be\r\n-- pragmatically very different. Thus -- subscribing in this\r\nrespect to the court's argument -- I find it very difficult to\r\nposit a scenario in which a claim of \"lack of specific intent\"\r\ncould, within a few or even several days of dedicated police\r\ninvestigation, be so painstakingly explored, intricately unraveled\r\nand subtly evaluated as to lead the investigating officers to have\r\nabsolute assurance of the innocence of the person in custody.  But\r\nI have little difficulty in positing such a scenario with respect\r\nto a claim of \"mistaken identities.\"  And I do not have to resort\r\nto putting together a hypothetical case. Our doctrinal raw\r\nmaterials offer us a real world case -- the case of Baker v.\r\nMcCollan.  Linnie Carl McCollan -- so the Court narrated -- was\r\nvictimized by his brother Leonard. Leonard fabricated a copy of\r\nLinnie's driving license with Leonard's photograph superimposed on\r\nit. With the aid of this counterfeit identification, Leonard, when\r\narrested in October of 1972 in Potter County, Texas, for a\r\nnarcotics offense, orchestrated matters with such fraternal\r\ndevotion that he was booked and bailed -- and subsequently failed\r\nto appear -- as Linnie. Wherefore, when, on December 26, 1972,\r\nLinnie was pulled over by a Dallas police officer for going through\r\na red light, \"[a] routine warrant check revealed that Linnie Carl\r\nMcCollan was wanted in Potter County, and respondent was taken into\r\ncustody over his protests of mistaken identification..\" 443 U.S. at\r\n141. For reasons not elaborated on in the Supreme Court's opinion,\r\nor in Justice Stevens's dissent, notwithstanding the fact that the\r\nDallas Police Department promptly notified the Potter County\r\nSheriff's Department of Linnie's arrest, four days were to elapse\r\nbefore Linnie was taken from Dallas to Potter County. What the\r\ntranspired, as the Court narrates it, was this:\r\n  On December 30, Potter County deputies took\r\ncustody of respondent and placed him in the\r\nPotter County Jail in Amarillo.  He remained\r\nthere until January 2, 1973, when officials\r\ncompared his appearance against a file\r\nphotograph of the wanted man and, recognizing\r\ntheir error, released him. \r\n\nIbid.\r\n\nLike the defendant police officers in the case at bar,\r\nthose who had Linnie Carl McCollan in charge were not \"percipient\r\nwitnesses\" of the offense charged against the person in custody:\r\nthat is, they had no \"personal knowledge of [that person's]\r\ninnocence.\"  But Linnie Carl McCollan's custodians did not conclude\r\nthat they had to wait for a judicial officer to dismiss the charges\r\nand order Linnie released. \"[R]ecognizing their error,\" they\r\n\"released him.\"  Of course the Supreme Court did not say that it\r\nwas the constitutional duty of McCollan's custodians to release\r\nMcCollan on \"recognizing their error.\"  That issue -- which Brady's\r\nclaim presents to this court -- was not before the Baker Court. But\r\nit is, I think, of at least passing interest that the Supreme\r\nCourt's narrative of the way in which McCollan's (belated) release\r\nfrom custody was accomplished seems to treat it as a matter of\r\ncourse. \r\nIt is my submission that the action Linnie Carl\r\nMcCollan's custodians took to release him when they knew to a\r\ncertainty that he was not their man was their constitutional duty.\r\nThe court disagrees. In terms of ultimate practical difference, the\r\ngap separating my constitutional position from that of the court is\r\nnot a wide one, for the reason that, were my position to prevail,\r\nthere would, I think, be no more than a handful of cases in which\r\na plaintiff would be able to demonstrate to a fact-finder that\r\npolice officers kept someone in custody beyond a point in time at\r\nwhich they knew to a certainty  that the person in custody was not\r\nthe perpetrator of the offense charged.  I employ the phrase \"knew\r\nto a certainty\" advisedly.  That would be my translation of the\r\nphrase \"actual knowledge\" -- the phrase contended for by Brady and\r\nrelied upon by the District Court.  Moreover, in explicating \"knew\r\nto a certainty,\" I would instruct the fact-finder that the\r\noperative constitutional principle is the following: An affirmative\r\nduty to release arises only if an arresting or custodial officer\r\nascertains beyond a reasonable doubt that the suspicion (probable\r\ncause) which forms the basis for the privilege of arrest is\r\nunfounded. (I have adapted this formulation -- almost verbatim --\r\nfrom the formulation employed by this court in Thompson v. Olson,\r\nsupra, 798 F. 2d at 556, to describe the duty of an arresting\r\nofficer \"following a legal warrantless arrest based on probable\r\ncause.\"  The Thompson formulation -- which was drawn from 134,\r\nComment f, of the Second Restatement of Torts -- is stated by this\r\ncourt in today's opinion to be a principle of Maine law, not of\r\nfederal constitutional law.  Possibly so; but, as I explain in\r\nfootnote 2, supra, I am not as agile as the court is in tracing,\r\nlet alone walking, the fine line between state and federal law\r\nwhich the court discerns in its examination of Thompson. In any\r\nevent, whatever the scope -- just Maine law or also federal law --\r\nof the Thompson formulation, I regard it as a useful source for the\r\nconstitutional principle I would deploy in cases such as the case\r\nat bar). \r\nIf Brady's case were to go to trial, I would regard it as\r\nhighly unlikely that a jury charged in the manner I have just\r\ndescribed would find in his favor.  I agree with the court that\r\n\"the worst one can say about the troopers who continued to hold\r\nBrady in custody is that they came to believe, with some degree of\r\nsubjective certainty, that the man they had arrested, though named\r\nin the warrant, was innocent of the underlying charge.\"  But\r\nalthough that is my view of the facts of record at the summary\r\njudgment stage, I am persuaded that a jury might  conceivably view\r\nthe facts differently.  Which means that I agree with the District\r\nCourt's assessment that this is \"the quintessential jury\r\nquestion.\"\r\nIf the constitutional principle I have proposed were to\r\nbe adopted, it would be my expectation that concrete applications\r\nof the principle would turn out to be few and far between.  Does\r\nthe expectation that the proposed principle would rarely have\r\noccasion to be vindicated mean that the proposed principle would\r\nreally be a sort of whimsical superfluity that would trivialize,\r\nnot augment, the Constitution?  I am persuaded that the answer is\r\nno.  And I say this because, so it seems to me, to reject the\r\nproposed principle -- to conclude that there is house room in the\r\nAmerican scene for law enforcement officers to keep a person in\r\ncustody for any appreciable length of time after they know to a\r\ncertainty that the person is not the culprit -- is to diminish what\r\nis after all the central value of the text and of the spirit of the\r\nConstitution: liberty.\r\n\nII. Is the constitutional principle underlying Brady's claim\r\nsufficiently clearly established so as to defeat the defendants'\r\nassertion of qualified immunity?\r\nAt the end of its opinion, the court examines the\r\nquestion whether, assuming arguendo the viability of Brady's\r\nconstitutional claim, the constitutional principle that Brady has\r\nsought to vindicate is sufficiently clearly established so as to\r\ndefeat the defense of qualified immunity deployed by the defendant\r\nlaw enforcement officers.  The court answers that question in the\r\nnegative.  I agree.  The court's analysis seems to me entirely apt. \r\nI would only add that the strength of the court's arguments against\r\nthe viability of Brady's claim, coupled with the dearth of case law\r\nsupporting my counter-arguments, seem to me to demonstrate\r\ndecisively that the Brady claim, even if the court were to accept\r\nits theoretical cognizability, could not properly be pursued in\r\nthis case against these defendants.  That is to say, when these\r\ndefendants did the things of which Brady has complained, they had\r\nlittle ground for supposing that the Constitution imposed on them\r\nthe duty that I have attempted to formulate. \r\n                   Conclusion\r\n\nAlthough I disagree with the court's rejection of the\r\ncognizability of Brady's constitutional claim, I acquiesce in the\r\ncourt's view that the defendants are, in any event, shielded by\r\nqualified immunity.  Accordingly, I concur in the judgment of the\r\ncourt.\n",
  "html": "<p class=\"case_cite\">187 F.3d 104 (1st Cir. 1999)</p>\n    <p class=\"parties\">WILLIAM BRADY AND THERESA BRADY, Plaintiffs, Appellees,<br>v.<br>MARYANN DILL, ET AL., Defendant, Appellants.</p>\n    <p class=\"docket\">No. 98-2293.</p>\n    <p class=\"court\">United States Court of Appeals for the First Circuit.</p>\n    <p class=\"date\">Heard May 6, 1999.<br>Decided July 22, 1999.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF MASSACHUSETTS[Copyrighted Material Omitted]</p>\n      <p class=\"indent\">Joseph P. Kittredge, with whom Timothy M. Burke was on brief, for appellants.</p>\n      <p class=\"indent\">Scott Harshbarger, Attorney General, and Michelle A. Kaczynski, Assistant Attorney General, on brief for Commonwealth of Massachusetts, amicus curiae.</p>\n      <p class=\"indent\">Philip A. Tracey, Jr., with whom Paul T. Prew and Dimento &amp; Sullivan were on brief, for appellees.</p>\n      <p class=\"indent\">Before Selya, Circuit Judge, Coffin, Senior Circuit Judge, and Pollak,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> Senior District Judge.</p>\n      <p class=\"indent\">SELYA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This appeal poses an intriguing question of constitutional law. Suppose that the following scenario exists: (1) the police arrest a person pursuant to a facially valid warrant, supported by probable cause; (2) the person, though named in the warrant, asserts that he is actually innocent; and (3) the police come to believe that claim. In those circumstances, can the officers be held liable under 42 U.S.C. &#167; 1983 for their refusal unilaterally to release the person whom they have arrested? The district court answered this question unconditionally in the affirmative. We reverse.</p>\n    </div>\n    <p class=\"indent\">I. BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">This case had its genesis in an arrest that occurred in Middleboro, Massachusetts, on September 17, 1994, when a state trooper stopped David Buckley for driving under the influence of alcohol.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> Buckley (who had no driver's license or other identification on his person) palmed himself off to the arresting officer as William Brady and supplemented this misidentification with Brady's authentic address, date of birth, and social security number. When the imposter failed to appear in court to respond to the charge, a warrant issued in Brady's name.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">That warrant was still outstanding on Saturday evening, March 4, 1995, when the Rockland police department received word of a brawl. The officer who responded to the scene encountered plaintiff-appellee William Brady and detained him because of the outstanding warrant, unaware that he had nabbed the real William Brady, not the poseur whose default had inspired the issuance of process.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Informed that the warrant had borne fruit, a Massachusetts state trooper, Thomas Majenski, made a beeline for the Rockland station house and assisted in transporting Brady to the state police barracks in Bourne. There, other troopers placed him in a holding cell. From the outset, Brady proclaimed his innocence, insisting that he had not been stopped for drunk driving in Middleboro the previous year.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Shortly after Brady's arrival, his new custodians began looking into his protested innocence. An examination of the original arrest report (Report No. 1), transmitted by facsimile from Middleboro, revealed certain discrepancies when compared with the Rockland arrest report (Report No. 2) (e.g., Report No. 1 indicated that Brady had a tattoo and that his mother's maiden name was \"Kowalski,\" whereas Report No. 2 noted no tattoos and listed the detainee's mother's maiden name as \"Kozloski\"). Moreover, the particulars concerning height, weight, hair and eye color did not correlate precisely. Trooper Steven Vrona proceeded to contact the officer who had cited the allegedly inebriated motorist, and this conversation provided further reason to believe that Brady probably was not the person who had been stopped in Middleboro.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Suspecting that they might have the wrong man (notwithstanding the exact match between the name that appeared on the warrant and the name of the person in custody), the troopers unsuccessfully attempted to glean information from Brady about who might have preempted his identity. They then essayed to arrange his release on bail. At around midnight, a bail commissioner arrived at the barracks in response to the troopers' importuning and offered to turn Brady loose on personal recognizance upon his (Brady's) execution of an agreement to appear voluntarily for arraignment. Brady declined, apparently fearing that he might somehow inculpate himself by signing the paper. On Sunday, March 5, the troopers tried to involve an attorney on Brady's behalf, but their efforts came to naught. The next day, Brady was taken to the first available court session, arraigned, and released. He had spent a day and a half in custody. The charges against him eventually were dismissed.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Brady sued under 42 U.S.C. &#167; 1983, claiming that the troopers had violated his right to be free from unreasonable seizures and wrongful detention. See U.S. Const. amends. IV &amp; XIV, &#167; 1. Although he did not challenge either the validity of the default warrant or the propriety of the initial arrest, he contended that the troopers had a constitutional obligation to release him from custody, despite the command of the facially valid warrant, once it had become apparent to them that they were holding the wrong person.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The defendants moved for summary judgment, asseverating that their handling of the situation had not violated Brady's rights, and that, in all events, the doctrine of qualified immunity shielded them from liability for money damages. The district court granted brevis disposition in favor of Colonel Charles Henderson (the state police superintendent) and Majenski (whose only involvement had been in ferrying Brady from Rockland to Bourne), but it denied similar relief to the four troopers who served as Brady's principal custodians at the Bourne barracks (Vrona, Sergeant Maryann Dill, and Troopers Kenneth J. Hudson, Jr., and Douglas Mendes). See Brady v. Dill, 24 F. Supp.2d 129 (D. Mass. 1998). The quartet of disappointed troopers then prosecuted this interlocutory appeal. See Camilo-Robles v. Zapata, 175 F.3d 41, 45 (1st Cir. 1999) (explaining the basis on which public officials may bring interlocutory appeals from pretrial orders rejecting assertions of qualified immunity).</p>\n    </div>\n    <p class=\"indent\">II. DISCUSSION</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">When qualified immunity is at issue, an inquiring court first must ask whether the Constitution recognizes the right asserted by the plaintiff. See Conn v. Gabbert, ___ U.S. ___, ___,119 S. Ct. 1292,1295 (1999). In this instance, Brady argues that the Fourth Amendment's prohibition against unreasonable seizures obligates officers who have made a \"matched\" arrest pursuant to a facially valid warrant (i.e., an arrest in which the suspect's identity matches the stated identity of the person denominated in the warrant) to release the person unilaterally if and when they come to believe that he is innocent. We think that this claim, as it relates to the facts of this case, is foreclosed by Baker v. McCollan, 443 U.S. 137 (1979).</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Like this case, Baker involved the \"matched\" arrest, over vigorous protest, of a victim of mistaken identities pursuant to what was, on its face, a valid warrant. The sheriff's office detained McCollan for several days, releasing him only after comparing his visage to a photograph of the wanted man (McCollan's brother, who, as matters turned out, had used McCollan's identification when originally apprehended). See id. at 140-41. McCollan subsequently sued the sheriff under section 1983, seeking damages for the deprivation of his liberty. See id. at 141. The district court directed a verdict in the sheriff's favor, but the court of appeals reversed and remanded for a new trial. See McCollan v. Tate, 575 F.2d 509, 511 (5th Cir. 1978). The Supreme Court then granted the sheriff's certiorari petition. See Baker v. McCollan, 439 U.S. 1114 (1979).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Although McCollan had framed his suit in terms of the Fourteenth Amendment, the Court began by considering whether the arrest itself had violated the Fourth Amendment. See Baker, 443 U.S. at 142-43 (noting that the Fourth Amendment has been incorporated into the Fourteenth). The Court concluded that because the warrant naming McCollan was valid on its face, probable cause existed for the arrest and, hence, the Fourth Amendment was not implicated. See id. at 143-44; see also Graham v. Connor, 490 U.S. 386, 396 (1989) (observing that, even if the wrong person is arrested, there is no Fourth Amendment violation as long as the arrest is based on probable cause) (citing cases).</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Once the Fourth Amendment had dropped out of the equation, the Court considered whether McCollan had been deprived of any of the specific subset of procedural guarantees, incorporated into the Fourteenth Amendment's Due Process Clause, that come into play after completion of an arrest (e.g., the prohibition against excessive bail, the guarantee of a speedy trial, and the like). See Baker, 443 U.S. at 144-46 &amp; n.3. Because McCollan had not been deprived of any such rights, the Court concluded that the complainant had failed to prove a constitutional wrong. See id. at 145-47. While conceding that a lengthy detainment in the face of repeated claims of innocence might in extreme circumstances furnish the basis for a constitutional violation, the Court was \"quite certain that a detention of three days over a New Year's weekend does not and could not amount to such a deprivation.\" Id. at 145. In the bargain, the Court also rejected, at least implicitly, any claim that the detainment constituted a substantive due process violation. See id. at 147-49 (Blackmun, J., concurring).</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Baker is compelling here. Given that Brady does not challenge the validity of the arrest itself -- he was, after all, the very person named in the outstanding warrant -- the Fourth Amendment (which governs the legitimacy of the arrest and its incidents) is not at issue. See id. at 143-44. The question, then, is whether Brady's post-arrest procedural guarantees were abridged. To prevail on such a battleground, Brady must do more than show that the troopers made a mistake. See id. at 145 (treating the fact that McCollan was innocent of the charges underlying the warrant as \"largely irrelevant to his claim of deprivation of liberty without due process of law\").</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">In all events, the answer to the question is in the negative. The record shows beyond peradventure of doubt that the appellants afforded Brady more than the full panoply of post-arrest rights that the Constitution demands: despite the fact that he was the person designated in the default warrant, the troopers went to great pains to gather information bearing on his situation, tried to assist in securing his prompt release, and arraigned him before an impartial magistrate at the earliest opportunity. Under these circumstances, there is no foundation for a claim that Brady's post-arrest rights were abridged.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Viewed through the Baker prism, this conclusion effectively ends the matter. Because, under parallel circumstances, the Supreme Court pronounced a three-day detention as failing to constitute a deprivation of liberty without due process, it would take circumstances much more egregious than Brady's for us to conclude that a weekend detention of approximately thirty-six hours, accompanied by a concerted effort on the part of the police to secure the detainee's release, resulted in a wrong of constitutional dimensions. Accord Sanchez v. Swyden, 139 F.3d 464, 468-69 (5th Cir. 1998) (rejecting section 1983 claim premised on similar factual circumstances on the authority of Baker).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">In an effort to escape Baker's deadly embrace, Brady urges us to read the Court's words narrowly. In his view, Baker stands only for the rule that when a person in custody protests his innocence, police officers have no affirmative obligation to investigate. Baker, Brady maintains, does not address situations in which police officers, after an arrest, do investigate and come to possess \"actual knowledge\" that the detained person, though named in an outstanding warrant, is a victim of mistaken identities. In such an eventuality, Brady posits, the Constitution requires the officers to release the detainee without further ado. The district court endorsed this cramped reading of Baker and refused to grant the appellants' motion for summary disposition because it perceived a factual dispute as to whether they had actual knowledge of Brady's innocence.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> See Brady, 24 F. Supp.2d at 134-35.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">To support this ruling, Brady cites to Gay v. Wall, 761 F.2d 175 (4th Cir. 1985). There, a warrant had issued for Gay's arrest after two eyewitnesses had identified him as the perpetrator of a crime. See id. at 176. Acting upon the warrant, the police arrested Gay, kept him in custody for several weeks, and released him only after they had arrested someone else. See id. Gay sued under section 1983, alleging that, as early as the day of the arrest, the police officers were certain that he was innocent and had so stated, yet nonetheless kept him in custody for several weeks. See id. Thus, Gay asserted, the officers had \"knowingly, unlawfully, violently, and without probable cause\" arrested him, depriving him of an array of constitutional rights. See id. (internal quotation marks omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Although the district court had granted summary judgment in favor of the defendants on the authority of Baker, a panel of the Fourth Circuit reversed, maintaining that Baker does \"not involve actual knowledge of the defendant's innocence, but rather the failure to take affirmative steps to determine his innocence.\" Id. at 178-79. Thus, the panel concluded, if the plaintiff's factual allegations could be proven, \"the defendants' conduct may well be actionable under &#167; 1983.\" Id. at 179.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">We do not believe that Brady's reliance on Gay removes his case from Baker's compass. Brady's minor premise is unarguably correct: the Baker Court declined to impose upon police officers an affirmative duty of investigating every claim of innocence raised during a relatively short period of detention. See Baker, 443 U.S. at 145-46. But his major premise -- that the police must unilaterally release a person detained pursuant to a facially valid warrant directing his arrest if they conclude that he is innocent -- is too much of a stretch.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Gay is distinguishable, for the detention there lasted much longer and the arrest itself was on shaky ground. Equally as important, the Fourth Circuit has backed away from Gay. In Brooks v. City of Winston-Salem, 85 F.3d 178 (4th Cir. 1996), the court, characterizing Gay as a case that stands for the proposition \"that a defendant is deprived of substantive due process by continued prosecution in the absence of probable cause,\" stated that Gay's foundation had been irretrievably compromised by more recent Supreme Court decisions.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> See Brooks, 85 F.3d at 184 n.6 (citing, inter alia, Albright v. Oliver, 510 U.S. 266 (1994)).</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">To be sure, Brady does not cast his argument in terms of substantive due process; instead, he endeavors to use Gay as a wedge to extend the Fourth Amendment's protections to the post-arrest context. We doubt that Gay, fairly read, supports this gloss (although it is difficult to tell, for Gay leaves us guessing as to what act by the police officers the panel thought was wrongful and which specific constitutional provision the panel suspected the officers might have violated). If, however, Gay is to be construed in this free-wheeling manner, we must reject it as antithetical both to the teachings of Baker and to this court's pronouncements in Thompson v. Olson, 798 F.2d 552 (1st Cir. 1986).</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">We begin with Baker. Brady's position clashes head-on with the Baker Court's conclusion that once a \"matched\" arrest pursuant to a facially valid warrant supported by probable cause has been completed, a detainee's protections from unlawful custody no longer repose in the Fourth Amendment.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> See Baker, 443 U.S. at 143-44; see also Brothers v. Klevenhagen, 28 F.3d 452, 455-56 (5th Cir. 1994) (explaining that once an arrest is complete, a criminal defendant's protection no longer emanates from the Fourth Amendment, but from other rights recognized by the Due Process Clause); Villanova v. Abrams, 972 F.2d 792, 797 (7th Cir. 1992) (similar); cf. Brooks, 85 F.3d at 184 (concluding that the Fourth Amendment does not require a police officer to attempt to halt criminal proceedings when he concludes that the criminal defendant is innocent). As Baker teaches, \"[t]he Constitution does not guarantee that only the guilty will be arrested.\" 443 U.S. at 145.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">This disclaimer is not as harsh as it might seem. Persons who are arrested enjoy \"manifold procedural protections,\" quite apart from those embodied in the Fourth Amendment, that allow them to establish their innocence. Id. Our legal system effectuates these procedural protections -- in a manner that adds further safeguards for the innocent -- by placing the \"ultimate determination of [the arrestee's] claims of innocence . . . in the hands of the judge and the jury.\" Id. at 146. Baker thus venerates the separation of functions among various government actors. See id. at 145 (endorsing a \"reasonable division of functions between law enforcement officers, committing magistrates, and judicial officers\" as \"entirely consistent with 'due process of law'\"). This respect for the separation of functions, the significance of which the Court has noted in related contexts, see, e.g., Gerstein v. Pugh, 420 U.S. 103, 117-18 (1975), largely explains why the Baker Court declined to impose on police officers an affirmative duty of investigating claims of innocence.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> The same principle also bears on why the Court deemed adherence to the archetypical post-arrest due process guarantees sufficient to protect McCollan's rights (and, ultimately, to defeat his section 1983 claim).</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">We hewed to this very line in Thompson which, as a precedent of this court, further binds us in our consideration of the case at hand. See Williams v. Ashland Eng'g Co., 45 F.3d 588, 592 (1st Cir. 1995) (outlining the parameters of the law of the circuit doctrine). Thompson involved a warrantless arrest in which the police officer himself had made the initial probable cause determination. The plaintiff then filed a section 1983 suit founded on a theory of substantive due process, coupled with a pendent state-law false imprisonment claim. In discussing the latter, we noted the general rule, which we considered applicable to cases of warrantless arrests, that \"once the arrest has been properly effected, it is the magistrate and not the policeman who should decide whether probable cause has dissipated to such an extent following arrest that the suspect should be released.\" Id. at 556; accord Romero v. Fay, 45 F.3d 1472, 1481 (10th Cir. 1994) (rejecting a section 1983 claim based on the police's refusal to release an individual who maintained his innocence after a warrantless arrest in light of Baker's \"recognition that the judicial system represents the proper forum in which to determine the innocence of an arrestee\"). If the rule we recognized in Thompson applies to a warrantless arrest, it must apply, a fortiori, to an arrest of a person named in a facially valid warrant.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a></p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Important considerations undergird the separation of functions recognized in Baker and Thompson, and those considerations are at their zenith when a person who is named in a facially valid warrant, supported by probable cause, is arrested pursuant to that warrant. When such a person asserts that he is a victim of mistaken identities, he in effect is pressing a claim of innocence in fact -- a claim not analytically distinct from any other factual defense (say, an alibi defense or a defense premised on a lack of specific intent) tendered by a person whom the police arrest in pursuance of a warrant issued by a judge or magistrate. Regardless of the merits of the defense, our legal system simply does not rely on police officers to determine its bona fides, even though they may have information bearing on that ultimate question and even though they may harbor strong and informed opinions one way or the other. To the contrary, once probable cause has been established, a warrant issued, and an arrest perfected, the ordinary course is for the prosecutor to decide whether to go forward, and if he elects to proceed, for the judicial branch to make the final ascertainment of guilt or innocence -- not for the police to take matters into their own hands.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">One reason for this allocation of decisionmaking responsibility is that the prosecutor, the judge, and the jury are institutionally better equipped to make such determinations. The prosecutor, as the official responsible for proving guilt, has the capacity -- and the armamentarium -- to assemble and assess all the existing evidence and to evaluate whether there is proof enough to press charges. The judge, as a neutral and detached factfinder, benefits from the formal mechanisms of introduction and consideration of proof (not the least of which is cross-examination) that give his ultimate determination the degree of reliability that our system of justice deems essential to ensure fairness. The jury, similarly, is positioned to make informed judgments as to guilt or innocence upon receipt of tested proof and legal instructions.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">The police officer assumes a different posture. Though a trained investigator, he often receives information over time in bits and pieces, and does not have available the same means for marshaling the evidence or the same tools for assessing conflicting evidence ex post. Consequently, in a situation in which a warrant has issued upon probable cause, a police officer is not called upon either to exercise discretion or to weigh the proof. Rather, his obligation is more straightforward: to execute the warrant -- which is, after all, a judicially-approved order -- according to its tenor and terms, detaining the individual named therein. To place on police officers the additional burden of determining, after a legitimate arrest pursuant to a facially valid warrant, whether the person detained is or is not the guilty party would blur the usual separation of functions. The Constitution imposes no such burden on the police. Cf. Thompson, 798 F.2d at 556 (stating that \"having once determined that there is probable cause to arrest, an officer should not be required to reassess [this] probable cause conclusion at every turn, whether faced with the discovery of some new evidence or a suspect's self-exonerating explanation from the back of a squad car\").</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">It is, moreover, impossible to subscribe to the wistful supposition (shared by Brady, the district court, and our concurring brother) that police officers who must make conclusions from conflicting evidence gathered during a post-arrest investigation may come to \"know\" that an arrestee is innocent.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> See Brady, 24 F. Supp.2d at 134. Absent personal knowledge of Brady's innocence -- and Brady does not aver that any of the appellants were percipient witnesses to the drunk driving or its immediate aftermath -- the worst one can say about the troopers who continued to hold Brady in custody is that they came to believe, with some degree of subjective certainty, that the man they had arrested, though named in the warrant, was innocent of the underlying charge. This is not knowledge, but subjective belief -- even when embellished by declarative prepositional phrases. See post at 30 (suggesting that police officers may \"learn to a certainty\" of a detainee's innocence); id. at 36 (suggesting that officers may \"know to a certainty\" that they are holding the wrong man). Regardless of rhetoric, this kind of subjective belief, without more, is generally insufficient to justify a police officer's unilateral release of a person who has been lawfully arrested pursuant to a valid judicial order. Cf., e.g., United States v. Whren, 517 U.S. 806, 811-13 (1996) (explaining that police officers' subjective intentions are irrelevant to Fourth Amendment probable cause analyses); Graham, 490 U.S. at 397 (reiterating that subjective intent plays no role in assessing the reasonableness of police officers' conduct under the Fourth Amendment).</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">To illustrate the point, it is readily apparent that Brady's claim that the troopers had \"actual knowledge\" of his innocence rests on the assumption that the discrepancies between the two arrest reports, coupled with Vrona's call to the trooper who had stopped the ostensibly inebriated driver in Middleboro, were sufficient to demonstrate conclusively that he was a victim of mistaken identities. What seems like a strong argument with the benefit of hindsight is much more dubious when matters are viewed ex ante. The discrepancies involved things like Brady's mother's maiden name (\"Kozloski\" as opposed to \"\"Kowalski\"), the evanescent tattoo, and certain divergent physical traits. But we live in an age where altering physical features may be accomplished with facility, see Blackwell v. Barton, 34 F.3d 298, 304 (5th Cir. 1994), where clerical errors in recording, receiving, or transmitting data are commonplace, see United States v. De Leon-Reyna, 930 F.2d 396, 398-99 (5th Cir. 1991) (en banc) (per curiam), and where descriptive inaccuracies can occur easily.  Thus, courts have concluded with some regularity that relatively minor discrepancies in physical features or other data do not render unreasonable an arrest pursuant to a facially valid warrant. See White v. Olig, 56 F.3d 817, 820 (7th Cir. 1995); Rodriguez v. United States, 54 F.3d 41, 46-47 (1st Cir. 1995); Blackwell, 34 F.3d at 304; Thompson v. Prince William County, 753 F.2d 363, 364-65 (4th Cir. 1985); Johnson v. Miller, 680 F.2d 39, 41 (7th Cir. 1982).</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">The logic underlying these pre-arrest cases applies even more forcefully to discrepancies that come to light only after an arrest has been accomplished. The analogy therefore buttresses this court's earlier intuition that the initial determination of probable cause should not be undone by a police officer's assessment of post-arrest evidence that bears adversely on that initial finding. See Thompson, 798 F.2d at 553, 556. Were the law otherwise, there is a considerable risk that a police officer, subjectively convinced that he has the wrong person, might turn loose a wanted criminal.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">To complete the picture, we note that Brady's position presents significant practical problems. To state the obvious, a warrant is a judicial order authorizing an arrest, and, as long as the police are acting in compliance with that order, it is surpassingly difficult to fathom why the proper method of challenging the ensuing detainment should be something other than a prompt hearing before a magistrate. Additionally, the implications of holding the police responsible for not releasing an individual held under a facially valid warrant that bears his name as evidence accumulates pointing to others poses such complexities that it is not constitutionally unreasonable to leave such decisions to the magistrate. Among other things, a contrary rule would create an incentive for police officers not to investigate claims of innocence at all, for fear of incurring liability should they uncover information that would cast doubt upon the putative offender's guilt.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Perhaps more insidious, Brady's position has the potential of turning police stations into tribunals for making preliminary determinations of guilt or innocence -- an eventuality that Baker explicitly disavows. See Baker, 443 U.S. at 145-46 (refusing to recognize a constitutional duty on the police's part to investigate a detainee's innocence). And, once police feel pressured to make such decisions, they may encroach upon the judiciary's functions, denigrating the authority of warrants issued under the auspices of judicial officers. Should that come to pass, the concerns about unbridled police action that the Gerstein Court underscored, 420 U.S. at 117-18, may be realized. Such a happenstance would pose a much greater danger to an ordered conception of liberty than the occasional snafu that the separation of functions regime thus far has produced.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a></p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">All this is not to say that a police officer may treat evidence of innocence with impunity. He may not. See Thompson, 798 F.2d at 556 (noting that an officer may not, after the initial finding of probable cause, \"close his eyes to all subsequent developments\"). One standard police function is to provide information to the prosecutor and the courts. Thus, a police officer sometimes may be liable if he fails to apprise the prosecutor or a judicial officer of known exculpatory information. See Hart v. O'Brien, 127 F.3d 424, 446-47 (5th Cir. 1997), cert. denied, 119 S. Ct. 868 (1999); Sanders v. English, 950 F.2d 1152, 1162 (5th Cir. 1992); Jones v. City of Chicago, 856 F.2d 985, 992-94 (7th Cir. 1988); but see Taylor v. Waters, 81 F.3d 429, 435-37 (4th Cir. 1996). In these cases, the constitutional wrong results from the officer's failure to deliver material information to competent authorities. In that respect, the cited cases are unlike the case at bar: when a police officer acts as an information provider, he may be obliged to reveal exculpatory facts (bearing either on innocence or on probable cause) to a prosecutor or a judicial officer, cf. United States v. Agurs, 427 U.S. 97, 111-13 (1976) (concluding that prosecutor has a duty to reveal material exculpatory evidence even in the absence of a specific request), but the Constitution imposes no parallel duty on a police officer to function as a decisionmaker in order to determine the dissipation vel non of probable cause or the actual innocence of a person in custody. In such post-arrest cases, it is ordinarily sufficient for the police officer to bring the relevant information to the attention of the prosecutor or the proper judicial official in a timeous fashion.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">We say \"ordinarily\" because we do not mean to suggest that under no circumstances can such a duty arise.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a> Thus, despite the Court's recent efforts at containment of substantive due process initiatives, see, e.g., Collins v. City of Harker Heights, 503 U.S. 115, 125 (1992), we understand Baker to leave open the possibility that, under extreme circumstances, a plaintiff may be able to press such a claim. Then-Justice Rehnquist, writing for the Court in Baker, took pains to note that the Court was not speaking in absolute terms, as if writing a rule of plane geometry. See Baker, 443 U.S. at 144-45. Depending upon factors such as the length of the detention, the behavior of the police, the source and quality of the information available to them, and the nature of the pretrial procedures afforded by local law, there may be circumstances so egregious as to ground a substantive due process claim. See, e.g., Gray v. Cuyahoga County Sheriff's Dep't, 150 F.3d 579, 582-84 (6th Cir. 1998) (concluding that plaintiff had stated a substantive due process claim when the police had detained him for 41 days despite their possession of a photograph of the wanted person \"that bore virtually no resemblance\" to him and the ready availability of a physical description of the wanted person which \"detail[ed] certain permanent scars\" that the plaintiff did not have), cert. denied, 67 U.S.L.W. 3625 (May 17, 1999); Rodriguez v. Roth, 516 F. Supp. 410, 412 (E.D. Pa. 1981) (reaching similar conclusion where detention had lasted for 30 days). But Brady's experience, while distasteful, does not sink to such depths.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">To summarize, Brady -- who was targeted in a facially valid warrant issued by a judicial officer upon probable cause -- has no Fourth Amendment claim in respect to a detention that followed a lawful arrest pursuant to that warrant.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a> At least in the case of the \"matched\" warrant here at issue, the officers' subjective belief as to Brady's innocence does not justify an \"actual knowledge\" exception to the general schema that Baker prescribes. Finally, viewed as a matter of due process, Brady's circumstances do not go beyond the boundaries of McCollan's (the plaintiff in Baker). Accordingly, the district court should have granted the appellants' motion for summary judgment.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">We add a coda. Even had we concluded that the record might support a finding that the troopers infringed on Brady's constitutional rights, we nonetheless would uphold their request for summary judgment based on the doctrine of qualified immunity. We explain briefly.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">To determine a defendant's eligibility for qualified immunity, courts must define the right asserted by the plaintiff at an appropriate level of generality and ask whether, so characterized, that right was clearly established when the harm-inducing conduct allegedly took place. See Anderson v. Creighton, 483 U.S. 635, 639 (1987). This does not mean that a right is clearly established only if there is precedent of considerable factual similarity. See id. at 640 (explaining that a general rule of constitutional law identified by precedent may clearly apply to the specific conduct at issue, even though \"the very action in question has [not] previously been held unlawful\"). It does mean, however, that the law must have defined the right in a quite specific manner, and that the announcement of the rule establishing the right must have been unambiguous and widespread, such that the unlawfulness of particular conduct will be apparent ex ante to reasonable public officials. See Wilson v. Layne, 119 S. Ct. 1692, 1699-1701 (1999) ; Ringuette v. City of Fall River, 146 F.3d 1, 4 (1st Cir. 1998); Nereida-Gonzalez v. Tirado-Delgado, 990 F.2d 701, 704 (1st Cir. 1993). After all, qualified immunity for public officials serves important societal purposes, and it is therefore meant to protect \"all but the plainly incompetent or those who knowingly violate the law.\" Malley v. Briggs, 475 U.S. 335, 341 (1986).</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Here, the troopers scrupulously executed a judicial order -- the arrest warrant that bore Brady's name -- according to its terms. Their reliance on that warrant appears to have been objectively reasonable. Cf. id. at 345. Insofar as their failure to release Brady unilaterally once they began to believe that he was innocent, that conduct, under the case law discussed supra, likewise appears to be objectively reasonable. Gay is the only case that seems to support Brady's assertion of a post-arrest constitutional right to be released unilaterally by police officers who come to believe that a person duly apprehended is, in fact, innocent. That case is in obvious tension with Baker and Thompson, and its precedential value is highly suspect in the circuit of its origin. It is, therefore, too slender a reed to ward off a finding of qualified immunity.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">The Supreme Court recently held that an asserted right was not clearly established where the plaintiffs were unable to cite \"any cases of controlling authority in their jurisdiction at the time of the incident which clearly established the rule on which they [sought] to rely,\" and equally failed to \"identif[y] a consensus of cases of persuasive authority such that a reasonable officer could not have believed that his actions were lawful.\" Wilson, 119 S. Ct. at 1700.  The Wilson Court's reasoning is perfectly tailored to the circumstances here. Thompson, which represents the governing law of this circuit, plainly did not render the troopers' actions unlawful, and the tenuous status of Gay falls far short of the \"persuasive authority\" that Wilson envisions.<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a></p>\n    </div>\n    <p class=\"indent\">III. CONCLUSION</p>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">The Constitution does not guarantee that the police will never blunder when making arrests, but it establishes certain procedures to ensure that most mistakes will be detected and rectified. Those mechanisms worked in this case. Brady was taken before a judge at the earliest opportunity, promptly released, and thereafter acquitted of any wrongdoing. While we are mindful of the indignities that accompany arrest and subsequent detainment, we are also mindful of the dangers inherent in tipping the delicate constitutional balance that separates the functions assigned to different departments of government. Far from eliminating errors, imposing liability on police officers for honest mistakes of this kind -- especially in cases where, from all indications, the officers acted with reasonable dispatch to compensate for any bevue -- not only would have a detrimental impact on effective law enforcement, but also would threaten the separation of functions that our constitutional system has deployed as a means of minimizing the occurrence (and mitigating the adverse effects) of those very errors.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">We need go no further.<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a> There is no persuasive authority to support Brady's contention that he was deprived of liberty without due process of law as a result of his regrettable thirty-six hour detention. The appellants are therefore entitled to summary judgment.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">Reversed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the Eastern District of Pennsylvania, sitting by designation.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Because we are reviewing the district court's denial of summary judgment, we state the facts in the light most favorable to the non-moving parties, consistent with record support. See, e.g., Conward v. Cambridge Sch. Comm., 171 F.3d 12, 17 (1st Cir. 1999). Here, the non-movants are the plaintiffs, William and Theresa Brady. Inasmuch as Theresa's claim derives from William's, we treat William as the sole plaintiff.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Brady's complaint also asserted a common-law false imprisonment claim and a claim under the Massachusetts Civil Rights Act. Neither of those claims is within the purview of this appeal.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> As discussed infra, the term \"actual knowledge,\" as used by the lower court, is misleading. It is more apt to describe this state of mind as \"subjective belief.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> We think it is noteworthy that the Brooks court made this observation while rebuffing a claim of constitutional wrongdoing based on a police officer's failure to attempt to terminate criminal proceedings once he had concluded that Brooks (the section 1983 plaintiff) was innocent. See Brooks, 85 F.3d at 184.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> We are cognizant that the Court, speaking with reference to the use of excessive force, left open the question whether the protections of the Fourth Amendment conceivably could extend \"beyond the point at which arrest ends and pretrial detention begins.\" Graham, 490 U.S. at 395 n.10. This comment must be understood within the context of Graham's general concern, which was to restrict the use of substantive due process in situations in which more specific provisions of the Constitution offer adequate protection for certain liberty interests. Although the Fourth and Eighth Amendments provide protection against some uses of excessive force, neither provision necessarily deals with the use of excessive force during the period following an arrest and continuing through the end of trial. It was against this backdrop that the Court mentioned the possibility that the Fourth Amendment's prophylaxis might extend to the post-arrest period. The same considerations plainly do not apply to the case at bar where, as Baker explains, the liberty interest at issue is adequately protected by several specific constitutional provisions. See Baker, 443 U.S. at 144-46 &amp; n.3.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> In a sense, this case presents a similar, but opposite, problem to that faced by the Gerstein Court. The question there was whether a warrantless arrest requires judicial confirmation of probable cause. See 420 U.S. at 111-15. In resolving that question, the Court dwelt on separation of functions as a means to ensuring the proper administration of criminal justice. See id. at 117-18. Here, however, the question reduces to whether police, acting unilaterally, may undo a judicial determination of probable cause. Withal, the Gerstein Court's underlying concern with administering the criminal justice system fairly and effectively is fully relevant in this situation.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> To be sure, Thompson spoke of a limited exception to the general rule, namely, that a police officer has an affirmative duty to release a detainee following a warrantless arrest if the officer \"ascertains beyond a reasonable doubt that the suspicion (probable cause) which forms the basis for the privilege to arrest is unfounded.\" Thompson, 798 F.2d at 556. But the Thompson court recognized this exception only in the context of Maine's law of false imprisonment, and not as a matter of constitutional law. See id.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> We leave to one side, as clearly distinguishable, cases in which the underlying determination of probable cause depends on information provided by the arresting officer. See, e.g., Cannon v. Macon County, 1 F.3d 1558, 1565 (11th Cir. 1993) (explaining that a section 1983 action may lie when a police officer deliberately or recklessly inserts false information into the supporting affidavit underlying an arrest warrant). We also leave to one side cases in which the officer has deliberately altered an arrest warrant, see, e.g., Brown v. Byer, 870 F.2d 975, 979 (5th Cir. 1989), and those in which the police fail to release a person previously detained upon learning that the arrest warrant on which they had relied has been withdrawn or otherwise invalidated, see, e.g., Duckett v. City of Cedar Park, 950 F.2d 272, 279 (5th Cir. 1992). In this case, Brady neither contends that any of the appellants acted deliberately to frame him nor held him beyond the life of the warrant. He argues only that, after an investigation, certain officers subjectively concluded that he was a victim of mistaken identities.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> Our concurring brother attempts to deflect the force of these considerations by speculating that the proposed \"actual knowledge\" exception would affect only \"a handful of cases,\" post at 43, and that \"concrete applications\" of the exception \"would be few and far between,\" post at 45. With respect, this conjecture misses the point. First, we hesitate to accept our brother's proposition as an empirical matter, for it is impossible to tell what fraction of juries would be willing to favor civil rights plaintiffs in such situations. But in any event, it seems to us not unrealistic to expect that a standard weapon in the arsenal of criminal defendants turned-civil rights plaintiffs would be a \"knowledge to a certainty\" claim. There is no telling how many persons in custody would raise such claims (or use the specter of them to weaken official resolve). The real point, however, is that the position taken by the concurrence, were it to become law, would denigrate and blur the separation-of-functions scheme that experience has shown to be most effective in safeguarding liberty.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> We emphasize that we are dealing here with a situation in which the troopers arrested and took into custody the individual who was named in a facially valid warrant. If the police were to mis-execute a warrant, i.e., if they were to arrest someone other than the person named in the warrant because of mistaken identities, a different case would arise.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> Although this point has obvious methodological significance, our ultimate conclusion that Brady has no constitutional claim would remain unchanged were we to apply Fourth Amendment standards of reasonableness to the troopers' post-arrest conduct in order to ascertain whether probable cause had dissipated. The facially valid warrant, the fact that it identified Brady as the miscreant, the relative brevity of the detention, the practical unavailability of a magistrate at an earlier time, and the objective uncertainty enshrouding the situation would weigh heavily in any such analysis.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> We acknowledge that the district court also cited Maryland v. Garrison, 480 U.S. 79 (1987). See Brady, 24 F. Supp.2d at 136. That citation is off the mark. In Garrison, the question was whether the police had properly executed a search warrant that, because of an ambiguity apparent only in hindsight, led them to search two apartments rather than the one intended. See Garrison, 480 U.S. at 84-89. Although holding that the broader search was reasonable under the circumstances, the Court suggested that if the officers knew or should have known beforehand of the error in the warrant, they ought not to have proceeded. See id. at 86-87. In seizing upon this dictum, the district court overlooked that the Court's reference to the officers' knowledge was made in contemplation of a situation in which information acquired by the officers before they executed the warrant would have rendered the warrant ambiguous on its face, thus raising questions about the objective reasonableness of the officers' interpretation. That hypothetical situation differs markedly from a case in which the police arrest an individual pursuant to an unambiguous warrant that accurately describes the person detained. Garrison's admonition that courts should \"allow some latitude for honest mistakes that are made by officers in the dangerous and difficult process of making arrests and executing search warrants,\" id. at 87, is far more relevant for present purposes.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> We emphasize that our conclusions relate only to what the Constitution requires. We intimate no view as to the viability of Brady's claims under either the Massachusetts civil rights statutes or the common law of false imprisonment. Those questions are for the Commonwealth's courts to answer. Hence, we direct the district court to dismiss Brady's state-law claims without prejudice for want of federal jurisdiction. See Houlton Citizens' Coalition v. Town of Houlton, 175 F.3d 178, 191-192 (1st Cir. 1999) ; Brennan v. Hendrigan, 888 F.2d 189, 196 (1st Cir. 1989); see generally 28 U.S.C. &#167; 1367(c)(1).</p>\n      </div>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">POLLAK, District Judge (concurring).</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">Plaintiff William Brady and his wife, co-plaintiff Theresa Brady, have jointly advanced the federal claim that when law enforcement officers learn to a certainty that a person they are holding in custody pursuant to a valid arrest warrant is in fact not the perpetrator of the offense giving rise to the arrest warrant, the law enforcement officers then have an obligation under the Constitution to release that person from custody, an obligation assertable in a law suit brought pursuant to 42 U.S.C. &#167;1983. (The plaintiffs have also advanced certain claims under Massachusetts law, but the proper disposition of those claims is not at issue on this appeal). Since Theresa Brady's share of the federal claim is entirely derivative from, and hence contingent on the viability of, the share of the federal claim put forward by her husband, I will, for convenience of presentation in the discussion which follows, refer to the plaintiffs' federal claims in the singular -- \"the Brady claim,\" or \"Brady's claim\". Defendant police officers Maryann Dill, Kenneth J. Hudson, Jr., Douglas Mendes and Steve Vrona have questioned whether the Brady claim has any constitutional footing; further, defendants have contended that -- assuming arguendo that the Brady claim is a cognizable constitutional claim -- the constitutional principle undergirding that claim was not clearly established at the time (March 4th to March 6th, 1995) William Brady was arrested and held in custody, and hence that the defendants would be shielded from any putative liability by qualified immunity.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">The District Court, in ruling on defendants' motion for summary judgment, concluded that Brady's claim is firmly rooted in the Fourth Amendment: \"If a jury finds that defendants knew that Brady was not really the man wanted by the warrant, then they could also conclude that the defendants violated Brady's Fourth Amendment right to be free from unreasonable seizure.\" Brady v. Dill, 24 F. Supp. 2d, 129, 135 (D. Mass. 1998). Further, the District Court found that the Fourth Amendment right sought to be vindicated was clearly established; the District Court rested this aspect of its analysis on the Supreme Court's recognition, in Maryland v. Garrison, 480 U.S. 79, 86-87 (1980), of the obligation of police officers executing a search warrant to desist from searching premises lying outside the scope of the search warrant the moment the officers recognize that they have travelled beyond the warrant's boundaries. Accordingly, the District Court -- while granting summary judgment in favor of two defendant officers who clearly played no role in Brady's allegedly extended detention -- declined to grant summary judgment in favor of Officers Dill, Hudson, Mendes and Vrona. The question whether there came a time at which \"defendants did know ...that they had the wrong man\" was, in the District Court's view, \"the quintessential jury question.\" Brady v. Dill, supra, 24 F. Supp. 2d at 135 (emphasis in original).</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">Disagreeing with both aspects of the District Court's ruling, this court concludes that (1) Brady has not presented a viable constitutional claim, and (2) even if the claim were to be regarded as having persuasive doctrinal footing, the published case law which can be said to demonstrate some measure of antecedent credence for the claim is so meager as to be \"too slender a reed to ward off a finding of qualified immunity.\" In sum, the court is of the view that defendants are doubly entitled to summary judgment. (However, this court's reversal of the judgment of the District Court does not necessarily close this litigation: this court's opinion is, properly, at pains \"to direct the District Court to dismiss Brady's state-law claims without prejudice for want of federal jurisdiction,\" so that any potentially cognizable state-law claims may be asserted in the Massachusetts courts).</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">On the question whether Brady has presented a viable constitutional claim I respectfully disagree with the position announced by this court. On the question whether defendants are entitled to qualified immunity, I respectfully disagree with the position announced by the District Court. This means that I concur in the judgment of this court but not in the court's opinion. I write separately to explicate the line of thinking that leads me to differ with both courts.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">I. Is the Brady claim a viable constitutional claim?</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">* This court's opinion states: \"We believe that [the Brady] claim...is foreclosed by Baker v. McCollan, 443 U.S. 137 (1979).\" In Baker the Supreme Court held that a person arrested in conformity with a validly issued warrant who was held in custody for three days by a sheriff who made no real effort to investigate the detainee's fully justified and readily documentable insistence that, although named in the warrant, he was in fact not the person who committed the offense charged, had no cognizable &#167;1983 claim against the sheriff for the three days of inappropriate detention. While deeming Baker to be adversely dispositive of the claim advanced in the case at bar, this court recognizes that Brady -- and the District Court -- have posited a reading of Baker that is not preclusive of the Brady claim:</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">In an effort to escape Baker's deadly embrace, Brady urges us to read the Court's words narrowly. In his view, Baker stands only for the rule that when a person in custody protests his innocence, police officers have no affirmative obligation to investigate. Baker, Brady maintains, does not address situations in which police officers, after an arrest, come to possess \"actual knowledge\" that the detained person, though named in an outstanding warrant, is a victim of mistaken identities. In such an eventuality, Brady posits, the Constitution requires the officers to release the detainee without further ado. The district court endorsed this cramped reading of Baker and refused to grant the appellants' motion for summary judgment disposition because it perceived a factual dispute as to whether they had actual knowledge of Brady's innocence.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">Turning to what the Supreme Court wrote in Baker in the paragraph which concludes its Fourteenth Amendment analysis, I find it difficult to acquiesce in this court's characterization of the Brady/district court interpretation of Baker as a \"cramped reading.\" What the Supreme Court wrote was this:</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">The Fourteenth Amendment does not protect against all deprivations of liberty. It protects only against deprivations of liberty accomplished \"without due process of law.\" A reasonable division of functions between law enforcement officers, committing magistrates, and judicial officers -- all of whom may be potential defendants in a &#167;1983 action -- is entirely consistent with \"due process of law.\" Given the requirements that arrest may be made only on probable cause and that one detained be accorded a speedy trial, we do not think a sheriff executing an arrest warrant is required by the Constitution to investigate independently every claim of innocence, whether the claim is based on mistaken identity or a defense such as lack of requisite intent. Nor is the official charged with maintaining custody of the accused named in the warrant required by the Constitution to perform an error-free investigation of such a claim. The ultimate determination of such claims of innocence is placed in the hands of the judge and the jury.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">443 U.S. at 145-146 (footnote omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">The quoted paragraph announces two linked propositions of constitutional law. These propositions govern claims brought, under &#167;1983, by one arrested pursuant to a valid arrest warrant who, notwithstanding that he is concededly the person named in the warrant, promptly and continuously asserts his innocence, but who, nonetheless, is not promptly released by the law enforcement officers who arrested and/or subsequently detained him. The propositions -- rendered in paraphrase -- are these: (1) The \"liberty\" clause of the Fourteenth Amendment (\"[N]or shall any State deprive any person of life, liberty, or property without due process of law\")<a class=\"footnote\" href=\"#fn14\" id=\"fn14_ref\">14</a> does not obligate a law enforcement officer carrying out an arrest under a valid warrant to investigate claims of innocence voiced by or on behalf of the person arrested. (2) The \"liberty\" clause does not obligate an officer who, post-arrest, has custody of a person validly arrested, to conduct an \"error free\" (443 U.S. at 146) inquiry into claims of innocence advanced by or on behalf of the person arrested and subsequently detained. (This second proposition is not, as a matter of syntax, entirely devoid of ambiguity: the proposition may be taken to mean that a custodial officer is under no constitutional obligation to conduct an inquiry, perfect or otherwise, into claims of innocence; or, alternatively, the proposition may be taken to mean that, whether or not there is deemed to be a constitutional obligation to inquire, a custodial officer who undertakes to inquire has no constitutional obligation to insure that the findings arrived at are \"error free.\")</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">Neither of these two propositions addresses in terms -- or, I submit, by necessary implication -- the question posed in the case at bar: when (1) law enforcement officers undertake to investigate claims that a person in custody pursuant to a valid arrest is innocent, and (2) the investigation produces information that provides the officers with actual knowledge that the person in custody is not the person who committed the crime, does the \"liberty\" clause impose on the law enforcement officers an obligation to release that person forthwith -- notwithstanding that he is the person named in the arrest warrant -- because they know to a certainty that he is innocent?</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">It may be urged that in transposing the quoted Baker paragraph into two paraphrased propositions I have given the Court's language short shrift by ignoring the paragraph's closing sentence: \"The ultimate determination of such [i.e., the detainee's] claims of innocence is placed in the hands of the judge and jury.\" 443 U.S. at 146. Quoting that sentence, this court properly observes that \"Baker thus venerates the separation of functions among various government actors.\" So understood, the distinction drawn by the Supreme Court between the conventional role of law enforcement officers and the conventional role of courts is clearly responsive to the issue posed in Baker -- namely, whether a law enforcement officer has a constitutional duty to investigate, and arrive at reliable findings with respect to, claims that a person properly taken into custody is in fact (as Baker was in fact) not the person who committed the alleged offense. The answer to that question is in the negative for the reason that, in the American scheme of things, it is generally the case that determining innocence vel non is a judicial function rather than a police function. But that general description of the American scene does not answer the question posed by the case at bar: in a circumstance in which, going beyond their constitutional duty, law enforcement officers do investigate and in the process learn that the person detained is indisputably not the perpetrator of the offense charged, are not the law enforcement officers then under a constitutional duty forthwith to release the person detained? In arguing that this is a question that is not, as the court holds, \"foreclosed\" by Baker,<a class=\"footnote\" href=\"#fn15\" id=\"fn15_ref\">15</a> I would note that Baker's attribution to the judiciary of institutional responsibility for \"[t]he...determination of...claims of innocence\" characterized that determination as the \"ultimate\" determination. Assigning to the judicial branch \"ultimate\" responsibility for determining innocence would not appear to preclude an earlier finding of innocence by law enforcement officers of the executive branch. It might, indeed, be thought to invite such executive intervention in the circumstance -- the rare circumstance -- in which agents of the executive branch acquire actual knowledge (as opposed to information establishing a high degree of probability yet in some modest measure still open to further inquiry) of the innocence of the person detained.</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">ii</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">In the foregoing subsection of this opinion I have undertaken to summarize the broad construction of Baker presented in the court's opinion; and then, to counter that broad construction, I have undertaken to present, in summary form, a reconstruction of Baker positing what I think is a plausible, albeit less spacious, reading. Doubtless some will tend to regard this revisionist reading as less a reconstruction than a deconstruction -- or, more charitably, a desiccation. I must acknowledge that the court has advanced some good arguments in favor of its broad reading. To do justice to the court's arguments, which are developed with considerable care, I quote from those arguments at some length (footnote omitted):</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">Important considerations undergird the separation of functions recognized in Baker and Thompson [v. Olson, 798 F. 2d 552 (1st Cir. 1986)(see supra, notes 1 and 2)], and those considerations are at their zenith when a person who is named in a facially valid warrant, supported by probable cause, is arrested pursuant to that warrant. When such a person asserts that he is a victim of mistaken identities, he in effect is pressing a claim of innocence in fact -- a claim not analytically distinct from any other factual defense (say, an alibi defense or a defense premised on a lack of specific intent) tendered by a person whom the police arrest in pursuance of a warrant issued by a judge or magistrate. Regardless of the merits of the defense, our legal system simply does not rely on police officers to determine its bona fides, even though they may have information bearing on that ultimate question and even though they may harbor strong and informed opinions one way or the other. To the contrary, once probable cause has been established, a warrant issued, and an arrest perfected, the ordinary course is for the prosecutor to decide whether to go forward, and if he elects to proceed, for the judicial branch to make the final ascertainment of guilt or innocence -- not for the police to take matters into their own hands.</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">......It is, moreover, impossible to subscribe to Brady's (and the district court's) supposition that police officers who must make conclusions from conflicting evidence gathered during a post-arrest investigation may come to 'know' that an arrestee is innocent. . . .Absent personal knowledge of Brady's innocence -- and Brady does not aver that any of the appellants were percipient witnesses to the drunk driving or its immediate aftermath -- the worst one can say about the troopers who continued to hold Brady in custody is that they came to believe, with some degree of subjective certainty, that the man they had arrested, though named in the warrant, was innocent of the underlying charge. This is not knowledge -- and this kind of subjective belief, without more, is generally insufficient to justify a police officer's unilateral release of a person who has been lawfully arrested pursuant to a valid judicial order.</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">These are cogent arguments. But they are not, I think, incontrovertible.</p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">Let us consider just what it is that Brady contends. He contends that: (1) the facially valid warrant pursuant to which he was arrested named him rather than the real culprit because the real culprit tricked the police by pretending to be Brady; and (2) in response to Brady's protestations of innocence the police inquired into the matter and soon came to realize that Brady was not the man they wanted; but, (3) rather than releasing him at once, the police kept Brady in custody for thirty-six hours until, finally, Brady was brought before a magistrate who directed that he be freed.</p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\">Now let us measure Brady's claim of innocence against the analysis propounded by the court. According to the court, when a person arrested pursuant to an arrest warrant that names him \"asserts that he is a victim of mistaken identities, he in effect is pressing a claim of innocence in fact -- a claim not analytically distinct from any other factual defense (say, an alibi defense or a defense premised on a lack of specific intent) tendered by a person whom the police arrest in pursuance of a warrant issued by a judge or magistrate.\" I have no quarrel with the proposition that such claims are not \"analytically distinct.\" But I would argue that such claims also are -- or at least may be -- pragmatically very different. Thus -- subscribing in this respect to the court's argument -- I find it very difficult to posit a scenario in which a claim of \"lack of specific intent\" could, within a few or even several days of dedicated police investigation, be so painstakingly explored, intricately unraveled and subtly evaluated as to lead the investigating officers to have absolute assurance of the innocence of the person in custody. But I have little difficulty in positing such a scenario with respect to a claim of \"mistaken identities.\" And I do not have to resort to putting together a hypothetical case. Our doctrinal raw materials offer us a real world case -- the case of Baker v. McCollan. Linnie Carl McCollan -- so the Court narrated -- was victimized by his brother Leonard. Leonard fabricated a copy of Linnie's driving license with Leonard's photograph superimposed on it. With the aid of this counterfeit identification, Leonard, when arrested in October of 1972 in Potter County, Texas, for a narcotics offense, orchestrated matters with such fraternal devotion that he was booked and bailed -- and subsequently failed to appear -- as Linnie. Wherefore, when, on December 26, 1972, Linnie was pulled over by a Dallas police officer for going through a red light, \"[a] routine warrant check revealed that Linnie Carl McCollan was wanted in Potter County, and respondent was taken into custody over his protests of mistaken identification..\" 443 U.S. at 141. For reasons not elaborated on in the Supreme Court's opinion, or in Justice Stevens's dissent, notwithstanding the fact that the Dallas Police Department promptly notified the Potter County Sheriff's Department of Linnie's arrest, four days were to elapse before Linnie was taken from Dallas to Potter County. What the transpired, as the Court narrates it, was this:On December 30, Potter County deputies took custody of respondent and placed him in the Potter County Jail in Amarillo. He remained there until January 2, 1973, when officials compared his appearance against a file photograph of the wanted man and, recognizing their error, released him.</p>\n    </div>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p class=\"indent\">Ibid.</p>\n    </div>\n    <div class=\"num\" id=\"p65\">\n      <span class=\"num\">65</span>\n      <p class=\"indent\">Like the defendant police officers in the case at bar, those who had Linnie Carl McCollan in charge were not \"percipient witnesses\" of the offense charged against the person in custody: that is, they had no \"personal knowledge of [that person's] innocence.\" But Linnie Carl McCollan's custodians did not conclude that they had to wait for a judicial officer to dismiss the charges and order Linnie released. \"[R]ecognizing their error,\" they \"released him.\" Of course the Supreme Court did not say that it was the constitutional duty of McCollan's custodians to release McCollan on \"recognizing their error.\" That issue -- which Brady's claim presents to this court -- was not before the Baker Court. But it is, I think, of at least passing interest that the Supreme Court's narrative of the way in which McCollan's (belated) release from custody was accomplished seems to treat it as a matter of course.</p>\n    </div>\n    <div class=\"num\" id=\"p66\">\n      <span class=\"num\">66</span>\n      <p class=\"indent\">It is my submission that the action Linnie Carl McCollan's custodians took to release him when they knew to a certainty that he was not their man was their constitutional duty. The court disagrees. In terms of ultimate practical difference, the gap separating my constitutional position from that of the court is not a wide one, for the reason that, were my position to prevail, there would, I think, be no more than a handful of cases in which a plaintiff would be able to demonstrate to a fact-finder that police officers kept someone in custody beyond a point in time at which they knew to a certainty  that the person in custody was not the perpetrator of the offense charged. I employ the phrase \"knew to a certainty\" advisedly. That would be my translation of the phrase \"actual knowledge\" -- the phrase contended for by Brady and relied upon by the District Court. Moreover, in explicating \"knew to a certainty,\" I would instruct the fact-finder that the operative constitutional principle is the following: An affirmative duty to release arises only if an arresting or custodial officer ascertains beyond a reasonable doubt that the suspicion (probable cause) which forms the basis for the privilege of arrest is unfounded. (I have adapted this formulation -- almost verbatim -- from the formulation employed by this court in Thompson v. Olson, supra, 798 F. 2d at 556, to describe the duty of an arresting officer \"following a legal warrantless arrest based on probable cause.\" The Thompson formulation -- which was drawn from &#167;134, Comment f, of the Second Restatement of Torts -- is stated by this court in today's opinion to be a principle of Maine law, not of federal constitutional law. Possibly so; but, as I explain in footnote 2, supra, I am not as agile as the court is in tracing, let alone walking, the fine line between state and federal law which the court discerns in its examination of Thompson. In any event, whatever the scope -- just Maine law or also federal law -- of the Thompson formulation, I regard it as a useful source for the constitutional principle I would deploy in cases such as the case at bar).</p>\n    </div>\n    <div class=\"num\" id=\"p67\">\n      <span class=\"num\">67</span>\n      <p class=\"indent\">If Brady's case were to go to trial, I would regard it as highly unlikely that a jury charged in the manner I have just described would find in his favor. I agree with the court that \"the worst one can say about the troopers who continued to hold Brady in custody is that they came to believe, with some degree of subjective certainty, that the man they had arrested, though named in the warrant, was innocent of the underlying charge.\" But although that is my view of the facts of record at the summary judgment stage, I am persuaded that a jury might conceivably view the facts differently. Which means that I agree with the District Court's assessment that this is \"the quintessential jury question.\"<a class=\"footnote\" href=\"#fn16\" id=\"fn16_ref\">16</a></p>\n    </div>\n    <div class=\"num\" id=\"p68\">\n      <span class=\"num\">68</span>\n      <p class=\"indent\">If the constitutional principle I have proposed were to be adopted, it would be my expectation that concrete applications of the principle would turn out to be few and far between. Does the expectation that the proposed principle would rarely have occasion to be vindicated mean that the proposed principle would really be a sort of whimsical superfluity that would trivialize, not augment, the Constitution? I am persuaded that the answer is no. And I say this because, so it seems to me, to reject the proposed principle -- to conclude that there is house room in the American scene for law enforcement officers to keep a person in custody for any appreciable length of time after they know to a certainty that the person is not the culprit -- is to diminish what is after all the central value of the text and of the spirit of the Constitution: liberty.<a class=\"footnote\" href=\"#fn17\" id=\"fn17_ref\">17</a></p>\n    </div>\n    <div class=\"num\" id=\"p69\">\n      <span class=\"num\">69</span>\n      <p class=\"indent\">II. Is the constitutional principle underlying Brady's claim sufficiently clearly established so as to defeat the defendants' assertion of qualified immunity?</p>\n    </div>\n    <div class=\"num\" id=\"p70\">\n      <span class=\"num\">70</span>\n      <p class=\"indent\">At the end of its opinion, the court examines the question whether, assuming arguendo the viability of Brady's constitutional claim, the constitutional principle that Brady has sought to vindicate is sufficiently clearly established so as to defeat the defense of qualified immunity deployed by the defendant law enforcement officers. The court answers that question in the negative. I agree. The court's analysis seems to me entirely apt. I would only add that the strength of the court's arguments against the viability of Brady's claim, coupled with the dearth of case law supporting my counter-arguments, seem to me to demonstrate decisively that the Brady claim, even if the court were to accept its theoretical cognizability, could not properly be pursued in this case against these defendants. That is to say, when these defendants did the things of which Brady has complained, they had little ground for supposing that the Constitution imposed on them the duty that I have attempted to formulate.</p>\n    </div>\n    <p class=\"indent\">Conclusion</p>\n    <div class=\"num\" id=\"p71\">\n      <span class=\"num\">71</span>\n      <p class=\"indent\">Although I disagree with the court's rejection of the cognizability of Brady's constitutional claim, I acquiesce in the court's view that the defendants are, in any event, shielded by qualified immunity. Accordingly, I concur in the judgment of the court.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>NOTES:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn14\">\n        <a class=\"footnote\" href=\"#fn14_ref\">14</a>\n        <p>  The Baker Court, two paragraphs before the paragraph I have quoted in the text, pointed out that Baker had been arrested \"pursuant to a warrant conforming, for purposes of our decision, to the requirements of the Fourth Amendment.\" 443 U.S. at 144. Therefore, since the Fourth Amendment's strictures with respect to \"seizures\" -- which, pursuant to the Fourteenth Amendment, are deemed to be binding on the states -- were satisfied, the Court's analysis of Baker's constitutional claim was keyed to post-arrest ingredients of Fourteenth Amendment \"due process\" (e.g., the Sixth Amendment's \"right to a speedy and public trial\"). Building on Baker, the opinion of this court in the case at bar, views Brady's claim as one to be assessed under the broad Fourteenth Amendment flag of post-arrest \"due process\" rather than the narrow Fourth Amendment ensign of \"seizure.\" This analytic approach seems to me sound -- a view which puts me at odds, conceptually, with the analytic approach taken by the District Court. Notwithstanding my perception that this court is correct in by-passing the District Court's Fourth Amendment route and opting for the more direct \"due process\" path, it is my ultimate conclusion, which I endeavor to explicate in this section (section I) of this concurrence that the District Court, in determining that Brady presented a cognizable claim, arrived at the right constitutional destination (albeit through a Fourth Amendment analysis to which I do not subscribe), and that this court, in rejecting the District Court's determination, winds up at a constitutional dead end.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn15\">\n        <a class=\"footnote\" href=\"#fn15_ref\">15</a>\n        <p> In amplification of why Brady's claim is \"foreclosed\" by Baker, the court observes that the Supreme Court's \"respect for the separation of functions...explains why the Baker Court declined to impose on police officers an affirmative duty of investigating claims of innocence. The same principle also explains why the Court deemed adherence to the archetypical post-arrest due process guarantees sufficient to protect McCollan's rights (and, ultimately, to defeat his section 1983 claim ).\"</p>\n        <p>The court then goes on to say that \"[w]e hewed to this very line in Thompson [v. Olson, 798 F. 2d 552 (1st Cir. 1986)], which, as a precedent of this court, further binds us in our consideration of the case at hand. . . . Thompson involved a warrantless arrest in which the police officer himself had made the initial probable cause determination. The plaintiff then filed a section 1983 suit founded on a theory of substantive due process, coupled with a pendent state-law false imprisonment claim. In discussing the latter, we drew upon Fourth Amendment jurisprudence and noted the general rule, which we considered applicable to cases of warrantless arrests, that 'once the arrest has been properly effected, it is the magistrate and not the policeman who should decide whether probable cause has dissipated to such an extent following arrest that the suspect should be released.' . . . If the rule we recognized in Thompson applies to a warrantless arrest, it must apply, a fortiori, to an arrest of a person named in a facially valid arrest.\" The court then proceeds, by way of footnote, to acknowledge that \"Thompson spoke of a limited exception to the general rule, namely, that a police officer has an affirmative duty to release a detainee following a warrantless arrest if the officer 'ascertains beyond a reasonable doubt that the suspicion (probable cause) which forms the basis for the privilege to arrest is unfounded.'\" However the court undertakes to draw the sting of this \"limited exception to the general rule\" by stating that \"the Thompson court recognized this exception only in the context of Maine's law of false imprisonment, and not as a matter of constitutional law.\" With all respect, I think the court draws the line between the \"general rule\" (presented as constitutional law) and the \"limited exception\" (presented as Maine law) a bit too finely. Both are considered in the fourth paragraph of a five-paragraph discussion of Maine law. As this court states, that discussion was informed by \"Fourth Amendment jurisprudence.\" There is, however, no obvious highway sign which</p>\n        <p>advises the jurisprudential voyager, at the close of the formulation of the federal \"general rule,\" that the next phase -- the formulation of the \"limited exception\" -- crosses the jurisprudential boundary into the nether realm of state law.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn16\">\n        <a class=\"footnote\" href=\"#fn16_ref\">16</a>\n        <p> I have not undertaken to address the court's observation that, given that in Baker \"the Supreme Court pronounced a three-day detention as failing to constitute a deprivation of liberty without due process, it would take circumstances much more egregious than Baker's for us to conclude that a weekend detention of approximately thirty-six hours, accompanied by a concerted effort on the part of the police to secure the detainee's release, resulted in a wrong of constitutional dimensions.\" Suffice it to say that the Baker Court did not hold that it is constitutionally permissible to detain a person for three days after his custodians know to a certainty that the detainee should not be in custody, for that question, as I have sought to make clear, was not before the Baker Court.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn17\">\n        <a class=\"footnote\" href=\"#fn17_ref\">17</a>\n        <p>  I appreciate that the court's holding deals only with the question whether Brady has a claim under &#167; 1983 -- a question the court answers in the negative. It appears to me, however, that an almost inescapable corollary of the court's holding is that, had Brady in his penultimate hour of custody petitioned for habeas corpus -- supporting his petition by uncontroverted proof that his custodians knew to a certainty that Brady was not the wrongdoer -- the Great Writ would not have opened the door of Brady's cell.</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">187</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">104</span></span> (1st Cir. 1999)</p>\n    <p class=\"parties\">WILLIAM BRADY AND THERESA BRADY, Plaintiffs, Appellees,<br>v.<br>MARYANN DILL, ET AL., Defendant, Appellants.</p>\n    <p class=\"docket\">No. 98-2293.</p>\n    <p class=\"court\">United States Court of Appeals for the First Circuit.</p>\n    <p class=\"date\">Heard May 6, 1999.<br>Decided July 22, 1999.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF MASSACHUSETTS[Copyrighted Material Omitted]</p>\n      <p class=\"indent\">Joseph P. Kittredge, with whom Timothy M. Burke was on brief, for appellants.</p>\n      <p class=\"indent\">Scott Harshbarger, Attorney General, and Michelle A. Kaczynski, Assistant Attorney General, on brief for Commonwealth of Massachusetts, amicus curiae.</p>\n      <p class=\"indent\">Philip A. Tracey, Jr., with whom Paul T. Prew and Dimento &amp; Sullivan were on brief, for appellees.</p>\n      <p class=\"indent\">Before Selya, Circuit Judge, Coffin, Senior Circuit Judge, and Pollak,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> Senior District Judge.</p>\n      <p class=\"indent\">SELYA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This appeal poses an intriguing question of constitutional law. Suppose that the following scenario exists: (1) the police arrest a person pursuant to a facially valid warrant, supported by probable cause; (2) the person, though named in the warrant, asserts that he is actually innocent; and (3) the police come to believe that claim. In those circumstances, can the officers be held liable under 42 U.S.C. &#167; 1983 for their refusal unilaterally to release the person whom they have arrested? The district court answered this question unconditionally in the affirmative. We reverse.</p>\n    </div>\n    <p class=\"indent\">I. BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">This case had its genesis in an arrest that occurred in Middleboro, Massachusetts, on September 17, 1994, when a state trooper stopped David Buckley for driving under the influence of alcohol.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> Buckley (who had no driver's license or other identification on his person) palmed himself off to the arresting officer as William Brady and supplemented this misidentification with Brady's authentic address, date of birth, and social security number. When the imposter failed to appear in court to respond to the charge, a warrant issued in Brady's name.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">That warrant was still outstanding on Saturday evening, March 4, 1995, when the Rockland police department received word of a brawl. The officer who responded to the scene encountered plaintiff-appellee William Brady and detained him because of the outstanding warrant, unaware that he had nabbed the real William Brady, not the poseur whose default had inspired the issuance of process.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Informed that the warrant had borne fruit, a Massachusetts state trooper, Thomas Majenski, made a beeline for the Rockland station house and assisted in transporting Brady to the state police barracks in Bourne. There, other troopers placed him in a holding cell. From the outset, Brady proclaimed his innocence, insisting that he had not been stopped for drunk driving in Middleboro the previous year.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Shortly after Brady's arrival, his new custodians began looking into his protested innocence. An examination of the original arrest report (Report No. 1), transmitted by facsimile from Middleboro, revealed certain discrepancies when compared with the Rockland arrest report (Report No. 2) (e.g., Report No. 1 indicated that Brady had a tattoo and that his mother's maiden name was \"Kowalski,\" whereas Report No. 2 noted no tattoos and listed the detainee's mother's maiden name as \"Kozloski\"). Moreover, the particulars concerning height, weight, hair and eye color did not correlate precisely. Trooper Steven Vrona proceeded to contact the officer who had cited the allegedly inebriated motorist, and this conversation provided further reason to believe that Brady probably was not the person who had been stopped in Middleboro.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Suspecting that they might have the wrong man (notwithstanding the exact match between the name that appeared on the warrant and the name of the person in custody), the troopers unsuccessfully attempted to glean information from Brady about who might have preempted his identity. They then essayed to arrange his release on bail. At around midnight, a bail commissioner arrived at the barracks in response to the troopers' importuning and offered to turn Brady loose on personal recognizance upon his (Brady's) execution of an agreement to appear voluntarily for arraignment. Brady declined, apparently fearing that he might somehow inculpate himself by signing the paper. On Sunday, March 5, the troopers tried to involve an attorney on Brady's behalf, but their efforts came to naught. The next day, Brady was taken to the first available court session, arraigned, and released. He had spent a day and a half in custody. The charges against him eventually were dismissed.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Brady sued under 42 U.S.C. &#167; 1983, claiming that the troopers had violated his right to be free from unreasonable seizures and wrongful detention. See U.S. Const. amends. IV &amp; XIV, &#167; 1. Although he did not challenge either the validity of the default warrant or the propriety of the initial arrest, he contended that the troopers had a constitutional obligation to release him from custody, despite the command of the facially valid warrant, once it had become apparent to them that they were holding the wrong person.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The defendants moved for summary judgment, asseverating that their handling of the situation had not violated Brady's rights, and that, in all events, the doctrine of qualified immunity shielded them from liability for money damages. The district court granted brevis disposition in favor of Colonel Charles Henderson (the state police superintendent) and Majenski (whose only involvement had been in ferrying Brady from Rockland to Bourne), but it denied similar relief to the four troopers who served as Brady's principal custodians at the Bourne barracks (Vrona, Sergeant Maryann Dill, and Troopers Kenneth J. Hudson, Jr., and Douglas Mendes). See Brady v. Dill, <span class=\"citation\" data-id=\"2516796\"><a href=\"/opinion/2516796/brady-v-dill/\"><span class=\"volume\">24</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">129</span></a></span> (D. Mass. 1998). The quartet of disappointed troopers then prosecuted this interlocutory appeal. See Camilo-Robles v. Zapata, <span class=\"citation\" data-id=\"763555\"><a href=\"/opinion/763555/grancid-camilo-robles-v-jose-r-zapata-aka-jose-r-zapata-rivera/\"><span class=\"volume\">175</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">41</span></a></span>, 45 (1st Cir. 1999) (explaining the basis on which public officials may bring interlocutory appeals from pretrial orders rejecting assertions of qualified immunity).</p>\n    </div>\n    <p class=\"indent\">II. DISCUSSION</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">When qualified immunity is at issue, an inquiring court first must ask whether the Constitution recognizes the right asserted by the plaintiff. See Conn v. Gabbert, ___ U.S. ___, ___,119 S. Ct. 1292,1295 (1999). In this instance, Brady argues that the Fourth Amendment's prohibition against unreasonable seizures obligates officers who have made a \"matched\" arrest pursuant to a facially valid warrant (i.e., an arrest in which the suspect's identity matches the stated identity of the person denominated in the warrant) to release the person unilaterally if and when they come to believe that he is innocent. We think that this claim, as it relates to the facts of this case, is foreclosed by Baker v. McCollan, <span class=\"citation\" data-id=\"110132\"><a href=\"/opinion/110132/baker-v-mccollan/\"><span class=\"volume\">443</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">137</span></a></span> (1979).</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Like this case, Baker involved the \"matched\" arrest, over vigorous protest, of a victim of mistaken identities pursuant to what was, on its face, a valid warrant. The sheriff's office detained McCollan for several days, releasing him only after comparing his visage to a photograph of the wanted man (McCollan's brother, who, as matters turned out, had used McCollan's identification when originally apprehended). See id. at 140-41. McCollan subsequently sued the sheriff under section 1983, seeking damages for the deprivation of his liberty. See id. at 141. The district court directed a verdict in the sheriff's favor, but the court of appeals reversed and remanded for a new trial. See McCollan v. Tate, <span class=\"citation\" data-id=\"355528\"><a href=\"/opinion/355528/linnie-carl-mccollan-v-g-r-tate-t-l-baker-and-transamerica-insurance/\"><span class=\"volume\">575</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">509</span></a></span>, 511 (5th Cir. 1978). The Supreme Court then granted the sheriff's certiorari petition. See Baker v. McCollan, <span class=\"citation no-link\"><span class=\"volume\">439</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1114</span></span> (1979).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Although McCollan had framed his suit in terms of the Fourteenth Amendment, the Court began by considering whether the arrest itself had violated the Fourth Amendment. See Baker, 443 U.S. at 142-43 (noting that the Fourth Amendment has been incorporated into the Fourteenth). The Court concluded that because the warrant naming McCollan was valid on its face, probable cause existed for the arrest and, hence, the Fourth Amendment was not implicated. See id. at 143-44; see also Graham v. Connor, <span class=\"citation\" data-id=\"112257\"><a href=\"/opinion/112257/graham-v-connor/\"><span class=\"volume\">490</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">386</span></a></span>, 396 (1989) (observing that, even if the wrong person is arrested, there is no Fourth Amendment violation as long as the arrest is based on probable cause) (citing cases).</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Once the Fourth Amendment had dropped out of the equation, the Court considered whether McCollan had been deprived of any of the specific subset of procedural guarantees, incorporated into the Fourteenth Amendment's Due Process Clause, that come into play after completion of an arrest (e.g., the prohibition against excessive bail, the guarantee of a speedy trial, and the like). See Baker, 443 U.S. at 144-46 &amp; n.3. Because McCollan had not been deprived of any such rights, the Court concluded that the complainant had failed to prove a constitutional wrong. See id. at 145-47. While conceding that a lengthy detainment in the face of repeated claims of innocence might in extreme circumstances furnish the basis for a constitutional violation, the Court was \"quite certain that a detention of three days over a New Year's weekend does not and could not amount to such a deprivation.\" Id. at 145. In the bargain, the Court also rejected, at least implicitly, any claim that the detainment constituted a substantive due process violation. See id. at 147-49 (Blackmun, J., concurring).</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Baker is compelling here. Given that Brady does not challenge the validity of the arrest itself -- he was, after all, the very person named in the outstanding warrant -- the Fourth Amendment (which governs the legitimacy of the arrest and its incidents) is not at issue. See id. at 143-44. The question, then, is whether Brady's post-arrest procedural guarantees were abridged. To prevail on such a battleground, Brady must do more than show that the troopers made a mistake. See id. at 145 (treating the fact that McCollan was innocent of the charges underlying the warrant as \"largely irrelevant to his claim of deprivation of liberty without due process of law\").</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">In all events, the answer to the question is in the negative. The record shows beyond peradventure of doubt that the appellants afforded Brady more than the full panoply of post-arrest rights that the Constitution demands: despite the fact that he was the person designated in the default warrant, the troopers went to great pains to gather information bearing on his situation, tried to assist in securing his prompt release, and arraigned him before an impartial magistrate at the earliest opportunity. Under these circumstances, there is no foundation for a claim that Brady's post-arrest rights were abridged.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Viewed through the Baker prism, this conclusion effectively ends the matter. Because, under parallel circumstances, the Supreme Court pronounced a three-day detention as failing to constitute a deprivation of liberty without due process, it would take circumstances much more egregious than Brady's for us to conclude that a weekend detention of approximately thirty-six hours, accompanied by a concerted effort on the part of the police to secure the detainee's release, resulted in a wrong of constitutional dimensions. Accord Sanchez v. Swyden, <span class=\"citation\" data-id=\"14437\"><a href=\"/opinion/14437/sanchez-v-swyden/\"><span class=\"volume\">139</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">464</span></a></span>, 468-69 (5th Cir. 1998) (rejecting section 1983 claim premised on similar factual circumstances on the authority of Baker).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">In an effort to escape Baker's deadly embrace, Brady urges us to read the Court's words narrowly. In his view, Baker stands only for the rule that when a person in custody protests his innocence, police officers have no affirmative obligation to investigate. Baker, Brady maintains, does not address situations in which police officers, after an arrest, do investigate and come to possess \"actual knowledge\" that the detained person, though named in an outstanding warrant, is a victim of mistaken identities. In such an eventuality, Brady posits, the Constitution requires the officers to release the detainee without further ado. The district court endorsed this cramped reading of Baker and refused to grant the appellants' motion for summary disposition because it perceived a factual dispute as to whether they had actual knowledge of Brady's innocence.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> See Brady, 24 F. Supp.2d at 134-35.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">To support this ruling, Brady cites to Gay v. Wall, <span class=\"citation\" data-id=\"451710\"><a href=\"/opinion/451710/larry-nathan-gay-v-charles-wall-chief-of-police-virginia-beach-police/\"><span class=\"volume\">761</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">175</span></a></span> (4th Cir. 1985). There, a warrant had issued for Gay's arrest after two eyewitnesses had identified him as the perpetrator of a crime. See id. at 176. Acting upon the warrant, the police arrested Gay, kept him in custody for several weeks, and released him only after they had arrested someone else. See id. Gay sued under section 1983, alleging that, as early as the day of the arrest, the police officers were certain that he was innocent and had so stated, yet nonetheless kept him in custody for several weeks. See id. Thus, Gay asserted, the officers had \"knowingly, unlawfully, violently, and without probable cause\" arrested him, depriving him of an array of constitutional rights. See id. (internal quotation marks omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Although the district court had granted summary judgment in favor of the defendants on the authority of Baker, a panel of the Fourth Circuit reversed, maintaining that Baker does \"not involve actual knowledge of the defendant's innocence, but rather the failure to take affirmative steps to determine his innocence.\" Id. at 178-79. Thus, the panel concluded, if the plaintiff's factual allegations could be proven, \"the defendants' conduct may well be actionable under &#167; 1983.\" Id. at 179.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">We do not believe that Brady's reliance on Gay removes his case from Baker's compass. Brady's minor premise is unarguably correct: the Baker Court declined to impose upon police officers an affirmative duty of investigating every claim of innocence raised during a relatively short period of detention. See Baker, 443 U.S. at 145-46. But his major premise -- that the police must unilaterally release a person detained pursuant to a facially valid warrant directing his arrest if they conclude that he is innocent -- is too much of a stretch.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Gay is distinguishable, for the detention there lasted much longer and the arrest itself was on shaky ground. Equally as important, the Fourth Circuit has backed away from Gay. In Brooks v. City of Winston-Salem, <span class=\"citation\" data-id=\"718765\"><a href=\"/opinion/718765/larry-jerome-brooks-v-city-of-winston-salem-north-carolina-mn-barker/\"><span class=\"volume\">85</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">178</span></a></span> (4th Cir. 1996), the court, characterizing Gay as a case that stands for the proposition \"that a defendant is deprived of substantive due process by continued prosecution in the absence of probable cause,\" stated that Gay's foundation had been irretrievably compromised by more recent Supreme Court decisions.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> See Brooks, 85 F.3d at 184 n.6 (citing, inter alia, Albright v. Oliver, <span class=\"citation\" data-id=\"112924\"><a href=\"/opinion/112924/albright-v-oliver/\"><span class=\"volume\">510</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">266</span></a></span> (1994)).</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">To be sure, Brady does not cast his argument in terms of substantive due process; instead, he endeavors to use Gay as a wedge to extend the Fourth Amendment's protections to the post-arrest context. We doubt that Gay, fairly read, supports this gloss (although it is difficult to tell, for Gay leaves us guessing as to what act by the police officers the panel thought was wrongful and which specific constitutional provision the panel suspected the officers might have violated). If, however, Gay is to be construed in this free-wheeling manner, we must reject it as antithetical both to the teachings of Baker and to this court's pronouncements in Thompson v. Olson, <span class=\"citation\" data-id=\"474821\"><a href=\"/opinion/474821/a-douglas-thompson-v-richard-olson-franklin-noiles-and-stephen-robinson/\"><span class=\"volume\">798</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">552</span></a></span> (1st Cir. 1986).</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">We begin with Baker. Brady's position clashes head-on with the Baker Court's conclusion that once a \"matched\" arrest pursuant to a facially valid warrant supported by probable cause has been completed, a detainee's protections from unlawful custody no longer repose in the Fourth Amendment.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> See Baker, 443 U.S. at 143-44; see also Brothers v. Klevenhagen, <span class=\"citation\" data-id=\"6567\"><a href=\"/opinion/6567/brothers-v-klevenhagen/\"><span class=\"volume\">28</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">452</span></a></span>, 455-56 (5th Cir. 1994) (explaining that once an arrest is complete, a criminal defendant's protection no longer emanates from the Fourth Amendment, but from other rights recognized by the Due Process Clause); Villanova v. Abrams, <span class=\"citation\" data-id=\"588854\"><a href=\"/opinion/588854/carlos-m-villanova-sr-v-richard-s-abrams-kris-lall-john-doe-eduardo/\"><span class=\"volume\">972</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">792</span></a></span>, 797 (7th Cir. 1992) (similar); cf. Brooks, 85 F.3d at 184 (concluding that the Fourth Amendment does not require a police officer to attempt to halt criminal proceedings when he concludes that the criminal defendant is innocent). As Baker teaches, \"[t]he Constitution does not guarantee that only the guilty will be arrested.\" 443 U.S. at 145.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">This disclaimer is not as harsh as it might seem. Persons who are arrested enjoy \"manifold procedural protections,\" quite apart from those embodied in the Fourth Amendment, that allow them to establish their innocence. Id. Our legal system effectuates these procedural protections -- in a manner that adds further safeguards for the innocent -- by placing the \"ultimate determination of [the arrestee's] claims of innocence . . . in the hands of the judge and the jury.\" Id. at 146. Baker thus venerates the separation of functions among various government actors. See id. at 145 (endorsing a \"reasonable division of functions between law enforcement officers, committing magistrates, and judicial officers\" as \"entirely consistent with 'due process of law'\"). This respect for the separation of functions, the significance of which the Court has noted in related contexts, see, e.g., Gerstein v. Pugh, <span class=\"citation\" data-id=\"109186\"><a href=\"/opinion/109186/gerstein-v-pugh/\"><span class=\"volume\">420</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">103</span></a></span>, 117-18 (1975), largely explains why the Baker Court declined to impose on police officers an affirmative duty of investigating claims of innocence.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> The same principle also bears on why the Court deemed adherence to the archetypical post-arrest due process guarantees sufficient to protect McCollan's rights (and, ultimately, to defeat his section 1983 claim).</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">We hewed to this very line in Thompson which, as a precedent of this court, further binds us in our consideration of the case at hand. See Williams v. Ashland Eng'g Co., <span class=\"citation\" data-id=\"195880\"><a href=\"/opinion/195880/williams-v-ashland-engineering/\"><span class=\"volume\">45</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">588</span></a></span>, 592 (1st Cir. 1995) (outlining the parameters of the law of the circuit doctrine). Thompson involved a warrantless arrest in which the police officer himself had made the initial probable cause determination. The plaintiff then filed a section 1983 suit founded on a theory of substantive due process, coupled with a pendent state-law false imprisonment claim. In discussing the latter, we noted the general rule, which we considered applicable to cases of warrantless arrests, that \"once the arrest has been properly effected, it is the magistrate and not the policeman who should decide whether probable cause has dissipated to such an extent following arrest that the suspect should be released.\" Id. at 556; accord Romero v. Fay, <span class=\"citation no-link\"><span class=\"volume\">45</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1472</span></span>, 1481 (10th Cir. 1994) (rejecting a section 1983 claim based on the police's refusal to release an individual who maintained his innocence after a warrantless arrest in light of Baker's \"recognition that the judicial system represents the proper forum in which to determine the innocence of an arrestee\"). If the rule we recognized in Thompson applies to a warrantless arrest, it must apply, a fortiori, to an arrest of a person named in a facially valid warrant.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a></p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Important considerations undergird the separation of functions recognized in Baker and Thompson, and those considerations are at their zenith when a person who is named in a facially valid warrant, supported by probable cause, is arrested pursuant to that warrant. When such a person asserts that he is a victim of mistaken identities, he in effect is pressing a claim of innocence in fact -- a claim not analytically distinct from any other factual defense (say, an alibi defense or a defense premised on a lack of specific intent) tendered by a person whom the police arrest in pursuance of a warrant issued by a judge or magistrate. Regardless of the merits of the defense, our legal system simply does not rely on police officers to determine its bona fides, even though they may have information bearing on that ultimate question and even though they may harbor strong and informed opinions one way or the other. To the contrary, once probable cause has been established, a warrant issued, and an arrest perfected, the ordinary course is for the prosecutor to decide whether to go forward, and if he elects to proceed, for the judicial branch to make the final ascertainment of guilt or innocence -- not for the police to take matters into their own hands.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">One reason for this allocation of decisionmaking responsibility is that the prosecutor, the judge, and the jury are institutionally better equipped to make such determinations. The prosecutor, as the official responsible for proving guilt, has the capacity -- and the armamentarium -- to assemble and assess all the existing evidence and to evaluate whether there is proof enough to press charges. The judge, as a neutral and detached factfinder, benefits from the formal mechanisms of introduction and consideration of proof (not the least of which is cross-examination) that give his ultimate determination the degree of reliability that our system of justice deems essential to ensure fairness. The jury, similarly, is positioned to make informed judgments as to guilt or innocence upon receipt of tested proof and legal instructions.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">The police officer assumes a different posture. Though a trained investigator, he often receives information over time in bits and pieces, and does not have available the same means for marshaling the evidence or the same tools for assessing conflicting evidence ex post. Consequently, in a situation in which a warrant has issued upon probable cause, a police officer is not called upon either to exercise discretion or to weigh the proof. Rather, his obligation is more straightforward: to execute the warrant -- which is, after all, a judicially-approved order -- according to its tenor and terms, detaining the individual named therein. To place on police officers the additional burden of determining, after a legitimate arrest pursuant to a facially valid warrant, whether the person detained is or is not the guilty party would blur the usual separation of functions. The Constitution imposes no such burden on the police. Cf. Thompson, 798 F.2d at 556 (stating that \"having once determined that there is probable cause to arrest, an officer should not be required to reassess [this] probable cause conclusion at every turn, whether faced with the discovery of some new evidence or a suspect's self-exonerating explanation from the back of a squad car\").</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">It is, moreover, impossible to subscribe to the wistful supposition (shared by Brady, the district court, and our concurring brother) that police officers who must make conclusions from conflicting evidence gathered during a post-arrest investigation may come to \"know\" that an arrestee is innocent.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> See Brady, 24 F. Supp.2d at 134. Absent personal knowledge of Brady's innocence -- and Brady does not aver that any of the appellants were percipient witnesses to the drunk driving or its immediate aftermath -- the worst one can say about the troopers who continued to hold Brady in custody is that they came to believe, with some degree of subjective certainty, that the man they had arrested, though named in the warrant, was innocent of the underlying charge. This is not knowledge, but subjective belief -- even when embellished by declarative prepositional phrases. See post at 30 (suggesting that police officers may \"learn to a certainty\" of a detainee's innocence); id. at 36 (suggesting that officers may \"know to a certainty\" that they are holding the wrong man). Regardless of rhetoric, this kind of subjective belief, without more, is generally insufficient to justify a police officer's unilateral release of a person who has been lawfully arrested pursuant to a valid judicial order. Cf., e.g., United States v. Whren, <span class=\"citation\" data-id=\"118036\"><a href=\"/opinion/118036/whren-v-united-states/\"><span class=\"volume\">517</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">806</span></a></span>, 811-13 (1996) (explaining that police officers' subjective intentions are irrelevant to Fourth Amendment probable cause analyses); Graham, 490 U.S. at 397 (reiterating that subjective intent plays no role in assessing the reasonableness of police officers' conduct under the Fourth Amendment).</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">To illustrate the point, it is readily apparent that Brady's claim that the troopers had \"actual knowledge\" of his innocence rests on the assumption that the discrepancies between the two arrest reports, coupled with Vrona's call to the trooper who had stopped the ostensibly inebriated driver in Middleboro, were sufficient to demonstrate conclusively that he was a victim of mistaken identities. What seems like a strong argument with the benefit of hindsight is much more dubious when matters are viewed ex ante. The discrepancies involved things like Brady's mother's maiden name (\"Kozloski\" as opposed to \"\"Kowalski\"), the evanescent tattoo, and certain divergent physical traits. But we live in an age where altering physical features may be accomplished with facility, see Blackwell v. Barton, <span class=\"citation\" data-id=\"6672\"><a href=\"/opinion/6672/blackwell-v-barton/\"><span class=\"volume\">34</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">298</span></a></span>, 304 (5th Cir. 1994), where clerical errors in recording, receiving, or transmitting data are commonplace, see United States v. De Leon-Reyna, <span class=\"citation\" data-id=\"558985\"><a href=\"/opinion/558985/united-states-v-mario-de-leon-reyna/\"><span class=\"volume\">930</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">396</span></a></span>, 398-99 (5th Cir. 1991) (en banc) (per curiam), and where descriptive inaccuracies can occur easily.  Thus, courts have concluded with some regularity that relatively minor discrepancies in physical features or other data do not render unreasonable an arrest pursuant to a facially valid warrant. See White v. Olig, <span class=\"citation\" data-id=\"697311\"><a href=\"/opinion/697311/willie-d-white-jr-v-rick-olig-james-m-gilmore-and-fond-du-lac/\"><span class=\"volume\">56</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">817</span></a></span>, 820 (7th Cir. 1995); Rodriguez v. United States, <span class=\"citation\" data-id=\"695513\"><a href=\"/opinion/695513/manuela-rodriguez-v-united-states/\"><span class=\"volume\">54</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">41</span></a></span>, 46-47 (1st Cir. 1995); Blackwell, 34 F.3d at 304; Thompson v. Prince William County, <span class=\"citation\" data-id=\"446955\"><a href=\"/opinion/446955/lisa-ann-thompson-v-prince-william-county-robert-s-noe-jr-co/\"><span class=\"volume\">753</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">363</span></a></span>, 364-65 (4th Cir. 1985); Johnson v. Miller, <span class=\"citation no-link\"><span class=\"volume\">680</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">39</span></span>, 41 (7th Cir. 1982).</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">The logic underlying these pre-arrest cases applies even more forcefully to discrepancies that come to light only after an arrest has been accomplished. The analogy therefore buttresses this court's earlier intuition that the initial determination of probable cause should not be undone by a police officer's assessment of post-arrest evidence that bears adversely on that initial finding. See Thompson, 798 F.2d at 553, 556. Were the law otherwise, there is a considerable risk that a police officer, subjectively convinced that he has the wrong person, might turn loose a wanted criminal.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">To complete the picture, we note that Brady's position presents significant practical problems. To state the obvious, a warrant is a judicial order authorizing an arrest, and, as long as the police are acting in compliance with that order, it is surpassingly difficult to fathom why the proper method of challenging the ensuing detainment should be something other than a prompt hearing before a magistrate. Additionally, the implications of holding the police responsible for not releasing an individual held under a facially valid warrant that bears his name as evidence accumulates pointing to others poses such complexities that it is not constitutionally unreasonable to leave such decisions to the magistrate. Among other things, a contrary rule would create an incentive for police officers not to investigate claims of innocence at all, for fear of incurring liability should they uncover information that would cast doubt upon the putative offender's guilt.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Perhaps more insidious, Brady's position has the potential of turning police stations into tribunals for making preliminary determinations of guilt or innocence -- an eventuality that Baker explicitly disavows. See Baker, 443 U.S. at 145-46 (refusing to recognize a constitutional duty on the police's part to investigate a detainee's innocence). And, once police feel pressured to make such decisions, they may encroach upon the judiciary's functions, denigrating the authority of warrants issued under the auspices of judicial officers. Should that come to pass, the concerns about unbridled police action that the Gerstein Court underscored, 420 U.S. at 117-18, may be realized. Such a happenstance would pose a much greater danger to an ordered conception of liberty than the occasional snafu that the separation of functions regime thus far has produced.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a></p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">All this is not to say that a police officer may treat evidence of innocence with impunity. He may not. See Thompson, 798 F.2d at 556 (noting that an officer may not, after the initial finding of probable cause, \"close his eyes to all subsequent developments\"). One standard police function is to provide information to the prosecutor and the courts. Thus, a police officer sometimes may be liable if he fails to apprise the prosecutor or a judicial officer of known exculpatory information. See Hart v. O'Brien, <span class=\"citation\" data-id=\"13422\"><a href=\"/opinion/13422/hart-v-obrien/\"><span class=\"volume\">127</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">424</span></a></span>, 446-47 (5th Cir. 1997), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">119</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">868</span></span> (1999); Sanders v. English, <span class=\"citation\" data-id=\"573101\"><a href=\"/opinion/573101/floyd-sanders-iii-v-don-english-curtis-mccoy-ed-perry-and-the-city-of/\"><span class=\"volume\">950</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1152</span></a></span>, 1162 (5th Cir. 1992); Jones v. City of Chicago, <span class=\"citation\" data-id=\"511655\"><a href=\"/opinion/511655/george-jones-cross-appellant-v-city-of-chicago-cross-appellees/\"><span class=\"volume\">856</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">985</span></a></span>, 992-94 (7th Cir. 1988); but see Taylor v. Waters, <span class=\"citation\" data-id=\"716621\"><a href=\"/opinion/716621/clarence-i-taylor-jr-v-david-k-waters-individually/\"><span class=\"volume\">81</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">429</span></a></span>, 435-37 (4th Cir. 1996). In these cases, the constitutional wrong results from the officer's failure to deliver material information to competent authorities. In that respect, the cited cases are unlike the case at bar: when a police officer acts as an information provider, he may be obliged to reveal exculpatory facts (bearing either on innocence or on probable cause) to a prosecutor or a judicial officer, cf. United States v. Agurs, <span class=\"citation\" data-id=\"109506\"><a href=\"/opinion/109506/united-states-v-agurs/\"><span class=\"volume\">427</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">97</span></a></span>, 111-13 (1976) (concluding that prosecutor has a duty to reveal material exculpatory evidence even in the absence of a specific request), but the Constitution imposes no parallel duty on a police officer to function as a decisionmaker in order to determine the dissipation vel non of probable cause or the actual innocence of a person in custody. In such post-arrest cases, it is ordinarily sufficient for the police officer to bring the relevant information to the attention of the prosecutor or the proper judicial official in a timeous fashion.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">We say \"ordinarily\" because we do not mean to suggest that under no circumstances can such a duty arise.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a> Thus, despite the Court's recent efforts at containment of substantive due process initiatives, see, e.g., Collins v. City of Harker Heights, <span class=\"citation\" data-id=\"112699\"><a href=\"/opinion/112699/collins-v-harker-heights/\"><span class=\"volume\">503</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">115</span></a></span>, 125 (1992), we understand Baker to leave open the possibility that, under extreme circumstances, a plaintiff may be able to press such a claim. Then-Justice Rehnquist, writing for the Court in Baker, took pains to note that the Court was not speaking in absolute terms, as if writing a rule of plane geometry. See Baker, 443 U.S. at 144-45. Depending upon factors such as the length of the detention, the behavior of the police, the source and quality of the information available to them, and the nature of the pretrial procedures afforded by local law, there may be circumstances so egregious as to ground a substantive due process claim. See, e.g., Gray v. Cuyahoga County Sheriff's Dep't, <span class=\"citation\" data-id=\"756476\"><a href=\"/opinion/756476/dwayne-gray-v-cuyahoga-county-sheriffs-department-james-fuerst-randy/\"><span class=\"volume\">150</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">579</span></a></span>, 582-84 (6th Cir. 1998) (concluding that plaintiff had stated a substantive due process claim when the police had detained him for 41 days despite their possession of a photograph of the wanted person \"that bore virtually no resemblance\" to him and the ready availability of a physical description of the wanted person which \"detail[ed] certain permanent scars\" that the plaintiff did not have), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">67</span> <span class=\"reporter\">U.S.L.W.</span> <span class=\"page\">3625</span></span> (May 17, 1999); Rodriguez v. Roth, <span class=\"citation\" data-id=\"1578595\"><a href=\"/opinion/1578595/rodriguez-v-roth/\"><span class=\"volume\">516</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">410</span></a></span>, 412 (E.D. Pa. 1981) (reaching similar conclusion where detention had lasted for 30 days). But Brady's experience, while distasteful, does not sink to such depths.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">To summarize, Brady -- who was targeted in a facially valid warrant issued by a judicial officer upon probable cause -- has no Fourth Amendment claim in respect to a detention that followed a lawful arrest pursuant to that warrant.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a> At least in the case of the \"matched\" warrant here at issue, the officers' subjective belief as to Brady's innocence does not justify an \"actual knowledge\" exception to the general schema that Baker prescribes. Finally, viewed as a matter of due process, Brady's circumstances do not go beyond the boundaries of McCollan's (the plaintiff in Baker). Accordingly, the district court should have granted the appellants' motion for summary judgment.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">We add a coda. Even had we concluded that the record might support a finding that the troopers infringed on Brady's constitutional rights, we nonetheless would uphold their request for summary judgment based on the doctrine of qualified immunity. We explain briefly.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">To determine a defendant's eligibility for qualified immunity, courts must define the right asserted by the plaintiff at an appropriate level of generality and ask whether, so characterized, that right was clearly established when the harm-inducing conduct allegedly took place. See Anderson v. Creighton, <span class=\"citation\" data-id=\"111953\"><a href=\"/opinion/111953/anderson-v-creighton/\"><span class=\"volume\">483</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">635</span></a></span>, 639 (1987). This does not mean that a right is clearly established only if there is precedent of considerable factual similarity. See id. at 640 (explaining that a general rule of constitutional law identified by precedent may clearly apply to the specific conduct at issue, even though \"the very action in question has [not] previously been held unlawful\"). It does mean, however, that the law must have defined the right in a quite specific manner, and that the announcement of the rule establishing the right must have been unambiguous and widespread, such that the unlawfulness of particular conduct will be apparent ex ante to reasonable public officials. See Wilson v. Layne, <span class=\"citation\" data-id=\"118289\"><a href=\"/opinion/118289/wilson-v-layne/\"><span class=\"volume\">119</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1692</span></a></span>, 1699-1701 (1999) ; Ringuette v. City of Fall River, <span class=\"citation\" data-id=\"197989\"><a href=\"/opinion/197989/ringuette-v-city/\"><span class=\"volume\">146</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 4 (1st Cir. 1998); Nereida-Gonzalez v. Tirado-Delgado, <span class=\"citation\" data-id=\"604127\"><a href=\"/opinion/604127/carmen-nereida-gonzalez-v-cirilo-tirado-delgado/\"><span class=\"volume\">990</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">701</span></a></span>, 704 (1st Cir. 1993). After all, qualified immunity for public officials serves important societal purposes, and it is therefore meant to protect \"all but the plainly incompetent or those who knowingly violate the law.\" Malley v. Briggs, <span class=\"citation\" data-id=\"111611\"><a href=\"/opinion/111611/malley-v-briggs/\"><span class=\"volume\">475</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">335</span></a></span>, 341 (1986).</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Here, the troopers scrupulously executed a judicial order -- the arrest warrant that bore Brady's name -- according to its terms. Their reliance on that warrant appears to have been objectively reasonable. Cf. id. at 345. Insofar as their failure to release Brady unilaterally once they began to believe that he was innocent, that conduct, under the case law discussed supra, likewise appears to be objectively reasonable. Gay is the only case that seems to support Brady's assertion of a post-arrest constitutional right to be released unilaterally by police officers who come to believe that a person duly apprehended is, in fact, innocent. That case is in obvious tension with Baker and Thompson, and its precedential value is highly suspect in the circuit of its origin. It is, therefore, too slender a reed to ward off a finding of qualified immunity.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">The Supreme Court recently held that an asserted right was not clearly established where the plaintiffs were unable to cite \"any cases of controlling authority in their jurisdiction at the time of the incident which clearly established the rule on which they [sought] to rely,\" and equally failed to \"identif[y] a consensus of cases of persuasive authority such that a reasonable officer could not have believed that his actions were lawful.\" Wilson, 119 S. Ct. at 1700.  The Wilson Court's reasoning is perfectly tailored to the circumstances here. Thompson, which represents the governing law of this circuit, plainly did not render the troopers' actions unlawful, and the tenuous status of Gay falls far short of the \"persuasive authority\" that Wilson envisions.<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a></p>\n    </div>\n    <p class=\"indent\">III. CONCLUSION</p>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">The Constitution does not guarantee that the police will never blunder when making arrests, but it establishes certain procedures to ensure that most mistakes will be detected and rectified. Those mechanisms worked in this case. Brady was taken before a judge at the earliest opportunity, promptly released, and thereafter acquitted of any wrongdoing. While we are mindful of the indignities that accompany arrest and subsequent detainment, we are also mindful of the dangers inherent in tipping the delicate constitutional balance that separates the functions assigned to different departments of government. Far from eliminating errors, imposing liability on police officers for honest mistakes of this kind -- especially in cases where, from all indications, the officers acted with reasonable dispatch to compensate for any bevue -- not only would have a detrimental impact on effective law enforcement, but also would threaten the separation of functions that our constitutional system has deployed as a means of minimizing the occurrence (and mitigating the adverse effects) of those very errors.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">We need go no further.<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a> There is no persuasive authority to support Brady's contention that he was deprived of liberty without due process of law as a result of his regrettable thirty-six hour detention. The appellants are therefore entitled to summary judgment.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">Reversed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the Eastern District of Pennsylvania, sitting by designation.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Because we are reviewing the district court's denial of summary judgment, we state the facts in the light most favorable to the non-moving parties, consistent with record support. See, e.g., Conward v. Cambridge Sch. Comm., <span class=\"citation\" data-id=\"762534\"><a href=\"/opinion/762534/thomas-conward-v-the-cambridge-school-committee/\"><span class=\"volume\">171</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">12</span></a></span>, 17 (1st Cir. 1999). Here, the non-movants are the plaintiffs, William and Theresa Brady. Inasmuch as Theresa's claim derives from William's, we treat William as the sole plaintiff.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Brady's complaint also asserted a common-law false imprisonment claim and a claim under the Massachusetts Civil Rights Act. Neither of those claims is within the purview of this appeal.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> As discussed infra, the term \"actual knowledge,\" as used by the lower court, is misleading. It is more apt to describe this state of mind as \"subjective belief.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> We think it is noteworthy that the Brooks court made this observation while rebuffing a claim of constitutional wrongdoing based on a police officer's failure to attempt to terminate criminal proceedings once he had concluded that Brooks (the section 1983 plaintiff) was innocent. See Brooks, 85 F.3d at 184.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> We are cognizant that the Court, speaking with reference to the use of excessive force, left open the question whether the protections of the Fourth Amendment conceivably could extend \"beyond the point at which arrest ends and pretrial detention begins.\" Graham, 490 U.S. at 395 n.10. This comment must be understood within the context of Graham's general concern, which was to restrict the use of substantive due process in situations in which more specific provisions of the Constitution offer adequate protection for certain liberty interests. Although the Fourth and Eighth Amendments provide protection against some uses of excessive force, neither provision necessarily deals with the use of excessive force during the period following an arrest and continuing through the end of trial. It was against this backdrop that the Court mentioned the possibility that the Fourth Amendment's prophylaxis might extend to the post-arrest period. The same considerations plainly do not apply to the case at bar where, as Baker explains, the liberty interest at issue is adequately protected by several specific constitutional provisions. See Baker, 443 U.S. at 144-46 &amp; n.3.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> In a sense, this case presents a similar, but opposite, problem to that faced by the Gerstein Court. The question there was whether a warrantless arrest requires judicial confirmation of probable cause. See 420 U.S. at 111-15. In resolving that question, the Court dwelt on separation of functions as a means to ensuring the proper administration of criminal justice. See id. at 117-18. Here, however, the question reduces to whether police, acting unilaterally, may undo a judicial determination of probable cause. Withal, the Gerstein Court's underlying concern with administering the criminal justice system fairly and effectively is fully relevant in this situation.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> To be sure, Thompson spoke of a limited exception to the general rule, namely, that a police officer has an affirmative duty to release a detainee following a warrantless arrest if the officer \"ascertains beyond a reasonable doubt that the suspicion (probable cause) which forms the basis for the privilege to arrest is unfounded.\" Thompson, 798 F.2d at 556. But the Thompson court recognized this exception only in the context of Maine's law of false imprisonment, and not as a matter of constitutional law. See id.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> We leave to one side, as clearly distinguishable, cases in which the underlying determination of probable cause depends on information provided by the arresting officer. See, e.g., Cannon v. Macon County, <span class=\"citation no-link\"><span class=\"volume\">1</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1558</span></span>, 1565 (11th Cir. 1993) (explaining that a section 1983 action may lie when a police officer deliberately or recklessly inserts false information into the supporting affidavit underlying an arrest warrant). We also leave to one side cases in which the officer has deliberately altered an arrest warrant, see, e.g., Brown v. Byer, <span class=\"citation\" data-id=\"520318\"><a href=\"/opinion/520318/tammy-brown-v-pamela-joy-byer-officer-euless-bob-bracken-jesse-e/\"><span class=\"volume\">870</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">975</span></a></span>, 979 (5th Cir. 1989), and those in which the police fail to release a person previously detained upon learning that the arrest warrant on which they had relied has been withdrawn or otherwise invalidated, see, e.g., Duckett v. City of Cedar Park, <span class=\"citation\" data-id=\"572695\"><a href=\"/opinion/572695/william-l-duckett-v-the-city-of-cedar-park-texas-dianne-newsom-as/\"><span class=\"volume\">950</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">272</span></a></span>, 279 (5th Cir. 1992). In this case, Brady neither contends that any of the appellants acted deliberately to frame him nor held him beyond the life of the warrant. He argues only that, after an investigation, certain officers subjectively concluded that he was a victim of mistaken identities.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> Our concurring brother attempts to deflect the force of these considerations by speculating that the proposed \"actual knowledge\" exception would affect only \"a handful of cases,\" post at 43, and that \"concrete applications\" of the exception \"would be few and far between,\" post at 45. With respect, this conjecture misses the point. First, we hesitate to accept our brother's proposition as an empirical matter, for it is impossible to tell what fraction of juries would be willing to favor civil rights plaintiffs in such situations. But in any event, it seems to us not unrealistic to expect that a standard weapon in the arsenal of criminal defendants turned-civil rights plaintiffs would be a \"knowledge to a certainty\" claim. There is no telling how many persons in custody would raise such claims (or use the specter of them to weaken official resolve). The real point, however, is that the position taken by the concurrence, were it to become law, would denigrate and blur the separation-of-functions scheme that experience has shown to be most effective in safeguarding liberty.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> We emphasize that we are dealing here with a situation in which the troopers arrested and took into custody the individual who was named in a facially valid warrant. If the police were to mis-execute a warrant, i.e., if they were to arrest someone other than the person named in the warrant because of mistaken identities, a different case would arise.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> Although this point has obvious methodological significance, our ultimate conclusion that Brady has no constitutional claim would remain unchanged were we to apply Fourth Amendment standards of reasonableness to the troopers' post-arrest conduct in order to ascertain whether probable cause had dissipated. The facially valid warrant, the fact that it identified Brady as the miscreant, the relative brevity of the detention, the practical unavailability of a magistrate at an earlier time, and the objective uncertainty enshrouding the situation would weigh heavily in any such analysis.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> We acknowledge that the district court also cited Maryland v. Garrison, <span class=\"citation\" data-id=\"111823\"><a href=\"/opinion/111823/maryland-v-garrison/\"><span class=\"volume\">480</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">79</span></a></span> (1987). See Brady, 24 F. Supp.2d at 136. That citation is off the mark. In Garrison, the question was whether the police had properly executed a search warrant that, because of an ambiguity apparent only in hindsight, led them to search two apartments rather than the one intended. See Garrison, 480 U.S. at 84-89. Although holding that the broader search was reasonable under the circumstances, the Court suggested that if the officers knew or should have known beforehand of the error in the warrant, they ought not to have proceeded. See id. at 86-87. In seizing upon this dictum, the district court overlooked that the Court's reference to the officers' knowledge was made in contemplation of a situation in which information acquired by the officers before they executed the warrant would have rendered the warrant ambiguous on its face, thus raising questions about the objective reasonableness of the officers' interpretation. That hypothetical situation differs markedly from a case in which the police arrest an individual pursuant to an unambiguous warrant that accurately describes the person detained. Garrison's admonition that courts should \"allow some latitude for honest mistakes that are made by officers in the dangerous and difficult process of making arrests and executing search warrants,\" id. at 87, is far more relevant for present purposes.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> We emphasize that our conclusions relate only to what the Constitution requires. We intimate no view as to the viability of Brady's claims under either the Massachusetts civil rights statutes or the common law of false imprisonment. Those questions are for the Commonwealth's courts to answer. Hence, we direct the district court to dismiss Brady's state-law claims without prejudice for want of federal jurisdiction. See Houlton Citizens' Coalition v. Town of Houlton, <span class=\"citation\" data-id=\"763565\"><a href=\"/opinion/763565/houlton-citizens-coalition-v-town-of-houlton/\"><span class=\"volume\">175</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">178</span></a></span>, 191-192 (1st Cir. 1999) ; Brennan v. Hendrigan, <span class=\"citation\" data-id=\"531204\"><a href=\"/opinion/531204/robert-brennan-v-roderick-hendrigan/\"><span class=\"volume\">888</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">189</span></a></span>, 196 (1st Cir. 1989); see generally 28 U.S.C. &#167; 1367(c)(1).</p>\n      </div>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">POLLAK, District Judge (concurring).</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">Plaintiff William Brady and his wife, co-plaintiff Theresa Brady, have jointly advanced the federal claim that when law enforcement officers learn to a certainty that a person they are holding in custody pursuant to a valid arrest warrant is in fact not the perpetrator of the offense giving rise to the arrest warrant, the law enforcement officers then have an obligation under the Constitution to release that person from custody, an obligation assertable in a law suit brought pursuant to 42 U.S.C. &#167;1983. (The plaintiffs have also advanced certain claims under Massachusetts law, but the proper disposition of those claims is not at issue on this appeal). Since Theresa Brady's share of the federal claim is entirely derivative from, and hence contingent on the viability of, the share of the federal claim put forward by her husband, I will, for convenience of presentation in the discussion which follows, refer to the plaintiffs' federal claims in the singular -- \"the Brady claim,\" or \"Brady's claim\". Defendant police officers Maryann Dill, Kenneth J. Hudson, Jr., Douglas Mendes and Steve Vrona have questioned whether the Brady claim has any constitutional footing; further, defendants have contended that -- assuming arguendo that the Brady claim is a cognizable constitutional claim -- the constitutional principle undergirding that claim was not clearly established at the time (March 4th to March 6th, 1995) William Brady was arrested and held in custody, and hence that the defendants would be shielded from any putative liability by qualified immunity.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">The District Court, in ruling on defendants' motion for summary judgment, concluded that Brady's claim is firmly rooted in the Fourth Amendment: \"If a jury finds that defendants knew that Brady was not really the man wanted by the warrant, then they could also conclude that the defendants violated Brady's Fourth Amendment right to be free from unreasonable seizure.\" Brady v. Dill, <span class=\"citation\" data-id=\"2516796\"><a href=\"/opinion/2516796/brady-v-dill/\"><span class=\"volume\">24</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">2d</span></a></span>, 129, 135 (D. Mass. 1998). Further, the District Court found that the Fourth Amendment right sought to be vindicated was clearly established; the District Court rested this aspect of its analysis on the Supreme Court's recognition, in Maryland v. Garrison, <span class=\"citation\" data-id=\"111823\"><a href=\"/opinion/111823/maryland-v-garrison/\"><span class=\"volume\">480</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">79</span></a></span>, 86-87 (1980), of the obligation of police officers executing a search warrant to desist from searching premises lying outside the scope of the search warrant the moment the officers recognize that they have travelled beyond the warrant's boundaries. Accordingly, the District Court -- while granting summary judgment in favor of two defendant officers who clearly played no role in Brady's allegedly extended detention -- declined to grant summary judgment in favor of Officers Dill, Hudson, Mendes and Vrona. The question whether there came a time at which \"defendants did know ...that they had the wrong man\" was, in the District Court's view, \"the quintessential jury question.\" Brady v. Dill, supra, <span class=\"citation\" data-id=\"2516796\"><a href=\"/opinion/2516796/brady-v-dill/\"><span class=\"volume\">24</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">2d</span></a></span> at 135 (emphasis in original).</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">Disagreeing with both aspects of the District Court's ruling, this court concludes that (1) Brady has not presented a viable constitutional claim, and (2) even if the claim were to be regarded as having persuasive doctrinal footing, the published case law which can be said to demonstrate some measure of antecedent credence for the claim is so meager as to be \"too slender a reed to ward off a finding of qualified immunity.\" In sum, the court is of the view that defendants are doubly entitled to summary judgment. (However, this court's reversal of the judgment of the District Court does not necessarily close this litigation: this court's opinion is, properly, at pains \"to direct the District Court to dismiss Brady's state-law claims without prejudice for want of federal jurisdiction,\" so that any potentially cognizable state-law claims may be asserted in the Massachusetts courts).</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">On the question whether Brady has presented a viable constitutional claim I respectfully disagree with the position announced by this court. On the question whether defendants are entitled to qualified immunity, I respectfully disagree with the position announced by the District Court. This means that I concur in the judgment of this court but not in the court's opinion. I write separately to explicate the line of thinking that leads me to differ with both courts.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">I. Is the Brady claim a viable constitutional claim?</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">* This court's opinion states: \"We believe that [the Brady] claim...is foreclosed by Baker v. McCollan, <span class=\"citation\" data-id=\"110132\"><a href=\"/opinion/110132/baker-v-mccollan/\"><span class=\"volume\">443</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">137</span></a></span> (1979).\" In Baker the Supreme Court held that a person arrested in conformity with a validly issued warrant who was held in custody for three days by a sheriff who made no real effort to investigate the detainee's fully justified and readily documentable insistence that, although named in the warrant, he was in fact not the person who committed the offense charged, had no cognizable &#167;1983 claim against the sheriff for the three days of inappropriate detention. While deeming Baker to be adversely dispositive of the claim advanced in the case at bar, this court recognizes that Brady -- and the District Court -- have posited a reading of Baker that is not preclusive of the Brady claim:</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">In an effort to escape Baker's deadly embrace, Brady urges us to read the Court's words narrowly. In his view, Baker stands only for the rule that when a person in custody protests his innocence, police officers have no affirmative obligation to investigate. Baker, Brady maintains, does not address situations in which police officers, after an arrest, come to possess \"actual knowledge\" that the detained person, though named in an outstanding warrant, is a victim of mistaken identities. In such an eventuality, Brady posits, the Constitution requires the officers to release the detainee without further ado. The district court endorsed this cramped reading of Baker and refused to grant the appellants' motion for summary judgment disposition because it perceived a factual dispute as to whether they had actual knowledge of Brady's innocence.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">Turning to what the Supreme Court wrote in Baker in the paragraph which concludes its Fourteenth Amendment analysis, I find it difficult to acquiesce in this court's characterization of the Brady/district court interpretation of Baker as a \"cramped reading.\" What the Supreme Court wrote was this:</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">The Fourteenth Amendment does not protect against all deprivations of liberty. It protects only against deprivations of liberty accomplished \"without due process of law.\" A reasonable division of functions between law enforcement officers, committing magistrates, and judicial officers -- all of whom may be potential defendants in a &#167;1983 action -- is entirely consistent with \"due process of law.\" Given the requirements that arrest may be made only on probable cause and that one detained be accorded a speedy trial, we do not think a sheriff executing an arrest warrant is required by the Constitution to investigate independently every claim of innocence, whether the claim is based on mistaken identity or a defense such as lack of requisite intent. Nor is the official charged with maintaining custody of the accused named in the warrant required by the Constitution to perform an error-free investigation of such a claim. The ultimate determination of such claims of innocence is placed in the hands of the judge and the jury.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">443 U.S. at 145-146 (footnote omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">The quoted paragraph announces two linked propositions of constitutional law. These propositions govern claims brought, under &#167;1983, by one arrested pursuant to a valid arrest warrant who, notwithstanding that he is concededly the person named in the warrant, promptly and continuously asserts his innocence, but who, nonetheless, is not promptly released by the law enforcement officers who arrested and/or subsequently detained him. The propositions -- rendered in paraphrase -- are these: (1) The \"liberty\" clause of the Fourteenth Amendment (\"[N]or shall any State deprive any person of life, liberty, or property without due process of law\")<a class=\"footnote\" href=\"#fn14\" id=\"fn14_ref\">14</a> does not obligate a law enforcement officer carrying out an arrest under a valid warrant to investigate claims of innocence voiced by or on behalf of the person arrested. (2) The \"liberty\" clause does not obligate an officer who, post-arrest, has custody of a person validly arrested, to conduct an \"error free\" (443 U.S. at 146) inquiry into claims of innocence advanced by or on behalf of the person arrested and subsequently detained. (This second proposition is not, as a matter of syntax, entirely devoid of ambiguity: the proposition may be taken to mean that a custodial officer is under no constitutional obligation to conduct an inquiry, perfect or otherwise, into claims of innocence; or, alternatively, the proposition may be taken to mean that, whether or not there is deemed to be a constitutional obligation to inquire, a custodial officer who undertakes to inquire has no constitutional obligation to insure that the findings arrived at are \"error free.\")</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">Neither of these two propositions addresses in terms -- or, I submit, by necessary implication -- the question posed in the case at bar: when (1) law enforcement officers undertake to investigate claims that a person in custody pursuant to a valid arrest is innocent, and (2) the investigation produces information that provides the officers with actual knowledge that the person in custody is not the person who committed the crime, does the \"liberty\" clause impose on the law enforcement officers an obligation to release that person forthwith -- notwithstanding that he is the person named in the arrest warrant -- because they know to a certainty that he is innocent?</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">It may be urged that in transposing the quoted Baker paragraph into two paraphrased propositions I have given the Court's language short shrift by ignoring the paragraph's closing sentence: \"The ultimate determination of such [i.e., the detainee's] claims of innocence is placed in the hands of the judge and jury.\" 443 U.S. at 146. Quoting that sentence, this court properly observes that \"Baker thus venerates the separation of functions among various government actors.\" So understood, the distinction drawn by the Supreme Court between the conventional role of law enforcement officers and the conventional role of courts is clearly responsive to the issue posed in Baker -- namely, whether a law enforcement officer has a constitutional duty to investigate, and arrive at reliable findings with respect to, claims that a person properly taken into custody is in fact (as Baker was in fact) not the person who committed the alleged offense. The answer to that question is in the negative for the reason that, in the American scheme of things, it is generally the case that determining innocence vel non is a judicial function rather than a police function. But that general description of the American scene does not answer the question posed by the case at bar: in a circumstance in which, going beyond their constitutional duty, law enforcement officers do investigate and in the process learn that the person detained is indisputably not the perpetrator of the offense charged, are not the law enforcement officers then under a constitutional duty forthwith to release the person detained? In arguing that this is a question that is not, as the court holds, \"foreclosed\" by Baker,<a class=\"footnote\" href=\"#fn15\" id=\"fn15_ref\">15</a> I would note that Baker's attribution to the judiciary of institutional responsibility for \"[t]he...determination of...claims of innocence\" characterized that determination as the \"ultimate\" determination. Assigning to the judicial branch \"ultimate\" responsibility for determining innocence would not appear to preclude an earlier finding of innocence by law enforcement officers of the executive branch. It might, indeed, be thought to invite such executive intervention in the circumstance -- the rare circumstance -- in which agents of the executive branch acquire actual knowledge (as opposed to information establishing a high degree of probability yet in some modest measure still open to further inquiry) of the innocence of the person detained.</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">ii</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">In the foregoing subsection of this opinion I have undertaken to summarize the broad construction of Baker presented in the court's opinion; and then, to counter that broad construction, I have undertaken to present, in summary form, a reconstruction of Baker positing what I think is a plausible, albeit less spacious, reading. Doubtless some will tend to regard this revisionist reading as less a reconstruction than a deconstruction -- or, more charitably, a desiccation. I must acknowledge that the court has advanced some good arguments in favor of its broad reading. To do justice to the court's arguments, which are developed with considerable care, I quote from those arguments at some length (footnote omitted):</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">Important considerations undergird the separation of functions recognized in Baker and Thompson [v. Olson, <span class=\"citation\" data-id=\"474821\"><a href=\"/opinion/474821/a-douglas-thompson-v-richard-olson-franklin-noiles-and-stephen-robinson/\"><span class=\"volume\">798</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">552</span></a></span> (1st Cir. 1986)(see supra, notes 1 and 2)], and those considerations are at their zenith when a person who is named in a facially valid warrant, supported by probable cause, is arrested pursuant to that warrant. When such a person asserts that he is a victim of mistaken identities, he in effect is pressing a claim of innocence in fact -- a claim not analytically distinct from any other factual defense (say, an alibi defense or a defense premised on a lack of specific intent) tendered by a person whom the police arrest in pursuance of a warrant issued by a judge or magistrate. Regardless of the merits of the defense, our legal system simply does not rely on police officers to determine its bona fides, even though they may have information bearing on that ultimate question and even though they may harbor strong and informed opinions one way or the other. To the contrary, once probable cause has been established, a warrant issued, and an arrest perfected, the ordinary course is for the prosecutor to decide whether to go forward, and if he elects to proceed, for the judicial branch to make the final ascertainment of guilt or innocence -- not for the police to take matters into their own hands.</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">......It is, moreover, impossible to subscribe to Brady's (and the district court's) supposition that police officers who must make conclusions from conflicting evidence gathered during a post-arrest investigation may come to 'know' that an arrestee is innocent. . . .Absent personal knowledge of Brady's innocence -- and Brady does not aver that any of the appellants were percipient witnesses to the drunk driving or its immediate aftermath -- the worst one can say about the troopers who continued to hold Brady in custody is that they came to believe, with some degree of subjective certainty, that the man they had arrested, though named in the warrant, was innocent of the underlying charge. This is not knowledge -- and this kind of subjective belief, without more, is generally insufficient to justify a police officer's unilateral release of a person who has been lawfully arrested pursuant to a valid judicial order.</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">These are cogent arguments. But they are not, I think, incontrovertible.</p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">Let us consider just what it is that Brady contends. He contends that: (1) the facially valid warrant pursuant to which he was arrested named him rather than the real culprit because the real culprit tricked the police by pretending to be Brady; and (2) in response to Brady's protestations of innocence the police inquired into the matter and soon came to realize that Brady was not the man they wanted; but, (3) rather than releasing him at once, the police kept Brady in custody for thirty-six hours until, finally, Brady was brought before a magistrate who directed that he be freed.</p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\">Now let us measure Brady's claim of innocence against the analysis propounded by the court. According to the court, when a person arrested pursuant to an arrest warrant that names him \"asserts that he is a victim of mistaken identities, he in effect is pressing a claim of innocence in fact -- a claim not analytically distinct from any other factual defense (say, an alibi defense or a defense premised on a lack of specific intent) tendered by a person whom the police arrest in pursuance of a warrant issued by a judge or magistrate.\" I have no quarrel with the proposition that such claims are not \"analytically distinct.\" But I would argue that such claims also are -- or at least may be -- pragmatically very different. Thus -- subscribing in this respect to the court's argument -- I find it very difficult to posit a scenario in which a claim of \"lack of specific intent\" could, within a few or even several days of dedicated police investigation, be so painstakingly explored, intricately unraveled and subtly evaluated as to lead the investigating officers to have absolute assurance of the innocence of the person in custody. But I have little difficulty in positing such a scenario with respect to a claim of \"mistaken identities.\" And I do not have to resort to putting together a hypothetical case. Our doctrinal raw materials offer us a real world case -- the case of Baker v. McCollan. Linnie Carl McCollan -- so the Court narrated -- was victimized by his brother Leonard. Leonard fabricated a copy of Linnie's driving license with Leonard's photograph superimposed on it. With the aid of this counterfeit identification, Leonard, when arrested in October of 1972 in Potter County, Texas, for a narcotics offense, orchestrated matters with such fraternal devotion that he was booked and bailed -- and subsequently failed to appear -- as Linnie. Wherefore, when, on December 26, 1972, Linnie was pulled over by a Dallas police officer for going through a red light, \"[a] routine warrant check revealed that Linnie Carl McCollan was wanted in Potter County, and respondent was taken into custody over his protests of mistaken identification..\" 443 U.S. at 141. For reasons not elaborated on in the Supreme Court's opinion, or in Justice Stevens's dissent, notwithstanding the fact that the Dallas Police Department promptly notified the Potter County Sheriff's Department of Linnie's arrest, four days were to elapse before Linnie was taken from Dallas to Potter County. What the transpired, as the Court narrates it, was this:On December 30, Potter County deputies took custody of respondent and placed him in the Potter County Jail in Amarillo. He remained there until January 2, 1973, when officials compared his appearance against a file photograph of the wanted man and, recognizing their error, released him.</p>\n    </div>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p class=\"indent\">Ibid.</p>\n    </div>\n    <div class=\"num\" id=\"p65\">\n      <span class=\"num\">65</span>\n      <p class=\"indent\">Like the defendant police officers in the case at bar, those who had Linnie Carl McCollan in charge were not \"percipient witnesses\" of the offense charged against the person in custody: that is, they had no \"personal knowledge of [that person's] innocence.\" But Linnie Carl McCollan's custodians did not conclude that they had to wait for a judicial officer to dismiss the charges and order Linnie released. \"[R]ecognizing their error,\" they \"released him.\" Of course the Supreme Court did not say that it was the constitutional duty of McCollan's custodians to release McCollan on \"recognizing their error.\" That issue -- which Brady's claim presents to this court -- was not before the Baker Court. But it is, I think, of at least passing interest that the Supreme Court's narrative of the way in which McCollan's (belated) release from custody was accomplished seems to treat it as a matter of course.</p>\n    </div>\n    <div class=\"num\" id=\"p66\">\n      <span class=\"num\">66</span>\n      <p class=\"indent\">It is my submission that the action Linnie Carl McCollan's custodians took to release him when they knew to a certainty that he was not their man was their constitutional duty. The court disagrees. In terms of ultimate practical difference, the gap separating my constitutional position from that of the court is not a wide one, for the reason that, were my position to prevail, there would, I think, be no more than a handful of cases in which a plaintiff would be able to demonstrate to a fact-finder that police officers kept someone in custody beyond a point in time at which they knew to a certainty  that the person in custody was not the perpetrator of the offense charged. I employ the phrase \"knew to a certainty\" advisedly. That would be my translation of the phrase \"actual knowledge\" -- the phrase contended for by Brady and relied upon by the District Court. Moreover, in explicating \"knew to a certainty,\" I would instruct the fact-finder that the operative constitutional principle is the following: An affirmative duty to release arises only if an arresting or custodial officer ascertains beyond a reasonable doubt that the suspicion (probable cause) which forms the basis for the privilege of arrest is unfounded. (I have adapted this formulation -- almost verbatim -- from the formulation employed by this court in Thompson v. Olson, supra, 798 F. 2d at 556, to describe the duty of an arresting officer \"following a legal warrantless arrest based on probable cause.\" The Thompson formulation -- which was drawn from &#167;134, Comment f, of the Second Restatement of Torts -- is stated by this court in today's opinion to be a principle of Maine law, not of federal constitutional law. Possibly so; but, as I explain in footnote 2, supra, I am not as agile as the court is in tracing, let alone walking, the fine line between state and federal law which the court discerns in its examination of Thompson. In any event, whatever the scope -- just Maine law or also federal law -- of the Thompson formulation, I regard it as a useful source for the constitutional principle I would deploy in cases such as the case at bar).</p>\n    </div>\n    <div class=\"num\" id=\"p67\">\n      <span class=\"num\">67</span>\n      <p class=\"indent\">If Brady's case were to go to trial, I would regard it as highly unlikely that a jury charged in the manner I have just described would find in his favor. I agree with the court that \"the worst one can say about the troopers who continued to hold Brady in custody is that they came to believe, with some degree of subjective certainty, that the man they had arrested, though named in the warrant, was innocent of the underlying charge.\" But although that is my view of the facts of record at the summary judgment stage, I am persuaded that a jury might conceivably view the facts differently. Which means that I agree with the District Court's assessment that this is \"the quintessential jury question.\"<a class=\"footnote\" href=\"#fn16\" id=\"fn16_ref\">16</a></p>\n    </div>\n    <div class=\"num\" id=\"p68\">\n      <span class=\"num\">68</span>\n      <p class=\"indent\">If the constitutional principle I have proposed were to be adopted, it would be my expectation that concrete applications of the principle would turn out to be few and far between. Does the expectation that the proposed principle would rarely have occasion to be vindicated mean that the proposed principle would really be a sort of whimsical superfluity that would trivialize, not augment, the Constitution? I am persuaded that the answer is no. And I say this because, so it seems to me, to reject the proposed principle -- to conclude that there is house room in the American scene for law enforcement officers to keep a person in custody for any appreciable length of time after they know to a certainty that the person is not the culprit -- is to diminish what is after all the central value of the text and of the spirit of the Constitution: liberty.<a class=\"footnote\" href=\"#fn17\" id=\"fn17_ref\">17</a></p>\n    </div>\n    <div class=\"num\" id=\"p69\">\n      <span class=\"num\">69</span>\n      <p class=\"indent\">II. Is the constitutional principle underlying Brady's claim sufficiently clearly established so as to defeat the defendants' assertion of qualified immunity?</p>\n    </div>\n    <div class=\"num\" id=\"p70\">\n      <span class=\"num\">70</span>\n      <p class=\"indent\">At the end of its opinion, the court examines the question whether, assuming arguendo the viability of Brady's constitutional claim, the constitutional principle that Brady has sought to vindicate is sufficiently clearly established so as to defeat the defense of qualified immunity deployed by the defendant law enforcement officers. The court answers that question in the negative. I agree. The court's analysis seems to me entirely apt. I would only add that the strength of the court's arguments against the viability of Brady's claim, coupled with the dearth of case law supporting my counter-arguments, seem to me to demonstrate decisively that the Brady claim, even if the court were to accept its theoretical cognizability, could not properly be pursued in this case against these defendants. That is to say, when these defendants did the things of which Brady has complained, they had little ground for supposing that the Constitution imposed on them the duty that I have attempted to formulate.</p>\n    </div>\n    <p class=\"indent\">Conclusion</p>\n    <div class=\"num\" id=\"p71\">\n      <span class=\"num\">71</span>\n      <p class=\"indent\">Although I disagree with the court's rejection of the cognizability of Brady's constitutional claim, I acquiesce in the court's view that the defendants are, in any event, shielded by qualified immunity. Accordingly, I concur in the judgment of the court.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>NOTES:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn14\">\n        <a class=\"footnote\" href=\"#fn14_ref\">14</a>\n        <p>  The Baker Court, two paragraphs before the paragraph I have quoted in the text, pointed out that Baker had been arrested \"pursuant to a warrant conforming, for purposes of our decision, to the requirements of the Fourth Amendment.\" 443 U.S. at 144. Therefore, since the Fourth Amendment's strictures with respect to \"seizures\" -- which, pursuant to the Fourteenth Amendment, are deemed to be binding on the states -- were satisfied, the Court's analysis of Baker's constitutional claim was keyed to post-arrest ingredients of Fourteenth Amendment \"due process\" (e.g., the Sixth Amendment's \"right to a speedy and public trial\"). Building on Baker, the opinion of this court in the case at bar, views Brady's claim as one to be assessed under the broad Fourteenth Amendment flag of post-arrest \"due process\" rather than the narrow Fourth Amendment ensign of \"seizure.\" This analytic approach seems to me sound -- a view which puts me at odds, conceptually, with the analytic approach taken by the District Court. Notwithstanding my perception that this court is correct in by-passing the District Court's Fourth Amendment route and opting for the more direct \"due process\" path, it is my ultimate conclusion, which I endeavor to explicate in this section (section I) of this concurrence that the District Court, in determining that Brady presented a cognizable claim, arrived at the right constitutional destination (albeit through a Fourth Amendment analysis to which I do not subscribe), and that this court, in rejecting the District Court's determination, winds up at a constitutional dead end.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn15\">\n        <a class=\"footnote\" href=\"#fn15_ref\">15</a>\n        <p> In amplification of why Brady's claim is \"foreclosed\" by Baker, the court observes that the Supreme Court's \"respect for the separation of functions...explains why the Baker Court declined to impose on police officers an affirmative duty of investigating claims of innocence. The same principle also explains why the Court deemed adherence to the archetypical post-arrest due process guarantees sufficient to protect McCollan's rights (and, ultimately, to defeat his section 1983 claim ).\"</p>\n        <p>The court then goes on to say that \"[w]e hewed to this very line in Thompson [v. Olson, <span class=\"citation\" data-id=\"474821\"><a href=\"/opinion/474821/a-douglas-thompson-v-richard-olson-franklin-noiles-and-stephen-robinson/\"><span class=\"volume\">798</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">552</span></a></span> (1st Cir. 1986)], which, as a precedent of this court, further binds us in our consideration of the case at hand. . . . Thompson involved a warrantless arrest in which the police officer himself had made the initial probable cause determination. The plaintiff then filed a section 1983 suit founded on a theory of substantive due process, coupled with a pendent state-law false imprisonment claim. In discussing the latter, we drew upon Fourth Amendment jurisprudence and noted the general rule, which we considered applicable to cases of warrantless arrests, that 'once the arrest has been properly effected, it is the magistrate and not the policeman who should decide whether probable cause has dissipated to such an extent following arrest that the suspect should be released.' . . . If the rule we recognized in Thompson applies to a warrantless arrest, it must apply, a fortiori, to an arrest of a person named in a facially valid arrest.\" The court then proceeds, by way of footnote, to acknowledge that \"Thompson spoke of a limited exception to the general rule, namely, that a police officer has an affirmative duty to release a detainee following a warrantless arrest if the officer 'ascertains beyond a reasonable doubt that the suspicion (probable cause) which forms the basis for the privilege to arrest is unfounded.'\" However the court undertakes to draw the sting of this \"limited exception to the general rule\" by stating that \"the Thompson court recognized this exception only in the context of Maine's law of false imprisonment, and not as a matter of constitutional law.\" With all respect, I think the court draws the line between the \"general rule\" (presented as constitutional law) and the \"limited exception\" (presented as Maine law) a bit too finely. Both are considered in the fourth paragraph of a five-paragraph discussion of Maine law. As this court states, that discussion was informed by \"Fourth Amendment jurisprudence.\" There is, however, no obvious highway sign which</p>\n        <p>advises the jurisprudential voyager, at the close of the formulation of the federal \"general rule,\" that the next phase -- the formulation of the \"limited exception\" -- crosses the jurisprudential boundary into the nether realm of state law.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn16\">\n        <a class=\"footnote\" href=\"#fn16_ref\">16</a>\n        <p> I have not undertaken to address the court's observation that, given that in Baker \"the Supreme Court pronounced a three-day detention as failing to constitute a deprivation of liberty without due process, it would take circumstances much more egregious than Baker's for us to conclude that a weekend detention of approximately thirty-six hours, accompanied by a concerted effort on the part of the police to secure the detainee's release, resulted in a wrong of constitutional dimensions.\" Suffice it to say that the Baker Court did not hold that it is constitutionally permissible to detain a person for three days after his custodians know to a certainty that the detainee should not be in custody, for that question, as I have sought to make clear, was not before the Baker Court.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn17\">\n        <a class=\"footnote\" href=\"#fn17_ref\">17</a>\n        <p>  I appreciate that the court's holding deals only with the question whether Brady has a claim under &#167; 1983 -- a question the court answers in the negative. It appears to me, however, that an almost inescapable corollary of the court's holding is that, had Brady in his penultimate hour of custody petitioned for habeas corpus -- supporting his petition by uncontroverted proof that his custodians knew to a certainty that Brady was not the wrongdoer -- the Great Writ would not have opened the door of Brady's cell.</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/6567/",
    "http://www.courtlistener.com/api/rest/v3/opinions/6672/",
    "http://www.courtlistener.com/api/rest/v3/opinions/13422/",
    "http://www.courtlistener.com/api/rest/v3/opinions/14437/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109186/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109506/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110132/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111611/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111823/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111953/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112257/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112699/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112924/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118036/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118289/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195880/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197989/",
    "http://www.courtlistener.com/api/rest/v3/opinions/355528/",
    "http://www.courtlistener.com/api/rest/v3/opinions/446955/",
    "http://www.courtlistener.com/api/rest/v3/opinions/451710/",
    "http://www.courtlistener.com/api/rest/v3/opinions/474821/",
    "http://www.courtlistener.com/api/rest/v3/opinions/511655/",
    "http://www.courtlistener.com/api/rest/v3/opinions/520318/",
    "http://www.courtlistener.com/api/rest/v3/opinions/531204/",
    "http://www.courtlistener.com/api/rest/v3/opinions/558985/",
    "http://www.courtlistener.com/api/rest/v3/opinions/572695/",
    "http://www.courtlistener.com/api/rest/v3/opinions/573101/",
    "http://www.courtlistener.com/api/rest/v3/opinions/588854/",
    "http://www.courtlistener.com/api/rest/v3/opinions/604127/",
    "http://www.courtlistener.com/api/rest/v3/opinions/695513/",
    "http://www.courtlistener.com/api/rest/v3/opinions/697311/",
    "http://www.courtlistener.com/api/rest/v3/opinions/716621/",
    "http://www.courtlistener.com/api/rest/v3/opinions/718765/",
    "http://www.courtlistener.com/api/rest/v3/opinions/756476/",
    "http://www.courtlistener.com/api/rest/v3/opinions/762534/",
    "http://www.courtlistener.com/api/rest/v3/opinions/763555/",
    "http://www.courtlistener.com/api/rest/v3/opinions/763565/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1578595/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2516796/"
  ]
}