{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/198567/",
  "absolute_url": "/opinion/198567/united-states-v-vigneau/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/198567/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:54:48Z",
  "date_modified": "2017-03-24T10:57:51.089249Z",
  "type": "010combined",
  "sha1": "19ce0c270713bd58aaa28c839ee315facbdce0ad",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=98-1632.01A",
  "local_path": null,
  "plain_text": "               United States Court of Appeals\r\n                   For the First Circuit\r\n\nNo. 98-1632\r\n\n                  UNITED STATES OF AMERICA,\r\n\n                         Respondent,\r\n\n                              v.\r\n\n                        MARK VIGNEAU,\r\n\n                         Petitioner.\r\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n               FOR THE DISTRICT OF RHODE ISLAND\r\n\n        [Hon. Ronald R. Lagueux, U.S. District Judge]\r\n\n                            Before\r\n\n                   Boudin, Circuit Judge,\r\n\n              Campbell, Senior Circuit Judge,\r\n\n                 and Lipez, Circuit Judge.\r\n\n   Arthur R. Silen, by appointment of the court, for petitioner.\r\n   Donald C. Lockhart, Assistant United States Attorney, with\r\nwhom Margaret C. Curran, United States Attorney, was on\r\nconsolidated brief for the United States.\r\n\nJuly 22, 1999\r\n\nBOUDIN, Circuit Judge.  This decision addresses the\r\nappeal of Mark Vigneau, who was convicted of drug and money\r\nlaundering offenses.  It is a companion to our decision released\r\ntoday on Patrick Vigneau's appeal, No. 98-1664, and we assume\r\nfamiliarity with that opinion, which contains a more extensive\r\ndescription of the criminal schemes charged by the government.  The\r\nbackground and proceedings pertaining to Mark Vigneau are as\r\nfollows.  \r\nOn May 8, 1997, Mark Vigneau was charged in an indictment\r\nwith conspiracy to distribute marijuana, 15 counts of money\r\nlaundering, conspiracy to commit money laundering, and forfeiture\r\nallegations.  21 U.S.C.  846, 841, 853; 18 U.S.C.  1956, 982. \r\nAt trial, substantial testimony--most importantly from two former\r\nco-conspirators (Randy Panahi and Timothy Owens)--established the\r\nexistence of drug distribution and money laundering schemes led by\r\nPatrick Vigneau and Richard Crandall.  The evidence directly\r\nimplicating Mark Vigneau in the schemes was considerably narrower.\r\nThis direct evidence included a videotape of a December\r\n1995 conversation between Patrick Vigneau and a co-conspirator\r\nturned cooperating witness--Richard Crandall--in which Patrick said\r\nor implied that Mark was part of the conspiracy; an entry\r\njuxtaposing \"Mark V\" with a $1,350 credit or payment listed in the\r\npocket organizer/drug ledger seized in the September 1995 search of\r\nPatrick's white van; testimony by Panahi that Patrick introduced\r\nMark to him after Panahi drove a drug-laden U-Haul truck to Rhode\r\nIsland in October 1995 and that Mark \"stripped\" the truck of its\r\naccessories afterwards; testimony by Owens that Mark was one of the\r\nsenders of the drug sale proceeds; 15 Western Union money transfer\r\nrecords listing Mark as the sender; and telephone records showing\r\nmany phone calls between Mark and other alleged conspirators during\r\nthe period of the conspiracy.\r\nFollowing a lengthy trial with Patrick and two other co-\r\ndefendants, the jury convicted Mark Vigneau on March 2, 1998, of\r\nconspiracy to distribute marijuana, conspiracy to commit money\r\nlaundering, and four counts of money laundering on specific days. \r\nHe was acquitted of the remaining eleven counts of money laundering\r\non specific days, and the government dismissed the forfeiture\r\ncounts.  On May 22, 1998, Mark Vigneau was sentenced to 97 months\r\nin prison.  On appeal, he assigns as error the admission against\r\nhim of the following evidence:  the Western Union records, the\r\ntelephone call records, the drug ledger, and the videotape.\r\nThe government's strongest evidence against Mark Vigneau\r\nincluded 15 Western Union business records showing that money was\r\nwired on specific dates to recipients in the Southwest by a sender\r\nwho gave Mark Vigneau's name, address and telephone number on the\r\n\"To Send Money\" forms.  For five of the transfers, the government\r\nhad the original forms submitted by the sender; for the other ten,\r\nit had only the computer record of the information on the forms, as\r\ndescribed in our companion opinion.  The jury convictions on the\r\nmoney laundering counts corresponded to four of the five original\r\nforms (the hand-writing on the fifth form may have varied from the\r\nother four). \r\nFor reasons explained in the companion opinion, we agree\r\nwith Mark Vigneau that his name, address and telephone number\r\nappearing in the \"sender\" section of the Western Union money\r\ntransfer forms were inadmissible hearsay.  The business records\r\nexception to the hearsay rule, Fed. R. Evid. 803(6), does not\r\nitself allow the admission for their truth of \"outsider\" statements\r\ncontained within business records.  Cameron v. Otto Bock Orthopedic\r\nIndus., Inc., 43 F.3d 14, 16-17 (1st Cir. 1994); Johnson v. Lutz,\r\n170 N.E. 517 (N.Y. 1930).  Nor did the government offer other\r\ndirect or circumstantial evidence, such as a handwriting expert, to\r\nshow that it was in fact Mark who had completed the forms.\r\nThere is no plausible claim of harmless error here as to\r\nthe four money laundering counts for which Mark was convicted. \r\nUnited States v. Shea, 159 F.3d 37, 40 (1st Cir. 1998), cert.\r\ndenied, 119 S. Ct. 1480 (1999).  The only direct evidence linking\r\nMark to these money transfers was his name and related information\r\nin the sender's portion of the Western Union \"To Send Money\" forms. \r\nSimilarly, we cannot say that the improperly admitted evidence was\r\nharmless as to Mark's conviction for conspiracy to launder money. \r\nAlthough other testimony weakly linked Mark to the process of\r\nlaundering money, these Western Union forms (if taken for their\r\ntruth), were by far the most potent evidence of Mark's connection\r\nto the money laundering scheme.\r\nEasily the most difficult issue in this appeal is whether\r\nthe admission of the Western Union records also infected Mark\r\nVigneau's conviction for drug conspiracy.  While the evidence\r\nwithout the Western Union records was adequate to support this\r\nconspiracy conviction, its strength was nothing like that\r\nintroduced against his brother, which included detailed direct\r\ntestimony by Owens and Panahi about Patrick Vigneau's participation\r\nin the drug scheme.  The government did not have Mark Vigneau on\r\nvideotape incriminating himself, nor did it find the drug ledger in\r\nMark Vigneau's van.  This comparison of the two brothers'\r\nsituations frames, but does not resolve, the harmless error\r\nquestion.\r\nThe ordinary test for harmless error is sometimes said to\r\nturn on whether it is \"highly probable\" that the improperly\r\nadmitted evidence \"contributed\" to the conviction, Shea, 159 F.3d\r\nat 40 (quoting U.S. v. Rowe, 104 F.3d 1408, 1414 (1st Cir. 1997),\r\ncert. denied, 117 S. Ct. 2424 (1997).  But since any relevant\r\nevidence wrongly admitted probably was considered by the jury (and\r\ntherefore \"contributed\" in a literal sense), a more useful\r\nformulation of the harmless error question is to ask whether the\r\nresult would have been the same if the disputed evidence had not\r\nbeen admitted.  We have therefore said that a conviction will be\r\nupheld if it is \"highly probable\" that the result would have been\r\nthe same.  United States v. Cudlitz, 72 F.3d 992, 999-1000 (1st\r\nCir. 1996).\r\nAnother complication is decisions holding that, at least\r\nfor certain errors that are constitutional in character, the  error\r\nmust be harmless \"beyond a reasonable doubt.\"  E.g., United States\r\nv. Trenkler, 61 F.3d 45, 60 n.22 (1st Cir. 1995).  In some cases,\r\nbut not in all, the wrongful admission of hearsay  can also violate\r\nthe Confrontation Clause of the Constitution, and where the line is\r\nto be drawn is unclear.  Of course, Mark Vigneau did not object to\r\nthe Western Union forms on constitutional grounds and might be\r\nviewed as having lost this claim.\r\nIn all events, we have concluded that the error cannot be\r\ndeemed harmless even if tested by the Shea standard (\"highly\r\nprobable\") ordinarily applicable to trial errors and more favorable\r\nto the government.  The evidence overwhelmingly showed the\r\nexistence of a drug distribution scheme involving Patrick Vigneau\r\nand Crandall, but the resolution in this instance turns on the\r\nstrength of evidence linking Mark Vigneau to the scheme.  Here,\r\nthere are a number of strands but--apart from the Western Union\r\nrecords--each strand was subject to arguments that might or might\r\nnot have raised a reasonable doubt in the mind of a juror.  \r\nPatrick Vigneau's statements about Mark on the videotape \r\nwere admissible against Mark as made in furtherance of an ongoing \r\nconspiracy (even though they were made to Crandall who was no\r\nlonger a part of the conspiracy, United States v. Crocker, 788 F.2d\r\n802, 805 (1st Cir. 1986)), based on the Petrozziello finding of the\r\ndistrict judge that the conspiracy was ongoing as to Mark and\r\nPatrick.  United States v. Petrozziello, 548 F.2d 20, 28 (1977). \r\nBut Patrick's videotaped references to Mark, while certainly\r\ntending to incriminate Mark, were brief and hardly the equivalent\r\nof the testimony of a witness who took the stand to implicate Mark\r\nbased on specific dealings with him.\r\nThe terse reference to Mark Vigneau in Patrick Vigneau's\r\ndrug ledger (\"Mark V\" and \"1,350\") is subject to the same attack\r\nand is even more ambiguous.  True, Owens did testify that Mark\r\nVigneau appeared on one occasion after a drug delivery had been\r\nmade to Patrick and began \"stripping\" the U-Haul of its\r\naccessories; but the accessories in question were identified as\r\n\"flares\" and the like, and Owens did not say that Mark was in any\r\nway specifically connected with the drug transfer.  Crandall's\r\nreference to Mark as a \"sender\" of Western Union money transfers is\r\nvery weak. See note 1 above.  The toll calls between Mark and\r\nvarious conspirators are obviously suspicious but by themselves are\r\nnot conclusive, there being no indication of what was actually\r\nsaid.\r\nTaken singly, these strands of evidence have some\r\nstrength; and wrapped together, they are enough to prove Mark's\r\nlink to an otherwise amply proved drug conspiracy and to permit a\r\nconviction.  But we cannot say that it is \"highly probable\" that\r\nthe jury would have convicted Mark absent the damning proof of the\r\nWestern Union forms which--if taken for the truth of their\r\nstatements that Mark Vigneau was the sender--showed his direct\r\ninvolvement in the transfer of drug proceeds back to the suppliers. \r\nThe issue is very close, but for a preserved objection, doubts are\r\nproperly resolved in favor of a defendant.  Cf. United States v.\r\nLamberty, 778 F.2d 59, 62 (1st Cir. 1985).\r\nThis outcome may seem discordant:  the jury might well\r\nhave convicted Mark Vigneau without the Western Union evidence, and \r\nin most cases the sender's name on a Western Union form is probably\r\nreliable (albeit inadmissible) evidence as to the identity of the\r\nsender.  But the defendant is entitled to the benefit of the\r\nhearsay rule even if it owes as much to history as to logic,  and\r\nas it happens, evidence in this case showed that sometimes the\r\nnames that the conspirators entered on Western Union forms were\r\nnames of innocent real persons (including the Vigneaus' mother) as\r\nwell as fabricated names.  In all events, nothing bars a retrial of\r\nMark Vigneau.\r\nAlthough Mark Vigneau's remaining claims of evidentiary\r\nerror would not alter the need for a remand, several could arise in\r\nthe event of a retrial, so we address them now.  Using telephone\r\nrecords, the government offered evidence that calls had been made\r\nbetween Mark Vigneau's residence and that of Owens and other\r\nmembers of the conspiracy.  These facts were established by\r\nundisputed telephone records coupled with stipulations.  Still,\r\nMark Vigneau objects that this evidence was improper, absent proof\r\nthat he personally made or received the particular calls placed\r\nfrom or to his apartment.\r\nThe objection fails, because the location at which the\r\ncalls were made or received was circumstantial evidence implicating\r\nMark Vigneau.  Certainly someone else at the location might have\r\nmade or received the calls, but evidence is relevant so long as it\r\nhas a tendency to make a fact more (or less) likely than it would\r\nbe absent the evidence.  Fed. R. Evid. 401.  Reliance on inferences\r\ndrawn from the fact of a location does not present a hearsay\r\nproblem.  Business records used to prove that the telephone was in\r\nMark's apartment might or might not have presented such a problem,\r\nbut stipulation settled the issue.\r\nBy the same generous test of relevance, the drug ledger,\r\nwith its brief reference to Mark Vigneau, was not excludable on the\r\nground that the references are cryptic and do not themselves\r\nestablish Mark Vigneau's guilt beyond a reasonable doubt.  The\r\nweight of the evidence was for the jury, and it is not a condition\r\nof admitting a specific item of evidence that it be sufficient to\r\nprove the case standing by itself.  With regard to attacks on the\r\nsearch that produced the ledger, the issue was not raised below,\r\nthere is no indication that Mark Vigneau would have standing to\r\ncontest the search, U.S. v. Aguirre, 839 F.2d 854, 856-57 (1st Cir.\r\n1988), and the search was in any event valid for reasons explained\r\nin our companion opinion. \r\nMark Vigneau also objects to the admission against him of\r\nthe videotape of the meeting between Patrick Vigneau and Crandall\r\non the ground that it deprived Mark Vigneau of his \"right to\r\nconfront\" the witnesses against him.  In this case, the out-of-\r\ncourt statements that directly incriminated Mark were made by\r\nPatrick, which were admissible against Mark under the co-\r\nconspirator exception to the hearsay rule, Fed. R. Evid.\r\n801(d)(2)(E), given the district court's Petrozziello findings. \r\nAdmission of evidence pursuant to a well-established hearsay\r\nexception does not violate the Sixth Amendment.  Bourjaily v.\r\nUnited States, 483 U.S. 171, 183 (1987).\r\nMark Vigneau appears to attack the Petrozziello findings\r\nthemselves.  Yet the district judge had only to find it more\r\nprobable than not that Patrick Vigneau's statements were made in\r\nfurtherance of a conspiracy that involved Mark Vigneau at the time\r\nit was made.  United States v. Ortiz, 966 F.2d 707, 715 (1st Cir.\r\n1992), cert. denied, 506 U.S. 1063 (1993).  The district judge\r\ndescribed in detail the basis for this  finding.  Nothing in Mark\r\nVigneau's discussion of this evidence, which is not itself\r\ndetailed, shows the district court's decision to be clearly\r\nerroneous.  United States v. Patterson, 644 F.2d 890, 894 (1st Cir.\r\n1984).\r\nMark Vigneau has submitted a pro se brief raising further\r\narguments in addition to those raised by his appellate counsel.  In\r\nit, he adopts  objections made by Patrick Vigneau to the trial\r\ncontinuances and the testimony of the agent who allegedly bolstered\r\nthe testimony of Owens and Panahi.  We have already disposed of\r\nthose objections in our companion opinion, finding them without\r\nmerit; and, of course, there is little likelihood that either\r\nproblem will recur in the event of a retrial.\r\nMark Vigneau also attacks, as improper, remarks of the\r\nprosecutor in the opening and closing statements.  However, there\r\nwas no objection to these statements at the time, making them\r\nunlikely candidates for reversal.  Olano, 507 U.S. at 732-35\r\n(multiple requirements for \"plain error\").  We need not discuss the\r\nstatements individually, since there is no reason to think that the\r\nsame remarks will be made on retrial (if there is one).  If the\r\nremarks are made again, presumably counsel will object, and the\r\ndistrict court can rule on them in context and tell the jury what\r\nto do.\r\nFor the reasons stated, the judgment of conviction and\r\nthe sentence imposed on Mark Vigneau are both vacated and the\r\nmatter is remanded for a new trial if the government wishes to\r\npursue one.\r\nIt is so ordered.\n",
  "html": "<p class=\"case_cite\">187 F.3d 82 (1st Cir. 1999)</p>\n    <p class=\"parties\">UNITED STATES OF AMERICA, Respondent,<br>v.<br>MARK VIGNEAU, Petitioner.</p>\n    <p class=\"docket\">No. 98-1632.</p>\n    <p class=\"court\">United States Court of Appeals for the First Circuit.</p>\n    <p class=\"date\">Heard June 8, 1999.<br>Decided July 22, 1999.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF RHODE ISLAND[Copyrighted Material Omitted]</p>\n      <p class=\"indent\">Arthur R. Silen, by appointment of the court, for petitioner.</p>\n      <p class=\"indent\">Donald C. Lockhart, Assistant United States Attorney, with whom Margaret C. Curran, United States Attorney, was on consolidated brief for the United States.</p>\n      <p class=\"indent\">Before Boudin, Circuit Judge, Campbell, Senior Circuit Judge, and Lipez, Circuit Judge.</p>\n      <p class=\"indent\">BOUDIN, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This decision addresses the appeal of Mark Vigneau, who was convicted of drug and money laundering offenses. It is a companion to our decision released today on Patrick Vigneau's appeal, No. 98-1664, and we assume familiarity with that opinion, which contains a more extensive description of the criminal schemes charged by the government. The background and proceedings pertaining to Mark Vigneau are as follows.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">On May 8, 1997, Mark Vigneau was charged in an indictment with conspiracy to distribute marijuana, 15 counts of money laundering, conspiracy to commit money laundering, and forfeiture allegations. 21 U.S.C. &#167;&#167; 846, 841, 853; 18 U.S.C. &#167;&#167; 1956, 982. At trial, substantial testimony--most importantly from two former co-conspirators (Randy Panahi and Timothy Owens)--established the existence of drug distribution and money laundering schemes led by Patrick Vigneau and Richard Crandall. The evidence directly implicating Mark Vigneau in the schemes was considerably narrower.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">This direct evidence included a videotape of a December 1995 conversation between Patrick Vigneau and a co-conspirator turned cooperating witness--Richard Crandall--in which Patrick said or implied that Mark was part of the conspiracy; an entry juxtaposing \"Mark V\" with a $1,350 credit or payment listed in the pocket organizer/drug ledger seized in the September 1995 search of Patrick's white van; testimony by Panahi that Patrick introduced Mark to him after Panahi drove a drug-laden U-Haul truck to Rhode Island in October 1995 and that Mark \"stripped\" the truck of its accessories afterwards; testimony by Owens that Mark was one of the senders of the drug sale proceeds; 15 Western Union money transfer records listing Mark as the sender; and telephone records showing many phone calls between Mark and other alleged conspirators during the period of the conspiracy.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Following a lengthy trial with Patrick and two other co-defendants, the jury convicted Mark Vigneau on March 2, 1998, of conspiracy to distribute marijuana, conspiracy to commit money laundering, and four counts of money laundering on specific days. He was acquitted of the remaining eleven counts of money laundering on specific days, and the government dismissed the forfeiture counts. On May 22, 1998, Mark Vigneau was sentenced to 97 months in prison. On appeal, he assigns as error the admission against him of the following evidence: the Western Union records, the telephone call records, the drug ledger, and the videotape.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The government's strongest evidence against Mark Vigneau included 15 Western Union business records showing that money was wired on specific dates to recipients in the Southwest by a sender who gave Mark Vigneau's name, address and telephone number on the \"To Send Money\" forms. For five of the transfers, the government had the original forms submitted by the sender; for the other ten, it had only the computer record of the information on the forms, as described in our companion opinion. The jury convictions on the money laundering counts corresponded to four of the five original forms (the hand-writing on the fifth form may have varied from the other four).</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">For reasons explained in the companion opinion, we agree with Mark Vigneau that his name, address and telephone number appearing in the \"sender\" section of the Western Union money transfer forms were inadmissible hearsay. The business records exception to the hearsay rule, Fed. R. Evid. 803(6), does not itself allow the admission for their truth of \"outsider\" statements contained within business records. Cameron v. Otto Bock Orthopedic Indus., Inc., 43 F.3d 14, 16-17 (1st Cir. 1994); Johnson v. Lutz, 170 N.E. 517 (N.Y. 1930). Nor did the government offer other direct or circumstantial evidence, such as a handwriting expert, to show that it was in fact Mark who had completed the forms.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">There is no plausible claim of harmless error here as to the four money laundering counts for which Mark was convicted. United States v. Shea, 159 F.3d 37, 40 (1st Cir. 1998), cert. denied,--- U.S. ---, 119 S. Ct. 1480 (1999). The only direct evidence linking Mark to these money transfers was his name and related information in the sender's portion of the Western Union \"To Send Money\" forms. Similarly, we cannot say that the improperly admitted evidence was harmless as to Mark's conviction for conspiracy to launder money. Although other testimony weakly linked Mark to the process of laundering money, these Western Union forms (if taken for their truth), were by far the most potent evidence of Mark's connection to the money laundering scheme.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Easily the most difficult issue in this appeal is whether the admission of the Western Union records also infected Mark Vigneau's conviction for drug conspiracy. While the evidence without the Western Union records was adequate to support this conspiracy conviction, its strength was nothing like that introduced against his brother, which included detailed direct testimony by Owens and Panahi about Patrick Vigneau's participation in the drug scheme. The government did not have Mark Vigneau on videotape incriminating himself, nor did it find the drug ledger in Mark Vigneau's van. This comparison of the two brothers' situations frames, but does not resolve, the harmless error question.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The ordinary test for harmless error is sometimes said to turn on whether it is \"highly probable\" that the improperly admitted evidence \"contributed\" to the conviction, Shea, 159 F.3d at 40 (quoting U.S. v. Rowe, 104 F.3d 1408, 1414 (1st Cir. 1997), cert. denied, 117 S. Ct. 2424 (1997). But since any relevant evidence wrongly admitted probably was considered by the jury (and therefore \"contributed\" in a literal sense), a more useful formulation of the harmless error question is to ask whether the result would have been the same if the disputed evidence had not been admitted. We have therefore said that a conviction will be upheld if it is \"highly probable\" that the result would have been the same. United States v. Cudlitz, 72 F.3d 992, 999-1000 (1st Cir. 1996).</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Another complication is decisions holding that, at least for certain errors that are constitutional in character, the error must be harmless \"beyond a reasonable doubt.\" E.g., United States v. Trenkler, 61 F.3d 45, 60 n.22 (1st Cir. 1995). In some cases, but not in all, the wrongful admission of hearsay can also violate the Confrontation Clause of the Constitution, and where the line is to be drawn is unclear.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> Of course, Mark Vigneau did not object to the Western Union forms on constitutional grounds and might be viewed as having lost this claim.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">In all events, we have concluded that the error cannot be deemed harmless even if tested by the Shea standard (\"highly probable\") ordinarily applicable to trial errors and more favorable to the government. The evidence overwhelmingly showed the existence of a drug distribution scheme involving Patrick Vigneau and Crandall, but the resolution in this instance turns on the strength of evidence linking Mark Vigneau to the scheme. Here, there are a number of strands but--apart from the Western Union records--each strand was subject to arguments that might or might not have raised a reasonable doubt in the mind of a juror.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Patrick Vigneau's statements about Mark on the videotape were admissible against Mark as made in furtherance of an ongoing conspiracy (even though they were made to Crandall who was no longer a part of the conspiracy, United States v. Crocker, 788 F.2d 802, 805 (1st Cir. 1986)), based on the Petrozziello finding of the district judge that the conspiracy was ongoing as to Mark and Patrick. United States v. Petrozziello, 548 F.2d 20, 28 (1977). But Patrick's videotaped references to Mark, while certainly tending to incriminate Mark, were brief and hardly the equivalent of the testimony of a witness who took the stand to implicate Mark based on specific dealings with him.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The terse reference to Mark Vigneau in Patrick Vigneau's drug ledger (\"Mark V\" and \"1,350\") is subject to the same attack and is even more ambiguous. True, Owens did testify that Mark Vigneau appeared on one occasion after a drug delivery had been made to Patrick and began \"stripping\" the U-Haul of its accessories; but the accessories in question were identified as \"flares\" and the like, and Owens did not say that Mark was in any way specifically connected with the drug transfer. Crandall's reference to Mark as a \"sender\" of Western Union money transfers is very weak. See note 1 above. The toll calls between Mark and various conspirators are obviously suspicious but by themselves are not conclusive, there being no indication of what was actually said.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Taken singly, these strands of evidence have some strength; and wrapped together, they are enough to prove Mark's link to an otherwise amply proved drug conspiracy and to permit a conviction. But we cannot say that it is \"highly probable\" that the jury would have convicted Mark absent the damning proof of the Western Union forms which--if taken for the truth of their statements that Mark Vigneau was the sender--showed his direct involvement in the transfer of drug proceeds back to the suppliers. The issue is very close, but for a preserved objection, doubts are properly resolved in favor of a defendant. Cf. United States v. Lamberty, 778 F.2d 59, 62 (1st Cir. 1985).</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">This outcome may seem discordant: the jury might well have convicted Mark Vigneau without the Western Union evidence, and in most cases the sender's name on a Western Union form is probably reliable (albeit inadmissible) evidence as to the identity of the sender. But the defendant is entitled to the benefit of the hearsay rule even if it owes as much to history as to logic, and as it happens, evidence in this case showed that sometimes the names that the conspirators entered on Western Union forms were names of innocent real persons (including the Vigneaus' mother) as well as fabricated names. In all events, nothing bars a retrial of Mark Vigneau.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Although Mark Vigneau's remaining claims of evidentiary error would not alter the need for a remand, several could arise in the event of a retrial, so we address them now. Using telephone records, the government offered evidence that calls had been made between Mark Vigneau's residence and that of Owens and other members of the conspiracy. These facts were established by undisputed telephone records coupled with stipulations. Still, Mark Vigneau objects that this evidence was improper, absent proof that he personally made or received the particular calls placed from or to his apartment.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The objection fails, because the location at which the calls were made or received was circumstantial evidence implicating Mark Vigneau. Certainly someone else at the location might have made or received the calls, but evidence is relevant so long as it has a tendency to make a fact more (or less) likely than it would be absent the evidence. Fed. R. Evid. 401. Reliance on inferences drawn from the fact of a location does not present a hearsay problem. Business records used to prove that the telephone was in Mark's apartment might or might not have presented such a problem, but stipulation settled the issue.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">By the same generous test of relevance, the drug ledger, with its brief reference to Mark Vigneau, was not excludable on the ground that the references are cryptic and do not themselves establish Mark Vigneau's guilt beyond a reasonable doubt. The weight of the evidence was for the jury, and it is not a condition of admitting a specific item of evidence that it be sufficient to prove the case standing by itself. With regard to attacks on the search that produced the ledger, the issue was not raised below, there is no indication that Mark Vigneau would have standing to contest the search, U.S. v. Aguirre, 839 F.2d 854, 856-57 (1st Cir. 1988), and the search was in any event valid for reasons explained in our companion opinion.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Mark Vigneau also objects to the admission against him of the videotape of the meeting between Patrick Vigneau and Crandall on the ground that it deprived Mark Vigneau of his \"right to confront\" the witnesses against him. In this case, the out-of-court statements that directly incriminated Mark were made by Patrick, which were admissible against Mark under the co-conspirator exception to the hearsay rule, Fed. R. Evid. 801(d)(2)(E), given the district court's Petrozziello findings. Admission of evidence pursuant to a well-established hearsay exception does not violate the Sixth Amendment. Bourjaily v. United States, 483 U.S. 171, 183 (1987).</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Mark Vigneau appears to attack the Petrozziello findings themselves. Yet the district judge had only to find it more probable than not that Patrick Vigneau's statements were made in furtherance of a conspiracy that involved Mark Vigneau at the time it was made. United States v. Ortiz, 966 F.2d 707, 715 (1st Cir. 1992), cert. denied, 506 U.S. 1063 (1993). The district judge described in detail the basis for this finding. Nothing in Mark Vigneau's discussion of this evidence, which is not itself detailed, shows the district court's decision to be clearly erroneous. United States v. Patterson, 644 F.2d 890, 894 (1st Cir. 1981).</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Mark Vigneau has submitted a pro se brief raising further arguments in addition to those raised by his appellate counsel. In it, he adopts objections made by Patrick Vigneau to the trial continuances and the testimony of the agent who allegedly bolstered the testimony of Owens and Panahi. We have already disposed of those objections in our companion opinion, finding them without merit; and, of course, there is little likelihood that either problem will recur in the event of a retrial.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Mark Vigneau also attacks, as improper, remarks of the prosecutor in the opening and closing statements. However, there was no objection to these statements at the time, making them unlikely candidates for reversal. Olano, 507 U.S. at 732-35 (multiple requirements for \"plain error\"). We need not discuss the statements individually, since there is no reason to think that the same remarks will be made on retrial (if there is one). If the remarks are made again, presumably counsel will object, and the district court can rule on them in context and tell the jury what to do.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">For the reasons stated, the judgment of conviction and the sentence imposed on Mark Vigneau are both vacated and the matter is remanded for a new trial if the government wishes to pursue one.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">It is so ordered.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The other testimony cited to us by the government is a single brief passage of testimony by Owens that implies that when he went to pick up Western Union checks, he was normally given in advance the name that the sender was using and the name given as the recipient so that he would know what identification to bring. While Owens said that Mark's was among the names he was given as a sender, it is not even clear from this brief passage whether Mark was being named as the actual sender or simply as the name used at the Western Union office of origin.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> E.g., Manocchio v. Moran, 919 F.2d 770, 783-84 (1st Cir. 1990), cert. denied, 500 U.S. 910 (1991); see generally Trenkler, 61 F.3d at 60 n.22; United States v. Palow, 777 F.2d 52, 57 (1st Cir. 1985), cert. denied, 475 U.S. 1052 (1986); see also 2 McCormick on Evidence &#167; 252, at 126-29 (4th ed. 1992).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> On the videotape, Patrick makes several specific references to Mark, stating to Crandall that Mark was concerned that Patrick Vigneau and Crandall \"talk too much on the phone\" and asked \"why can't [Patrick] have [Crandall] take them up here?,\" that Mark's view was that the \"best . . . way is the train,\" and that Mark was not out . . . I'd rather have him out.\"</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">187</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">82</span></span> (1st Cir. 1999)</p>\n    <p class=\"parties\">UNITED STATES OF AMERICA, Respondent,<br>v.<br>MARK VIGNEAU, Petitioner.</p>\n    <p class=\"docket\">No. 98-1632.</p>\n    <p class=\"court\">United States Court of Appeals for the First Circuit.</p>\n    <p class=\"date\">Heard June 8, 1999.<br>Decided July 22, 1999.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF RHODE ISLAND[Copyrighted Material Omitted]</p>\n      <p class=\"indent\">Arthur R. Silen, by appointment of the court, for petitioner.</p>\n      <p class=\"indent\">Donald C. Lockhart, Assistant United States Attorney, with whom Margaret C. Curran, United States Attorney, was on consolidated brief for the United States.</p>\n      <p class=\"indent\">Before Boudin, Circuit Judge, Campbell, Senior Circuit Judge, and Lipez, Circuit Judge.</p>\n      <p class=\"indent\">BOUDIN, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This decision addresses the appeal of Mark Vigneau, who was convicted of drug and money laundering offenses. It is a companion to our decision released today on Patrick Vigneau's appeal, No. 98-1664, and we assume familiarity with that opinion, which contains a more extensive description of the criminal schemes charged by the government. The background and proceedings pertaining to Mark Vigneau are as follows.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">On May 8, 1997, Mark Vigneau was charged in an indictment with conspiracy to distribute marijuana, 15 counts of money laundering, conspiracy to commit money laundering, and forfeiture allegations. 21 U.S.C. &#167;&#167; 846, 841, 853; 18 U.S.C. &#167;&#167; 1956, 982. At trial, substantial testimony--most importantly from two former co-conspirators (Randy Panahi and Timothy Owens)--established the existence of drug distribution and money laundering schemes led by Patrick Vigneau and Richard Crandall. The evidence directly implicating Mark Vigneau in the schemes was considerably narrower.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">This direct evidence included a videotape of a December 1995 conversation between Patrick Vigneau and a co-conspirator turned cooperating witness--Richard Crandall--in which Patrick said or implied that Mark was part of the conspiracy; an entry juxtaposing \"Mark V\" with a $1,350 credit or payment listed in the pocket organizer/drug ledger seized in the September 1995 search of Patrick's white van; testimony by Panahi that Patrick introduced Mark to him after Panahi drove a drug-laden U-Haul truck to Rhode Island in October 1995 and that Mark \"stripped\" the truck of its accessories afterwards; testimony by Owens that Mark was one of the senders of the drug sale proceeds; 15 Western Union money transfer records listing Mark as the sender; and telephone records showing many phone calls between Mark and other alleged conspirators during the period of the conspiracy.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Following a lengthy trial with Patrick and two other co-defendants, the jury convicted Mark Vigneau on March 2, 1998, of conspiracy to distribute marijuana, conspiracy to commit money laundering, and four counts of money laundering on specific days. He was acquitted of the remaining eleven counts of money laundering on specific days, and the government dismissed the forfeiture counts. On May 22, 1998, Mark Vigneau was sentenced to 97 months in prison. On appeal, he assigns as error the admission against him of the following evidence: the Western Union records, the telephone call records, the drug ledger, and the videotape.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The government's strongest evidence against Mark Vigneau included 15 Western Union business records showing that money was wired on specific dates to recipients in the Southwest by a sender who gave Mark Vigneau's name, address and telephone number on the \"To Send Money\" forms. For five of the transfers, the government had the original forms submitted by the sender; for the other ten, it had only the computer record of the information on the forms, as described in our companion opinion. The jury convictions on the money laundering counts corresponded to four of the five original forms (the hand-writing on the fifth form may have varied from the other four).</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">For reasons explained in the companion opinion, we agree with Mark Vigneau that his name, address and telephone number appearing in the \"sender\" section of the Western Union money transfer forms were inadmissible hearsay. The business records exception to the hearsay rule, Fed. R. Evid. 803(6), does not itself allow the admission for their truth of \"outsider\" statements contained within business records. Cameron v. Otto Bock Orthopedic Indus., Inc., <span class=\"citation\" data-id=\"195813\"><a href=\"/opinion/195813/cameron-v-otto-bock-orthopedic/\"><span class=\"volume\">43</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">14</span></a></span>, 16-17 (1st Cir. 1994); Johnson v. Lutz, <span class=\"citation no-link\"><span class=\"volume\">170</span> <span class=\"reporter\">N.E.</span> <span class=\"page\">517</span></span> (N.Y. 1930). Nor did the government offer other direct or circumstantial evidence, such as a handwriting expert, to show that it was in fact Mark who had completed the forms.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">There is no plausible claim of harmless error here as to the four money laundering counts for which Mark was convicted. United States v. Shea, <span class=\"citation\" data-id=\"198187\"><a href=\"/opinion/198187/united-states-v-shea/\"><span class=\"volume\">159</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">37</span></a></span>, 40 (1st Cir. 1998), cert. denied,--- U.S. ---, <span class=\"citation no-link\"><span class=\"volume\">119</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1480</span></span> (1999). The only direct evidence linking Mark to these money transfers was his name and related information in the sender's portion of the Western Union \"To Send Money\" forms. Similarly, we cannot say that the improperly admitted evidence was harmless as to Mark's conviction for conspiracy to launder money. Although other testimony weakly linked Mark to the process of laundering money, these Western Union forms (if taken for their truth), were by far the most potent evidence of Mark's connection to the money laundering scheme.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Easily the most difficult issue in this appeal is whether the admission of the Western Union records also infected Mark Vigneau's conviction for drug conspiracy. While the evidence without the Western Union records was adequate to support this conspiracy conviction, its strength was nothing like that introduced against his brother, which included detailed direct testimony by Owens and Panahi about Patrick Vigneau's participation in the drug scheme. The government did not have Mark Vigneau on videotape incriminating himself, nor did it find the drug ledger in Mark Vigneau's van. This comparison of the two brothers' situations frames, but does not resolve, the harmless error question.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The ordinary test for harmless error is sometimes said to turn on whether it is \"highly probable\" that the improperly admitted evidence \"contributed\" to the conviction, Shea, 159 F.3d at 40 (quoting U.S. v. Rowe, <span class=\"citation\" data-id=\"197184\"><a href=\"/opinion/197184/united-states-v-rose/\"><span class=\"volume\">104</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1408</span></a></span>, 1414 (1st Cir. 1997), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">117</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2424</span></span> (1997). But since any relevant evidence wrongly admitted probably was considered by the jury (and therefore \"contributed\" in a literal sense), a more useful formulation of the harmless error question is to ask whether the result would have been the same if the disputed evidence had not been admitted. We have therefore said that a conviction will be upheld if it is \"highly probable\" that the result would have been the same. United States v. Cudlitz, <span class=\"citation\" data-id=\"196509\"><a href=\"/opinion/196509/united-states-v-cudlitz/\"><span class=\"volume\">72</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">992</span></a></span>, 999-1000 (1st Cir. 1996).</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Another complication is decisions holding that, at least for certain errors that are constitutional in character, the error must be harmless \"beyond a reasonable doubt.\" E.g., United States v. Trenkler, <span class=\"citation\" data-id=\"196186\"><a href=\"/opinion/196186/united-states-v-trenkler/\"><span class=\"volume\">61</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">45</span></a></span>, 60 n.22 (1st Cir. 1995). In some cases, but not in all, the wrongful admission of hearsay can also violate the Confrontation Clause of the Constitution, and where the line is to be drawn is unclear.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> Of course, Mark Vigneau did not object to the Western Union forms on constitutional grounds and might be viewed as having lost this claim.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">In all events, we have concluded that the error cannot be deemed harmless even if tested by the Shea standard (\"highly probable\") ordinarily applicable to trial errors and more favorable to the government. The evidence overwhelmingly showed the existence of a drug distribution scheme involving Patrick Vigneau and Crandall, but the resolution in this instance turns on the strength of evidence linking Mark Vigneau to the scheme. Here, there are a number of strands but--apart from the Western Union records--each strand was subject to arguments that might or might not have raised a reasonable doubt in the mind of a juror.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Patrick Vigneau's statements about Mark on the videotape were admissible against Mark as made in furtherance of an ongoing conspiracy (even though they were made to Crandall who was no longer a part of the conspiracy, United States v. Crocker, <span class=\"citation\" data-id=\"468727\"><a href=\"/opinion/468727/united-states-v-gerald-james-crocker/\"><span class=\"volume\">788</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">802</span></a></span>, 805 (1st Cir. 1986)), based on the Petrozziello finding of the district judge that the conspiracy was ongoing as to Mark and Patrick. United States v. Petrozziello, <span class=\"citation\" data-id=\"342283\"><a href=\"/opinion/342283/united-states-v-ralph-petrozziello/\"><span class=\"volume\">548</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">20</span></a></span>, 28 (1977). But Patrick's videotaped references to Mark, while certainly tending to incriminate Mark, were brief and hardly the equivalent of the testimony of a witness who took the stand to implicate Mark based on specific dealings with him.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The terse reference to Mark Vigneau in Patrick Vigneau's drug ledger (\"Mark V\" and \"1,350\") is subject to the same attack and is even more ambiguous. True, Owens did testify that Mark Vigneau appeared on one occasion after a drug delivery had been made to Patrick and began \"stripping\" the U-Haul of its accessories; but the accessories in question were identified as \"flares\" and the like, and Owens did not say that Mark was in any way specifically connected with the drug transfer. Crandall's reference to Mark as a \"sender\" of Western Union money transfers is very weak. See note 1 above. The toll calls between Mark and various conspirators are obviously suspicious but by themselves are not conclusive, there being no indication of what was actually said.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Taken singly, these strands of evidence have some strength; and wrapped together, they are enough to prove Mark's link to an otherwise amply proved drug conspiracy and to permit a conviction. But we cannot say that it is \"highly probable\" that the jury would have convicted Mark absent the damning proof of the Western Union forms which--if taken for the truth of their statements that Mark Vigneau was the sender--showed his direct involvement in the transfer of drug proceeds back to the suppliers. The issue is very close, but for a preserved objection, doubts are properly resolved in favor of a defendant. Cf. United States v. Lamberty, <span class=\"citation\" data-id=\"461343\"><a href=\"/opinion/461343/united-states-v-efrain-lamberty/\"><span class=\"volume\">778</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">59</span></a></span>, 62 (1st Cir. 1985).</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">This outcome may seem discordant: the jury might well have convicted Mark Vigneau without the Western Union evidence, and in most cases the sender's name on a Western Union form is probably reliable (albeit inadmissible) evidence as to the identity of the sender. But the defendant is entitled to the benefit of the hearsay rule even if it owes as much to history as to logic, and as it happens, evidence in this case showed that sometimes the names that the conspirators entered on Western Union forms were names of innocent real persons (including the Vigneaus' mother) as well as fabricated names. In all events, nothing bars a retrial of Mark Vigneau.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Although Mark Vigneau's remaining claims of evidentiary error would not alter the need for a remand, several could arise in the event of a retrial, so we address them now. Using telephone records, the government offered evidence that calls had been made between Mark Vigneau's residence and that of Owens and other members of the conspiracy. These facts were established by undisputed telephone records coupled with stipulations. Still, Mark Vigneau objects that this evidence was improper, absent proof that he personally made or received the particular calls placed from or to his apartment.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The objection fails, because the location at which the calls were made or received was circumstantial evidence implicating Mark Vigneau. Certainly someone else at the location might have made or received the calls, but evidence is relevant so long as it has a tendency to make a fact more (or less) likely than it would be absent the evidence. Fed. R. Evid. 401. Reliance on inferences drawn from the fact of a location does not present a hearsay problem. Business records used to prove that the telephone was in Mark's apartment might or might not have presented such a problem, but stipulation settled the issue.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">By the same generous test of relevance, the drug ledger, with its brief reference to Mark Vigneau, was not excludable on the ground that the references are cryptic and do not themselves establish Mark Vigneau's guilt beyond a reasonable doubt. The weight of the evidence was for the jury, and it is not a condition of admitting a specific item of evidence that it be sufficient to prove the case standing by itself. With regard to attacks on the search that produced the ledger, the issue was not raised below, there is no indication that Mark Vigneau would have standing to contest the search, U.S. v. Aguirre, <span class=\"citation\" data-id=\"501807\"><a href=\"/opinion/501807/united-states-v-luis-a-aguirre/\"><span class=\"volume\">839</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">854</span></a></span>, 856-57 (1st Cir. 1988), and the search was in any event valid for reasons explained in our companion opinion.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Mark Vigneau also objects to the admission against him of the videotape of the meeting between Patrick Vigneau and Crandall on the ground that it deprived Mark Vigneau of his \"right to confront\" the witnesses against him. In this case, the out-of-court statements that directly incriminated Mark were made by Patrick, which were admissible against Mark under the co-conspirator exception to the hearsay rule, Fed. R. Evid. 801(d)(2)(E), given the district court's Petrozziello findings. Admission of evidence pursuant to a well-established hearsay exception does not violate the Sixth Amendment. Bourjaily v. United States, <span class=\"citation\" data-id=\"111938\"><a href=\"/opinion/111938/bourjaily-v-united-states/\"><span class=\"volume\">483</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">171</span></a></span>, 183 (1987).</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Mark Vigneau appears to attack the Petrozziello findings themselves. Yet the district judge had only to find it more probable than not that Patrick Vigneau's statements were made in furtherance of a conspiracy that involved Mark Vigneau at the time it was made. United States v. Ortiz, <span class=\"citation\" data-id=\"584511\"><a href=\"/opinion/584511/united-states-v-ruben-ortiz-aka-ruben-ortiz-de-jesus-united-states-of/\"><span class=\"volume\">966</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">707</span></a></span>, 715 (1st Cir. 1992), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">506</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1063</span></span> (1993). The district judge described in detail the basis for this finding. Nothing in Mark Vigneau's discussion of this evidence, which is not itself detailed, shows the district court's decision to be clearly erroneous. United States v. Patterson, <span class=\"citation\" data-id=\"388752\"><a href=\"/opinion/388752/united-states-v-preston-t-patterson-united-states-of-america-v-benjamin/\"><span class=\"volume\">644</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">890</span></a></span>, 894 (1st Cir. 1981).</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Mark Vigneau has submitted a pro se brief raising further arguments in addition to those raised by his appellate counsel. In it, he adopts objections made by Patrick Vigneau to the trial continuances and the testimony of the agent who allegedly bolstered the testimony of Owens and Panahi. We have already disposed of those objections in our companion opinion, finding them without merit; and, of course, there is little likelihood that either problem will recur in the event of a retrial.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Mark Vigneau also attacks, as improper, remarks of the prosecutor in the opening and closing statements. However, there was no objection to these statements at the time, making them unlikely candidates for reversal. Olano, 507 U.S. at 732-35 (multiple requirements for \"plain error\"). We need not discuss the statements individually, since there is no reason to think that the same remarks will be made on retrial (if there is one). If the remarks are made again, presumably counsel will object, and the district court can rule on them in context and tell the jury what to do.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">For the reasons stated, the judgment of conviction and the sentence imposed on Mark Vigneau are both vacated and the matter is remanded for a new trial if the government wishes to pursue one.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">It is so ordered.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The other testimony cited to us by the government is a single brief passage of testimony by Owens that implies that when he went to pick up Western Union checks, he was normally given in advance the name that the sender was using and the name given as the recipient so that he would know what identification to bring. While Owens said that Mark's was among the names he was given as a sender, it is not even clear from this brief passage whether Mark was being named as the actual sender or simply as the name used at the Western Union office of origin.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> E.g., Manocchio v. Moran, <span class=\"citation\" data-id=\"552159\"><a href=\"/opinion/552159/nicholas-p-manocchio-v-john-moran-director-department-of-corrections/\"><span class=\"volume\">919</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">770</span></a></span>, 783-84 (1st Cir. 1990), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">500</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">910</span></span> (1991); see generally Trenkler, 61 F.3d at 60 n.22; United States v. Palow, <span class=\"citation\" data-id=\"461002\"><a href=\"/opinion/461002/united-states-v-robert-s-palow-united-states-of-america-v-paul-c/\"><span class=\"volume\">777</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">52</span></a></span>, 57 (1st Cir. 1985), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">475</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1052</span></span> (1986); see also 2 McCormick on Evidence &#167; 252, at 126-29 (4th ed. 1992).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> On the videotape, Patrick makes several specific references to Mark, stating to Crandall that Mark was concerned that Patrick Vigneau and Crandall \"talk too much on the phone\" and asked \"why can't [Patrick] have [Crandall] take them up here?,\" that Mark's view was that the \"best . . . way is the train,\" and that Mark was not out . . . I'd rather have him out.\"</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/111938/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195813/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196186/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196509/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197184/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198187/",
    "http://www.courtlistener.com/api/rest/v3/opinions/342283/",
    "http://www.courtlistener.com/api/rest/v3/opinions/388752/",
    "http://www.courtlistener.com/api/rest/v3/opinions/461002/",
    "http://www.courtlistener.com/api/rest/v3/opinions/461343/",
    "http://www.courtlistener.com/api/rest/v3/opinions/468727/",
    "http://www.courtlistener.com/api/rest/v3/opinions/501807/",
    "http://www.courtlistener.com/api/rest/v3/opinions/552159/",
    "http://www.courtlistener.com/api/rest/v3/opinions/584511/"
  ]
}