{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/198533/",
  "absolute_url": "/opinion/198533/united-states-v-aker/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/198533/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:54:12Z",
  "date_modified": "2017-03-24T10:57:33.663689Z",
  "type": "010combined",
  "sha1": "29e6d361a0b593e17e53f285731444b12009de4b",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=98-1900.01A",
  "local_path": null,
  "plain_text": "               United States Court of Appeals\r\n                   For the First Circuit\r\n\nNo. 98-1900\r\n\n                  UNITED STATES OF AMERICA,\r\n\n                          Appellee,\r\n\n                              v.\r\n\n                        ALAN A. AKER,\r\n\n                    Defendant, Appellant.\r\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n              FOR THE DISTRICT OF MASSACHUSETTS\r\n\n         [Hon. Robert E. Keeton, U.S. District Judge]\r\n\n                            Before\r\n\n                   Torruella, Chief Judge,\r\n\n              Campbell, Senior Circuit Judge,\r\n\n                 and Boudin, Circuit Judge.\r\n\n   Lois M. Farmer, by appointment of the court, with whom Garnick\r\n&amp; Scudder, P.C. was on brief for appellant.\r\n   James F. Lang, Assistant United States Attorney, with whom\r\nDonald K. Stern, United States Attorney, was on brief for the\r\nUnited States.\r\n\nJune 28, 1999\r\n\nBOUDIN, Circuit Judge.  Alan Aker pled guilty to two drug\r\noffenses and one firearms offense and was sentenced to 121 months\r\nin prison.  He now appeals, saying that the district judge should\r\nhave allowed him to withdraw his guilty plea and that the judge\r\nerred in fixing his sentence.  The facts that follow are drawn from\r\nthe pre-sentence report and the testimony in the district court. \r\nUnited States v. Egemonye, 62 F.3d 425, 426 (1st Cir. 1995).\r\nIn September 1993, the police obtained a warrant to\r\nsearch Aker's house and car for cocaine and paraphernalia.  After\r\nwatching Aker conduct from his car an apparent drug transaction,\r\nthe police searched the car, finding two bags of cocaine (a total\r\nof 6.7 grams) in the driver's-side ashtray, a handgun in the glove\r\ncompartment, and an additional 27.3 grams of powder cocaine and\r\n26.6 grams of crack cocaine hidden in a cooler in the back of the\r\ncar.  On his arrest Aker was carrying $1,084 in cash, and a search\r\nof his house revealed another 1.33 grams of crack cocaine and seven\r\nfirearms, four of which were stolen.  \r\nAker was then indicted by a grand jury and released\r\npending trial.  By a superceding indictment returned in September\r\n1994, Aker was charged with four offenses: possession with intent\r\nto distribute cocaine, 21 U.S.C. 841(a)(1); possession with intent\r\nto distribute cocaine base, id; use and carriage of a firearm\r\nduring and in relation to a drug trafficking crime, 18 U.S.C.\r\n924(c); and possession of stolen firearms, 18 U.S.C. 922(j). \r\nThese charges were pending against him when his trial began about\r\na year later.\r\nAfter his indictment but before trial, the police\r\nwitnessed another apparent drug transaction involving Aker.  On\r\nMarch 14, 1995, a confidential informant set up a monitored\r\npurchase with Aker, who told the informant that he (Aker) would\r\nleave an agreed-upon amount of drugs under a designated dumpster. \r\nAfter the confidential informant provided Aker with the money, the\r\npolice found the designated drugs (6.5 grams of crack cocaine)\r\nunder the dumpster.  This incident was not included in Aker's\r\nindictment and conviction, but it was considered relevant conduct\r\nfor the purposes of sentencing.\r\nAt Aker's trial in June 1995, Aker's lawyer admitted in\r\nhis opening that the drugs in the front of Aker's car belonged to\r\nAker but said they were intended for personal use and that Aker\r\nknew nothing of the drugs in the back; the latter, said counsel,\r\nhad been placed there by Tony Jones, the boyfriend of Aker's sister\r\nKaren.  Two days later, as the trial continued, the prosecutor\r\nadvised the defense that he had learned that Tony Jones was an\r\ninformant for the Fitchburg police and that Jones had denied owning\r\nthe drugs in the back of the car; instead, Jones claimed to have\r\nagreed with Aker to testify falsely that the drugs belonged to\r\nJones.\r\nAker then struck a deal with the government, which agreed\r\nto dismiss the firearm count under section 924(c) in exchange for\r\nAker's guilty plea on the other three counts.  Since section 924(c)\r\ncarries a mandatory consecutive sentence of five years, 18 U.S.C.\r\n924(c)(1)(A)(i); U.S.S.G.  2K2.4, the benefit of the bargain to\r\nAker was obvious.  The judge conducted a change of plea hearing in\r\nwhich Aker admitted that he had committed the drug crimes charged\r\nin the indictment and had known that firearms kept in his house\r\nwere stolen.  The judge accepted the guilty pleas to the three\r\ncounts in question, dismissed the 924(c) count, and ordered a pre-\r\nsentence report.\r\nThe first pre-sentence report (there were later\r\namendments) was issued in August 1995 and was contested in several\r\nrespects by Aker's attorney.  Delays then ensued. Aker's trial\r\nattorney withdrew in January 1996, and in April 1996, Aker filed a\r\npro se motion to withdraw his guilty plea.  A new defense counsel\r\nwas appointed and a psychological evaluation obtained for Aker.  On\r\nApril 6, 1998, the district court held a hearing on Aker's motion\r\nto withdraw the guilty plea and received testimony--discussed\r\nbelow--from Aker, his sister Deborah, and Dr. Ebert, the\r\npsychologist retained to examine Aker.\r\nFollowing the hearing, the district court denied Aker's\r\nmotion to withdraw his guilty plea.  Thereafter, Aker filed a\r\nmotion in May 1998, requesting a downward departure.  At sentencing\r\non July 15, 1998, the district court denied the departure request\r\nand also refused to make a reduction in the offense level for\r\nacceptance of responsibility.  Instead, attributing to Aker the\r\ndrugs seized in September 1993 and March 1995, the court computed\r\nthe base offense level at 28, enhanced this figure two levels for\r\npossession of the gun found in the glove compartment, and sentenced\r\nAker (at the bottom of the resulting range) to 121 months.\r\nOn appeal, Aker's first claim is that the district court\r\nerred in refusing to allow him to withdraw his guilty plea.  The\r\ndistrict court may permit withdrawal of a guilty plea before\r\nsentencing if the defendant shows this to be \"fair and just,\" Fed.\r\nR. Crim. P. 32(e); but the district court's findings of fact are\r\nreviewed only for clear error, and \"we accord considerable\r\ndeference to the firsthand assessment ultimately made by the\r\ndistrict court, which must be affirmed absent a demonstrable abuse\r\nof discretion.\"  United States v. Marrero-Rivera, 124 F.3d 342, 348\r\n(1st Cir. 1997).\r\nThere is no exclusive list of reasons that might allow\r\nwithdrawal of a plea, but a primary concern is whether the original\r\nguilty plea was knowing, intelligent and voluntary under Fed. R.\r\nCrim. P. 11.  Marrero-Rivera, 124 F.3d at 347.  Other factors\r\ncommonly mentioned are the plausibility and weight of the reason\r\ngiven for the withdrawal, the timing of the request, whether the\r\ndefendant is now colorably asserting legal innocence, and whether\r\nthe original plea was pursuant to a plea agreement (and thus, in\r\nthe usual case, gained something for the defendant).  Id.  \r\nWhen Aker pled guilty in 1995, Rule 11 was followed to\r\nthe letter, and Aker squarely admitted that all of the drugs in the\r\ncar were his and that he knew that some of the guns in the house\r\nhad been stolen.  Aker's best argument for involuntariness is, as\r\nDr. Ebert testified, that at the time of the plea Aker was\r\ndepressed over his wife's death (which allegedly led to his\r\ninvolvement in drugs), had gone without sleep during the trial, and\r\nhad difficulty concentrating.  Further, says Aker, his attorney had\r\nindicated that Aker was headed for conviction and stressed the\r\nbenefit of getting the section 924(c) count dismissed.  All of\r\nthis, it is argued on appeal, made his plea less than voluntary.\r\nHowever, Dr. Ebert testified only that Aker was depressed\r\nand the district judge found that Aker \"was never depressed to a\r\ndegree that deprived him of the capacity to make a knowing and\r\nvoluntary choice . . . .\"  The district court also discounted Dr.\r\nEbert's testimony because the court found it was based in part on\r\ncrediting statements Aker made to Dr. Ebert, statements that the\r\ncourt said were materially false.  No doubt at some point mental\r\nafflictions can undermine a guilty plea, but in this instance the\r\ndistrict court's assessment was certainly not clearly erroneous.\r\nAker also says that he did not understand that dismissal\r\nof the section 924(c) count left the district judge free in\r\ncomputing the sentence to add two levels because the gun was found\r\nin the glove compartment.  U.S.S.G.  2D1(b)(1).  The two-level\r\nadjustment, which the judge might or might not find warranted, was\r\na far cry from a mandatory five year minimum sentence, to be served\r\nconsecutively to other sentences, that would have followed\r\nautomatically from a conviction under section 924(c).  Whatever\r\nAker may have supposed, he got just what the government promised,\r\nnamely, a dismissal of the section 924(c) charge.  A guilty plea is\r\nnot vulnerable merely because the defendant's own expectations as\r\nto the guideline range go amiss.\r\nAker's other potential argument in favor of withdrawal,\r\nalthough not much stressed on this appeal, was a claim of innocence\r\nat least as to the drugs in the back of the car, including the\r\ncrack that gave rise to a heavy sentence.  At the change of plea\r\nhearing, Aker testified--contrary to his earlier alibi--that the\r\ndrugs belonged to his sister, Deborah.  What made this less\r\nfarfetched was that Deborah also so testified at the hearing,\r\nalthough her version of events would have made her guilty only of\r\npossession and not of trafficking.  It is enough to say that the\r\ndistrict judge was not clearly erroneous in choosing to credit\r\nAker's outright admission in the plea hearing that all of the drugs\r\nwere his.\r\nAker himself admitted that his desire to withdraw the\r\nguilty plea was prompted, at least in part, by two other factors.\r\nOne was that, contrary to Aker's hope, Congress failed to agree to\r\na proposed reduction in the guideline sentences for crack cocaine. \r\nThe other was that  the Supreme Court's intervening decision in\r\nBailey v. United States, 516 U.S. 137 (1995), stiffening the\r\nrequirements for conviction under section 924(c), made the\r\ndismissal of that count somewhat less valuable than at first\r\nappeared.   Neither of these motives goes to the voluntariness of\r\nthe plea or Aker's guilt on the counts to which he pled guilty, and\r\nboth suggest that Aker's involuntariness claim owed something to an\r\nafter-the-fact recalculation of risks and rewards.\r\nAker's next ground of appeal is his claim that the\r\ndistrict court miscalculated his guideline range in three different\r\nrespects: the firearms enhancement, the obstruction of justice\r\nenhancement, and the denial of a reduction for acceptance of\r\nresponsibility.  We review the district court's findings of fact in\r\nsentencing for clear error, see United States v. McDonald, 121 F.3d\r\n7, 9 (1st Cir. 1997), cert. denied, 118 S. Ct. 725 (1998), and\r\ndeterminations of law de novo, see United States v. Fontana, 50\r\nF.3d 86, 87 (1st Cir. 1995).  Departure denials are subject to more\r\nrestricted review.\r\nStarting with the firearms enhancement, the critical\r\npoint is that section 924(c)'s \"use or carry\" language and the\r\nrestrictive gloss from Bailey are not used in the guideline. \r\nInstead, U.S.S.G.  2D1.1(b)(1) prescribes a two-level enhancement\r\nfor drug trafficking crimes \"[i]f a dangerous weapon (including a\r\nfirearm) was possessed,\" and the commentary explains that\r\npossession alone is enough; because of the increased danger posed,\r\nthe enhancement should be applied \"if the weapon was present,\r\nunless it is clearly improbable that the weapon was connected with\r\nthe offense.\"  U.S.S.G.  2D1.1, app. note 3; United States v.\r\nBerrios, 132 F.3d 834, 839 (1st Cir. 1998).  \r\nHere, Aker had the gun in the glove compartment of his\r\ncar while transporting and dealing drugs.  The claim that he merely\r\npossessed drugs for his own use was refuted by his guilty plea and\r\nby his witnessed involvement in at least one, and arguably two,\r\nsales.  This is nothing like the case, which the guideline note\r\nsays does not warrant enhancement, of a defendant arrested at home\r\nwho happens to have \"an unloaded hunting rifle in the closet.\" \r\nU.S.S.G.  2D1.1, app. note 3.  In all events, the district court\r\ndid not clearly err in finding that the gun was present and in\r\nexplicitly declining to find that weapon was unconnected with the\r\noffense.\r\nAker next attacks the two-level enhancement imposed under\r\nU.S.S.G.  3C1.1; it applies where the defendant willfully\r\nobstructed, or attempted to obstruct, the administration of justice\r\nduring the prosecution of the case.  Examples include perjury,\r\nattempted subornation of perjury, and providing materially false\r\ninformation to a judge.  Id., app. notes 3(c), 3(f).  On appeal,\r\nAker says that the trial judge was confused in his appraisal of\r\nfalse statements Aker allegedly made to Dr. Ebert and that the\r\nrecord lacks the kind of particularized findings allegedly needed\r\nto establish a willful obstruction of justice. \r\n Although particularized findings are certainly helpful,\r\ncf. United States v. Dunnigan, 507 U.S. 87, 95 (1993), the ultimate\r\nquestion is whether the district judge did find a willful\r\nobstruction or attempted obstruction and whether the evidence\r\nsupports these findings.  In this case, the district court's\r\nultimate finding is explicit and the evidence was ample to show\r\nAker's knowing participation in a scheme with Jones to provide\r\nfalse evidence as to ownership of the drugs in the back of the car. \r\nThe district judge explicitly relied on this event, referring at\r\nthe sentencing to Aker's decision to \"choose the course  . . . of\r\nencouraging false testimony . . . .\"\r\nIt is unclear from the transcript whether the judge was\r\nrelying at all on false statements made to Dr. Ebert; but even if\r\nthat episode is disregarded,  the Jones episode was clearly in the\r\ndistrict court's mind and was a sufficient basis for the\r\nenhancement.  The district court also relied on \"false testimony\"\r\npresented by Aker himself in court--apparently referring to Aker's \r\npost-plea denial that he owned the drugs in the back of the car. \r\nThis too was a permissible basis for an obstruction enhancement\r\nsince, if the testimony was false (and it contradicted the plea),\r\nit was certainly willful.\r\nThe district court's refusal to accord a reduction in\r\noffense level for acceptance of responsibility needs less\r\ndiscussion.  Aker went to trial, pled only when his perjury scheme\r\nwas foiled, dealt drugs while on release, and lied to the district\r\ncourt on more than one issue.  On this record, no judge would\r\nlikely have  found acceptance of responsibility, and the denial was\r\ncertainly not clear error.  Aker is fortunate not to have been\r\nindependently prosecuted for obstruction and for the second drug\r\noffense.\r\nFinally, Aker says that the district court erred in\r\nrefusing to grant him a downward departure.  He sought such a\r\ndeparture on the grounds that, inter alia, his conduct was\r\n\"aberrant behavior,\" cf. United States v. Grandmaison, 77 F.3d 555,\r\n560-61 (1st Cir. 1996), and was caused at least in part by\r\ndiminished mental capacity, see U.S.S.G.  5K2.13, and physical and\r\nemotional condition, see U.S.S.G.  5H1.3, 5H1.4.  Of course, the\r\nrefusal to grant a downward departure is not generally reviewable\r\non appeal, Grandmaison, 77 F.3d at 560; but an exception exists\r\nwhere the district court misunderstands its own legal authority to\r\ndepart, id.\r\nWe address only the guideline specifically permitting a\r\ndeparture where \"the defendant committed the offense while\r\nsuffering from a significantly reduced mental capacity.\"  U.S.S.G.\r\n5K2.13.  Aker contends that the district judge misunderstood the\r\nlegal standard because the judge said several times that he thought\r\nthat the departure was \"discouraged\" and certainly not\r\n\"encouraged.\"  When the prosecutor supported the defendant on this\r\npoint of vocabulary, the district judge ultimately declared that\r\nthe label did not matter because the guideline still called for a\r\nparticularized finding as to basis that the district court felt it\r\ncould not make.  \r\nThe district court was right that in the colloquial sense\r\nof the term, nothing in the diminished capacity guideline\r\n\"encourages\" a departure for significant diminished capacity:  the\r\nguideline merely says that in such a case, a departure \"may be\r\nwarranted.\"  The confusion arises simply because this and other\r\nappellate courts have described such departures as \"encouraged\" in\r\ncontrast to other possible grounds of departure that are\r\naffirmatively forbidden (e.g., race) or \"discouraged\" in the sense\r\nthat they \"ordinarily\" are not bases for departure--exemplified by\r\nthe physical and emotional condition rubrics that Aker also sought\r\nto invoke.  U.S.S.G.  5H1.3, 5H1.4.  If the sentencing transcript\r\nstood alone, we might feel confident that by the end of the\r\ncolloquy, the labels played no part in the outcome.  \r\nHowever, the judgment ultimately entered by the district\r\njudge--admirably containing a separate memorandum on sentencing--\r\nperpetuates the confusion.  In the single paragraph directed\r\nexplicitly to Aker's request for a downward departure, the court\r\nrejects aberrant behavior as a ground and then continues:\r\n  I do find diminished physical capacity,\r\n5K2.13, and emotional condition, 5H1.3.  But I\r\ndo not consider the proposed departure an\r\nencouraged departure.  Rather, it is a\r\ndiscouraged departure, and I am not able to\r\nfind exceptional circumstances that would\r\nwarrant departure. \r\n\nThe statement is correct that physical and emotional condition are\r\ndiscouraged grounds; but there is no mention of diminished mental\r\ncapacity (except for the citation to  5K2.13 which was probably a\r\ntypographical error) even though that was Aker's best and most\r\nfully argued ground for a departure.  One is left with the\r\nimpression--reinforced to some extent by the transcript--that the\r\ndistrict court was conflating two discouraged grounds of departure\r\n(physical and emotional condition) with a final, related ground\r\n(diminished mental capacity) which--albeit not \"encouraged\" in the\r\ncolloquial sense--is not in any sense a \"discouraged\" ground of\r\ndeparture.  \r\nThe government, to its credit--and we commend the\r\nprosecutor for his candor--also calls our attention to another\r\nstatement by the district judge that \"even pressures resulting from\r\ndiminished capacity are not the equivalent of a total excuse for\r\nmoral agency.  He still had a choice and his choice was not \r\ntotally forced upon him.\"  If this statement were read as requiring\r\nthat diminished mental capacity be the sole cause of defendant's\r\ncrime, it would conflict (as the government recognizes) with our\r\ndecision in United States v. Lauzon, 938 F.2d 326, 331 (1st Cir.),\r\ncert. denied, 502 U.S. 972 (1991), which requires only that\r\ndefendant's significantly reduced mental capacity have \"contributed\r\nto some extent to the commission of the offense.\" \r\nThe district judge's just quoted remark was actually made\r\nin the course of explaining why the judge would not grant a two-\r\nlevel downward adjustment for acceptance of responsibility; the\r\ndistrict judge probably meant (quite correctly) that Aker was still\r\nnot accepting full responsibility for his crimes.  No one thought\r\nenough of the statement to object to it at sentencing, and on\r\nappeal Aker merely mentions the remark in passing.  Still, it is\r\nhard to be completely sure that the distinction between sole cause\r\nand contributing cause had no connection with the diminished\r\ncapacity issue, which was specifically mentioned.\r\nRealistically, we think it quite unlikely that the\r\ndistrict court's decision was affected by the label attached\r\n(\"discouraged\" versus \"encouraged\") or by any belief that\r\ndiminished capacity had to be the sole cause of the crime.  Aker's\r\nmain evidence in support of his diminished capacity claim was the\r\nassessment that Dr. Ebert made five years later, which itself was\r\nguarded and only favorable to the claim of diminished capacity;\r\nand, in addition, the district court made clear that it regarded\r\nthe report as seriously undermined by lies that Aker continued to\r\nserve up to Dr. Ebert, primarily designed to understate the length\r\nand severity of his criminal career continuing long after his\r\nwife's death. \r\nNevertheless, there is one fully valid objection (the use\r\non several occasions of the \"discouraged\" label for diminished\r\ncapacity departures), a slight although unpreserved concern as to\r\nthe causation test, and the conflation both in the transcript and\r\nin the sentencing memorandum of the diminished capacity departure\r\nwith other less favored grounds of departure.  Since the\r\nconsequences are important and the district court can easily clear\r\nup any uncertainty, we think that in the interests of justice, a\r\nremand on this single issue is warranted.  If our clarifications do\r\nnot affect the outcome, the district judge is free to say so in a\r\nsingle sentence. \r\nAccordingly, the judgment of conviction is affirmed but\r\nthe sentence is vacated solely with respect to the request for a\r\npossible departure on grounds of significantly diminished mental\r\ncapacity, and the case is remanded for further consideration of\r\nthat issue in light of this opinion, with or without further\r\nproceedings as the district court may see fit and without prejudice\r\nto reimposition of the same sentence.\r\nIt is so ordered.\n",
  "html": "<p class=\"case_cite\">181 F.3d 167 (1st Cir. 1999)</p>\n    <p class=\"parties\">UNITED STATES OF AMERICA, Appellee,<br>v.<br>ALAN A. AKER, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 98-1900</p>\n    <p class=\"court\">UNITED STATES COURT OF APPEALS FOR THE FIRST CIRCUIT</p>\n    <p class=\"date\">Heard June 7, 1999<br>Decided June 28, 1999</p>\n    <div class=\"prelims\">\n      <p>[Copyrighted Material Omitted]</p>\n      <p class=\"indent\">Lois M. Farmer, by appointment of the court, with whom Garnick &amp; Scudder, P.C. was on brief for appellant.</p>\n      <p class=\"indent\">James F. Lang, Assistant United States Attorney, with whom Donald K. Stern, United States Attorney, was on brief for the United States.</p>\n      <p class=\"indent\">Before Torruella, Chief Judge, Campbell, Senior Circuit Judge, and Boudin, Circuit Judge.</p>\n      <p class=\"indent\">BOUDIN, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Alan Aker pled guilty to two drug offenses and one firearms offense and was sentenced to 121 months in prison. He now appeals, saying that the district judge should have allowed him to withdraw his guilty plea and that the judge erred in fixing his sentence. The facts that follow are drawn from the pre-sentence report and the testimony in the district court. United States v. Egemonye, 62 F.3d 425, 426 (1st Cir. 1995).</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">In September 1993, the police obtained a warrant to search Aker's    house and car for cocaine and paraphernalia. After watching Aker conduct from his car an apparent drug transaction, the police searched the car, finding two bags of cocaine (a total of 6.7 grams) in the driver's-side ashtray, a handgun in the glove compartment, and an additional 27.3 grams of powder cocaine and 26.6 grams of crack cocaine hidden in a cooler in the back of the car. On his arrest Aker was carrying $ 1,084 in cash, and a search of his house revealed another 1.33 grams of crack cocaine and seven firearms, four of which were stolen.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Aker was then indicted by a grand jury and released pending trial. By a superceding indictment returned in September 1994, Aker was charged with four offenses: possession with intent to distribute cocaine, 21 U.S.C.  841(a)(1); possession with intent to distribute cocaine base, id; use and carriage of a firearm during and in relation to a drug trafficking crime, 18 U.S.C.  924(c); and possession of stolen firearms, 18 U.S.C.  922(j). These charges were pending against him when his trial began about a year later.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">After his indictment but before trial, the police witnessed another apparent drug transaction involving Aker. On March    14, 1995, a confidential informant set up a monitored purchase with Aker, who told the informant that he (Aker) would leave an agreed-upon amount of drugs under a designated dumpster. After the confidential informant provided Aker with the money, the police found the designated drugs (6.5 grams of crack cocaine) under the dumpster. This incident was not included in Aker's indictment and conviction, but it was considered relevant conduct for the purposes of sentencing.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">At Aker's trial in June 1995, Aker's lawyer admitted in his opening that the drugs in the front of Aker's car belonged to Aker but said they were intended for personal use and that Aker knew nothing of the drugs in the back; the latter, said counsel, had been placed there by Tony Jones, the boyfriend of Aker's sister Karen. Two days later, as the trial continued, the prosecutor advised the defense that he had learned that Tony Jones was an informant for the Fitchburg police and that Jones had denied owning the drugs in the back of the car; instead, Jones claimed to have agreed with Aker to testify falsely that the drugs belonged to Jones.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Aker then struck a deal with the government, which agreed to dismiss the firearm    count under section 924(c) in exchange for Aker's guilty plea on the other three counts. Since section 924(c) carries a mandatory consecutive sentence of five years, 18 U.S.C. 924(c)(1)(A)(i); U.S.S.G.  2K2.4, the benefit of the bargain to Aker was obvious. The judge conducted a change of plea hearing in which Aker admitted that he had committed the drug crimes charged in the indictment and had known that firearms kept in his house were stolen. The judge accepted the guilty pleas to the three counts in question, dismissed the 924(c) count, and ordered a pre-sentence report.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The first pre-sentence report (there were later amendments) was issued in August 1995 and was contested in several respects by Aker's attorney. Delays then ensued. Aker's trial attorney withdrew in January 1996, and in April 1996, Aker filed a pro se motion to withdraw his guilty plea. A new defense counsel was appointed and a psychological evaluation obtained for Aker. On April 6, 1998, the district court held a hearing on Aker's motion to withdraw the guilty plea and received testimony--discussed below--from Aker, his sister Deborah, and Dr. Ebert, the psychologist retained to examine Aker.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Following the hearing, the district court denied Aker's motion to withdraw his guilty plea. Thereafter, Aker filed a motion in May 1998, requesting a downward departure. At sentencing on July 15, 1998, the district court denied the departure request and also refused to make a reduction in the offense level for acceptance of responsibility. Instead, attributing to Aker the drugs seized in September 1993 and March 1995, the court computed the base offense level at 28, enhanced this figure two levels for possession of the gun found in the glove compartment, and sentenced Aker (at the bottom of the resulting range) to 121 months.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">On appeal, Aker's first claim is that the district court erred in refusing to allow him to withdraw his guilty plea. The district court may permit withdrawal of a guilty plea before sentencing if the defendant shows this to be \"fair and just,\" Fed. R. Crim. P. 32(e); but the district court's findings of fact are reviewed only for clear error, and \"we accord considerable deference to the firsthand assessment ultimately made by the district court, which must be affirmed absent a demonstrable abuse of discretion.\" United States v. Marrero-Rivera, 124 F.3d 342, 348 (1st Cir. 1997).</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">There is no exclusive list of reasons that might allow withdrawal of a plea, but a primary concern is whether the original guilty plea was knowing, intelligent and voluntary under Fed. R. Crim. P. 11. Marrero-Rivera, 124 F.3d at 347. Other factors commonly mentioned are the plausibility and weight of the reason given for the withdrawal, the timing of the request, whether the defendant is now colorably asserting legal innocence, and whether the original plea was pursuant to a plea agreement (and thus, in the usual case, gained something for the defendant). Id.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">When Aker pled guilty in 1995, Rule 11 was followed to the letter, and Aker squarely admitted that all of the drugs in the car were his and that he knew that some of the guns in the house had been stolen. Aker's best argument for involuntariness is, as Dr. Ebert testified, that at the time of the plea Aker was depressed over his wife's death (which allegedly led to his involvement in drugs), had gone without sleep during the trial, and had difficulty concentrating. Further, says Aker, his attorney had indicated that Aker was headed for conviction and stressed the benefit of getting the section 924(c) count dismissed.    All of this, it is argued on appeal, made his plea less than voluntary.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">However, Dr. Ebert testified only that Aker was depressed and the district judge found that Aker \"was never depressed to a degree that deprived him of the capacity to make a knowing and voluntary choice . . . .\" The district court also discounted Dr. Ebert's testimony because the court found it was based in part on crediting statements Aker made to Dr. Ebert, statements that the court said were materially false. No doubt at some point mental afflictions can undermine a guilty plea, but in this instance the district court's assessment was certainly not clearly erroneous.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Aker also says that he did not understand that dismissal of the section 924(c) count left the district judge free in computing the sentence to add two levels because the gun was found in the glove compartment. U.S.S.G.  2D1(b)(1). The two-level adjustment, which the judge might or might not find warranted, was a far cry from a mandatory five year minimum sentence, to be served consecutively to other sentences, that would have followed automatically from a conviction under section 924(c). Whatever Aker may have supposed, he got just what the    government promised, namely, a dismissal of the section 924(c) charge. A guilty plea is not vulnerable merely because the defendant's own expectations as to the guideline range go amiss.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Aker's other potential argument in favor of withdrawal, although not much stressed on this appeal, was a claim of innocence at least as to the drugs in the back of the car, including the crack that gave rise to a heavy sentence. At the change of plea hearing, Aker testified--contrary to his earlier alibi--that the drugs belonged to his sister, Deborah. What made this less farfetched was that Deborah also so testified at the hearing, although her version of events would have made her guilty only of possession and not of trafficking. It is enough to say that the district judge was not clearly erroneous in choosing to credit Aker's outright admission in the plea hearing that all of the drugs were his.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Aker himself admitted that his desire to withdraw the guilty plea was prompted, at least in part, by two other factors. One was that, contrary to Aker's hope, Congress failed to agree to a proposed reduction in the guideline sentences for crack cocaine. The other was that the Supreme Court's intervening    decision in Bailey v. United States, 516 U.S. 137, 133 L. Ed. 2d 472, 116 S. Ct. 501 (1995), stiffening the requirements for conviction under section 924(c), made the dismissal of that count somewhat less valuable than at first appeared.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> Neither of these motives goes to the voluntariness of the plea or Aker's guilt on the counts to which he pled guilty, and both suggest that Aker's involuntariness claim owed something to an after-the-fact recalculation of risks and rewards.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Aker's next ground of appeal is his claim that the district court miscalculated his guideline range in three different respects: the firearms    enhancement, the obstruction of justice enhancement, and the denial of a reduction for acceptance of responsibility. We review the district court's findings of fact in sentencing for clear error, see United States v. McDonald, 121 F.3d 7, 9 (1st Cir. 1997), cert. denied, 522 U.S. 1062, 118 S. Ct. 725, 139 L. Ed. 2d 664 (1998), and determinations of law de novo, see United States v. Fontana, 50 F.3d 86, 87 (1st Cir. 1995). Departure denials are subject to more restricted review.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Starting with the firearms enhancement, the critical point is that section 924(c)'s \"use or carry\" language and the restrictive gloss from Bailey are not used in the guideline. Instead, U.S.S.G.  2D1.1(b)(1) prescribes a two-level enhancement for drug trafficking crimes \"if a dangerous weapon (including a firearm) was possessed,\" and the commentary explains that possession alone is enough; because of the increased danger posed, the enhancement should be applied \"if the weapon was present, unless it is clearly improbable that the weapon was connected with the offense.\" U.S.S.G.  2D1.1, app. note 3; United States v. Berrios, 132 F.3d 834, 839 (1st Cir. 1998).</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Here, Aker had the gun    in the glove compartment of his car while transporting and dealing drugs. The claim that he merely possessed drugs for his own use was refuted by his guilty plea and by his witnessed involvement in at least one, and arguably two, sales. This is nothing like the case, which the guideline note says does not warrant enhancement, of a defendant arrested at home who happens to have \"an unloaded hunting rifle in the closet.\" U.S.S.G.  2D1.1, app. note 3. In all events, the district court did not clearly err in finding that the gun was present and in explicitly declining to find that weapon was unconnected with the offense.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Aker next attacks the two-level enhancement imposed under U.S.S.G.  3C1.1; it applies where the defendant willfully obstructed, or attempted to obstruct, the administration of justice during the prosecution of the case. Examples include perjury, attempted subornation of perjury, and providing materially false information to a judge. Id., app. notes 3(c), 3(f). On appeal, Aker says that the trial judge was confused in his appraisal of false statements Aker allegedly made to Dr. Ebert and that the record lacks the kind of particularized findings allegedly needed    to establish a willful obstruction of justice.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Although particularized findings are certainly helpful, cf. United States v. Dunnigan, 507 U.S. 87, 95, 122 L. Ed. 2d 445, 113 S. Ct. 1111 (1993), the ultimate question is whether the district judge did find a willful obstruction or attempted obstruction and whether the evidence supports these findings. In this case, the district court's ultimate finding is explicit and the evidence was ample to show Aker's knowing participation in a scheme with Jones to provide false evidence as to ownership of the drugs in the back of the car. The district judge explicitly relied on this event, referring at the sentencing to Aker's decision to \"choose the course . . . of encouraging false testimony . . . .\"</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">It is unclear from the transcript whether the judge was relying at all on false statements made to Dr. Ebert; but even if that episode is disregarded, the Jones episode was clearly in the district court's mind and was a sufficient basis for the enhancement. The district court also relied on \"false testimony\" presented by Aker himself in court--apparently referring to Aker's post-plea denial that he owned the drugs in the back of the car. This    too was a permissible basis for an obstruction enhancement since, if the testimony was false (and it contradicted the plea), it was certainly willful.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">The district court's refusal to accord a reduction in offense level for acceptance of responsibility needs less discussion. Aker went to trial, pled only when his perjury scheme was foiled, dealt drugs while on release, and lied to the district court on more than one issue. On this record, no judge would likely have found acceptance of responsibility, and the denial was certainly not clear error. Aker is fortunate not to have been independently prosecuted for obstruction and for the second drug offense.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Finally, Aker says that the district court erred in refusing to grant him a downward departure. He sought such a departure on the grounds that, inter alia, his conduct was \"aberrant behavior,\" cf. United States v. Grandmaison, 77 F.3d 555, 560-61 (1st Cir. 1996), and was caused at least in part by diminished mental capacity, see U.S.S.G.  5K2.13, and physical and emotional condition, see U.S.S.G.  5H1.3, 5H1.4. Of course, the refusal to grant a downward departure is not generally reviewable on appeal, Grandmaison,    77 F.3d at 560; but an exception exists where the district court misunderstands its own legal authority to depart, id.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">We address only the guideline specifically permitting a departure where \"the defendant committed the offense while suffering from a significantly reduced mental capacity.\" U.S.S.G.  5K2.13.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> Aker contends that the district judge misunderstood the legal standard because the judge said several times that he thought that the departure was \"discouraged\" and certainly not \"encouraged.\" When the prosecutor supported the defendant on this point of vocabulary, the district judge ultimately declared that the label did not matter because the guideline still called for a particularized finding as to basis that the district court felt it could not make.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">The district court was right that in the colloquial sense of the term, nothing in the diminished capacity guideline \"encourages\" a departure for significant diminished capacity: the guideline merely says that in such a case, a departure \"may be warranted.\" The confusion arises simply because this and other appellate courts have described such departures as \"encouraged\" in contrast to other possible grounds of departure that are affirmatively forbidden (e.g., race) or \"discouraged\" in the sense that they \"ordinarily\" are not bases for departure--exemplified by the physical and emotional condition rubrics that Aker also sought to invoke. U.S.S.G.  5H1.3, 5H1.4. If the sentencing transcript stood alone, we might feel confident that by the end of the colloquy, the labels played no part in the outcome. However, the judgment ultimately entered by the district judge--admirably containing a separate memorandum on sentencing--perpetuates the confusion. In the single paragraph directed explicitly to Aker's request for a downward departure, the court rejects aberrant behavior as a ground and then continues:</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">I do find diminished physical capacity, 5K2.13, and emotional condition,    5H1.3. But I do not consider the proposed departure an encouraged departure. Rather, it is a discouraged departure, and I am not able to find exceptional circumstances that would warrant departure.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">The statement is correct that physical and emotional condition are discouraged grounds; but there is no mention of diminished mental capacity (except for the citation to  5K2.13 which was probably a typographical error) even though that was Aker's best and most fully argued ground for a departure. One is left with the impression--reinforced to some extent by the transcript--that the district court was conflating two discouraged grounds of departure (physical and emotional condition) with a final, related ground (diminished mental capacity) which--albeit not \"encouraged\" in the colloquial sense--is not in any sense a \"discouraged\" ground of departure.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">The government, to its credit--and we commend the prosecutor for his candor--also calls our attention to another statement by the district judge that \"even pressures resulting from diminished capacity are not the equivalent of a total excuse for moral agency. He still had a choice and his choice was not totally forced upon him.\"    If this statement were read as requiring that diminished mental capacity be the sole cause of defendant's crime, it would conflict (as the government recognizes) with our decision in United States v. Lauzon, 938 F.2d 326, 331 (1st Cir.), cert. denied, 502 U.S. 972, 116 L. Ed. 2d 468, 112 S. Ct. 450 (1991), which requires only that defendant's significantly reduced mental capacity have \"contributed to some extent to the commission of the offense.\"</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">The district judge's just quoted remark was actually made in the course of explaining why the judge would not grant a two-level downward adjustment for acceptance of responsibility; the district judge probably meant (quite correctly) that Aker was still not accepting full responsibility for his crimes. No one thought enough of the statement to object to it at sentencing, and on appeal Aker merely mentions the remark in passing. Still, it is hard to be completely sure that the distinction between sole cause and contributing cause had no connection with the diminished capacity issue, which was specifically mentioned.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Realistically, we think it quite unlikely that the district court's decision was affected by the label attached    (\"discouraged\" versus \"encouraged\") or by any belief that diminished capacity had to be the sole cause of the crime. Aker's main evidence in support of his diminished capacity claim was the assessment that Dr. Ebert made five years later, which itself was guarded and only favorable to the claim of diminished capacity; and, in addition, the district court made clear that it regarded the report as seriously undermined by lies that Aker continued to serve up to Dr. Ebert, primarily designed to understate the length and severity of his criminal career continuing long after his wife's death.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Nevertheless, there is one fully valid objection (the use on several occasions of the \"discouraged\" label for diminished capacity departures), a slight although unpreserved concern as to the causation test, and the conflation both in the transcript and in the sentencing memorandum of the diminished capacity departure with other less favored grounds of departure. Since the consequences are important and the district court can easily clear up any uncertainty, we think that in the interests of justice, a remand on this single issue is warranted. If our clarifications do not affect the outcome, the district    judge is free to say so in a single sentence.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Accordingly, the judgment of conviction isaffirmed but the sentence is vacated solely with respect to the request for a possible departure on grounds of significantly diminished mental capacity, and the case is remanded for further consideration of that issue in light of this opinion, with or without further proceedings as the district court may see fit and without prejudice to reimposition of the same sentence.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">It is so ordered.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Aker misunderstands the pertinence of Bailey. While that decision made it less likely that he would have been convicted for using a firearm in relation to a drug crime, it did nothing to protect him from conviction on the \"carry\" prong of the statute, also charged in the indictment. See Muscarello v. United States, 524 U.S. 125, 118 S. Ct. 1911, 1914, 1919-20, 141 L. Ed. 2d 111 (1998).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The aberrant behavior ground is not specifically described in the departure section of the guidelines but has been derived from a reference to treatment of first-time offenders in the introduction to the guidelines. Grandmaison, 77 F.3d at 560-61. It is enough to say here that nothing whatever suggests that the district judge misunderstood the legal standard, and Aker's appeal is simply an attempt to litigate the merits of the denial, which he may not do, and which would be unsuccessful even if he could.</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">181</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">167</span></span> (1st Cir. 1999)</p>\n    <p class=\"parties\">UNITED STATES OF AMERICA, Appellee,<br>v.<br>ALAN A. AKER, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 98-1900</p>\n    <p class=\"court\">UNITED STATES COURT OF APPEALS FOR THE FIRST CIRCUIT</p>\n    <p class=\"date\">Heard June 7, 1999<br>Decided June 28, 1999</p>\n    <div class=\"prelims\">\n      <p>[Copyrighted Material Omitted]</p>\n      <p class=\"indent\">Lois M. Farmer, by appointment of the court, with whom Garnick &amp; Scudder, P.C. was on brief for appellant.</p>\n      <p class=\"indent\">James F. Lang, Assistant United States Attorney, with whom Donald K. Stern, United States Attorney, was on brief for the United States.</p>\n      <p class=\"indent\">Before Torruella, Chief Judge, Campbell, Senior Circuit Judge, and Boudin, Circuit Judge.</p>\n      <p class=\"indent\">BOUDIN, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Alan Aker pled guilty to two drug offenses and one firearms offense and was sentenced to 121 months in prison. He now appeals, saying that the district judge should have allowed him to withdraw his guilty plea and that the judge erred in fixing his sentence. The facts that follow are drawn from the pre-sentence report and the testimony in the district court. United States v. Egemonye, <span class=\"citation\" data-id=\"196220\"><a href=\"/opinion/196220/united-states-v-egemonye/\"><span class=\"volume\">62</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">425</span></a></span>, 426 (1st Cir. 1995).</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">In September 1993, the police obtained a warrant to search Aker's    house and car for cocaine and paraphernalia. After watching Aker conduct from his car an apparent drug transaction, the police searched the car, finding two bags of cocaine (a total of 6.7 grams) in the driver's-side ashtray, a handgun in the glove compartment, and an additional 27.3 grams of powder cocaine and 26.6 grams of crack cocaine hidden in a cooler in the back of the car. On his arrest Aker was carrying $ 1,084 in cash, and a search of his house revealed another 1.33 grams of crack cocaine and seven firearms, four of which were stolen.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Aker was then indicted by a grand jury and released pending trial. By a superceding indictment returned in September 1994, Aker was charged with four offenses: possession with intent to distribute cocaine, 21 U.S.C.  841(a)(1); possession with intent to distribute cocaine base, id; use and carriage of a firearm during and in relation to a drug trafficking crime, 18 U.S.C.  924(c); and possession of stolen firearms, 18 U.S.C.  922(j). These charges were pending against him when his trial began about a year later.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">After his indictment but before trial, the police witnessed another apparent drug transaction involving Aker. On March    14, 1995, a confidential informant set up a monitored purchase with Aker, who told the informant that he (Aker) would leave an agreed-upon amount of drugs under a designated dumpster. After the confidential informant provided Aker with the money, the police found the designated drugs (6.5 grams of crack cocaine) under the dumpster. This incident was not included in Aker's indictment and conviction, but it was considered relevant conduct for the purposes of sentencing.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">At Aker's trial in June 1995, Aker's lawyer admitted in his opening that the drugs in the front of Aker's car belonged to Aker but said they were intended for personal use and that Aker knew nothing of the drugs in the back; the latter, said counsel, had been placed there by Tony Jones, the boyfriend of Aker's sister Karen. Two days later, as the trial continued, the prosecutor advised the defense that he had learned that Tony Jones was an informant for the Fitchburg police and that Jones had denied owning the drugs in the back of the car; instead, Jones claimed to have agreed with Aker to testify falsely that the drugs belonged to Jones.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Aker then struck a deal with the government, which agreed to dismiss the firearm    count under section 924(c) in exchange for Aker's guilty plea on the other three counts. Since section 924(c) carries a mandatory consecutive sentence of five years, 18 U.S.C. 924(c)(1)(A)(i); U.S.S.G.  2K2.4, the benefit of the bargain to Aker was obvious. The judge conducted a change of plea hearing in which Aker admitted that he had committed the drug crimes charged in the indictment and had known that firearms kept in his house were stolen. The judge accepted the guilty pleas to the three counts in question, dismissed the 924(c) count, and ordered a pre-sentence report.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The first pre-sentence report (there were later amendments) was issued in August 1995 and was contested in several respects by Aker's attorney. Delays then ensued. Aker's trial attorney withdrew in January 1996, and in April 1996, Aker filed a pro se motion to withdraw his guilty plea. A new defense counsel was appointed and a psychological evaluation obtained for Aker. On April 6, 1998, the district court held a hearing on Aker's motion to withdraw the guilty plea and received testimony--discussed below--from Aker, his sister Deborah, and Dr. Ebert, the psychologist retained to examine Aker.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Following the hearing, the district court denied Aker's motion to withdraw his guilty plea. Thereafter, Aker filed a motion in May 1998, requesting a downward departure. At sentencing on July 15, 1998, the district court denied the departure request and also refused to make a reduction in the offense level for acceptance of responsibility. Instead, attributing to Aker the drugs seized in September 1993 and March 1995, the court computed the base offense level at 28, enhanced this figure two levels for possession of the gun found in the glove compartment, and sentenced Aker (at the bottom of the resulting range) to 121 months.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">On appeal, Aker's first claim is that the district court erred in refusing to allow him to withdraw his guilty plea. The district court may permit withdrawal of a guilty plea before sentencing if the defendant shows this to be \"fair and just,\" Fed. R. Crim. P. 32(e); but the district court's findings of fact are reviewed only for clear error, and \"we accord considerable deference to the firsthand assessment ultimately made by the district court, which must be affirmed absent a demonstrable abuse of discretion.\" United States v. Marrero-Rivera, <span class=\"citation\" data-id=\"197543\"><a href=\"/opinion/197543/united-states-v-marrero-rivera/\"><span class=\"volume\">124</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">342</span></a></span>, 348 (1st Cir. 1997).</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">There is no exclusive list of reasons that might allow withdrawal of a plea, but a primary concern is whether the original guilty plea was knowing, intelligent and voluntary under Fed. R. Crim. P. 11. Marrero-Rivera, 124 F.3d at 347. Other factors commonly mentioned are the plausibility and weight of the reason given for the withdrawal, the timing of the request, whether the defendant is now colorably asserting legal innocence, and whether the original plea was pursuant to a plea agreement (and thus, in the usual case, gained something for the defendant). Id.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">When Aker pled guilty in 1995, Rule 11 was followed to the letter, and Aker squarely admitted that all of the drugs in the car were his and that he knew that some of the guns in the house had been stolen. Aker's best argument for involuntariness is, as Dr. Ebert testified, that at the time of the plea Aker was depressed over his wife's death (which allegedly led to his involvement in drugs), had gone without sleep during the trial, and had difficulty concentrating. Further, says Aker, his attorney had indicated that Aker was headed for conviction and stressed the benefit of getting the section 924(c) count dismissed.    All of this, it is argued on appeal, made his plea less than voluntary.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">However, Dr. Ebert testified only that Aker was depressed and the district judge found that Aker \"was never depressed to a degree that deprived him of the capacity to make a knowing and voluntary choice . . . .\" The district court also discounted Dr. Ebert's testimony because the court found it was based in part on crediting statements Aker made to Dr. Ebert, statements that the court said were materially false. No doubt at some point mental afflictions can undermine a guilty plea, but in this instance the district court's assessment was certainly not clearly erroneous.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Aker also says that he did not understand that dismissal of the section 924(c) count left the district judge free in computing the sentence to add two levels because the gun was found in the glove compartment. U.S.S.G.  2D1(b)(1). The two-level adjustment, which the judge might or might not find warranted, was a far cry from a mandatory five year minimum sentence, to be served consecutively to other sentences, that would have followed automatically from a conviction under section 924(c). Whatever Aker may have supposed, he got just what the    government promised, namely, a dismissal of the section 924(c) charge. A guilty plea is not vulnerable merely because the defendant's own expectations as to the guideline range go amiss.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Aker's other potential argument in favor of withdrawal, although not much stressed on this appeal, was a claim of innocence at least as to the drugs in the back of the car, including the crack that gave rise to a heavy sentence. At the change of plea hearing, Aker testified--contrary to his earlier alibi--that the drugs belonged to his sister, Deborah. What made this less farfetched was that Deborah also so testified at the hearing, although her version of events would have made her guilty only of possession and not of trafficking. It is enough to say that the district judge was not clearly erroneous in choosing to credit Aker's outright admission in the plea hearing that all of the drugs were his.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Aker himself admitted that his desire to withdraw the guilty plea was prompted, at least in part, by two other factors. One was that, contrary to Aker's hope, Congress failed to agree to a proposed reduction in the guideline sentences for crack cocaine. The other was that the Supreme Court's intervening    decision in Bailey v. United States, <span class=\"citation\" data-id=\"117985\"><a href=\"/opinion/117985/bailey-v-united-states/\"><span class=\"volume\">516</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">137</span></a></span>, <span class=\"citation\" data-id=\"117985\"><a href=\"/opinion/117985/bailey-v-united-states/\"><span class=\"volume\">133</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">472</span></a></span>, <span class=\"citation\" data-id=\"117985\"><a href=\"/opinion/117985/bailey-v-united-states/\"><span class=\"volume\">116</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">501</span></a></span> (1995), stiffening the requirements for conviction under section 924(c), made the dismissal of that count somewhat less valuable than at first appeared.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> Neither of these motives goes to the voluntariness of the plea or Aker's guilt on the counts to which he pled guilty, and both suggest that Aker's involuntariness claim owed something to an after-the-fact recalculation of risks and rewards.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Aker's next ground of appeal is his claim that the district court miscalculated his guideline range in three different respects: the firearms    enhancement, the obstruction of justice enhancement, and the denial of a reduction for acceptance of responsibility. We review the district court's findings of fact in sentencing for clear error, see United States v. McDonald, <span class=\"citation\" data-id=\"744603\"><a href=\"/opinion/744603/united-states-v-cecilio-f-mcdonald/\"><span class=\"volume\">121</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">7</span></a></span>, 9 (1st Cir. 1997), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">522</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1062</span></span>, <span class=\"citation no-link\"><span class=\"volume\">118</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">725</span></span>, <span class=\"citation no-link\"><span class=\"volume\">139</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">664</span></span> (1998), and determinations of law de novo, see United States v. Fontana, <span class=\"citation\" data-id=\"195988\"><a href=\"/opinion/195988/united-states-v-fontana/\"><span class=\"volume\">50</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">86</span></a></span>, 87 (1st Cir. 1995). Departure denials are subject to more restricted review.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Starting with the firearms enhancement, the critical point is that section 924(c)'s \"use or carry\" language and the restrictive gloss from Bailey are not used in the guideline. Instead, U.S.S.G.  2D1.1(b)(1) prescribes a two-level enhancement for drug trafficking crimes \"if a dangerous weapon (including a firearm) was possessed,\" and the commentary explains that possession alone is enough; because of the increased danger posed, the enhancement should be applied \"if the weapon was present, unless it is clearly improbable that the weapon was connected with the offense.\" U.S.S.G.  2D1.1, app. note 3; United States v. Berrios, <span class=\"citation\" data-id=\"749864\"><a href=\"/opinion/749864/united-states-v-george-berrios-aka-antonio-candelario-united-states-v/\"><span class=\"volume\">132</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">834</span></a></span>, 839 (1st Cir. 1998).</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Here, Aker had the gun    in the glove compartment of his car while transporting and dealing drugs. The claim that he merely possessed drugs for his own use was refuted by his guilty plea and by his witnessed involvement in at least one, and arguably two, sales. This is nothing like the case, which the guideline note says does not warrant enhancement, of a defendant arrested at home who happens to have \"an unloaded hunting rifle in the closet.\" U.S.S.G.  2D1.1, app. note 3. In all events, the district court did not clearly err in finding that the gun was present and in explicitly declining to find that weapon was unconnected with the offense.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Aker next attacks the two-level enhancement imposed under U.S.S.G.  3C1.1; it applies where the defendant willfully obstructed, or attempted to obstruct, the administration of justice during the prosecution of the case. Examples include perjury, attempted subornation of perjury, and providing materially false information to a judge. Id., app. notes 3(c), 3(f). On appeal, Aker says that the trial judge was confused in his appraisal of false statements Aker allegedly made to Dr. Ebert and that the record lacks the kind of particularized findings allegedly needed    to establish a willful obstruction of justice.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Although particularized findings are certainly helpful, cf. United States v. Dunnigan, <span class=\"citation\" data-id=\"112821\"><a href=\"/opinion/112821/united-states-v-dunnigan/\"><span class=\"volume\">507</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">87</span></a></span>, 95, <span class=\"citation\" data-id=\"112821\"><a href=\"/opinion/112821/united-states-v-dunnigan/\"><span class=\"volume\">122</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">445</span></a></span>, <span class=\"citation\" data-id=\"112821\"><a href=\"/opinion/112821/united-states-v-dunnigan/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1111</span></a></span> (1993), the ultimate question is whether the district judge did find a willful obstruction or attempted obstruction and whether the evidence supports these findings. In this case, the district court's ultimate finding is explicit and the evidence was ample to show Aker's knowing participation in a scheme with Jones to provide false evidence as to ownership of the drugs in the back of the car. The district judge explicitly relied on this event, referring at the sentencing to Aker's decision to \"choose the course . . . of encouraging false testimony . . . .\"</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">It is unclear from the transcript whether the judge was relying at all on false statements made to Dr. Ebert; but even if that episode is disregarded, the Jones episode was clearly in the district court's mind and was a sufficient basis for the enhancement. The district court also relied on \"false testimony\" presented by Aker himself in court--apparently referring to Aker's post-plea denial that he owned the drugs in the back of the car. This    too was a permissible basis for an obstruction enhancement since, if the testimony was false (and it contradicted the plea), it was certainly willful.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">The district court's refusal to accord a reduction in offense level for acceptance of responsibility needs less discussion. Aker went to trial, pled only when his perjury scheme was foiled, dealt drugs while on release, and lied to the district court on more than one issue. On this record, no judge would likely have found acceptance of responsibility, and the denial was certainly not clear error. Aker is fortunate not to have been independently prosecuted for obstruction and for the second drug offense.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Finally, Aker says that the district court erred in refusing to grant him a downward departure. He sought such a departure on the grounds that, inter alia, his conduct was \"aberrant behavior,\" cf. United States v. Grandmaison, <span class=\"citation\" data-id=\"196611\"><a href=\"/opinion/196611/united-states-v-grandmaison/\"><span class=\"volume\">77</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">555</span></a></span>, 560-61 (1st Cir. 1996), and was caused at least in part by diminished mental capacity, see U.S.S.G.  5K2.13, and physical and emotional condition, see U.S.S.G.  5H1.3, 5H1.4. Of course, the refusal to grant a downward departure is not generally reviewable on appeal, Grandmaison,    77 F.3d at 560; but an exception exists where the district court misunderstands its own legal authority to depart, id.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">We address only the guideline specifically permitting a departure where \"the defendant committed the offense while suffering from a significantly reduced mental capacity.\" U.S.S.G.  5K2.13.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> Aker contends that the district judge misunderstood the legal standard because the judge said several times that he thought that the departure was \"discouraged\" and certainly not \"encouraged.\" When the prosecutor supported the defendant on this point of vocabulary, the district judge ultimately declared that the label did not matter because the guideline still called for a particularized finding as to basis that the district court felt it could not make.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">The district court was right that in the colloquial sense of the term, nothing in the diminished capacity guideline \"encourages\" a departure for significant diminished capacity: the guideline merely says that in such a case, a departure \"may be warranted.\" The confusion arises simply because this and other appellate courts have described such departures as \"encouraged\" in contrast to other possible grounds of departure that are affirmatively forbidden (e.g., race) or \"discouraged\" in the sense that they \"ordinarily\" are not bases for departure--exemplified by the physical and emotional condition rubrics that Aker also sought to invoke. U.S.S.G.  5H1.3, 5H1.4. If the sentencing transcript stood alone, we might feel confident that by the end of the colloquy, the labels played no part in the outcome. However, the judgment ultimately entered by the district judge--admirably containing a separate memorandum on sentencing--perpetuates the confusion. In the single paragraph directed explicitly to Aker's request for a downward departure, the court rejects aberrant behavior as a ground and then continues:</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">I do find diminished physical capacity, 5K2.13, and emotional condition,    5H1.3. But I do not consider the proposed departure an encouraged departure. Rather, it is a discouraged departure, and I am not able to find exceptional circumstances that would warrant departure.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">The statement is correct that physical and emotional condition are discouraged grounds; but there is no mention of diminished mental capacity (except for the citation to  5K2.13 which was probably a typographical error) even though that was Aker's best and most fully argued ground for a departure. One is left with the impression--reinforced to some extent by the transcript--that the district court was conflating two discouraged grounds of departure (physical and emotional condition) with a final, related ground (diminished mental capacity) which--albeit not \"encouraged\" in the colloquial sense--is not in any sense a \"discouraged\" ground of departure.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">The government, to its credit--and we commend the prosecutor for his candor--also calls our attention to another statement by the district judge that \"even pressures resulting from diminished capacity are not the equivalent of a total excuse for moral agency. He still had a choice and his choice was not totally forced upon him.\"    If this statement were read as requiring that diminished mental capacity be the sole cause of defendant's crime, it would conflict (as the government recognizes) with our decision in United States v. Lauzon, <span class=\"citation\" data-id=\"564776\"><a href=\"/opinion/564776/united-states-v-michael-neal-lauzon/\"><span class=\"volume\">938</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">326</span></a></span>, 331 (1st Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">502</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">972</span></span>, <span class=\"citation no-link\"><span class=\"volume\">116</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">468</span></span>, <span class=\"citation no-link\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">450</span></span> (1991), which requires only that defendant's significantly reduced mental capacity have \"contributed to some extent to the commission of the offense.\"</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">The district judge's just quoted remark was actually made in the course of explaining why the judge would not grant a two-level downward adjustment for acceptance of responsibility; the district judge probably meant (quite correctly) that Aker was still not accepting full responsibility for his crimes. No one thought enough of the statement to object to it at sentencing, and on appeal Aker merely mentions the remark in passing. Still, it is hard to be completely sure that the distinction between sole cause and contributing cause had no connection with the diminished capacity issue, which was specifically mentioned.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Realistically, we think it quite unlikely that the district court's decision was affected by the label attached    (\"discouraged\" versus \"encouraged\") or by any belief that diminished capacity had to be the sole cause of the crime. Aker's main evidence in support of his diminished capacity claim was the assessment that Dr. Ebert made five years later, which itself was guarded and only favorable to the claim of diminished capacity; and, in addition, the district court made clear that it regarded the report as seriously undermined by lies that Aker continued to serve up to Dr. Ebert, primarily designed to understate the length and severity of his criminal career continuing long after his wife's death.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Nevertheless, there is one fully valid objection (the use on several occasions of the \"discouraged\" label for diminished capacity departures), a slight although unpreserved concern as to the causation test, and the conflation both in the transcript and in the sentencing memorandum of the diminished capacity departure with other less favored grounds of departure. Since the consequences are important and the district court can easily clear up any uncertainty, we think that in the interests of justice, a remand on this single issue is warranted. If our clarifications do not affect the outcome, the district    judge is free to say so in a single sentence.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Accordingly, the judgment of conviction isaffirmed but the sentence is vacated solely with respect to the request for a possible departure on grounds of significantly diminished mental capacity, and the case is remanded for further consideration of that issue in light of this opinion, with or without further proceedings as the district court may see fit and without prejudice to reimposition of the same sentence.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">It is so ordered.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Aker misunderstands the pertinence of Bailey. While that decision made it less likely that he would have been convicted for using a firearm in relation to a drug crime, it did nothing to protect him from conviction on the \"carry\" prong of the statute, also charged in the indictment. See Muscarello v. United States, <span class=\"citation\" data-id=\"118224\"><a href=\"/opinion/118224/muscarello-v-united-states/\"><span class=\"volume\">524</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">125</span></a></span>, <span class=\"citation\" data-id=\"118224\"><a href=\"/opinion/118224/muscarello-v-united-states/\"><span class=\"volume\">118</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1911</span></a></span>, 1914, 1919-20, <span class=\"citation\" data-id=\"118224\"><a href=\"/opinion/118224/muscarello-v-united-states/\"><span class=\"volume\">141</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">111</span></a></span> (1998).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The aberrant behavior ground is not specifically described in the departure section of the guidelines but has been derived from a reference to treatment of first-time offenders in the introduction to the guidelines. Grandmaison, 77 F.3d at 560-61. It is enough to say here that nothing whatever suggests that the district judge misunderstood the legal standard, and Aker's appeal is simply an attempt to litigate the merits of the denial, which he may not do, and which would be unsuccessful even if he could.</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/112821/",
    "http://www.courtlistener.com/api/rest/v3/opinions/117985/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118224/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195988/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196220/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196611/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197543/",
    "http://www.courtlistener.com/api/rest/v3/opinions/564776/",
    "http://www.courtlistener.com/api/rest/v3/opinions/744603/",
    "http://www.courtlistener.com/api/rest/v3/opinions/749864/"
  ]
}