{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/198592/",
  "absolute_url": "/opinion/198592/kelly-v-marcantonio/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/198592/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:55:23Z",
  "date_modified": "2017-03-24T10:57:55.348132Z",
  "type": "010combined",
  "sha1": "750027c01507c8e37c8941ced5e039edce8f72a1",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=98-1438.01A",
  "local_path": null,
  "plain_text": "         United States Court of Appeals\r\n             For the First Circuit\r\n                                  \r\n\nNo. 98-1438\r\n\n               MICHAEL E. KELLY,\r\n             Plaintiff, Appellant,\r\n\n                       v.\r\n\n       ROBERT MARCANTONIO, ETC., ET AL.,\r\n             Defendants, Appellees.\r\n\n                                  \r\n\nNo. 98-1439\r\n\n               STEPHEN B. KELLY,\r\n             Plaintiff, Appellant,\r\n\n                       v.\r\n\n       ROBERT MARCANTONIO, ETC., ET AL.,\r\n             Defendants, Appellees.\r\n\n                                  \r\n\nNo. 98-1533\r\n\n               MICHAEL E. KELLY,\r\n              Plaintiff, Appellee,\r\n\n                       v.\r\n\n              ROBERT MARCANTONIO,\r\n              Defendant, Appellee.\r\n\n                                  \r\n\n         ROMAN CATHOLIC BISHOP, ET AL.,\r\n            Defendants, Appellants.\r\n\n                                  No. 98-1542\r\n\n               STEPHEN B. KELLY,\r\n              Plaintiff, Appellee,\r\n\n                       v.\r\n\n              ROBERT MARCANTONIO,\r\n              Defendant, Appellee.\r\n\n                                  \r\n\n         ROMAN CATHOLIC BISHOP, ET AL.,\r\n            Defendants, Appellants.\r\n\n                                  \r\n\nNo. 98-2137\r\n\n                 KENNETH SMITH,\r\n             Plaintiff, Appellant,\r\n\n                       v.\r\n\n         WILLIAM C. O'CONNELL, ET AL.,\r\n             Defendants, Appellees.\r\n\n                                  \r\n\nNo. 98-2138\r\n\n                 KENNETH SMITH,\r\n              Plaintiff, Appellee,\r\n\n                       v.\r\n\n         WILLIAM C. O'CONNELL, ET AL.,\r\n              Defendant, Appellee.\r\n\n                                  \r\n\n         ROMAN CATHOLIC BISHOP, ET AL.,\r\n            Defendants, Appellants.\r\n\n                                  \r\n\n APPEALS FROM THE UNITED STATES DISTRICT COURT\r\n\n        FOR THE DISTRICT OF RHODE ISLAND\r\n\n  [Hon. Ernest C. Torres, U.S. District Judge]\r\n\n                                  \r\n\n                     Before\r\n\n            Torruella, Chief Judge,\r\n\n        Stahl and Lynch, Circuit Judges.\r\n\n                                  \r\n\nRichard C. Bicki, with whom Susan E. McGuirl, Cerilli, McGuirl\r\n&amp; Bicki, Lise Iwon and Laurence &amp; Iwon were on brief, for\r\nappellants Michael E. Kelly and Stephen B. Kelly.\r\nCarl P. DeLuca for appellant Kenneth Smith.\r\nThomas R. Bender, with whom James T. Murphy, Hanson, Curran,\r\nParks &amp; Whitman and William T. Murphy were on brief, for appellees\r\nRoman Catholic Bishop, et al.\r\nGerald C. DeMaria, with whom Paul S. Callaghan and Higgins\r\nCavanagh &amp; Cooney, LLP were on brief, for appellee Robert\r\nMarcantonio.\r\nCharles Wilson, with whom William T. Murphy, James T. Murphy, \r\nThomas R. Bender and Hanson, Curran, Parks &amp; Whitman were on brief\r\nfor defendants.\r\n\n                                  \r\n\n                 August 6, 1999\r\n                                           TORRUELLA, Chief Judge.  In these consolidated cases,\r\nplaintiff-appellants Michael Kelly, Stephen Kelly, and Kenneth\r\nSmith seek to recover damages for alleged sexual abuse they\r\nsuffered when they were minors.  Plaintiff-appellants allege that\r\nthe perpetrators of this sexual abuse were priests serving in the\r\nRoman Catholic Diocese of Providence, Rhode Island.  The defendant-\r\nappellees are the priests, Father Robert Marcantonio\r\n(\"Marcantonio\") and Father William C. O'Connell (\"O'Connell\"),\r\nvarious diocesan officials, and the churches to which the priests\r\nwere assigned (collectively, the \"hierarchy defendants\"). \r\nPlaintiff-appellants appeal the district court's grant of summary\r\njudgment in favor of all defendant-appellees on the ground that\r\nplaintiff-appellants' claims are barred by the statute of\r\nlimitations.  The hierarchy defendants also appeal, challenging the\r\ndistrict court's denial of their motion to dismiss on the ground\r\nthat adjudication of the claims asserted against them would violate\r\nthe religious autonomy principle rooted in the First Amendment.\r\n                   BACKGROUND\r\nBecause these appeals focus on the specific issues of\r\nwhether plaintiff-appellants' claims of childhood sexual abuse are\r\ntime-barred, and whether the First Amendment precludes the district\r\ncourt from adjudicating the claims asserted against the hierarchy\r\ndefendants, it is not necessary to provide a complete account of\r\nthe allegations set forth in the complaints.  We will, however,\r\nsketch the facts central to the issues before us.\r\nIn their consolidated cases, plaintiff-appellants seek to\r\nrecover damages under various state law tort theories for the\r\nalleged sexual abuse they suffered when they were minors.  In\r\naddition to the claims asserted against the priest-perpetrators,\r\nplaintiff-appellants assert various claims sounding in negligence\r\nand vicarious liability against the non-perpetrator hierarchy\r\ndefendants.\r\nSpecifically, plaintiff-appellant Kenneth Smith alleges\r\nthat he was sexually abused by O'Connell during the period between\r\n1972 and 1977 while he was in high school.  Plaintiff-appellants\r\nStephen and Michael Kelly allege that they were sexually abused by\r\nMarcantonio.  Stephen alleges that the assaults on him took place\r\nbetween 1975 and 1981, and Michael alleges that he was assaulted\r\nbetween 1981 and 1985.  Plaintiff-appellants further allege that\r\nthe hierarchy defendants knew that O'Connell and Marcantonio\r\npreviously had committed sexual assaults and that the hierarchy\r\ndefendants not only failed to disclose this information, but also\r\nengaged in a \"cover-up\" after the fact by transferring the priests\r\nto different parishes.  All three plaintiff-appellants filed their\r\nlawsuits in 1993 -- more than eight years after the alleged abuses\r\noccurred.\r\nPrior to 1992, the statute of limitations set forth in\r\n9-1-14(b) applied to all claims of childhood sexual abuse.  It\r\nrequires all \"actions for injuries to the person\" to be brought\r\nwithin three years after the cause of action accrues.  See R.I.\r\nGen. Laws  9-1-14(b).  Under  9-1-14(b), a cause of action for\r\nchildhood sexual abuse accrues on the date of injury.  See Kelly v.\r\nMarcantonio, 678 A.2d 873, 877 (R.I. 1996). \r\nIn its 1993 legislative session, the Rhode Island\r\nLegislature enacted  9-1-51, which enlarged the statute of\r\nlimitations period for claims against perpetrators of childhood\r\nsexual abuse.  See id. at 876.  Section 9-1-51 permits an action\r\nagainst the perpetrator to be brought up to seven years after the\r\nvictim discovers or reasonably should have discovered that the\r\nabuse occurred.  See R.I. Gen. Laws  9-1-51(a).  The Rhode Island\r\nSupreme Court has held, however, that  9-1-51 may not be applied\r\nretroactively to revive claims previously time-barred as of\r\nJuly 25, 1993, the effective date of the legislation.  See Kelly,\r\n678 A.2d at 882, 883.  It is undisputed that all of plaintiff-\r\nappellants' claims were time-barred prior to the effective date of\r\n9-1-51.  Therefore, the seven-year statute of limitations\r\ncontained in  9-1-51 does not apply here.\r\nTo avoid dismissal under  9-1-14(b), plaintiff-\r\nappellants rely primarily upon two separate tolling theories.  The\r\nfirst is contained in  9-1-19, which tolls the period of\r\nlimitations with respect to persons of \"unsound mind.\"  Section 9-\r\n1-19 provides, in relevant part:\r\n         If any person at the time any such cause of\r\naction shall accrue to him or her shall be\r\n. . . of unsound mind . . . the person may\r\nbring the cause of action, within the time\r\nlimited under this chapter, after the\r\nimpediment is removed.\r\n\nR.I. Gen. Laws  9-1-19.  Plaintiff-appellant Smith argues that \r\nhis inability to remember the alleged sexual assaults by\r\nFr. O'Connell until sometime in 1991 or 1992 qualifies as a tolling\r\nfeature under the \"unsound mind\" provision, thus saving his claims\r\nfrom dismissal.  Plaintiff-appellants Stephen and Michael Smith\r\nmake a slightly different argument.  The Smiths claim that although\r\nthey have been conscious of the assaults on them ever since they\r\noccurred, they did not appreciate their wrongful nature until\r\nsometime in 1991 because Fr. Marcantonio informed them that such\r\nassaults were part of their religious training in sexuality.  The\r\nSmiths contend that they were of \"unsound mind\" up until the time \r\nthey realized the wrongful nature of Fr. Marcantonio's advances,\r\nand thus their claims against Fr. Marcantonio are also preserved.\r\nThe second tolling provision upon which plaintiff-\r\nappellants rely is contained in  9-1-20.  Section 9-1-20 postpones\r\naccrual of a cause of action that has been fraudulently concealed:\r\n         If any person, liable to an action by another,\r\nshall fraudulently, by actual\r\nmisrepresentation, conceal from him or her the\r\nexistence of the cause of action, the cause of\r\naction shall be deemed to accrue against the\r\nperson so liable at the time when the person\r\nentitled to sue thereon shall first discover\r\nits existence. \r\n\nR.I. Gen. Laws  9-1-20.  Plaintiff-appellants assert that the\r\nhierarchy defendants' failure to disclose their knowledge of prior\r\nsexual misconduct by both O'Connell and Marcantonio constitutes\r\nfraudulent concealment within the meaning of  9-1-20.  Thus,\r\nplaintiff-appellants contend that the period of limitations on\r\ntheir claims against the hierarchy defendants did not begin to run\r\nuntil they first discovered the hierarchy defendants' prior\r\nknowledge and concealment.  Plaintiff-appellants Stephen and\r\nMichael Kelly also rely on  9-1-20 to preserve their claims\r\nagainst Fr. Marcantonio.  The Kellys assert that Fr. Marcantonio\r\nfraudulently concealed the existence of their causes of action\r\nagainst him by falsely representing that his sexual assaults\r\nconstituted religious training in sexuality.  Thus, the Kellys\r\ncontend that their causes of action against Fr. Marcantonio did not\r\naccrue until they first discovered the falsity of these\r\nrepresentations.                            DISCUSSION\r\nBefore we can delve into the issues raised in this\r\nappeal, we must first determine the order in which we must proceed. \r\nAs noted supra, in response to the claims asserted against them,\r\nthe hierarchy defendants moved to dismiss on the ground that the\r\nreligious autonomy principle rooted in the First Amendment\r\nprecluded the district court from adjudicating the claims asserted\r\nagainst them.  Throughout this litigation, both parties have\r\ncharacterized the hierarchy defendants' motion as a motion to\r\ndismiss for lack of subject matter jurisdiction.  Whether the\r\ndefendants' motion involves subject matter jurisdiction at all is\r\na debatable point, but we will accept, arguendo, the parties'\r\ncharacterization.  Therefore, on appeal, the first question we must\r\nresolve is whether the United States Supreme Court's decision in\r\nSteel Co. v. Citizens for a Better Environment, 523 U.S. 83 (1998),\r\nrequires us to address the hierarchy defendants' First Amendment\r\nargument before considering the merits of plaintiff-appellants'\r\nclaims.\r\nIn Steel Co., the Supreme Court declared that courts\r\nshould generally determine whether subject matter jurisdiction\r\nexists before reaching the merits of a plaintiff's claim.  See 523\r\nU.S. at 92, 96.  In its opinion, however, the Court narrowly used\r\nthe term \"subject matter jurisdiction,\" making a clear distinction\r\nbetween Article III subject matter jurisdiction and other sources\r\nof subject matter jurisdiction.  As this court recently recognized,\r\nthe decision in Steel Co. \"distinguishes between Article III\r\njurisdiction questions and statutory jurisdiction questions,\r\nholding that the former should ordinarily be decided before the\r\nmerits, but the latter need not be.\"  Parella v. Retirement Bd. of\r\nthe Rhode Island Employees' Retirement System, 173 F.3d 46, 54 (1st\r\nCir. 1999).\r\nIt is clear that the hierarchy defendants' religious\r\nautonomy arguments do not derive from Article III.  It is the First\r\nAmendment -- and not Article III -- that prohibits secular courts\r\nfrom intervening in the internal affairs of the hierarchical\r\nchurches by deciding issues of religious doctrine.  See, e.g.,\r\nSerbian E. Orthodox Diocese for the United States and Can. v.\r\nMilivojevich, 426 U.S. 696 (1976); Presbyterian Church in the\r\nUnited States v. Mary Elizabeth Blue Hull Mem'l Presbyterian\r\nChurch, 393 U.S. 440 (1969).  This court recently held that an\r\nEleventh Amendment defense raised by a state should not be treated\r\nas an Article III question for the purposes of Steel Co.  See\r\nParella, 173 F.3d at 57.  In reaching this conclusion, the Parella\r\ncourt reasoned that the relevant maxim outside the Article III\r\ncontext \"is not that federal courts cannot act without first\r\nestablishing their jurisdiction, but rather that courts should not\r\nreach constitutional questions in advance of the necessity of\r\ndeciding them.\"  Id. at 56 (internal quotations omitted).  We see\r\nno reason why the reasoning of Parella should not control here.  We\r\ntherefore choose to defer the hierarchy defendants' First Amendment\r\narguments, and proceed directly to the merits of plaintiff-\r\nappellants' statute of limitations tolling claims.\r\n             STATUTE OF LIMITATIONS\r\nIn the proceedings below, the district court granted\r\nsummary judgment in favor of defendants on the ground that \r\nplaintiff-appellants' claims of childhood sexual abuse were time-\r\nbarred.  We review the district court's grant of summary judgment\r\nde novo, viewing the facts in the light most favorable to the\r\nnonmovants.  See Dominique v. Weld, 73 F.3d 1156, 1158 (1st Cir.\r\n1996).\r\nSummary judgment is appropriate when \"the pleadings,\r\ndepositions, answers to interrogatories, and admissions on file,\r\ntogether with the affidavits, if any, show that there is no genuine\r\nissue as to any material fact and that the moving party is entitled\r\nto a judgment as a matter of law.\"  Fed. R. Civ. P. 56(c).  Summary\r\njudgment will be properly entered against a party who \"fails to\r\nmake a showing sufficient to establish the existence of an element\r\nessential to that party's case, and on which that party will bear\r\nthe burden of proof at trial.\"  Celotex Corp. v. Catrett, 477 U.S.\r\n317, 322 (1986).  In this case, plaintiff-appellants bear the\r\nburden of proving the applicability of the tolling provisions\r\ncontained in  9-1-19 and 9-1-20.  See Bonilla-Avils v. Southmark\r\nSan Juan, Inc., 992 F.2d 391, 393 (1st Cir. 1993).\r\na.  \"Unsound mind\" \r\nSection 9-1-19 does not define \"unsound mind.\"  Nor has\r\nthe Rhode Island Supreme Court defined the term for purposes of\r\nstatute of limitations tolling purposes.  In the proceedings below,\r\nthe district court certified to the Rhode Island Supreme Court the\r\nquestion of whether \"repressed recollection of past sexual abuse\r\ncould qualify as a tolling feature encompassed within the 'unsound\r\nmind' factor in  9-1-19.\"  Kelly, 678 A.2d at 879.  Unfortunately,\r\nthe Rhode Island Supreme Court did not provide clear guidance,\r\nresponding merely that whether repressed recollection is included\r\nwithin the tolling condition of \"unsound mind\" within a particular\r\ncase is a \"question of law determination to be made by the trial\r\njustice.\"  See id.\r\nLeft to its own devices, the district court engaged in\r\nexhaustive and thorough research in an attempt to discover what\r\nmeaning the General Assembly ascribed to the term \"unsound mind\"\r\nwhen it enacted  9-1-19.  It ultimately concluded that \"unsound\r\nmind\" as used in  9-1-19 refers to a condition that renders a\r\nplaintiff incapable of managing his or her everyday affairs.  We\r\ncan find no reason to disturb the court's well-reasoned conclusion. \r\nAlthough the Rhode Island Supreme Court has never defined\r\n\"unsound mind\" for statute of limitations tolling purposes, it has\r\ninterpreted the term, in other contexts, as a condition that\r\nrenders an individual legally incompetent or incapable of managing\r\nhis or her everyday affairs.  See Miller v. Rhode Island Hosp., 625\r\nA.2d 778, 785 (R.I. 1993) (\"unsound mind\" in the context of legal\r\nincompetency defined as the inability to govern one's self and\r\nmanage one's affairs); Sosik v. Conlon, 164 A.2d 696, 698 (R.I.\r\n1960) (in context of suit for cancellation of real estate mortgage\r\nand promissory note, \"unsound mind\" characterized as \"a condition\r\nof insanity or idiocy\").  These decisions are consistent with the\r\ndistrict court's interpretation.\r\nFurther, it is a rule of statutory construction in Rhode\r\nIsland that \"[e]xceptions in statutes of limitations in favor of\r\npersons laboring under disabilities are strictly construed.\" \r\nKenyon v. United Electric Railways Co., 151 A. 5, 8 (R.I. 1939). \r\nThe district court's interpretation clearly comports with this\r\nrule.\r\nFinally, we note that, as a federal court sitting in\r\ndiversity jurisdiction at plaintiff-appellants' election, we are\r\nreluctant to push state law well beyond its current confines.  See,\r\ne.g., Siedle v. Putnam Investments, Inc., 147 F.3d 1, 7 (1st Cir.\r\n1998).  Thus, we are not inclined to accept plaintiff-appellants'\r\nargument in favor of an expansive definition of \"unsound mind.\" \r\nSuch an argument should have been directed to the state courts in\r\nthe first instance.\r\nBased on the foregoing, and because we find plaintiff-\r\nappellants' arguments in favor of their more liberal interpretation\r\nunpersuasive, we affirm the district court's well-reasoned\r\ninterpretation.  We pause only to comment on several arguments\r\nraised by plaintiff-appellants in their briefs.\r\nFirst, plaintiff-appellants take issue with the district\r\ncourt's conclusion with respect to the inferences that can be drawn\r\nfrom the historical context of  9-1-19.  In its opinion, the\r\ndistrict court noted that  9-1-19 was enacted as part of the Court\r\nand Practice Act of 1905, which includes a chapter on probate\r\nproceedings.  The district court further noted that the probate\r\nchapter in the Court and Practice Act authorized the appointment of\r\na guardian for \"the person and estate of any idiot, lunatic or\r\nperson of unsound mind . . . .\"  It therefore concluded that at the\r\ntime of enactment of  9-1-19, the General Assembly equated the\r\ncondition of \"unsound mind\" with the conditions of idiocy and\r\nlunacy, both of which are recognized as completely incapacitating\r\nconditions.  In their briefs, plaintiff-appellants seize on the\r\ndistrict court's reasoning to argue that because the General\r\nAssembly has changed the standard for appointment of guardians, see\r\nR.I. Gen. Laws  33-15-4, the historical context of  9-1-19 should\r\nno longer bear on its interpretation.  Plaintiff-appellants'\r\nargument is unpersuasive.  The General Assembly's subsequent\r\namendment of the law governing appointment of guardians has little\r\nbearing on the legislature's intended meaning of the term \"unsound\r\nmind\" within the context of  9-1-19. \r\nPlaintiff-appellants next argue that the district court's\r\nconclusion that unsound mind refers to a condition that renders a\r\nplaintiff incapable of managing his or her everyday affairs is\r\ninconsistent with the Rhode Island Supreme Court decision in Kelly\r\nv. Marcantonio, 678 A.2d 873 (R.I. 1996).  We disagree.  Although\r\nthe Rhode Island Supreme Court left open the possibility that\r\nrepressed recollection of past sexual abuse could qualify as an\r\nunsound mind disability under  9-1-19, it stopped well short of\r\nadopting such a definition.  And, as we have said, we are reluctant\r\nto push state law to new frontiers in a plaintiff-elected diversity\r\naction where the state's Supreme Court has evinced reluctance to\r\ntake the approach the diversity plaintiff proposes.  See Siedle,\r\n147 F.3d at 7.\r\nFinally, plaintiff-appellants challenge the district\r\ncourt's conclusion that the subsequent enactment of  9-1-51 lends \r\nsupport to its interpretation of the \"unsound mind.\"  We agree with\r\nplaintiff-appellants that the subsequent enactment of  9-1-51\r\nlends support only to the district court's conclusions that: (1)\r\nthe 1993 Rhode Island legislature wished to distinguish between\r\n\"unsound mind\" and repressed recollection; and (2) the\r\nlegislature's decision not to incorporate a discovery provision in\r\n9-1-14(b) at the same time that it enacted the discovery\r\nprovision contained in  9-1-51 evinced an intent that claims\r\ngoverned by  9-1-14(b) continue to be considered as accruing at\r\nthe time of injury.  This point does not, however, persuade us that\r\nthe district court's conclusion was error.\r\nIn sum, because we are unpersuaded by plaintiff-\r\nappellants' arguments, we affirm the district court's\r\ninterpretation of \"unsound mind.\"  Further, because the facts are\r\nundisputed, and plaintiff-appellants challenge only the district\r\ncourt's legal interpretation of \"unsound mind,\" we need not re-\r\napply the law to the facts.  Plaintiff-appellants have never argued\r\nthat their respective conditions satisfy the definition of \"unsound\r\nmind\" offered by the defendants, and ultimately adopted by the\r\ndistrict court.  As plaintiff-appellants concede in their\r\nmemorandum in opposition to summary judgment, \"if the court adopts\r\nDefendants' definition [of unsound mind], Defendants must prevail\r\non this issue.\"  We agree with the district court (and with\r\nplaintiff-appellants) that, even when the evidence presented by the\r\nplaintiff-appellants is viewed in the light most favorable to them,\r\nit fails to establish that they suffered from \"unsound mind\" within\r\nthe meaning of  9-1-19.\r\nb.  Fraudulent concealment\r\nWe next address plaintiff-appellants' fraudulent\r\nconcealment arguments.  As previously noted, plaintiff-appellants\r\nrely on the fraudulent concealment tolling doctrine to preserve\r\ntheir claims against the hierarchy defendants and Father\r\nMarcantonio.  Specifically, plaintiff-appellants allege that the\r\nhierarchy defendants knew that both Frs. Marcantonio and O'Connell\r\nhad previously committed sexual assaults and that the hierarchy\r\ndefendants not only failed to disclose this information, but also\r\nengaged in a cover-up by transferring these priests from parish to\r\nparish whenever allegations of sexual abuse surfaced.  Plaintiff-\r\nappellants contend that this behavior postponed the accrual of\r\ntheir claims against the hierarchy defendants until plaintiff-\r\nappellants became aware of the hierarchy defendants' knowledge and\r\nconcealment.  Plaintiff-appellants Stephen and Michael Kelly\r\nfurther contend that Father Marcantonio fraudulently concealed the\r\nexistence of their causes of action against him by convincing them\r\nthat his sexual advances were part of their religious training in\r\nsexuality.  These factual assertions were denied and the district\r\ncourt did not test the truth of the assertions because it concluded\r\nthat they did not, as a matter of law, meet the definition of\r\nfraudulent concealment.\r\nWe first address the fraudulent concealment tolling\r\ntheory as it applies to plaintiff-appellants' claims against the\r\nhierarchy defendants.  In order to establish fraudulent\r\nconcealment, plaintiff-appellants must prove that: (1) the \r\nhierarchy defendants made an actual misrepresentation of fact; and\r\n(2) in making such misrepresentation, the hierarchy defendants\r\nfraudulently concealed the existence of plaintiff-appellants'\r\ncauses of action.  See R.I. Gen. Laws  9-1-20.  On appeal,\r\nplaintiff-appellants contend that the district court erred by\r\ninterpreting \"actual misrepresentation\" as requiring some express\r\nmisrepresentation or affirmative conduct on the part of the\r\nhierarchy defendants.  In the alternative, plaintiff-appellants\r\nargue that, even if  9-1-20 does require an express\r\nmisrepresentation or some affirmative conduct, a fiduciary\r\nrelationship existed between the hierarchy defendants and\r\nplaintiff-appellants, which imposed on the hierarchy defendants a\r\nduty to disclose their knowledge of previously committed sexual\r\nassaults.  Under this theory, plaintiff-appellants contend that the\r\nhierarchy defendants' silence about the prior assaults by Frs.\r\nMarcantonio and O'Connell should be considered an \"actual\r\nmisrepresentation\" within the meaning of  9-1-20.\r\nThe Rhode Island Supreme Court has never specifically\r\naddressed the fiduciary relationship theory asserted by plaintiff-\r\nappellants within the context of  9-1-20.  Nor has the Supreme\r\nCourt addressed the specific question of whether an \"actual\r\nmisrepresentation\" within the meaning of  9-1-20 must consist of\r\nan express or affirmative misrepresentation.  Fortunately, we\r\nconclude that we need not be the first court to resolve these\r\nspecific questions of Rhode Island law.  For even assuming arguendo\r\nthat plaintiff-appellants' interpretation prevails, and the\r\nhierarchy defendants' silence does qualify as an \"actual\r\nmisrepresentation\" within the meaning of  9-1-20, we fail to see\r\nhow such silence concealed from plaintiff-appellants the \"existence\r\nof [their] cause of action.\"  R.I. Gen. Laws  9-1-20.  \r\nAll of plaintiff-appellants' claims are claims for\r\ndamages for the sexual abuse perpetrated by the priest-defendants. \r\nIn making these claims, plaintiff-appellants do not allege that the\r\nhierarchy defendants' silence misled them into believing that the\r\nalleged sexual abuse did not occur, that it had not been committed\r\nby the priests, or that it had not resulted in injury to plaintiff-\r\nappellants.  In other words, the hierarchy defendants never\r\nconcealed from any of the plaintiff-appellants the fact of the\r\ninjury itself.  Rather, the essence of plaintiff-appellants'\r\nfraudulent concealment argument is that the hierarchy defendants'\r\nsilence concealed from them an additional theory of liability for\r\nthe alleged sexual abuse.  This argument misses the mark.  For a\r\ncause of action to accrue, the entire theory of the case need not\r\nbe immediately apparent.  See Arnold v. R.J. Reynolds Tobacco Co.,\r\n956 F. Supp. 110, 117 (D.R.I. 1997); Benner v. J.H. Lynch &amp; Sons,\r\n641 A.2d 332, 337 (R.I. 1994).  Once injured, a plaintiff is under\r\nan affirmative duty to investigate diligently all of his potential\r\nclaims.  See Arnold, 956 F. Supp. at 117; Benner, 641 A.2d at 338. \r\nIn this case, as soon as plaintiff-appellants became aware of the\r\nalleged abuse, they should also have been aware that the hierarchy\r\ndefendants, as the priests' \"employers,\" were potentially liable\r\nfor that abuse.  See Doe v. Archdiocese of Washington, 689 A.2d\r\n634, 645 (Md. Ct. Spec. App. 1997) (a plaintiff who is sexually\r\nassaulted by a priest is on inquiry notice of his potential claims\r\nagainst the Archdiocese, as the priest's employer).  As the Rhode\r\nIsland Supreme Court has pointed out in a related context \"[t]he\r\nplaintiff's certitude of negligence [of a potential defendant]\r\ncannot be the deciding factor to determine when the statute of\r\nlimitations begins to run.\"  Benner, 641 A.2d at 338.  To postpone\r\nthe accrual of their causes of action until plaintiff-appellants\r\ncompleted their investigation of all potential liability theories\r\nwould destroy the effectiveness of the limitations period.       \r\nAlternatively, if the plaintiffs' theory is thought of as\r\na sort of discovery rule argument, it still is not persuasive. \r\nPlaintiff-appellants contend that a discovery rule is appropriate\r\nunder the circumstances of this case because at the time the\r\nalleged abuse occurred plaintiff-appellants had no reason to\r\nsuspect that the hierarchy defendants were aware of prior sexual\r\nassaults by Frs. Marcantonio and O'Connell.  However, the Rhode\r\nIsland Supreme Court has expressly rejected the extension of a\r\ndiscovery rule to claims against non-perpetrator defendants for\r\ndamages arising from childhood sexual abuse.  See Kelly, 678 A.2d\r\nat 878.  We therefore decline plaintiff-appellants' request.\r\nWe turn now to Michael and Stephen Kelly's contention\r\nthat Father Marcantonio fraudulently concealed the existence of\r\ntheir causes of action against him by convincing them that his\r\nsexual advances were part of their religious training in sexuality. \r\nOn appeal, the Kellys contend that the district court erred by\r\ninterpreting  9-1-20 as requiring that a potential plaintiff rely\r\non the \"actual misrepresentation.\"  We agree with the district\r\ncourt that reliance is an essential element of the fraudulent\r\nconcealment tolling provision.  The statute requires \"fraudulent\"\r\nconcealment, and under Rhode Island law, reliance is an essential\r\nelement of fraud.  See National Credit Union Admin. Bd. v. Regine,\r\n795 F. Supp. 59, 70 (D.R.I. 1992).\r\nWe further agree that the Kellys' alleged reliance on\r\nFather Marcantonio's misrepresentations was unreasonable as a\r\nmatter of law.  According to the record, Father Marcantonio's\r\nalleged abuse continued for years, and ended only when both Kellys\r\nreached the age of twenty.  As the district court noted, it is\r\nbeyond comprehension that an otherwise competent twenty year old\r\nadult would continue to believe that Father Marcantonio's sexual\r\nadvances were part of his religious training.  See Doe v. United\r\nMethodist Church, 673 N.E.2d 839, 844-45 (Ind. Ct. App. 1996)\r\n(continued reliance by plaintiff upon representations made by\r\ndefendant that sexual activity was a part of the accepted\r\ncounseling process was unreasonable as a matter of law); E.J.M. v.\r\nArchdiocese of Philadelphia, 622 A.2d 1388, 1395 (Pa. Super. Ct.\r\n1993) (plaintiff's reliance on priest-defendant's assurances that\r\nsexual acts being performed on him were necessary for his spiritual\r\ndevelopment was unreasonable as a matter of law).  We therefore\r\nconclude that Father Marcantonio's statements to the Kellys did not\r\nrise to the level of fraudulent concealment.  Therefore, the\r\nKellys' claims against Father Marcantonio are time-barred under the\r\nthree-year statute of limitations contained in  9-1-14(b).\r\nc.  Continuing Tort Theory\r\nIn a final attempt to avoid the statute of limitations\r\naltogether, plaintiff-appellants assert various conspiracy theories\r\nagainst the hierarchy defendants.  Under these theories,\r\nplaintiff-appellants attempt to articulate a legal basis for\r\nholding the hierarchy defendants independently liable for damages\r\narising from the alleged sexual abuse.  The essence of these claims\r\nis that the hierarchy defendants conspired, after the fact, to\r\nconceal the alleged acts of sexual abuse perpetrated by\r\nFrs. Marcantonio and O'Connell.  Because this alleged conspiracy\r\ncontinues to the present day, plaintiff-appellants contend that the\r\nperiod of limitations on their claim has not even begun to run.\r\nThe fatal weakness of this theory, however, is that none\r\nof these conspiracies was even remotely asserted in any of\r\nplaintiff-appellants' complaints.  Ultimately, plaintiff-\r\nappellants' complaint merely alleges that the hierarchy defendants\r\nfailed to come forward with information concerning alleged sexual\r\nassaults by Frs. Marcantonio and O'Connell.\r\nFinally, even assuming arguendo that the actions of the \r\nhierarchy defendants did amount to criminal acts under the various\r\ntheories asserted by plaintiff-appellants, we conclude that such\r\nclaims would still be time-barred.  It is  9-1-2 that enables\r\nplaintiff-appellants to assert their criminal conspiracy theories\r\nas civil causes of action.  However, even though plaintiff-\r\nappellants seek relief under  9-1-2, the nature of their claims\r\nstill arises out of the alleged sexual abuse perpetrated by the\r\npriest-defendants.  Plaintiff-appellants seek damages for their\r\nsexual abuse -- not for any alleged conspiracy or cover-up by the\r\nhierarchy.  Thus, the limitation period set forth in  9-1-14(b)\r\nremains the applicable limitations period.  See Lyons v. Town of\r\nScituate, 554 A.2d 1034, 1036 (R.I. 1989) (where plaintiff's claim\r\nfor damages under  9-1-2 arose out of an alleged assault and\r\nbattery, appropriate limitations period was that applicable to\r\n\"injuries to the person\" set forth in  9-1-14(b)).  As discussed\r\nsupra, plaintiff-appellants' claims for damages arising from their\r\nsexual abuse are time-barred under  9-1-14(b).\r\nd.  Other Tolling Theories\r\nIn their brief, plaintiff-appellants briefly mention a\r\nnumber of other tolling theories, including equitable estoppel,\r\npublic policy, duress, and undue influence.  Plaintiffs complain\r\nthat theses theories were not properly before the district court\r\nwhen it granted summary judgment.  Specifically, plaintiffs claim\r\nthat they did not have ample opportunity to fully discover and\r\naddress these other tolling theories, and that the district court\r\nabused its discretion in denying their Fed. R. Civ. P. 56(f) motion\r\nfor additional discovery.  We disagree.\r\nAs this court has stated, \"[a] plaintiff's speculative\r\nassertions that the defendant has unspecified facts in its\r\npossession necessary for the plaintiff to develop its legal\r\ntheories . . . are entirely inadequate to extract the balm of Rule\r\n56(f).\"  C.B. Trucking, Inc. v. Waste Management, Inc., 137 F.3d\r\n41, 45 (1st Cir. 1997) (internal quotation marks omitted). \r\nPlaintiff-appellants have failed to specify any material evidence\r\nin support of these theories that they would likely uncover if\r\ngiven additional time for discovery.  Accordingly, the district\r\ncourt acted well within its discretion in denying their Fed. R.\r\nCiv. P. 56(f) motion.\r\n                   CONCLUSION\r\nBased on the foregoing, the district court's grant of\r\nsummary judgment in favor of defendant-appellees is affirmed.\n",
  "html": "",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<pre class=\"inline\">         United States Court of Appeals\r\n             For the First Circuit\r\n                                  \r\n\nNo. 98-1438\r\n\n               MICHAEL E. KELLY,\r\n             Plaintiff, Appellant,\r\n\n                       v.\r\n\n       ROBERT MARCANTONIO, ETC., ET AL.,\r\n             Defendants, Appellees.\r\n\n                                  \r\n\nNo. 98-1439\r\n\n               STEPHEN B. KELLY,\r\n             Plaintiff, Appellant,\r\n\n                       v.\r\n\n       ROBERT MARCANTONIO, ETC., ET AL.,\r\n             Defendants, Appellees.\r\n\n                                  \r\n\nNo. 98-1533\r\n\n               MICHAEL E. KELLY,\r\n              Plaintiff, Appellee,\r\n\n                       v.\r\n\n              ROBERT MARCANTONIO,\r\n              Defendant, Appellee.\r\n\n                                  \r\n\n         ROMAN CATHOLIC BISHOP, ET AL.,\r\n            Defendants, Appellants.\r\n\n                                  No. 98-1542\r\n\n               STEPHEN B. KELLY,\r\n              Plaintiff, Appellee,\r\n\n                       v.\r\n\n              ROBERT MARCANTONIO,\r\n              Defendant, Appellee.\r\n\n                                  \r\n\n         ROMAN CATHOLIC BISHOP, ET AL.,\r\n            Defendants, Appellants.\r\n\n                                  \r\n\nNo. 98-2137\r\n\n                 KENNETH SMITH,\r\n             Plaintiff, Appellant,\r\n\n                       v.\r\n\n         WILLIAM C. O'CONNELL, ET AL.,\r\n             Defendants, Appellees.\r\n\n                                  \r\n\nNo. 98-2138\r\n\n                 KENNETH SMITH,\r\n              Plaintiff, Appellee,\r\n\n                       v.\r\n\n         WILLIAM C. O'CONNELL, ET AL.,\r\n              Defendant, Appellee.\r\n\n                                  \r\n\n         ROMAN CATHOLIC BISHOP, ET AL.,\r\n            Defendants, Appellants.\r\n\n                                  \r\n\n APPEALS FROM THE UNITED STATES DISTRICT COURT\r\n\n        FOR THE DISTRICT OF RHODE ISLAND\r\n\n  [Hon. Ernest C. Torres, U.S. District Judge]\r\n\n                                  \r\n\n                     Before\r\n\n            Torruella, Chief Judge,\r\n\n        Stahl and Lynch, Circuit Judges.\r\n\n                                  \r\n\nRichard C. Bicki, with whom Susan E. McGuirl, Cerilli, McGuirl\r\n&amp; Bicki, Lise Iwon and Laurence &amp; Iwon were on brief, for\r\nappellants Michael E. Kelly and Stephen B. Kelly.\r\nCarl P. DeLuca for appellant Kenneth Smith.\r\nThomas R. Bender, with whom James T. Murphy, Hanson, Curran,\r\nParks &amp; Whitman and William T. Murphy were on brief, for appellees\r\nRoman Catholic Bishop, et al.\r\nGerald C. DeMaria, with whom Paul S. Callaghan and Higgins\r\nCavanagh &amp; Cooney, LLP were on brief, for appellee Robert\r\nMarcantonio.\r\nCharles Wilson, with whom William T. Murphy, James T. Murphy, \r\nThomas R. Bender and Hanson, Curran, Parks &amp; Whitman were on brief\r\nfor defendants.\r\n\n                                  \r\n\n                 August 6, 1999\r\n                                           TORRUELLA, Chief Judge.  In these consolidated cases,\r\nplaintiff-appellants Michael Kelly, Stephen Kelly, and Kenneth\r\nSmith seek to recover damages for alleged sexual abuse they\r\nsuffered when they were minors.  Plaintiff-appellants allege that\r\nthe perpetrators of this sexual abuse were priests serving in the\r\nRoman Catholic Diocese of Providence, Rhode Island.  The defendant-\r\nappellees are the priests, Father Robert Marcantonio\r\n(\"Marcantonio\") and Father William C. O'Connell (\"O'Connell\"),\r\nvarious diocesan officials, and the churches to which the priests\r\nwere assigned (collectively, the \"hierarchy defendants\"). \r\nPlaintiff-appellants appeal the district court's grant of summary\r\njudgment in favor of all defendant-appellees on the ground that\r\nplaintiff-appellants' claims are barred by the statute of\r\nlimitations.  The hierarchy defendants also appeal, challenging the\r\ndistrict court's denial of their motion to dismiss on the ground\r\nthat adjudication of the claims asserted against them would violate\r\nthe religious autonomy principle rooted in the First Amendment.\r\n                   BACKGROUND\r\nBecause these appeals focus on the specific issues of\r\nwhether plaintiff-appellants' claims of childhood sexual abuse are\r\ntime-barred, and whether the First Amendment precludes the district\r\ncourt from adjudicating the claims asserted against the hierarchy\r\ndefendants, it is not necessary to provide a complete account of\r\nthe allegations set forth in the complaints.  We will, however,\r\nsketch the facts central to the issues before us.\r\nIn their consolidated cases, plaintiff-appellants seek to\r\nrecover damages under various state law tort theories for the\r\nalleged sexual abuse they suffered when they were minors.  In\r\naddition to the claims asserted against the priest-perpetrators,\r\nplaintiff-appellants assert various claims sounding in negligence\r\nand vicarious liability against the non-perpetrator hierarchy\r\ndefendants.\r\nSpecifically, plaintiff-appellant Kenneth Smith alleges\r\nthat he was sexually abused by O'Connell during the period between\r\n1972 and 1977 while he was in high school.  Plaintiff-appellants\r\nStephen and Michael Kelly allege that they were sexually abused by\r\nMarcantonio.  Stephen alleges that the assaults on him took place\r\nbetween 1975 and 1981, and Michael alleges that he was assaulted\r\nbetween 1981 and 1985.  Plaintiff-appellants further allege that\r\nthe hierarchy defendants knew that O'Connell and Marcantonio\r\npreviously had committed sexual assaults and that the hierarchy\r\ndefendants not only failed to disclose this information, but also\r\nengaged in a \"cover-up\" after the fact by transferring the priests\r\nto different parishes.  All three plaintiff-appellants filed their\r\nlawsuits in 1993 -- more than eight years after the alleged abuses\r\noccurred.\r\nPrior to 1992, the statute of limitations set forth in\r\n9-1-14(b) applied to all claims of childhood sexual abuse.  It\r\nrequires all \"actions for injuries to the person\" to be brought\r\nwithin three years after the cause of action accrues.  See R.I.\r\nGen. Laws  9-1-14(b).  Under  9-1-14(b), a cause of action for\r\nchildhood sexual abuse accrues on the date of injury.  See Kelly v.\r\nMarcantonio, </pre><span class=\"citation\" data-id=\"1927617\"><a href=\"/opinion/1927617/kelly-v-marcantonio/\"><span class=\"volume\">678</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">873</span></a></span><pre class=\"inline\">, 877 (R.I. 1996). \r\nIn its 1993 legislative session, the Rhode Island\r\nLegislature enacted  9-1-51, which enlarged the statute of\r\nlimitations period for claims against perpetrators of childhood\r\nsexual abuse.  See id. at 876.  Section 9-1-51 permits an action\r\nagainst the perpetrator to be brought up to seven years after the\r\nvictim discovers or reasonably should have discovered that the\r\nabuse occurred.  See R.I. Gen. Laws  9-1-51(a).  The Rhode Island\r\nSupreme Court has held, however, that  9-1-51 may not be applied\r\nretroactively to revive claims previously time-barred as of\r\nJuly 25, 1993, the effective date of the legislation.  See Kelly,\r\n678 A.2d at 882, 883.  It is undisputed that all of plaintiff-\r\nappellants' claims were time-barred prior to the effective date of\r\n9-1-51.  Therefore, the seven-year statute of limitations\r\ncontained in  9-1-51 does not apply here.\r\nTo avoid dismissal under  9-1-14(b), plaintiff-\r\nappellants rely primarily upon two separate tolling theories.  The\r\nfirst is contained in  9-1-19, which tolls the period of\r\nlimitations with respect to persons of \"unsound mind.\"  Section 9-\r\n1-19 provides, in relevant part:\r\n         If any person at the time any such cause of\r\naction shall accrue to him or her shall be\r\n. . . of unsound mind . . . the person may\r\nbring the cause of action, within the time\r\nlimited under this chapter, after the\r\nimpediment is removed.\r\n\nR.I. Gen. Laws  9-1-19.  Plaintiff-appellant Smith argues that \r\nhis inability to remember the alleged sexual assaults by\r\nFr. O'Connell until sometime in 1991 or 1992 qualifies as a tolling\r\nfeature under the \"unsound mind\" provision, thus saving his claims\r\nfrom dismissal.  Plaintiff-appellants Stephen and Michael Smith\r\nmake a slightly different argument.  The Smiths claim that although\r\nthey have been conscious of the assaults on them ever since they\r\noccurred, they did not appreciate their wrongful nature until\r\nsometime in 1991 because Fr. Marcantonio informed them that such\r\nassaults were part of their religious training in sexuality.  The\r\nSmiths contend that they were of \"unsound mind\" up until the time \r\nthey realized the wrongful nature of Fr. Marcantonio's advances,\r\nand thus their claims against Fr. Marcantonio are also preserved.\r\nThe second tolling provision upon which plaintiff-\r\nappellants rely is contained in  9-1-20.  Section 9-1-20 postpones\r\naccrual of a cause of action that has been fraudulently concealed:\r\n         If any person, liable to an action by another,\r\nshall fraudulently, by actual\r\nmisrepresentation, conceal from him or her the\r\nexistence of the cause of action, the cause of\r\naction shall be deemed to accrue against the\r\nperson so liable at the time when the person\r\nentitled to sue thereon shall first discover\r\nits existence. \r\n\nR.I. Gen. Laws  9-1-20.  Plaintiff-appellants assert that the\r\nhierarchy defendants' failure to disclose their knowledge of prior\r\nsexual misconduct by both O'Connell and Marcantonio constitutes\r\nfraudulent concealment within the meaning of  9-1-20.  Thus,\r\nplaintiff-appellants contend that the period of limitations on\r\ntheir claims against the hierarchy defendants did not begin to run\r\nuntil they first discovered the hierarchy defendants' prior\r\nknowledge and concealment.  Plaintiff-appellants Stephen and\r\nMichael Kelly also rely on  9-1-20 to preserve their claims\r\nagainst Fr. Marcantonio.  The Kellys assert that Fr. Marcantonio\r\nfraudulently concealed the existence of their causes of action\r\nagainst him by falsely representing that his sexual assaults\r\nconstituted religious training in sexuality.  Thus, the Kellys\r\ncontend that their causes of action against Fr. Marcantonio did not\r\naccrue until they first discovered the falsity of these\r\nrepresentations.                            DISCUSSION\r\nBefore we can delve into the issues raised in this\r\nappeal, we must first determine the order in which we must proceed. \r\nAs noted supra, in response to the claims asserted against them,\r\nthe hierarchy defendants moved to dismiss on the ground that the\r\nreligious autonomy principle rooted in the First Amendment\r\nprecluded the district court from adjudicating the claims asserted\r\nagainst them.  Throughout this litigation, both parties have\r\ncharacterized the hierarchy defendants' motion as a motion to\r\ndismiss for lack of subject matter jurisdiction.  Whether the\r\ndefendants' motion involves subject matter jurisdiction at all is\r\na debatable point, but we will accept, arguendo, the parties'\r\ncharacterization.  Therefore, on appeal, the first question we must\r\nresolve is whether the United States Supreme Court's decision in\r\nSteel Co. v. Citizens for a Better Environment, </pre><span class=\"citation\" data-id=\"2620886\"><a href=\"/opinion/2620886/steel-co-v-citizens-for-better-environment/\"><span class=\"volume\">523</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">83</span></a></span><pre class=\"inline\"> (1998),\r\nrequires us to address the hierarchy defendants' First Amendment\r\nargument before considering the merits of plaintiff-appellants'\r\nclaims.\r\nIn Steel Co., the Supreme Court declared that courts\r\nshould generally determine whether subject matter jurisdiction\r\nexists before reaching the merits of a plaintiff's claim.  See 523\r\nU.S. at 92, 96.  In its opinion, however, the Court narrowly used\r\nthe term \"subject matter jurisdiction,\" making a clear distinction\r\nbetween Article III subject matter jurisdiction and other sources\r\nof subject matter jurisdiction.  As this court recently recognized,\r\nthe decision in Steel Co. \"distinguishes between Article III\r\njurisdiction questions and statutory jurisdiction questions,\r\nholding that the former should ordinarily be decided before the\r\nmerits, but the latter need not be.\"  Parella v. Retirement Bd. of\r\nthe Rhode Island Employees' Retirement System, </pre><span class=\"citation\" data-id=\"198432\"><a href=\"/opinion/198432/parella-v-retirement/\"><span class=\"volume\">173</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">46</span></a></span><pre class=\"inline\">, 54 (1st\r\nCir. 1999).\r\nIt is clear that the hierarchy defendants' religious\r\nautonomy arguments do not derive from Article III.  It is the First\r\nAmendment -- and not Article III -- that prohibits secular courts\r\nfrom intervening in the internal affairs of the hierarchical\r\nchurches by deciding issues of religious doctrine.  See, e.g.,\r\nSerbian E. Orthodox Diocese for the United States and Can. v.\r\nMilivojevich, </pre><span class=\"citation\" data-id=\"109495\"><a href=\"/opinion/109495/serbian-eastern-orthodox-diocese-for-united-states-and-canada-v/\"><span class=\"volume\">426</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">696</span></a></span><pre class=\"inline\"> (1976); Presbyterian Church in the\r\nUnited States v. Mary Elizabeth Blue Hull Mem'l Presbyterian\r\nChurch, </pre><span class=\"citation\" data-id=\"107832\"><a href=\"/opinion/107832/presbyterian-church-in-us-v-mary-elizabeth-blue-hull-memorial-presbyterian/\"><span class=\"volume\">393</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">440</span></a></span><pre class=\"inline\"> (1969).  This court recently held that an\r\nEleventh Amendment defense raised by a state should not be treated\r\nas an Article III question for the purposes of Steel Co.  See\r\nParella, 173 F.3d at 57.  In reaching this conclusion, the Parella\r\ncourt reasoned that the relevant maxim outside the Article III\r\ncontext \"is not that federal courts cannot act without first\r\nestablishing their jurisdiction, but rather that courts should not\r\nreach constitutional questions in advance of the necessity of\r\ndeciding them.\"  Id. at 56 (internal quotations omitted).  We see\r\nno reason why the reasoning of Parella should not control here.  We\r\ntherefore choose to defer the hierarchy defendants' First Amendment\r\narguments, and proceed directly to the merits of plaintiff-\r\nappellants' statute of limitations tolling claims.\r\n             STATUTE OF LIMITATIONS\r\nIn the proceedings below, the district court granted\r\nsummary judgment in favor of defendants on the ground that \r\nplaintiff-appellants' claims of childhood sexual abuse were time-\r\nbarred.  We review the district court's grant of summary judgment\r\nde novo, viewing the facts in the light most favorable to the\r\nnonmovants.  See Dominique v. Weld, </pre><span class=\"citation\" data-id=\"711034\"><a href=\"/opinion/711034/james-dominique-v-william-weld/\"><span class=\"volume\">73</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1156</span></a></span><pre class=\"inline\">, 1158 (1st Cir.\r\n1996).\r\nSummary judgment is appropriate when \"the pleadings,\r\ndepositions, answers to interrogatories, and admissions on file,\r\ntogether with the affidavits, if any, show that there is no genuine\r\nissue as to any material fact and that the moving party is entitled\r\nto a judgment as a matter of law.\"  Fed. R. Civ. P. 56(c).  Summary\r\njudgment will be properly entered against a party who \"fails to\r\nmake a showing sufficient to establish the existence of an element\r\nessential to that party's case, and on which that party will bear\r\nthe burden of proof at trial.\"  Celotex Corp. v. Catrett, </pre><span class=\"citation\" data-id=\"111722\"><a href=\"/opinion/111722/celotex-corporation-v-myrtle-nell-catrett-administratrix-of-the-estate-of/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span>\r\n<span class=\"page\">317</span></a></span><pre class=\"inline\">, 322 (1986).  In this case, plaintiff-appellants bear the\r\nburden of proving the applicability of the tolling provisions\r\ncontained in  9-1-19 and 9-1-20.  See Bonilla-Avils v. Southmark\r\nSan Juan, Inc., </pre><span class=\"citation\" data-id=\"605982\"><a href=\"/opinion/605982/guillermo-bonilla-aviles-maria-velazquez-cp-bonilla-velazquez-v/\"><span class=\"volume\">992</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">391</span></a></span><pre class=\"inline\">, 393 (1st Cir. 1993).\r\na.  \"Unsound mind\" \r\nSection 9-1-19 does not define \"unsound mind.\"  Nor has\r\nthe Rhode Island Supreme Court defined the term for purposes of\r\nstatute of limitations tolling purposes.  In the proceedings below,\r\nthe district court certified to the Rhode Island Supreme Court the\r\nquestion of whether \"repressed recollection of past sexual abuse\r\ncould qualify as a tolling feature encompassed within the 'unsound\r\nmind' factor in  9-1-19.\"  Kelly, 678 A.2d at 879.  Unfortunately,\r\nthe Rhode Island Supreme Court did not provide clear guidance,\r\nresponding merely that whether repressed recollection is included\r\nwithin the tolling condition of \"unsound mind\" within a particular\r\ncase is a \"question of law determination to be made by the trial\r\njustice.\"  See id.\r\nLeft to its own devices, the district court engaged in\r\nexhaustive and thorough research in an attempt to discover what\r\nmeaning the General Assembly ascribed to the term \"unsound mind\"\r\nwhen it enacted  9-1-19.  It ultimately concluded that \"unsound\r\nmind\" as used in  9-1-19 refers to a condition that renders a\r\nplaintiff incapable of managing his or her everyday affairs.  We\r\ncan find no reason to disturb the court's well-reasoned conclusion. \r\nAlthough the Rhode Island Supreme Court has never defined\r\n\"unsound mind\" for statute of limitations tolling purposes, it has\r\ninterpreted the term, in other contexts, as a condition that\r\nrenders an individual legally incompetent or incapable of managing\r\nhis or her everyday affairs.  See Miller v. Rhode Island Hosp., </pre><span class=\"citation\" data-id=\"1928957\"><a href=\"/opinion/1928957/miller-v-rhode-island-hosp/\"><span class=\"volume\">625</span>\r\n<span class=\"reporter\">A.2d</span> <span class=\"page\">778</span></a></span><pre class=\"inline\">, 785 (R.I. 1993) (\"unsound mind\" in the context of legal\r\nincompetency defined as the inability to govern one's self and\r\nmanage one's affairs); Sosik v. Conlon, </pre><span class=\"citation\" data-id=\"1550489\"><a href=\"/opinion/1550489/sosik-v-conlon/\"><span class=\"volume\">164</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">696</span></a></span><pre class=\"inline\">, 698 (R.I.\r\n1960) (in context of suit for cancellation of real estate mortgage\r\nand promissory note, \"unsound mind\" characterized as \"a condition\r\nof insanity or idiocy\").  These decisions are consistent with the\r\ndistrict court's interpretation.\r\nFurther, it is a rule of statutory construction in Rhode\r\nIsland that \"[e]xceptions in statutes of limitations in favor of\r\npersons laboring under disabilities are strictly construed.\" \r\nKenyon v. United Electric Railways Co., </pre><span class=\"citation no-link\"><span class=\"volume\">151</span> <span class=\"reporter\">A.</span> <span class=\"page\">5</span></span><pre class=\"inline\">, 8 (R.I. 1939). \r\nThe district court's interpretation clearly comports with this\r\nrule.\r\nFinally, we note that, as a federal court sitting in\r\ndiversity jurisdiction at plaintiff-appellants' election, we are\r\nreluctant to push state law well beyond its current confines.  See,\r\ne.g., Siedle v. Putnam Investments, Inc., </pre><span class=\"citation\" data-id=\"198008\"><a href=\"/opinion/198008/united-states-v-lopez/\"><span class=\"volume\">147</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span><pre class=\"inline\">, 7 (1st Cir.\r\n1998).  Thus, we are not inclined to accept plaintiff-appellants'\r\nargument in favor of an expansive definition of \"unsound mind.\" \r\nSuch an argument should have been directed to the state courts in\r\nthe first instance.\r\nBased on the foregoing, and because we find plaintiff-\r\nappellants' arguments in favor of their more liberal interpretation\r\nunpersuasive, we affirm the district court's well-reasoned\r\ninterpretation.  We pause only to comment on several arguments\r\nraised by plaintiff-appellants in their briefs.\r\nFirst, plaintiff-appellants take issue with the district\r\ncourt's conclusion with respect to the inferences that can be drawn\r\nfrom the historical context of  9-1-19.  In its opinion, the\r\ndistrict court noted that  9-1-19 was enacted as part of the Court\r\nand Practice Act of 1905, which includes a chapter on probate\r\nproceedings.  The district court further noted that the probate\r\nchapter in the Court and Practice Act authorized the appointment of\r\na guardian for \"the person and estate of any idiot, lunatic or\r\nperson of unsound mind . . . .\"  It therefore concluded that at the\r\ntime of enactment of  9-1-19, the General Assembly equated the\r\ncondition of \"unsound mind\" with the conditions of idiocy and\r\nlunacy, both of which are recognized as completely incapacitating\r\nconditions.  In their briefs, plaintiff-appellants seize on the\r\ndistrict court's reasoning to argue that because the General\r\nAssembly has changed the standard for appointment of guardians, see\r\nR.I. Gen. Laws  33-15-4, the historical context of  9-1-19 should\r\nno longer bear on its interpretation.  Plaintiff-appellants'\r\nargument is unpersuasive.  The General Assembly's subsequent\r\namendment of the law governing appointment of guardians has little\r\nbearing on the legislature's intended meaning of the term \"unsound\r\nmind\" within the context of  9-1-19. \r\nPlaintiff-appellants next argue that the district court's\r\nconclusion that unsound mind refers to a condition that renders a\r\nplaintiff incapable of managing his or her everyday affairs is\r\ninconsistent with the Rhode Island Supreme Court decision in Kelly\r\nv. Marcantonio, </pre><span class=\"citation\" data-id=\"1927617\"><a href=\"/opinion/1927617/kelly-v-marcantonio/\"><span class=\"volume\">678</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">873</span></a></span><pre class=\"inline\"> (R.I. 1996).  We disagree.  Although\r\nthe Rhode Island Supreme Court left open the possibility that\r\nrepressed recollection of past sexual abuse could qualify as an\r\nunsound mind disability under  9-1-19, it stopped well short of\r\nadopting such a definition.  And, as we have said, we are reluctant\r\nto push state law to new frontiers in a plaintiff-elected diversity\r\naction where the state's Supreme Court has evinced reluctance to\r\ntake the approach the diversity plaintiff proposes.  See Siedle,\r\n147 F.3d at 7.\r\nFinally, plaintiff-appellants challenge the district\r\ncourt's conclusion that the subsequent enactment of  9-1-51 lends \r\nsupport to its interpretation of the \"unsound mind.\"  We agree with\r\nplaintiff-appellants that the subsequent enactment of  9-1-51\r\nlends support only to the district court's conclusions that: (1)\r\nthe 1993 Rhode Island legislature wished to distinguish between\r\n\"unsound mind\" and repressed recollection; and (2) the\r\nlegislature's decision not to incorporate a discovery provision in\r\n9-1-14(b) at the same time that it enacted the discovery\r\nprovision contained in  9-1-51 evinced an intent that claims\r\ngoverned by  9-1-14(b) continue to be considered as accruing at\r\nthe time of injury.  This point does not, however, persuade us that\r\nthe district court's conclusion was error.\r\nIn sum, because we are unpersuaded by plaintiff-\r\nappellants' arguments, we affirm the district court's\r\ninterpretation of \"unsound mind.\"  Further, because the facts are\r\nundisputed, and plaintiff-appellants challenge only the district\r\ncourt's legal interpretation of \"unsound mind,\" we need not re-\r\napply the law to the facts.  Plaintiff-appellants have never argued\r\nthat their respective conditions satisfy the definition of \"unsound\r\nmind\" offered by the defendants, and ultimately adopted by the\r\ndistrict court.  As plaintiff-appellants concede in their\r\nmemorandum in opposition to summary judgment, \"if the court adopts\r\nDefendants' definition [of unsound mind], Defendants must prevail\r\non this issue.\"  We agree with the district court (and with\r\nplaintiff-appellants) that, even when the evidence presented by the\r\nplaintiff-appellants is viewed in the light most favorable to them,\r\nit fails to establish that they suffered from \"unsound mind\" within\r\nthe meaning of  9-1-19.\r\nb.  Fraudulent concealment\r\nWe next address plaintiff-appellants' fraudulent\r\nconcealment arguments.  As previously noted, plaintiff-appellants\r\nrely on the fraudulent concealment tolling doctrine to preserve\r\ntheir claims against the hierarchy defendants and Father\r\nMarcantonio.  Specifically, plaintiff-appellants allege that the\r\nhierarchy defendants knew that both Frs. Marcantonio and O'Connell\r\nhad previously committed sexual assaults and that the hierarchy\r\ndefendants not only failed to disclose this information, but also\r\nengaged in a cover-up by transferring these priests from parish to\r\nparish whenever allegations of sexual abuse surfaced.  Plaintiff-\r\nappellants contend that this behavior postponed the accrual of\r\ntheir claims against the hierarchy defendants until plaintiff-\r\nappellants became aware of the hierarchy defendants' knowledge and\r\nconcealment.  Plaintiff-appellants Stephen and Michael Kelly\r\nfurther contend that Father Marcantonio fraudulently concealed the\r\nexistence of their causes of action against him by convincing them\r\nthat his sexual advances were part of their religious training in\r\nsexuality.  These factual assertions were denied and the district\r\ncourt did not test the truth of the assertions because it concluded\r\nthat they did not, as a matter of law, meet the definition of\r\nfraudulent concealment.\r\nWe first address the fraudulent concealment tolling\r\ntheory as it applies to plaintiff-appellants' claims against the\r\nhierarchy defendants.  In order to establish fraudulent\r\nconcealment, plaintiff-appellants must prove that: (1) the \r\nhierarchy defendants made an actual misrepresentation of fact; and\r\n(2) in making such misrepresentation, the hierarchy defendants\r\nfraudulently concealed the existence of plaintiff-appellants'\r\ncauses of action.  See R.I. Gen. Laws  9-1-20.  On appeal,\r\nplaintiff-appellants contend that the district court erred by\r\ninterpreting \"actual misrepresentation\" as requiring some express\r\nmisrepresentation or affirmative conduct on the part of the\r\nhierarchy defendants.  In the alternative, plaintiff-appellants\r\nargue that, even if  9-1-20 does require an express\r\nmisrepresentation or some affirmative conduct, a fiduciary\r\nrelationship existed between the hierarchy defendants and\r\nplaintiff-appellants, which imposed on the hierarchy defendants a\r\nduty to disclose their knowledge of previously committed sexual\r\nassaults.  Under this theory, plaintiff-appellants contend that the\r\nhierarchy defendants' silence about the prior assaults by Frs.\r\nMarcantonio and O'Connell should be considered an \"actual\r\nmisrepresentation\" within the meaning of  9-1-20.\r\nThe Rhode Island Supreme Court has never specifically\r\naddressed the fiduciary relationship theory asserted by plaintiff-\r\nappellants within the context of  9-1-20.  Nor has the Supreme\r\nCourt addressed the specific question of whether an \"actual\r\nmisrepresentation\" within the meaning of  9-1-20 must consist of\r\nan express or affirmative misrepresentation.  Fortunately, we\r\nconclude that we need not be the first court to resolve these\r\nspecific questions of Rhode Island law.  For even assuming arguendo\r\nthat plaintiff-appellants' interpretation prevails, and the\r\nhierarchy defendants' silence does qualify as an \"actual\r\nmisrepresentation\" within the meaning of  9-1-20, we fail to see\r\nhow such silence concealed from plaintiff-appellants the \"existence\r\nof [their] cause of action.\"  R.I. Gen. Laws  9-1-20.  \r\nAll of plaintiff-appellants' claims are claims for\r\ndamages for the sexual abuse perpetrated by the priest-defendants. \r\nIn making these claims, plaintiff-appellants do not allege that the\r\nhierarchy defendants' silence misled them into believing that the\r\nalleged sexual abuse did not occur, that it had not been committed\r\nby the priests, or that it had not resulted in injury to plaintiff-\r\nappellants.  In other words, the hierarchy defendants never\r\nconcealed from any of the plaintiff-appellants the fact of the\r\ninjury itself.  Rather, the essence of plaintiff-appellants'\r\nfraudulent concealment argument is that the hierarchy defendants'\r\nsilence concealed from them an additional theory of liability for\r\nthe alleged sexual abuse.  This argument misses the mark.  For a\r\ncause of action to accrue, the entire theory of the case need not\r\nbe immediately apparent.  See Arnold v. R.J. Reynolds Tobacco Co.,\r\n</pre><span class=\"citation\" data-id=\"1895095\"><a href=\"/opinion/1895095/arnold-v-rj-reynolds-tobacco-co/\"><span class=\"volume\">956</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">110</span></a></span><pre class=\"inline\">, 117 (D.R.I. 1997); Benner v. J.H. Lynch &amp; Sons,\r\n</pre><span class=\"citation\" data-id=\"1938304\"><a href=\"/opinion/1938304/benner-v-jh-lynch-sons-inc/\"><span class=\"volume\">641</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">332</span></a></span><pre class=\"inline\">, 337 (R.I. 1994).  Once injured, a plaintiff is under\r\nan affirmative duty to investigate diligently all of his potential\r\nclaims.  See Arnold, 956 F. Supp. at 117; Benner, 641 A.2d at 338. \r\nIn this case, as soon as plaintiff-appellants became aware of the\r\nalleged abuse, they should also have been aware that the hierarchy\r\ndefendants, as the priests' \"employers,\" were potentially liable\r\nfor that abuse.  See Doe v. Archdiocese of Washington, </pre><span class=\"citation\" data-id=\"2311040\"><a href=\"/opinion/2311040/doe-v-archdiocese-of-washington/\"><span class=\"volume\">689</span> <span class=\"reporter\">A.2d</span>\r\n<span class=\"page\">634</span></a></span><pre class=\"inline\">, 645 (Md. Ct. Spec. App. 1997) (a plaintiff who is sexually\r\nassaulted by a priest is on inquiry notice of his potential claims\r\nagainst the Archdiocese, as the priest's employer).  As the Rhode\r\nIsland Supreme Court has pointed out in a related context \"[t]he\r\nplaintiff's certitude of negligence [of a potential defendant]\r\ncannot be the deciding factor to determine when the statute of\r\nlimitations begins to run.\"  Benner, 641 A.2d at 338.  To postpone\r\nthe accrual of their causes of action until plaintiff-appellants\r\ncompleted their investigation of all potential liability theories\r\nwould destroy the effectiveness of the limitations period.       \r\nAlternatively, if the plaintiffs' theory is thought of as\r\na sort of discovery rule argument, it still is not persuasive. \r\nPlaintiff-appellants contend that a discovery rule is appropriate\r\nunder the circumstances of this case because at the time the\r\nalleged abuse occurred plaintiff-appellants had no reason to\r\nsuspect that the hierarchy defendants were aware of prior sexual\r\nassaults by Frs. Marcantonio and O'Connell.  However, the Rhode\r\nIsland Supreme Court has expressly rejected the extension of a\r\ndiscovery rule to claims against non-perpetrator defendants for\r\ndamages arising from childhood sexual abuse.  See Kelly, 678 A.2d\r\nat 878.  We therefore decline plaintiff-appellants' request.\r\nWe turn now to Michael and Stephen Kelly's contention\r\nthat Father Marcantonio fraudulently concealed the existence of\r\ntheir causes of action against him by convincing them that his\r\nsexual advances were part of their religious training in sexuality. \r\nOn appeal, the Kellys contend that the district court erred by\r\ninterpreting  9-1-20 as requiring that a potential plaintiff rely\r\non the \"actual misrepresentation.\"  We agree with the district\r\ncourt that reliance is an essential element of the fraudulent\r\nconcealment tolling provision.  The statute requires \"fraudulent\"\r\nconcealment, and under Rhode Island law, reliance is an essential\r\nelement of fraud.  See National Credit Union Admin. Bd. v. Regine,\r\n</pre><span class=\"citation\" data-id=\"2596338\"><a href=\"/opinion/2596338/national-credit-union-admin-bd-v-regine/\"><span class=\"volume\">795</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">59</span></a></span><pre class=\"inline\">, 70 (D.R.I. 1992).\r\nWe further agree that the Kellys' alleged reliance on\r\nFather Marcantonio's misrepresentations was unreasonable as a\r\nmatter of law.  According to the record, Father Marcantonio's\r\nalleged abuse continued for years, and ended only when both Kellys\r\nreached the age of twenty.  As the district court noted, it is\r\nbeyond comprehension that an otherwise competent twenty year old\r\nadult would continue to believe that Father Marcantonio's sexual\r\nadvances were part of his religious training.  See Doe v. United\r\nMethodist Church, </pre><span class=\"citation\" data-id=\"2148819\"><a href=\"/opinion/2148819/doe-v-united-methodist-church/\"><span class=\"volume\">673</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">839</span></a></span><pre class=\"inline\">, 844-45 (Ind. Ct. App. 1996)\r\n(continued reliance by plaintiff upon representations made by\r\ndefendant that sexual activity was a part of the accepted\r\ncounseling process was unreasonable as a matter of law); E.J.M. v.\r\nArchdiocese of Philadelphia, </pre><span class=\"citation\" data-id=\"2001965\"><a href=\"/opinion/2001965/ejm-v-archdiocese-of-philadelphia/\"><span class=\"volume\">622</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">1388</span></a></span><pre class=\"inline\">, 1395 (Pa. Super. Ct.\r\n1993) (plaintiff's reliance on priest-defendant's assurances that\r\nsexual acts being performed on him were necessary for his spiritual\r\ndevelopment was unreasonable as a matter of law).  We therefore\r\nconclude that Father Marcantonio's statements to the Kellys did not\r\nrise to the level of fraudulent concealment.  Therefore, the\r\nKellys' claims against Father Marcantonio are time-barred under the\r\nthree-year statute of limitations contained in  9-1-14(b).\r\nc.  Continuing Tort Theory\r\nIn a final attempt to avoid the statute of limitations\r\naltogether, plaintiff-appellants assert various conspiracy theories\r\nagainst the hierarchy defendants.  Under these theories,\r\nplaintiff-appellants attempt to articulate a legal basis for\r\nholding the hierarchy defendants independently liable for damages\r\narising from the alleged sexual abuse.  The essence of these claims\r\nis that the hierarchy defendants conspired, after the fact, to\r\nconceal the alleged acts of sexual abuse perpetrated by\r\nFrs. Marcantonio and O'Connell.  Because this alleged conspiracy\r\ncontinues to the present day, plaintiff-appellants contend that the\r\nperiod of limitations on their claim has not even begun to run.\r\nThe fatal weakness of this theory, however, is that none\r\nof these conspiracies was even remotely asserted in any of\r\nplaintiff-appellants' complaints.  Ultimately, plaintiff-\r\nappellants' complaint merely alleges that the hierarchy defendants\r\nfailed to come forward with information concerning alleged sexual\r\nassaults by Frs. Marcantonio and O'Connell.\r\nFinally, even assuming arguendo that the actions of the \r\nhierarchy defendants did amount to criminal acts under the various\r\ntheories asserted by plaintiff-appellants, we conclude that such\r\nclaims would still be time-barred.  It is  9-1-2 that enables\r\nplaintiff-appellants to assert their criminal conspiracy theories\r\nas civil causes of action.  However, even though plaintiff-\r\nappellants seek relief under  9-1-2, the nature of their claims\r\nstill arises out of the alleged sexual abuse perpetrated by the\r\npriest-defendants.  Plaintiff-appellants seek damages for their\r\nsexual abuse -- not for any alleged conspiracy or cover-up by the\r\nhierarchy.  Thus, the limitation period set forth in  9-1-14(b)\r\nremains the applicable limitations period.  See Lyons v. Town of\r\nScituate, </pre><span class=\"citation\" data-id=\"2101812\"><a href=\"/opinion/2101812/lyons-v-town-of-scituate/\"><span class=\"volume\">554</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">1034</span></a></span><pre class=\"inline\">, 1036 (R.I. 1989) (where plaintiff's claim\r\nfor damages under  9-1-2 arose out of an alleged assault and\r\nbattery, appropriate limitations period was that applicable to\r\n\"injuries to the person\" set forth in  9-1-14(b)).  As discussed\r\nsupra, plaintiff-appellants' claims for damages arising from their\r\nsexual abuse are time-barred under  9-1-14(b).\r\nd.  Other Tolling Theories\r\nIn their brief, plaintiff-appellants briefly mention a\r\nnumber of other tolling theories, including equitable estoppel,\r\npublic policy, duress, and undue influence.  Plaintiffs complain\r\nthat theses theories were not properly before the district court\r\nwhen it granted summary judgment.  Specifically, plaintiffs claim\r\nthat they did not have ample opportunity to fully discover and\r\naddress these other tolling theories, and that the district court\r\nabused its discretion in denying their Fed. R. Civ. P. 56(f) motion\r\nfor additional discovery.  We disagree.\r\nAs this court has stated, \"[a] plaintiff's speculative\r\nassertions that the defendant has unspecified facts in its\r\npossession necessary for the plaintiff to develop its legal\r\ntheories . . . are entirely inadequate to extract the balm of Rule\r\n56(f).\"  C.B. Trucking, Inc. v. Waste Management, Inc., </pre><span class=\"citation no-link\"><span class=\"volume\">137</span> <span class=\"reporter\">F.3d</span>\r\n<span class=\"page\">41</span></span><pre class=\"inline\">, 45 (1st Cir. 1997) (internal quotation marks omitted). \r\nPlaintiff-appellants have failed to specify any material evidence\r\nin support of these theories that they would likely uncover if\r\ngiven additional time for discovery.  Accordingly, the district\r\ncourt acted well within its discretion in denying their Fed. R.\r\nCiv. P. 56(f) motion.\r\n                   CONCLUSION\r\nBased on the foregoing, the district court's grant of\r\nsummary judgment in favor of defendant-appellees is affirmed.\n</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/107832/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109495/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111722/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198008/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198432/",
    "http://www.courtlistener.com/api/rest/v3/opinions/605982/",
    "http://www.courtlistener.com/api/rest/v3/opinions/711034/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1550489/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1895095/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1927617/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1928957/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1938304/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2001965/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2101812/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2148819/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2311040/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2596338/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2620886/"
  ]
}