{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/198586/",
  "absolute_url": "/opinion/198586/danca-v-emerson-hospital/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/198586/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:55:17Z",
  "date_modified": "2017-03-24T10:57:55.386529Z",
  "type": "010combined",
  "sha1": "da6d69c8df964cb1dc4a3e7e3aa81e296f2e3904",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=98-1754.01A",
  "local_path": null,
  "plain_text": "               United States Court of Appeals\r\n                   For the First Circuit\r\n\nNo. 98-1754\r\n\n      PAMELA DANCA, JOSEPH DANCA, JR., KATELYN J. DANCA\r\n                     AND LISA A. DANCA,\r\n\n                   Plaintiff, Appellants,\r\n\n                             v.\r\n\n             PRIVATE HEALTH CARE SYSTEMS, INC.,\r\n        AND PHOENIX HOME LIFE MUTUAL INSURANCE CO.,\r\n\n                   Defendants, Appellees.\r\n\n        APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n             FOR THE DISTRICT OF MASSACHUSETTS\r\n\n         [Hon. Patti B. Saris, U.S. District Judge]\r\n\n                           Before\r\n\n                    Stahl, Circuit Judge,\r\n               Bownes, Senior Circuit Judge,\r\n                 and Lipez, Circuit Judge.\r\n\n   Leonard F. Zandrow, Jr., with whom John W. Brister and Brister\r\n&amp; Zandrow, L.L.P. were on brief, for appellants.\r\n   Nicholas P. Hansen, with whom Van Aaron Hughes and Ireland,\r\nStapleton, Pryor &amp; Pascoe, P.C. were on brief, for Private\r\nHealthcare Systems, Inc.\r\n   Albert Zakarian, with whom Day, Berry &amp; Howard LLP was on\r\nbrief, for Phoenix Home Life Mutual Insurance Company.\r\n\nAugust 2, 1999\r\n\nSTAHL, Circuit Judge.  In this difficult case, plaintiffs\r\nPamela Danca and members of her family (collectively, plaintiffs)\r\nseek to hold defendants-appellees Phoenix Home Life Mutual\r\nInsurance Company (Phoenix) and Private Healthcare Systems Inc.\r\n(PHSI) responsible for allegedly negligent medical decisionmaking\r\nin the course of a precertification requirement apparently mandated\r\nby an ERISA-governed health plan.  After careful consideration, we\r\naffirm the decision of the district court that the state law claims\r\nbe dismissed.\r\n                             I.\r\n                        Introduction\r\nBecause the record is largely undeveloped, we cull our\r\nfactual recitation from the district court's opinion and the\r\nappellate briefs, as supplemented by the state court complaint.\r\nPamela Danca is a beneficiary of a health insurance\r\npolicy governed by the Employee Retirement Income Security Act\r\n(ERISA), 29 U.S.C.  1001 et seq.  Phoenix is the insurance company\r\nthat provided the policy and PHSI is the utilization review firm\r\nhired by Phoenix to assess physicians' recommendations for a\r\nproposed course of medical treatment for plan beneficiaries.  Such\r\nassessments, called precertification or prospective utilization\r\nreview, are apparently required by the terms of the ERISA plan. \r\nAccording to defendants, failure to obtain precertification may\r\nresult in reduced payment (or no payment at all) for the services\r\nfor which precertification should have been sought.  In such an\r\nevent, the beneficiary would be liable for the cost of the\r\ntreatment.\r\nDanca, who had a long history of mental illness that had\r\nbeen treated on occasions prior to those in dispute here, sought\r\ncare for a new episode of mental illness on September 21, 1994. \r\nHer physician recommended inpatient psychiatric care at McLean\r\nHospital.  His recommendation was apparently based on the fact that\r\nDanca had previously been successfully treated at McLean.  After\r\nconsultation with the physician regarding this recommendation and\r\nits rationale, defendants denied precertification for treatment at\r\nMcLean and instead precertified Danca's admission to Emerson\r\nHospital.\r\nThe precise nature of the consultation and the extent of\r\ndefendants' participation in the medical decisionmaking is not\r\nclear on the record before us.  Typically, utilization review firms\r\nhave a set of guidelines and protocols that guide such\r\ndecisionmaking, see Andrews-Clarke v. Travelers Ins. Co., 984 F.\r\nSupp. 49, 50 n.9 (D. Mass. 1997), and we therefore assume that was\r\nprobably the case here.  Thus, it appears  that defendants decided,\r\nin light of Danca's medical record and after some consultation with\r\nher treating physician, that Emerson Hospital was appropriate for\r\nher condition.\r\nAccording to plaintiffs, Emerson Hospital turned out to\r\nbe inappropriate and provided Danca with inadequate care.  Among\r\nother things, plaintiffs claim that Emerson failed to provide\r\ntreatment similar to that which had proven helpful at McLean\r\nHospital for earlier episodes of her mental illness.  Danca\r\nsubsequently required additional hospitalization.  She was treated\r\nat a third facility, where the care was also alleged to have been\r\ninadequate.  Danca, allegedly as a result of the totality of her\r\ninadequate care, attempted suicide by self-immolation, causing\r\nsevere burns and permanent disfiguring injuries.\r\nPlaintiffs filed suit in Massachusetts Superior Court\r\nagainst numerous physicians and the health care facilities at which\r\nthey allege Danca was inadequately treated.  Plaintiffs also filed\r\nsuit against Phoenix and PHSI.\r\nPlaintiffs amended the complaint once in the state court. \r\nThe amended complaint alleged a number of ways in which the actions\r\nor inactions of defendants resulted in Danca's injuries. \r\nDefendants removed the suit to federal district court, claiming\r\nfederal question jurisdiction.  Plaintiffs never challenged the\r\nremoval on jurisdictional grounds and the district court apparently\r\naccepted the removal as proper.  \r\nPlaintiffs subsequently amended the complaint again. \r\nPhoenix and PHSI then moved to dismiss the state law claims against\r\nthem, asserting that the claims were preempted by ERISA.  See 29\r\nU.S.C.  1144(a), ERISA  514 (ERISA \"shall supersede any and all\r\nState laws insofar as they may now or hereafter relate to any\r\nemployee benefit plan.\") (hereinafter, \"ERISA  514 Preemption\"). \r\nThe district court agreed and dismissed these claims.  After\r\nfurther procedural machinations unimportant for the purpose of this\r\nopinion, Danca filed a timely notice of appeal from the order of\r\ndismissal.\r\n                            II.\r\n             Jurisdiction of the District Court\r\nA threshold issue in this case, as in every case, is\r\nsubject matter jurisdiction.  Because of the importance of the\r\nissue, and because the district court apparently did not directly\r\naddress the question, we review it at some length.  Our focus is on\r\nthe doctrine of complete preemption, which controls the question of\r\nsubject matter jurisdiction.  We find the case was properly removed\r\nto the district court.\r\nUnder our dual-sovereign system, the plaintiff is the\r\n\"master to decide what law he will rely upon.\"  Fair v. Kohler Die\r\n&amp; Specialty Co., 228 U.S. 22, 25 (1913).  Plaintiff has the\r\nprerogative to rely on state law alone although both federal and\r\nstate law may provide a cause of action.  See  Caterpillar Inc. v.\r\nWilliams, 482 U.S. 386, 392 (1987).  Nevertheless, within thirty\r\ndays of receipt of proper service of the complaint and summons, see\r\nMurphy Bros., Inc. v. Michetti Pipe Stringing, Inc.,    U.S.   ,\r\n119 S. Ct. 1322, 1328-30 (1999), defendants may remove an action\r\nfrom the state court in which it was filed to the appropriate\r\nfederal district court, provided that the defendant can show some\r\nbasis for federal jurisdiction, see 28 U.S.C.  1441(a) &amp; 1446(a). \r\nThe removal statute does not in itself create\r\njurisdiction.  Indeed, removal statutes are strictly construed, see\r\nShamrock Oil &amp; Gas Corp. v. Sheets, 313 U.S. 100, 108-09 (1941),\r\nand defendants have the burden of showing the federal court's\r\njurisdiction, see BIW Deceived v. Local S6, Industrial Union of\r\nMarine and Shipbuilding Workers of America, IAMAW District Lodge 4,\r\n132 F.3d 824, 831 (1st Cir. 1997).  Defendants here claim federal\r\nquestion jurisdiction as the basis for removal.  See 28 U.S.C. \r\n1446(a) &amp; 1331.  Defendants must therefore make a \"colorable\"\r\nshowing that a basis for federal jurisdiction exists.  BIW\r\nDeceived, 132 F.3d at 832; see also Burns v. Windsor Ins. Co., 31\r\nF.3d 1092, 1097 (11th Cir. 1994) (remanding where federal\r\njurisdiction not clearly shown). \r\nJurisdiction is normally ascertained from the face of the\r\nstate court complaint that triggered the removal.  See Franchise\r\nTax Bd. v. Construction Laborers Vacation Trust, 463 U.S. 1, 9-10\r\n(1983) (describing the \"well-pleaded complaint\" rule).  Here, the\r\nstate court complaint alleged only causes of action under state\r\nlaw.  On its face, then, the complaint presents no federal\r\nquestion.\r\nBut there is an exception to this practice of focusing on\r\nthe face of the complaint.  Where a claim, though couched in the\r\nlanguage of state law, implicates an area of federal law for which\r\nCongress intended a particularly powerful preemptive sweep, the\r\ncause is deemed federal no matter how pleaded.  See Metropolitan\r\nLife Ins. Co. v. Taylor, 481 U.S. 58, 63-64 (1987).  This exception\r\nto the well-pleaded complaint rule is called \"complete preemption.\"\r\nWe pause here to emphasize the difference between\r\ncomplete preemption, a concept associated with jurisdiction, and\r\nthe affirmative federal defense of ERISA  514 preemption. \r\nStanding alone, the likelihood or even certainty of defendants'\r\nraising a colorable ERISA  514 preemption defense is no basis for\r\nfederal jurisdiction.  See Taylor, 481 U.S. at 64 (\"ERISA\r\npreemption, without more, does not convert a state law claim into\r\nan action arising under federal law.\").  ERISA  514 is not\r\nrelevant to the complete preemption analysis; courts look instead\r\nonly to ERISA  502(a), see Jass v. Prudential Health Care Plan, 88\r\nF.3d 1482 (7th Cir. 1996) (referring to  502 and not  514 for\r\ncomplete preemption analysis); Dukes v. U.S. Healthcare, Inc., 57\r\nF.3d 350 (3d Cir. 1995) (same); Lupo v. Human Affairs Int'l, Inc.,\r\n28 F.3d 269 (2d Cir. 1994) (same); Tolton v. American Biodyne,\r\nInc., 48 F.3d 937 (6th Cir. 1995) (same), which contains ERISA's\r\nexclusive civil enforcement provisions, see 29 U.S.C.  1132(a). \r\nTo establish complete preemption, defendants must show\r\nthat the state cause of action falls within the scope of ERISA\r\n502(a).  See Taylor, 481 U.S. at 66.  For this to occur, the\r\nstate law must be properly characterized as an \"alternative\r\nenforcement mechanism\" of ERISA  502(a) or of the terms of an\r\nERISA plan.  See New York State Conf. of Blue Cross &amp; Blue Shield\r\nPlans v. Travelers Ins. Co., 514 U.S. 645, 658 (1995).  ERISA \r\n502(a) provides for, inter alia, a cause of action by a participant\r\nor beneficiary \"to recover benefits due . . . under the terms of\r\nthe plan, to enforce . . . rights under the terms of the plan, or\r\nto clarify . . . rights to future benefits under the terms of the\r\nplan.\"  29 U.S.C.  1132(a)(1)(B).  It therefore follows that state\r\nlaw tort suits that allege the improper processing of a claim for\r\nbenefits under an ERISA-covered plan, for example, fall within the\r\nscope of  502(a).  See Pilot Life Ins. Co. v. Dedeaux, 481 U.S.\r\n41, 56 (1987).  But \"Section 502(a) . . . does not purport to reach\r\nevery question relating to plans covered by ERISA.\"  Franchise Tax\r\nBd., 463 U.S. at 25.  We must therefore look beyond the face of the\r\ncomplaint \"to determine whether the real nature of the claim is\r\nfederal, regardless of plaintiff's [state law] characterization.\" \r\nFederated Dep't Stores, Inc. v. Moitie, 452 U.S. 394, 397 n.2\r\n(1981). \r\nAlthough we recognize that the allegedly negligent\r\ndecisionmaking and consultation at issue here may be characterized\r\nas medical in nature, this fact alone does not remove the state\r\ncauses of actions from the scope of  502(a).  Nor does the fact\r\nthat the allegedly negligent conduct was not in itself a final\r\n\"benefits\" determination, but only part of a precertification\r\ndecision, control.  See Terry v. Bayer Corp., 145 F.3d 28, 35 (1st\r\nCir. 1998) (when examining an ERISA  502(a) claim, \"[w]e must\r\nfocus . . . in the usual case . . . on the determinations of the\r\nfinal decisionmaker [not the third-party administrator hired to\r\nevaluate medical basis of treatment requests].\").  What matters, in\r\nour view, is that the conduct was indisputably part of the process\r\nused to assess a participant's claim for a benefit payment under\r\nthe plan.  As such, any state-law-based attack on this conduct\r\nwould amount to an \"alternative enforcement mechanism\" to ERISA's\r\ncivil enforcement provisions contained in ERISA  502(a), 29 U.S.C.\r\n1132(a), because  \"all suits brought by beneficiaries or\r\nparticipants asserting improper processing of claims under ERISA-\r\nregulated plans [should] be treated as federal questions governed\r\nby  502(a).\"  Pilot Life, 481 U.S. at 56.  Pilot Life, for\r\nexample, involved repeated terminations and reinstatements of\r\ndisability benefits over the course of five years.  Id. at 43. \r\nPlaintiffs in that case alleged not simply an entitlement to\r\nbenefits under the plan, but bad faith on the part of the insurance\r\ncompany in its conduct while arriving at its final benefits\r\nconclusions.  Id. at 48.  Plaintiffs' claims here similarly attack\r\nthe conduct -- albeit conduct that is quasi-medical in nature -- of\r\nthe defendants in the course of processing a claim for benefits. \r\nWe therefore find that defendants have made a colorable showing\r\nthat plaintiffs' claims, particularly the allegations that\r\ndefendants (1) failed to follow Danca's physician's recommendations\r\nand (2) failed to ensure that the evaluation of treatment requests\r\nin the course of precertification were made and overseen by capable\r\npersonnel in a competent manner, are alternative enforcement\r\nmechanisms under ERISA  502(a) and therefore completely preempted. \r\nSee Jass, 88 F.3d at 1489; see also Taylor, 481 U.S. at 66. They\r\nthus raise a federal question justifying removal.  See 28 U.S.C. \r\n1441.\r\n                            III.\r\n                   Jurisdiction on Appeal\r\nAlthough plaintiffs filed the notice of appeal in this\r\ncase, they now contest our jurisdiction.  Plaintiffs hope that, if\r\nwe stay the appeal until the state court has resolved the claims\r\nagainst the hospital and physician defendants, the law will have\r\nchanged in their favor in the interim.  At oral argument,\r\nplaintiffs' position proved not to be \"jurisdictional\" at all. \r\nRather, it boiled down to this: that this court may exercise its\r\ndiscretion to stay this appeal pending the outcome of the state\r\ncase.  Even assuming plaintiffs' view on the law were correct, we\r\nwould not exercise our discretion in this manner.\r\n                            IV.\r\n                   ERISA  514 Preemption\r\nERISA preempts all state laws that \"relate to\" employee\r\nwelfare benefit plans.  See 29 U.S.C.  1144(a).  In its recent\r\ncases, the Supreme Court has made clear that ERISA preempts, inter\r\nalia, two kinds of state laws: (1) laws that amount to \"alternative\r\nenforcement mechanisms\" to those in ERISA  502(a), see New York\r\nState Conference of Blue Cross &amp; Blue Shield Plans v. Travelers\r\nIns. Co., 514 U.S. 645, 658 (1995) (citing Ingersoll-Rand Co. v.\r\nMcClendon, 498 U.S. 133 (1990)); and (2) laws that present the\r\nthreat of conflicting and inconsistent regulation that would\r\nfrustrate uniform national administration of ERISA plans, see id.\r\nat 656-58.\r\nAs we stated in our discussion of complete preemption,\r\nsupra Part II, we find that the tort claims alleging negligence in\r\ndefendants' (1) failing to follow Danca's physician's\r\nrecommendations and (2) failing to ensure that the evaluation of\r\ntreatment requests in the course of precertification were made and\r\noverseen by capable personnel in a competent manner, are\r\nalternative enforcement mechanisms under ERISA  502(a).  As such,\r\nthey are both completely preempted, justifying removal, and\r\npreempted by ERISA  514, justifying dismissal.  See Travelers, 514\r\nU.S. at 658.  \r\nThe remaining counts against defendants allege negligence\r\nin the supervision and training of the personnel responsible for\r\nprecertification, and negligent infliction of emotional distress. \r\nWe take no position on whether these claims, too, constitute\r\n\"alternative enforcement mechanisms,\" because we find that they\r\nindisputably create a threat of conflicting and inconsistent state\r\nand local regulation of the administration of ERISA plans.  See id.\r\nat 656-58 (noting that \"the basic thrust of the preemption clause,\r\nthen, was to avoid a multiplicity of regulation in order to permit\r\nthe nationally uniform administration of employee benefit plans\"). \r\nDifferent states could apply different standards for what\r\nconstitutes a negligent precertification training or supervisory\r\npractice.  This in turn could affect how defendants carry out their\r\nclaims assessment duties, by requiring different administrative\r\nprocedures in different jurisdictions.  The preemption clause was\r\ndesigned to avoid precisely such a result.  See, e.g., FMC Corp. v.\r\nHolliday, 498 U.S. 52, 60 (1990) (calling for preemption to avoid\r\n\"patchwork\" regulation and inefficient benefit programs); Shaw v.\r\nDelta Air Lines, Inc., 463 U.S. 85, 99-100 (finding law preempted\r\nbecause it introduced threat of conflicting state law that would\r\nincrease administrative burden on plan administrators); see also\r\n120 Cong. Rec. 29197 (1974) (describing preemption as the \"crowning\r\nachievement\" of ERISA and stating that its purpose is to\r\n\"eliminat[e] the threat of conflicting and inconsistent State and\r\nlocal regulation\") (statement of co-sponsor Rep. Dent).\r\n                             V.\r\n                         Conclusion\r\nWe conclude that ERISA  514 preempts the state tort\r\nclaims leveled in this case against these defendants.  The decision\r\nof the district court is therefore affirmed.\r\n",
  "html": "<p class=\"case_cite\">185 F.3d 1 (1st Cir. 1999)</p>\n    <p class=\"parties\">PAMELA DANCA, JOSEPH DANCA, JR., KATELYN J. DANCA AND LISA A. DANCA, Plaintiff, Appellants,<br>v.<br>PRIVATE HEALTH CARE SYSTEMS, INC., AND PHOENIX HOME LIFE MUTUAL INSURANCE CO., Defendants, Appellees.</p>\n    <p class=\"docket\">No. 98-1754.</p>\n    <p class=\"court\">United States Court of Appeals for the First Circuit.</p>\n    <p class=\"date\">Heard April 9, 1999.<br>Decided Aug. 2, 1999.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF MASSACHUSETTS. [Hon. Patti B. Saris, U.S. District Judge]</p>\n      <p class=\"indent\">Leonard F. Zandrow, Jr., with whom John W. Brister and Brister &amp; Zandrow, L.L.P. were on brief, for appellants.</p>\n      <p class=\"indent\">Nicholas P. Hansen, with whom Van Aaron Hughes and Ireland, Stapleton, Pryor &amp; Pascoe, P.C. were on brief, for Private Healthcare Systems, Inc.</p>\n      <p class=\"indent\">Albert Zakarian, with whom Day, Berry &amp; Howard LLP was on brief, for Phoenix Home Life Mutual Insurance Company.</p>\n      <p class=\"indent\">Before Stahl, Circuit Judge, Bownes, Senior Circuit Judge, and Lipez, Circuit Judge.</p>\n      <p class=\"indent\">STAHL, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In this difficult case, plaintiffs Pamela Danca and members of her family (collectively, plaintiffs) seek to hold defendants-appellees Phoenix Home Life Mutual Insurance Company (Phoenix) and Private Healthcare Systems Inc. (PHSI) responsible for allegedly negligent medical decisionmaking in the course of a precertification requirement apparently mandated by an ERISA-governed health plan. After careful consideration, we affirm the decision of the district court that the state law claims be dismissed.</p>\n    </div>\n    <p class=\"indent\">I.</p>\n    <p class=\"indent\">Introduction</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Because the record is largely undeveloped, we cull our factual recitation from the district court's opinion and the appellate briefs, as supplemented by the state court complaint.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Pamela Danca is a beneficiary of a health insurance policy governed by the Employee Retirement Income Security Act (ERISA), 29 U.S.C. &#167; 1001 et seq. Phoenix is the insurance company that provided the policy and PHSI is the utilization review firm hired by Phoenix to assess physicians' recommendations for a proposed course of medical treatment for plan beneficiaries. Such assessments, called precertification or prospective utilization review,<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> are apparently required by the terms of the ERISA plan. According to defendants, failure to obtain precertification may result in reduced payment (or no payment at all) for the services for which precertification should have been sought. In such an event, the beneficiary would be liable for the cost of the treatment.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Danca, who had a long history of mental illness that had been treated on occasions prior to those in dispute here, sought care for a new episode of mental illness on September 21, 1994. Her physician recommended inpatient psychiatric care at McLean Hospital. His recommendation was apparently based on the fact that Danca had previously been successfully treated at McLean. After consultation with the physician regarding this recommendation and its rationale, defendants denied precertification for treatment at McLean and instead precertified Danca's admission to Emerson Hospital.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The precise nature of the consultation and the extent of defendants' participation in the medical decisionmaking is not clear on the record before us. Typically, utilization review firms have a set of guidelines and protocols that guide such decisionmaking, see Andrews-Clarke v. Travelers Ins. Co., 984 F. Supp. 49, 50 n.9 (D. Mass. 1997), and we therefore assume that was probably the case here. Thus, it appears that defendants decided, in light of Danca's medical record and after some consultation with her treating physician, that Emerson Hospital was appropriate for her condition.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">According to plaintiffs, Emerson Hospital turned out to be inappropriate and provided Danca with inadequate care. Among other things, plaintiffs claim that Emerson failed to provide treatment similar to that which had proven helpful at McLean Hospital for earlier episodes of her mental illness. Danca subsequently required additional hospitalization. She was treated at a third facility, where the care was also alleged to have been inadequate. Danca, allegedly as a result of the totality of her inadequate care, attempted suicide by self-immolation, causing severe burns and permanent disfiguring injuries.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Plaintiffs filed suit in Massachusetts Superior Court against numerous physicians and the health care facilities at which they allege Danca was inadequately treated. Plaintiffs also filed suit against Phoenix and PHSI.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Plaintiffs amended the complaint once in the state court. The amended complaint alleged a number of ways in which the actions or inactions of defendants resulted in Danca's injuries.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> Defendants removed the suit to federal district court, claiming federal question jurisdiction. Plaintiffs never challenged the removal on jurisdictional grounds and the district court apparently accepted the removal as proper.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Plaintiffs subsequently amended the complaint again. Phoenix and PHSI then moved to dismiss the state law claims against them, asserting that the claims were preempted by ERISA. See 29 U.S.C. &#167; 1144(a), ERISA &#167; 514 (ERISA \"shall supersede any and all State laws insofar as they may now or hereafter relate to any employee benefit plan.\") (hereinafter, \"ERISA &#167; 514 Preemption\"). The district court agreed and dismissed these claims.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> After further procedural machinations unimportant for the purpose of this opinion, Danca filed a timely notice of appeal from the order of dismissal.</p>\n    </div>\n    <p class=\"indent\">II.</p>\n    <p class=\"indent\">Jurisdiction of the District Court</p>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">A threshold issue in this case, as in every case, is subject matter jurisdiction. Because of the importance of the issue, and because the district court apparently did not directly address the question, we review it at some length. Our focus is on the doctrine of complete preemption, which controls the question of subject matter jurisdiction. We find the case was properly removed to the district court.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Under our dual-sovereign system, the plaintiff is the \"master to decide what law he will rely upon.\" Fair v. Kohler Die &amp; Specialty Co., 228 U.S. 22, 25 (1913). Plaintiff has the prerogative to rely on state law alone although both federal and state law may provide a cause of action. See Caterpillar Inc. v. Williams, 482 U.S. 386, 392 (1987). Nevertheless, within thirty days of receipt of proper service of the complaint and summons, see Murphy Bros., Inc. v. Michetti Pipe Stringing, Inc., __ U.S. __, 119 S. Ct. 1322, 1328-30 (1999), defendants may remove an action from the state court in which it was filed to the appropriate federal district court, provided that the defendant can show some basis for federal jurisdiction, see 28 U.S.C. &#167;&#167; 1441(a) &amp; 1446(a). The removal statute does not in itself create jurisdiction. Indeed, removal statutes are strictly construed, see Shamrock Oil &amp; Gas Corp. v. Sheets, 313 U.S. 100, 108-09 (1941), and defendants have the burden of showing the federal court's jurisdiction, see BIW Deceived v. Local S6, Industrial Union of Marine and Shipbuilding Workers of America, IAMAW District Lodge 4, 132 F.3d 824, 831 (1st Cir. 1997). Defendants here claim federal question jurisdiction as the basis for removal. See 28 U.S.C. &#167;&#167; 1446(a) &amp; 1331. Defendants must therefore make a \"colorable\" showing that a basis for federal jurisdiction exists. BIW Deceived, 132 F.3d at 832; see also Burns v. Windsor Ins. Co., 31 F.3d 1092, 1097 (11th Cir. 1994) (remanding where federal jurisdiction not clearly shown).</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Jurisdiction is normally ascertained from the face of the state court complaint that triggered the removal. See Franchise Tax Bd. v. Construction Laborers Vacation Trust, 463 U.S. 1, 9-10 (1983) (describing the \"well-pleaded complaint\" rule). Here, the state court complaint alleged only causes of action under state law. On its face, then, the complaint presents no federal question.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">But there is an exception to this practice of focusing on the face of the complaint. Where a claim, though couched in the language of state law, implicates an area of federal law for which Congress intended a particularly powerful preemptive sweep, the cause is deemed federal no matter how pleaded. See Metropolitan Life Ins. Co. v. Taylor, 481 U.S. 58, 63-64 (1987). This exception to the well-pleaded complaint rule is called \"complete preemption.\"</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">We pause here to emphasize the difference between complete preemption, a concept associated with jurisdiction, and the affirmative federal defense of ERISA &#167; 514 preemption. Standing alone, the likelihood or even certainty of defendants' raising a colorable ERISA &#167; 514 preemption defense is no basis for federal jurisdiction. See Taylor, 481 U.S. at 64 (\"ERISA preemption, without more, does not convert a state law claim into an action arising under federal law.\"). ERISA &#167; 514 is not relevant to the complete preemption analysis; courts look instead only to ERISA &#167; 502(a), see Jass v. Prudential Health Care Plan, 88 F.3d 1482 (7th Cir. 1996) (referring to &#167; 502 and not &#167; 514 for complete preemption analysis); Dukes v. U.S. Healthcare, Inc., 57 F.3d 350 (3d Cir. 1995) (same); Lupo v. Human Affairs Int'l, Inc., 28 F.3d 269 (2d Cir. 1994) (same); Tolton v. American Biodyne, Inc., 48 F.3d 937 (6th Cir. 1995) (same), which contains ERISA's exclusive civil enforcement provisions, see 29 U.S.C. &#167; 1132(a).</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">To establish complete preemption, defendants must show that the state cause of action falls within the scope of ERISA &#167; 502(a). See Taylor, 481 U.S. at 66. For this to occur, the state law must be properly characterized as an \"alternative enforcement mechanism\" of ERISA &#167; 502(a) or of the terms of an ERISA plan.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> See New York State Conf. of Blue Cross &amp; Blue Shield Plans v. Travelers Ins. Co., 514 U.S. 645, 658 (1995). ERISA &#167; 502(a) provides for, inter alia, a cause of action by a participant or beneficiary \"to recover benefits due . . . under the terms of the plan, to enforce . . . rights under the terms of the plan, or to clarify . . . rights to future benefits under the terms of the plan.\" 29 U.S.C. &#167; 1132(a)(1)(B). It therefore follows that state law tort suits that allege the improper processing of a claim for benefits under an ERISA-covered plan, for example, fall within the scope of &#167; 502(a). See Pilot Life Ins. Co. v. Dedeaux, 481 U.S. 41, 56 (1987). But \"Section 502(a) . . . does not purport to reach every question relating to plans covered by ERISA.\" Franchise Tax Bd., 463 U.S. at 25. We must therefore look beyond the face of the complaint \"to determine whether the real nature of the claim is federal, regardless of plaintiff's [state law] characterization.\" Federated Dep't Stores, Inc. v. Moitie, 452 U.S. 394, 397 n.2 (1981).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Although we recognize that the allegedly negligent decisionmaking and consultation at issue here may be characterized as medical in nature,<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> this fact alone does not remove the state causes of actions from the scope of &#167; 502(a). Nor does the fact that the allegedly negligent conduct was not in itself a final \"benefits\" determination,<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> but only part of a precertification decision, control. See Terry v. Bayer Corp., 145 F.3d 28, 35 (1st Cir. 1998) (when examining an ERISA &#167; 502(a) claim, \"[w]e must focus . . . in the usual case . . . on the determinations of the final decisionmaker [not the third-party administrator hired to evaluate medical basis of treatment requests].\"). What matters, in our view, is that the conduct was indisputably part of the process used to assess a participant's claim for a benefit payment under the plan. As such, any state-law-based attack on this conduct would amount to an \"alternative enforcement mechanism\" to ERISA's civil enforcement provisions contained in ERISA &#167; 502(a), 29 U.S.C. &#167; 1132(a), because \"all suits brought by beneficiaries or participants asserting improper processing of claims under ERISA-regulated plans [should] be treated as federal questions governed by &#167; 502(a).\" Pilot Life, 481 U.S. at 56. Pilot Life, for example, involved repeated terminations and reinstatements of disability benefits over the course of five years. Id. at 43. Plaintiffs in that case alleged not simply an entitlement to benefits under the plan, but bad faith on the part of the insurance company in its conduct while arriving at its final benefits conclusions. Id. at 48. Plaintiffs' claims here similarly attack the conduct -- albeit conduct that is quasi-medical in nature -- of the defendants in the course of processing a claim for benefits. We therefore find that defendants have made a colorable showing that plaintiffs' claims, particularly the allegations that defendants (1) failed to follow Danca's physician's recommendations and (2) failed to ensure that the evaluation of treatment requests in the course of precertification were made and overseen by capable personnel in a competent manner, are alternative enforcement mechanisms under ERISA &#167; 502(a) and therefore completely preempted. See Jass, 88 F.3d at 1489; see also Taylor, 481 U.S. at 66. They thus raise a federal question justifying removal. See 28 U.S.C. &#167; 1441.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a></p>\n    </div>\n    <p class=\"indent\">III.</p>\n    <p class=\"indent\">Jurisdiction on Appeal</p>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Although plaintiffs filed the notice of appeal in this case, they now contest our jurisdiction. Plaintiffs hope that, if we stay the appeal until the state court has resolved the claims against the hospital and physician defendants, the law will have changed in their favor in the interim. At oral argument, plaintiffs' position proved not to be \"jurisdictional\" at all. Rather, it boiled down to this: that this court may exercise its discretion to stay this appeal pending the outcome of the state case. Even assuming plaintiffs' view on the law were correct, we would not exercise our discretion in this manner.</p>\n    </div>\n    <p class=\"indent\">IV.</p>\n    <p class=\"indent\">ERISA &#167; 514 Preemption</p>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">ERISA preempts all state laws that \"relate to\" employee welfare benefit plans. See 29 U.S.C. &#167; 1144(a). In its recent cases, the Supreme Court has made clear that ERISA preempts, inter alia, two kinds of state laws: (1) laws that amount to \"alternative enforcement mechanisms\" to those in ERISA &#167; 502(a), see New York State Conference of Blue Cross &amp; Blue Shield Plans v. Travelers Ins. Co., 514 U.S. 645, 658 (1995) (citing Ingersoll-Rand Co. v. McClendon, 498 U.S. 133 (1990)); and (2) laws that present the threat of conflicting and inconsistent regulation that would frustrate uniform national administration of ERISA plans, see id. at 656-58.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">As we stated in our discussion of complete preemption, supra Part II, we find that the tort claims alleging negligence in defendants' (1) failing to follow Danca's physician's recommendations and (2) failing to ensure that the evaluation of treatment requests in the course of precertification were made and overseen by capable personnel in a competent manner, are alternative enforcement mechanisms under ERISA &#167; 502(a). As such, they are both completely preempted, justifying removal, and preempted by ERISA &#167; 514, justifying dismissal. See Travelers, 514 U.S. at 658.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The remaining counts against defendants allege negligence in the supervision and training of the personnel responsible for precertification, and negligent infliction of emotional distress. We take no position on whether these claims, too, constitute \"alternative enforcement mechanisms,\"<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> because we find that they indisputably create a threat of conflicting and inconsistent state and local regulation of the administration of ERISA plans. See id. at 656-58 (noting that \"the basic thrust of the preemption clause, then, was to avoid a multiplicity of regulation in order to permit the nationally uniform administration of employee benefit plans\"). Different states could apply different standards for what constitutes a negligent precertification training or supervisory practice. This in turn could affect how defendants carry out their claims assessment duties, by requiring different administrative procedures in different jurisdictions. The preemption clause was designed to avoid precisely such a result. See, e.g., FMC Corp. v. Holliday, 498 U.S. 52, 60 (1990) (calling for preemption to avoid \"patchwork\" regulation and inefficient benefit programs); Shaw v. Delta Air Lines, Inc., 463 U.S. 85, 99-100 (finding law preempted because it introduced threat of conflicting state law that would increase administrative burden on plan administrators); see also 120 Cong. Rec. 29197 (1974) (describing preemption as the \"crowning achievement\" of ERISA and stating that its purpose is to \"eliminat[e] the threat of conflicting and inconsistent State and local regulation\") (statement of co-sponsor Rep. Dent).<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a></p>\n    </div>\n    <p class=\"indent\">V.</p>\n    <p class=\"indent\">Conclusion</p>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">We conclude that ERISA &#167; 514 preempts the state tort claims leveled in this case against these defendants. The decision of the district court is therefore affirmed.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a></p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> \"Utilization review refers to an external evaluation of the appropriateness of a given course of treatment based upon established clinical criteria.\" Andrews-Clarke v. Travelers Ins. Co., 984 F. Supp. 49, 50 n.9 (D. Mass. 1997) (citing Dukes v. U.S. Healthcare, Inc., 57 F.3d 350, 352 n.1 (3d Cir. 1995) and Corcoran v. United HealthCare Inc., 965 F.2d 1321, 1323 (5th Cir. 1992)). The utilization review firm in a prospective system plays an active role in the course and scope of medical treatment. See J. Scott Andresen, Is Utilization Review the Practice of Medicine?, 19 J. Legal Med. 431, 435 (1998).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The counts, more or less identical as to each defendant, may be summed up as follows:</p>\n        <p>1) failure to appropriately train and supervise medical personnel responsible for assessing and evaluating precertification claims;</p>\n        <p>2) failure to ensure that medical decisions (evaluation of treatment requests) in the course of precertification were made and overseen by capable personnel in a competent manner;</p>\n        <p>3) failure to follow the recommendation of Danca's treating physician; and</p>\n        <p>4) negligent infliction of emotional distress.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Finding itself with no independent basis for jurisdiction over the claims against the defendant physicians and health care facilities, the court apparently exercised its discretion at this point to remand these claims to state court. They form no part of this appeal.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The fact that ERISA does not provide the remedy plaintiffs seek is not relevant; all that matters is that the claim be within the scope of &#167; 502(a). Cf. Pilot Life Ins. Co. v. Dedeaux, 481 U.S. 41, 54-55 (1987) (finding a claim for improper processing of benefits fell within &#167; 502(a), even though the remedy sought was not authorized by ERISA).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Although prospective utilization review involves no traditional face-to-face clinical encounter, it is still quasi-medical in nature. It necessarily involves evaluation of data collected in such an encounter. See John D. Blum, An Analysis of Legal Liability in Health Care Utilization Review and Case Management, 26 Hous. L. Rev. 191, 199 (1989) (\"The overriding incentive for [utilization review] may be cost containment, but the process itself is triggered by a medical evaluation of a particular case, an evaluation that requires a clinical judgment.\"). Functionally speaking, from the perspective of the patient, prospective utilization review has the same effect as a failure to treat. See Jeffrey E. Shuren, Legal Accountability For Utilization Review in ERISA Health Plans, 77 N.C. L. Rev. 731, 733 &amp; 747 (1999); see also Corcoran, 965 F.2d at 1332 (\"By its very nature, a system of prospective decisionmaking influences the beneficiary's choice among treatment options to a far greater degree than the theoretical risk of disallowance of a claim facing a beneficiary in a retrospective system.\"). In effect, the utilization review firm ultimately may substitute its judgment for that of the treating physicians. See Andresen, supra, at 435. Prospective utilization review appears more analogous to a second opinion than to retrospective claims processing. It is therefore not surprising that other courts have agreed with the conclusion that the decisionmaking at issue is medical in nature. See Corcoran, 965 F.2d at 1331 (finding that utilization review decision was medical and included giving \"medical advice,\" albeit in benefits context); Murphy v. Board of Med. Exam'rs, 949 P.2d 530 (Ariz. App. 1997) (finding decision of physician performing utilization review constitutes the practice of medicine); Long v. Great West Life &amp; Annuity Ins. Co., 957 P.2d 823 (Wyo. 1998) (distinguishing between medical decisionmaking and claims processing in the process of utilization review).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> ERISA contains no definition of the term \"benefits,\" nor has any circuit court, to our knowledge, attempted to define the term. Cf. Dukes, 57 F.3d at 356 (assuming without deciding that the term \"benefits\" means the medical care provided and not merely the plaintiffs' HMO membership). Nevertheless, the definition of an ERISA \"plan\" suggests that the term \"benefits\" is distinct from the care given. See 29 U.S.C. &#167; 1002(1) (defining \"employee welfare benefit plan\" as \"any plan, fund, or program . . . to the extent that such plan, fund, or program was established or maintained . . . . for the purpose of providing . . . medical, surgical or hospital care or benefits\") (emphasis added). Furthermore, Justice Breyer has distinguished between the payment of money, which he characterizes as \"benefits,\" see Boggs v. Boggs, 520 U.S. 833, 860 (1997) (Breyer, J., dissenting) (characterizing the payment of benefits as \"the writing of checks from [pension and welfare benefit] funds\"), and the goods and services that the money purchases, which are not benefits, cf. id. (conceding that laws affecting such money payments \"lie closer to ERISA's federal heart than do state laws that, say, affect those goods and services that ERISA benefit plans purchase\"). We therefore conclude that \"benefits\" in this context, as in the pension context, are the monetary payments for medical services, not the services themselves.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> The district court properly exercised supplementary jurisdiction over all other state law claims. See 28 U.S.C. &#167; 1367.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> Arguably, the supervisory and training aspects may be characterized as a step removed from the process of assessing claims for benefits.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> Because the emotional distress claim obviously piggybacks on the facts underlying the other claims, which are preempted, the emotional distress claim, too, is preempted.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> Although there has been no finding that the utilization review was negligent in this case, we recognize that the practical result of our decision is that no significant state or federal remedy exists for plan participants injured by the negligence of utilization review firms and insurers making quasi-medical decisions in the course of processing claims for payment of benefits. As we have stated before, it is the job of Congress and not this court to provide for such a remedy if it sees fit. See Turner v. Fallon Community Health Plan, Inc., 127 F.3d 196, 199-200 (1st Cir. 1997). Moreover, as the district court suggested, plaintiffs should challenge an adverse utilization review decision immediately and not wait until suffering physical injury.</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">185</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></span> (1st Cir. 1999)</p>\n    <p class=\"parties\">PAMELA DANCA, JOSEPH DANCA, JR., KATELYN J. DANCA AND LISA A. DANCA, Plaintiff, Appellants,<br>v.<br>PRIVATE HEALTH CARE SYSTEMS, INC., AND PHOENIX HOME LIFE MUTUAL INSURANCE CO., Defendants, Appellees.</p>\n    <p class=\"docket\">No. 98-1754.</p>\n    <p class=\"court\">United States Court of Appeals for the First Circuit.</p>\n    <p class=\"date\">Heard April 9, 1999.<br>Decided Aug. 2, 1999.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF MASSACHUSETTS. [Hon. Patti B. Saris, U.S. District Judge]</p>\n      <p class=\"indent\">Leonard F. Zandrow, Jr., with whom John W. Brister and Brister &amp; Zandrow, L.L.P. were on brief, for appellants.</p>\n      <p class=\"indent\">Nicholas P. Hansen, with whom Van Aaron Hughes and Ireland, Stapleton, Pryor &amp; Pascoe, P.C. were on brief, for Private Healthcare Systems, Inc.</p>\n      <p class=\"indent\">Albert Zakarian, with whom Day, Berry &amp; Howard LLP was on brief, for Phoenix Home Life Mutual Insurance Company.</p>\n      <p class=\"indent\">Before Stahl, Circuit Judge, Bownes, Senior Circuit Judge, and Lipez, Circuit Judge.</p>\n      <p class=\"indent\">STAHL, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In this difficult case, plaintiffs Pamela Danca and members of her family (collectively, plaintiffs) seek to hold defendants-appellees Phoenix Home Life Mutual Insurance Company (Phoenix) and Private Healthcare Systems Inc. (PHSI) responsible for allegedly negligent medical decisionmaking in the course of a precertification requirement apparently mandated by an ERISA-governed health plan. After careful consideration, we affirm the decision of the district court that the state law claims be dismissed.</p>\n    </div>\n    <p class=\"indent\">I.</p>\n    <p class=\"indent\">Introduction</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Because the record is largely undeveloped, we cull our factual recitation from the district court's opinion and the appellate briefs, as supplemented by the state court complaint.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Pamela Danca is a beneficiary of a health insurance policy governed by the Employee Retirement Income Security Act (ERISA), 29 U.S.C. &#167; 1001 et seq. Phoenix is the insurance company that provided the policy and PHSI is the utilization review firm hired by Phoenix to assess physicians' recommendations for a proposed course of medical treatment for plan beneficiaries. Such assessments, called precertification or prospective utilization review,<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> are apparently required by the terms of the ERISA plan. According to defendants, failure to obtain precertification may result in reduced payment (or no payment at all) for the services for which precertification should have been sought. In such an event, the beneficiary would be liable for the cost of the treatment.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Danca, who had a long history of mental illness that had been treated on occasions prior to those in dispute here, sought care for a new episode of mental illness on September 21, 1994. Her physician recommended inpatient psychiatric care at McLean Hospital. His recommendation was apparently based on the fact that Danca had previously been successfully treated at McLean. After consultation with the physician regarding this recommendation and its rationale, defendants denied precertification for treatment at McLean and instead precertified Danca's admission to Emerson Hospital.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The precise nature of the consultation and the extent of defendants' participation in the medical decisionmaking is not clear on the record before us. Typically, utilization review firms have a set of guidelines and protocols that guide such decisionmaking, see Andrews-Clarke v. Travelers Ins. Co., <span class=\"citation\" data-id=\"1401719\"><a href=\"/opinion/1401719/andrews-clarke-v-travelers-ins-co/\"><span class=\"volume\">984</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">49</span></a></span>, 50 n.9 (D. Mass. 1997), and we therefore assume that was probably the case here. Thus, it appears that defendants decided, in light of Danca's medical record and after some consultation with her treating physician, that Emerson Hospital was appropriate for her condition.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">According to plaintiffs, Emerson Hospital turned out to be inappropriate and provided Danca with inadequate care. Among other things, plaintiffs claim that Emerson failed to provide treatment similar to that which had proven helpful at McLean Hospital for earlier episodes of her mental illness. Danca subsequently required additional hospitalization. She was treated at a third facility, where the care was also alleged to have been inadequate. Danca, allegedly as a result of the totality of her inadequate care, attempted suicide by self-immolation, causing severe burns and permanent disfiguring injuries.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Plaintiffs filed suit in Massachusetts Superior Court against numerous physicians and the health care facilities at which they allege Danca was inadequately treated. Plaintiffs also filed suit against Phoenix and PHSI.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Plaintiffs amended the complaint once in the state court. The amended complaint alleged a number of ways in which the actions or inactions of defendants resulted in Danca's injuries.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> Defendants removed the suit to federal district court, claiming federal question jurisdiction. Plaintiffs never challenged the removal on jurisdictional grounds and the district court apparently accepted the removal as proper.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Plaintiffs subsequently amended the complaint again. Phoenix and PHSI then moved to dismiss the state law claims against them, asserting that the claims were preempted by ERISA. See 29 U.S.C. &#167; 1144(a), ERISA &#167; 514 (ERISA \"shall supersede any and all State laws insofar as they may now or hereafter relate to any employee benefit plan.\") (hereinafter, \"ERISA &#167; 514 Preemption\"). The district court agreed and dismissed these claims.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> After further procedural machinations unimportant for the purpose of this opinion, Danca filed a timely notice of appeal from the order of dismissal.</p>\n    </div>\n    <p class=\"indent\">II.</p>\n    <p class=\"indent\">Jurisdiction of the District Court</p>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">A threshold issue in this case, as in every case, is subject matter jurisdiction. Because of the importance of the issue, and because the district court apparently did not directly address the question, we review it at some length. Our focus is on the doctrine of complete preemption, which controls the question of subject matter jurisdiction. We find the case was properly removed to the district court.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Under our dual-sovereign system, the plaintiff is the \"master to decide what law he will rely upon.\" Fair v. Kohler Die &amp; Specialty Co., <span class=\"citation\" data-id=\"97826\"><a href=\"/opinion/97826/the-fair-v-kohler-die-specialty-co/\"><span class=\"volume\">228</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">22</span></a></span>, 25 (1913). Plaintiff has the prerogative to rely on state law alone although both federal and state law may provide a cause of action. See Caterpillar Inc. v. Williams, <span class=\"citation\" data-id=\"111915\"><a href=\"/opinion/111915/caterpillar-inc-v-williams/\"><span class=\"volume\">482</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">386</span></a></span>, 392 (1987). Nevertheless, within thirty days of receipt of proper service of the complaint and summons, see Murphy Bros., Inc. v. Michetti Pipe Stringing, Inc., __ U.S. __, <span class=\"citation\" data-id=\"118279\"><a href=\"/opinion/118279/murphy-brothers-inc-v-michetti-pipe-stringing-inc/\"><span class=\"volume\">119</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1322</span></a></span>, 1328-30 (1999), defendants may remove an action from the state court in which it was filed to the appropriate federal district court, provided that the defendant can show some basis for federal jurisdiction, see 28 U.S.C. &#167;&#167; 1441(a) &amp; 1446(a). The removal statute does not in itself create jurisdiction. Indeed, removal statutes are strictly construed, see Shamrock Oil &amp; Gas Corp. v. Sheets, <span class=\"citation\" data-id=\"103511\"><a href=\"/opinion/103511/shamrock-oil-gas-corp-v-sheets/\"><span class=\"volume\">313</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">100</span></a></span>, 108-09 (1941), and defendants have the burden of showing the federal court's jurisdiction, see BIW Deceived v. Local S6, Industrial Union of Marine and Shipbuilding Workers of America, IAMAW District Lodge 4, <span class=\"citation\" data-id=\"749863\"><a href=\"/opinion/749863/biw-deceived-v-local-s6-industrial-union-of-marine-and-shipbuilding/\"><span class=\"volume\">132</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">824</span></a></span>, 831 (1st Cir. 1997). Defendants here claim federal question jurisdiction as the basis for removal. See 28 U.S.C. &#167;&#167; 1446(a) &amp; 1331. Defendants must therefore make a \"colorable\" showing that a basis for federal jurisdiction exists. BIW Deceived, 132 F.3d at 832; see also Burns v. Windsor Ins. Co., <span class=\"citation\" data-id=\"675856\"><a href=\"/opinion/675856/jacqueline-burns-v-windsor-insurance-co/\"><span class=\"volume\">31</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1092</span></a></span>, 1097 (11th Cir. 1994) (remanding where federal jurisdiction not clearly shown).</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Jurisdiction is normally ascertained from the face of the state court complaint that triggered the removal. See Franchise Tax Bd. v. Construction Laborers Vacation Trust, <span class=\"citation\" data-id=\"110990\"><a href=\"/opinion/110990/franchise-tax-bd-of-cal-v-construction-laborers-vacation-trust-for/\"><span class=\"volume\">463</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, 9-10 (1983) (describing the \"well-pleaded complaint\" rule). Here, the state court complaint alleged only causes of action under state law. On its face, then, the complaint presents no federal question.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">But there is an exception to this practice of focusing on the face of the complaint. Where a claim, though couched in the language of state law, implicates an area of federal law for which Congress intended a particularly powerful preemptive sweep, the cause is deemed federal no matter how pleaded. See Metropolitan Life Ins. Co. v. Taylor, <span class=\"citation\" data-id=\"111859\"><a href=\"/opinion/111859/metropolitan-life-ins-co-v-taylor/\"><span class=\"volume\">481</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">58</span></a></span>, 63-64 (1987). This exception to the well-pleaded complaint rule is called \"complete preemption.\"</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">We pause here to emphasize the difference between complete preemption, a concept associated with jurisdiction, and the affirmative federal defense of ERISA &#167; 514 preemption. Standing alone, the likelihood or even certainty of defendants' raising a colorable ERISA &#167; 514 preemption defense is no basis for federal jurisdiction. See Taylor, 481 U.S. at 64 (\"ERISA preemption, without more, does not convert a state law claim into an action arising under federal law.\"). ERISA &#167; 514 is not relevant to the complete preemption analysis; courts look instead only to ERISA &#167; 502(a), see Jass v. Prudential Health Care Plan, <span class=\"citation\" data-id=\"721469\"><a href=\"/opinion/721469/20-employee-benefits-cas-1580-pens-plan-guide-p-23922n-betty-jass-v/\"><span class=\"volume\">88</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1482</span></a></span> (7th Cir. 1996) (referring to &#167; 502 and not &#167; 514 for complete preemption analysis); Dukes v. U.S. Healthcare, Inc., <span class=\"citation\" data-id=\"697683\"><a href=\"/opinion/697683/cecilia-dukes-trustee-ad-litem-of-the-estate-of-darryl-dukes-deceased-v/\"><span class=\"volume\">57</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">350</span></a></span> (3d Cir. 1995) (same); Lupo v. Human Affairs Int'l, Inc., <span class=\"citation\" data-id=\"673423\"><a href=\"/opinion/673423/michael-a-lupo-v-human-affairs-international-inc/\"><span class=\"volume\">28</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">269</span></a></span> (2d Cir. 1994) (same); Tolton v. American Biodyne, Inc., <span class=\"citation\" data-id=\"690311\"><a href=\"/opinion/690311/mattie-tolton-and-ronald-tolton-v-american-biodyne-inc/\"><span class=\"volume\">48</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">937</span></a></span> (6th Cir. 1995) (same), which contains ERISA's exclusive civil enforcement provisions, see 29 U.S.C. &#167; 1132(a).</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">To establish complete preemption, defendants must show that the state cause of action falls within the scope of ERISA &#167; 502(a). See Taylor, 481 U.S. at 66. For this to occur, the state law must be properly characterized as an \"alternative enforcement mechanism\" of ERISA &#167; 502(a) or of the terms of an ERISA plan.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> See New York State Conf. of Blue Cross &amp; Blue Shield Plans v. Travelers Ins. Co., <span class=\"citation\" data-id=\"117928\"><a href=\"/opinion/117928/new-york-state-conference-of-blue-cross-blue-shield-plans-v-travelers/\"><span class=\"volume\">514</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">645</span></a></span>, 658 (1995). ERISA &#167; 502(a) provides for, inter alia, a cause of action by a participant or beneficiary \"to recover benefits due . . . under the terms of the plan, to enforce . . . rights under the terms of the plan, or to clarify . . . rights to future benefits under the terms of the plan.\" 29 U.S.C. &#167; 1132(a)(1)(B). It therefore follows that state law tort suits that allege the improper processing of a claim for benefits under an ERISA-covered plan, for example, fall within the scope of &#167; 502(a). See Pilot Life Ins. Co. v. Dedeaux, <span class=\"citation\" data-id=\"111858\"><a href=\"/opinion/111858/pilot-life-ins-co-v-dedeaux/\"><span class=\"volume\">481</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">41</span></a></span>, 56 (1987). But \"Section 502(a) . . . does not purport to reach every question relating to plans covered by ERISA.\" Franchise Tax Bd., 463 U.S. at 25. We must therefore look beyond the face of the complaint \"to determine whether the real nature of the claim is federal, regardless of plaintiff's [state law] characterization.\" Federated Dep't Stores, Inc. v. Moitie, <span class=\"citation\" data-id=\"110520\"><a href=\"/opinion/110520/federated-department-stores-inc-v-moitie/\"><span class=\"volume\">452</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">394</span></a></span>, 397 n.2 (1981).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Although we recognize that the allegedly negligent decisionmaking and consultation at issue here may be characterized as medical in nature,<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> this fact alone does not remove the state causes of actions from the scope of &#167; 502(a). Nor does the fact that the allegedly negligent conduct was not in itself a final \"benefits\" determination,<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> but only part of a precertification decision, control. See Terry v. Bayer Corp., <span class=\"citation\" data-id=\"754634\"><a href=\"/opinion/754634/michael-f-terry-v-bayer-corporation-and-bayer-corporation-disability-plan/\"><span class=\"volume\">145</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">28</span></a></span>, 35 (1st Cir. 1998) (when examining an ERISA &#167; 502(a) claim, \"[w]e must focus . . . in the usual case . . . on the determinations of the final decisionmaker [not the third-party administrator hired to evaluate medical basis of treatment requests].\"). What matters, in our view, is that the conduct was indisputably part of the process used to assess a participant's claim for a benefit payment under the plan. As such, any state-law-based attack on this conduct would amount to an \"alternative enforcement mechanism\" to ERISA's civil enforcement provisions contained in ERISA &#167; 502(a), 29 U.S.C. &#167; 1132(a), because \"all suits brought by beneficiaries or participants asserting improper processing of claims under ERISA-regulated plans [should] be treated as federal questions governed by &#167; 502(a).\" Pilot Life, 481 U.S. at 56. Pilot Life, for example, involved repeated terminations and reinstatements of disability benefits over the course of five years. Id. at 43. Plaintiffs in that case alleged not simply an entitlement to benefits under the plan, but bad faith on the part of the insurance company in its conduct while arriving at its final benefits conclusions. Id. at 48. Plaintiffs' claims here similarly attack the conduct -- albeit conduct that is quasi-medical in nature -- of the defendants in the course of processing a claim for benefits. We therefore find that defendants have made a colorable showing that plaintiffs' claims, particularly the allegations that defendants (1) failed to follow Danca's physician's recommendations and (2) failed to ensure that the evaluation of treatment requests in the course of precertification were made and overseen by capable personnel in a competent manner, are alternative enforcement mechanisms under ERISA &#167; 502(a) and therefore completely preempted. See Jass, 88 F.3d at 1489; see also Taylor, 481 U.S. at 66. They thus raise a federal question justifying removal. See 28 U.S.C. &#167; 1441.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a></p>\n    </div>\n    <p class=\"indent\">III.</p>\n    <p class=\"indent\">Jurisdiction on Appeal</p>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Although plaintiffs filed the notice of appeal in this case, they now contest our jurisdiction. Plaintiffs hope that, if we stay the appeal until the state court has resolved the claims against the hospital and physician defendants, the law will have changed in their favor in the interim. At oral argument, plaintiffs' position proved not to be \"jurisdictional\" at all. Rather, it boiled down to this: that this court may exercise its discretion to stay this appeal pending the outcome of the state case. Even assuming plaintiffs' view on the law were correct, we would not exercise our discretion in this manner.</p>\n    </div>\n    <p class=\"indent\">IV.</p>\n    <p class=\"indent\">ERISA &#167; 514 Preemption</p>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">ERISA preempts all state laws that \"relate to\" employee welfare benefit plans. See 29 U.S.C. &#167; 1144(a). In its recent cases, the Supreme Court has made clear that ERISA preempts, inter alia, two kinds of state laws: (1) laws that amount to \"alternative enforcement mechanisms\" to those in ERISA &#167; 502(a), see New York State Conference of Blue Cross &amp; Blue Shield Plans v. Travelers Ins. Co., <span class=\"citation\" data-id=\"117928\"><a href=\"/opinion/117928/new-york-state-conference-of-blue-cross-blue-shield-plans-v-travelers/\"><span class=\"volume\">514</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">645</span></a></span>, 658 (1995) (citing Ingersoll-Rand Co. v. McClendon, <span class=\"citation\" data-id=\"112512\"><a href=\"/opinion/112512/ingersoll-rand-co-v-mcclendon/\"><span class=\"volume\">498</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">133</span></a></span> (1990)); and (2) laws that present the threat of conflicting and inconsistent regulation that would frustrate uniform national administration of ERISA plans, see id. at 656-58.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">As we stated in our discussion of complete preemption, supra Part II, we find that the tort claims alleging negligence in defendants' (1) failing to follow Danca's physician's recommendations and (2) failing to ensure that the evaluation of treatment requests in the course of precertification were made and overseen by capable personnel in a competent manner, are alternative enforcement mechanisms under ERISA &#167; 502(a). As such, they are both completely preempted, justifying removal, and preempted by ERISA &#167; 514, justifying dismissal. See Travelers, 514 U.S. at 658.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The remaining counts against defendants allege negligence in the supervision and training of the personnel responsible for precertification, and negligent infliction of emotional distress. We take no position on whether these claims, too, constitute \"alternative enforcement mechanisms,\"<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> because we find that they indisputably create a threat of conflicting and inconsistent state and local regulation of the administration of ERISA plans. See id. at 656-58 (noting that \"the basic thrust of the preemption clause, then, was to avoid a multiplicity of regulation in order to permit the nationally uniform administration of employee benefit plans\"). Different states could apply different standards for what constitutes a negligent precertification training or supervisory practice. This in turn could affect how defendants carry out their claims assessment duties, by requiring different administrative procedures in different jurisdictions. The preemption clause was designed to avoid precisely such a result. See, e.g., FMC Corp. v. Holliday, <span class=\"citation\" data-id=\"112508\"><a href=\"/opinion/112508/fmc-corp-v-holliday/\"><span class=\"volume\">498</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">52</span></a></span>, 60 (1990) (calling for preemption to avoid \"patchwork\" regulation and inefficient benefit programs); Shaw v. Delta Air Lines, Inc., <span class=\"citation\" data-id=\"110993\"><a href=\"/opinion/110993/shaw-v-delta-air-lines-inc/\"><span class=\"volume\">463</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">85</span></a></span>, 99-100 (finding law preempted because it introduced threat of conflicting state law that would increase administrative burden on plan administrators); see also 120 Cong. Rec. 29197 (1974) (describing preemption as the \"crowning achievement\" of ERISA and stating that its purpose is to \"eliminat[e] the threat of conflicting and inconsistent State and local regulation\") (statement of co-sponsor Rep. Dent).<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a></p>\n    </div>\n    <p class=\"indent\">V.</p>\n    <p class=\"indent\">Conclusion</p>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">We conclude that ERISA &#167; 514 preempts the state tort claims leveled in this case against these defendants. The decision of the district court is therefore affirmed.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a></p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> \"Utilization review refers to an external evaluation of the appropriateness of a given course of treatment based upon established clinical criteria.\" Andrews-Clarke v. Travelers Ins. Co., <span class=\"citation\" data-id=\"1401719\"><a href=\"/opinion/1401719/andrews-clarke-v-travelers-ins-co/\"><span class=\"volume\">984</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">49</span></a></span>, 50 n.9 (D. Mass. 1997) (citing Dukes v. U.S. Healthcare, Inc., <span class=\"citation\" data-id=\"697683\"><a href=\"/opinion/697683/cecilia-dukes-trustee-ad-litem-of-the-estate-of-darryl-dukes-deceased-v/\"><span class=\"volume\">57</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">350</span></a></span>, 352 n.1 (3d Cir. 1995) and Corcoran v. United HealthCare Inc., <span class=\"citation\" data-id=\"584156\"><a href=\"/opinion/584156/florence-b-corcoran-wife-ofand-wayne-d-corcoran-v-united-healthcare/\"><span class=\"volume\">965</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1321</span></a></span>, 1323 (5th Cir. 1992)). The utilization review firm in a prospective system plays an active role in the course and scope of medical treatment. See J. Scott Andresen, Is Utilization Review the Practice of Medicine?, 19 J. Legal Med. 431, 435 (1998).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The counts, more or less identical as to each defendant, may be summed up as follows:</p>\n        <p>1) failure to appropriately train and supervise medical personnel responsible for assessing and evaluating precertification claims;</p>\n        <p>2) failure to ensure that medical decisions (evaluation of treatment requests) in the course of precertification were made and overseen by capable personnel in a competent manner;</p>\n        <p>3) failure to follow the recommendation of Danca's treating physician; and</p>\n        <p>4) negligent infliction of emotional distress.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Finding itself with no independent basis for jurisdiction over the claims against the defendant physicians and health care facilities, the court apparently exercised its discretion at this point to remand these claims to state court. They form no part of this appeal.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The fact that ERISA does not provide the remedy plaintiffs seek is not relevant; all that matters is that the claim be within the scope of &#167; 502(a). Cf. Pilot Life Ins. Co. v. Dedeaux, <span class=\"citation\" data-id=\"111858\"><a href=\"/opinion/111858/pilot-life-ins-co-v-dedeaux/\"><span class=\"volume\">481</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">41</span></a></span>, 54-55 (1987) (finding a claim for improper processing of benefits fell within &#167; 502(a), even though the remedy sought was not authorized by ERISA).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Although prospective utilization review involves no traditional face-to-face clinical encounter, it is still quasi-medical in nature. It necessarily involves evaluation of data collected in such an encounter. See John D. Blum, An Analysis of Legal Liability in Health Care Utilization Review and Case Management, 26 Hous. L. Rev. 191, 199 (1989) (\"The overriding incentive for [utilization review] may be cost containment, but the process itself is triggered by a medical evaluation of a particular case, an evaluation that requires a clinical judgment.\"). Functionally speaking, from the perspective of the patient, prospective utilization review has the same effect as a failure to treat. See Jeffrey E. Shuren, Legal Accountability For Utilization Review in ERISA Health Plans, <span class=\"citation no-link\"><span class=\"volume\">77</span> <span class=\"reporter\">N.C.</span> <span class=\"page\">L</span></span>. Rev. 731, 733 &amp; 747 (1999); see also Corcoran, 965 F.2d at 1332 (\"By its very nature, a system of prospective decisionmaking influences the beneficiary's choice among treatment options to a far greater degree than the theoretical risk of disallowance of a claim facing a beneficiary in a retrospective system.\"). In effect, the utilization review firm ultimately may substitute its judgment for that of the treating physicians. See Andresen, supra, at 435. Prospective utilization review appears more analogous to a second opinion than to retrospective claims processing. It is therefore not surprising that other courts have agreed with the conclusion that the decisionmaking at issue is medical in nature. See Corcoran, 965 F.2d at 1331 (finding that utilization review decision was medical and included giving \"medical advice,\" albeit in benefits context); Murphy v. Board of Med. Exam'rs, <span class=\"citation\" data-id=\"1194895\"><a href=\"/opinion/1194895/murphy-v-board-of-medical-examiners/\"><span class=\"volume\">949</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">530</span></a></span> (Ariz. App. 1997) (finding decision of physician performing utilization review constitutes the practice of medicine); Long v. Great West Life &amp; Annuity Ins. Co., <span class=\"citation\" data-id=\"1276023\"><a href=\"/opinion/1276023/long-v-great-west-life-annuity-ins-co/\"><span class=\"volume\">957</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">823</span></a></span> (Wyo. 1998) (distinguishing between medical decisionmaking and claims processing in the process of utilization review).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> ERISA contains no definition of the term \"benefits,\" nor has any circuit court, to our knowledge, attempted to define the term. Cf. Dukes, 57 F.3d at 356 (assuming without deciding that the term \"benefits\" means the medical care provided and not merely the plaintiffs' HMO membership). Nevertheless, the definition of an ERISA \"plan\" suggests that the term \"benefits\" is distinct from the care given. See 29 U.S.C. &#167; 1002(1) (defining \"employee welfare benefit plan\" as \"any plan, fund, or program . . . to the extent that such plan, fund, or program was established or maintained . . . . for the purpose of providing . . . medical, surgical or hospital care or benefits\") (emphasis added). Furthermore, Justice Breyer has distinguished between the payment of money, which he characterizes as \"benefits,\" see Boggs v. Boggs, <span class=\"citation\" data-id=\"118121\"><a href=\"/opinion/118121/boggs-v-boggs/\"><span class=\"volume\">520</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">833</span></a></span>, 860 (1997) (Breyer, J., dissenting) (characterizing the payment of benefits as \"the writing of checks from [pension and welfare benefit] funds\"), and the goods and services that the money purchases, which are not benefits, cf. id. (conceding that laws affecting such money payments \"lie closer to ERISA's federal heart than do state laws that, say, affect those goods and services that ERISA benefit plans purchase\"). We therefore conclude that \"benefits\" in this context, as in the pension context, are the monetary payments for medical services, not the services themselves.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> The district court properly exercised supplementary jurisdiction over all other state law claims. See 28 U.S.C. &#167; 1367.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> Arguably, the supervisory and training aspects may be characterized as a step removed from the process of assessing claims for benefits.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> Because the emotional distress claim obviously piggybacks on the facts underlying the other claims, which are preempted, the emotional distress claim, too, is preempted.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> Although there has been no finding that the utilization review was negligent in this case, we recognize that the practical result of our decision is that no significant state or federal remedy exists for plan participants injured by the negligence of utilization review firms and insurers making quasi-medical decisions in the course of processing claims for payment of benefits. As we have stated before, it is the job of Congress and not this court to provide for such a remedy if it sees fit. See Turner v. Fallon Community Health Plan, Inc., <span class=\"citation\" data-id=\"197611\"><a href=\"/opinion/197611/turner-v-fallon/\"><span class=\"volume\">127</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">196</span></a></span>, 199-200 (1st Cir. 1997). Moreover, as the district court suggested, plaintiffs should challenge an adverse utilization review decision immediately and not wait until suffering physical injury.</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/97826/",
    "http://www.courtlistener.com/api/rest/v3/opinions/103511/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110520/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110990/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110993/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111858/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111859/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111915/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112508/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112512/",
    "http://www.courtlistener.com/api/rest/v3/opinions/117928/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118121/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118279/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197611/",
    "http://www.courtlistener.com/api/rest/v3/opinions/584156/",
    "http://www.courtlistener.com/api/rest/v3/opinions/673423/",
    "http://www.courtlistener.com/api/rest/v3/opinions/675856/",
    "http://www.courtlistener.com/api/rest/v3/opinions/690311/",
    "http://www.courtlistener.com/api/rest/v3/opinions/697683/",
    "http://www.courtlistener.com/api/rest/v3/opinions/721469/",
    "http://www.courtlistener.com/api/rest/v3/opinions/749863/",
    "http://www.courtlistener.com/api/rest/v3/opinions/754634/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1194895/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1276023/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1401719/"
  ]
}