{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/198571/",
  "absolute_url": "/opinion/198571/thomas-v-eastman-kodak/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/198571/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:54:54Z",
  "date_modified": "2017-03-24T10:57:58.646295Z",
  "type": "010combined",
  "sha1": "98b6fd5a91c7aad88f7f8a9fab95dfb215f51bfd",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=98-2231.01A",
  "local_path": null,
  "plain_text": "                               \r\n               United States Court of Appeals\r\n                   For the First Circuit\r\n                                         \r\n\nNo. 98-2231                      \r\n\n                        MYRTLE THOMAS,\r\n\n                    Plaintiff, Appellant,\r\n\n                              v.\r\n\n                    EASTMAN KODAK COMPANY,\r\n\n                     Defendant, Appellee.\r\n\n                                         \r\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n              FOR THE DISTRICT OF MASSACHUSETTS\r\n\n      [Hon. W. Arthur Garrity, Jr., U.S. District Judge]\r\n\n                                         \r\n\n                            Before\r\n\n                    Lynch, Circuit Judge,\r\n               Bownes, Senior Circuit Judge,\r\n                 and Lipez, Circuit Judge.\r\n                                         \r\n\n   Marisa A. Campagna, with whom the Law Offices of Marisa A.\r\nCampagna were on brief, for appellant.\r\n   Michael A. Fitzhugh, with whom Jon M. Nelson and Fitzhugh &amp;\r\nAssociates were on brief, for appellee.\r\n\n                                         \r\n\n                       July 15, 1999\r\n                                             LYNCH, Circuit Judge.  In 1993, Myrtle Thomas, the only\r\nblack Customer Service Representative in Eastman Kodak's Wellesley,\r\nMassachusetts office, was laid off.  Thomas responded with a race\r\ndiscrimination suit against Kodak under Title VII, 42 U.S.C.\r\n2000e to e-17, arguing that Kodak's layoff decision was\r\ndiscriminatory because it resulted from a ranking process that\r\nrelied on racially biased performance appraisals prepared in 1990,\r\n1991, and 1992.  Kodak made two arguments in its motion for summary\r\njudgment:  first, that Thomas's claim was time-barred because the\r\nperformance appraisals were conducted outside of Title VII's\r\nstatutory limitation period, and second, that Thomas failed in any\r\nevent to present enough evidence of racial animus to support a\r\ndisparate treatment claim.  The district court disagreed with the\r\nfirst point but agreed with Kodak's second argument and granted\r\nsummary judgment.  Both issues are before us on appeal.\r\nWe decide both in favor of Thomas.  We find Thomas's\r\nclaim to be timely because the discriminatory appraisals that she\r\nis challenging first caused her concrete harm when they led to her\r\nlayoff in 1993.  Because we also find that she has presented enough\r\nevidence to support her claim that the performance appraisals were\r\nracially biased, we reverse the district court's grant of summary\r\njudgment and remand for further proceedings.\r\nAfter thirty-five years of litigation under Title VII,\r\ncases can still present new wrinkles.  This is one such case. \r\nBecause it raises a number of important issues -- some new and some\r\nfamiliar but difficult -- we preview the key holdings.\r\nFirst, when an employer utilizes scores from past\r\nperformance appraisals in an objective formula to determine who\r\nwill be laid off, and the laid-off employee suffered no earlier\r\nconcrete harms from those appraisals, the accrual date for the\r\nlimitations period is the date of the notice of layoff, not the\r\ndate of the performance appraisals.  \r\nSecond, once there is sufficient evidence to create a\r\nmaterial issue of fact that the employer's articulated reason for\r\nan adverse employment action is a pretext, there is no requirement\r\nthat a plaintiff always produce direct evidence to demonstrate that\r\nthe real reason was discriminatory.\r\nThird, Title VII's prohibition against \"disparate\r\ntreatment because of race\" extends both to employer acts based on\r\nconscious racial animus and to employer decisions that are based on\r\nstereotyped thinking or other forms of less conscious bias.\r\nFourth, under the McDonnell Douglas/Burdine framework, a\r\ncourt may not enter summary judgment for an employer based upon a\r\nnon-discriminatory reason not articulated by the employer but\r\nidentified sua sponte by the district court.\r\n                             I\r\nIn reviewing a grant of summary judgment, we consider the\r\nfacts in the light most favorable to the nonmoving party, drawing\r\nall reasonable inferences in that party's favor.  See Aponte Matos\r\nv. Toledo Davila, 135 F.3d 182, 186 (1st Cir. 1998).  Given the\r\nsubtlety of the questions before us, we outline Thomas's\r\nexperiences at Kodak in some detail.\r\nThomas was a long-term Kodak employee.  She first began\r\nworking for the company in 1974.  In 1980, after working for six\r\nyears in clerical and administrative positions in Kodak's\r\nRochester, New York facility, she was promoted to Customer Support\r\nRepresentative (\"CSR\") within the Office Imaging Division and\r\ntransferred to Kodak's office in Wellesley, Massachusetts. \r\nAlong with five other CSRs working out of the Wellesley\r\noffice, Thomas supported customers in an assigned territory who\r\nowned Kodak copiers and other Kodak equipment.  She helped\r\nsalespeople perform installations, trained customers in the use and\r\nmaintenance of Kodak equipment, facilitated communication between\r\ncustomers and sales and service personnel, and provided other forms\r\nof marketing support.  \r\nThomas generally performed her job well.  Kodak managers\r\nwho supervised Thomas during her first ten years as a CSR in the\r\nWellesley office reported variously that they were never\r\ndissatisfied with her performance, that they were \"delighted\" with\r\nThomas, that her work was \"excellent\" and \"far superior\" to that of\r\nsome of the other CSRs, that she was \"very much on top of things,\"\r\nand that she was \"the perfect support person.\"  \r\nCo-workers and customers expressed similar sentiments. \r\nA sales representative who worked with Thomas sent a memorandum to\r\nThomas's supervisor praising her \"continuous professionalism,\"\r\n\"very high level of commitment,\" and \"total dedication.\"  The sales\r\nrepresentative later noted that he was particularly impressed with\r\nthe way a certain customer \"really went out of his way\" to\r\nemphasize his satisfaction with Thomas's support.  Another customer\r\nwho contacted Kodak after Thomas's layoff described Thomas as \"an\r\nirreplaceable part of the Kodak team\" and explained that Thomas was\r\nthe primary reason for his selection of Kodak copiers over copiers\r\nfrom other companies.  The customer concluded:  \"In my many\r\ncontacts with company representatives, I have not met anyone of the\r\nclass and caliber of Myrtle Thomas.\"\r\nBecause of her high level of performance, Thomas received\r\nawards and bonuses from Kodak.  In 1989, the company also changed\r\nThomas's grade from K4 to K6, which resulted in a salary increase.\r\nAccording to Kodak's job description, the K6 grade was limited to\r\nCSRs  who were \"making an outstanding contribution to the support\r\nactivities,\" defined as \"servicing the largest and/or most\r\nsensitive accounts, developing and giving individualized\r\npresentations and/or demonstrations, and training new CSRs.\" \r\nThomas received at least eight other salary increases during her\r\nyears as a CSR.  At the time of the 1993 layoff, Thomas was the\r\nfourth most senior CSR in the Wellesley office and earned the third\r\nhighest salary. \r\nThe Kodak compensation plan stated that \"[t]he company's\r\ngoal for [its] pay program is to reward each individual's job\r\nperformance appropriately\" and to ensure that \"[p]eople with higher\r\nperformance will, over time, be paid more than average performers.\"\r\nThe company made use of annual performance appraisals in order to\r\nreach this goal.  According to the compensation plan, performance\r\nappraisals were also used for a number of other purposes,\r\nincluding:\r\n  A. Evaluating and documenting the performance of each\r\nindividual in comparison with performance expectations\r\nfor the job.\r\n  B.  Providing individuals with constructive feedback.\r\n  C. Identifying the guidance and training that can help\r\nindividuals be as successful as their ability permits.\r\n  [and]\r\n  D.  Determining who should be promoted, transferred,\r\ndemoted, terminated, laid off, and re-employed.\r\nTo conduct an appraisal, the supervisor who directed an\r\nemployee's day-to-day activities filled out an appraisal form.  The\r\nform contained a section pertaining to \"basic performance\r\nmeasures,\" which included categories for quality of results,\r\nquantity of results, job skills, and teamwork.  Another section\r\npertained to \"additional performance measures,\" including\r\ndependability, versatility, communications, and leadership.  The\r\nform required the supervisor to give the employee a rating from 1\r\nto 7 for each applicable category, as well as an overall rating.\r\nA separate section of the appraisal form contained space for the\r\nsupervisor's comments on the evaluated categories, a description of\r\nany developmental opportunities, a description of matters discussed\r\nduring the post-appraisal interview with the employee, and both\r\nsupervisor and employee signatures.  Each appraisal was also\r\nreviewed and signed by the appraiser's supervisor.  The appraiser\r\nand the appraiser's supervisor were together responsible for the\r\nappraisal's accuracy, consistency, and conformance to company\r\npolicy, including a policy favoring fair and objective evaluations,\r\nconducted \"without regard to non-job-related criteria such as[]\r\nrace.\" \r\nKodak intended the appraisal scores to be on a curve,\r\ncompany-wide.  The compensation plan suggested that \"performance\r\nappraisal ratings for large groups of people (approximately 100 or\r\nmore) [should] average around the middle of the rating scale,\" but\r\nacknowledged that factors such as the amount of turnover and the\r\npercentage of long-term employees could influence the distribution\r\nof ratings in any given group, particularly groups with a small\r\nnumber of employees.  The compensation plan suggested that\r\nappraisers attempt to validate their distribution of appraisal\r\nratings by rank-ordering employees in the same grade and job\r\ncategory.  After the rank ordering was complete, supervisors would\r\nfinalize the preliminary ratings to agree with the rank-order\r\nresults.  However, these rank orderings were not discussed with\r\nemployees.  Supervisors were told that \"[a]ppraisals verified\r\nthrough this process [should be] communicated by referencing\r\nperformance relative to job expectations with no reference to the\r\nrank-order process.\" \r\nThomas's appraisals for 1988 and 1989 show that she was\r\nperforming at a high level.  In 1988, when she was responsible for\r\nmore than 400 machines, Thomas received seven 5 ratings and one 6\r\nrating, for an overall rating of 5, which was a rating \"appropriate\r\nfor individuals who not only achieve results and meet all\r\nexpectations on a regular basis, but who go beyond these\r\nrequirements from time to time.\"  Her supervisor's comments were\r\nuniformly positive.  In 1989, when she was responsible for more\r\nthan 500 machines, Thomas received even higher ratings -- five 6s\r\nand three 5s, for an overall rating of 6, which meant that her\r\n\"[p]erformance consistently exceed[ed] the requirements of the\r\nposition and [was] characterized by unusual initiative,\r\nresourcefulness, and creativity.\"  Once again, the supervisor's\r\ncomments were uniformly positive.\r\n In 1989, Kodak created the position of Customer Support\r\nManager throughout its Office Imaging organization.  Thomas asked\r\nto be considered for the Wellesley position, but was told that she\r\nwas not qualified.  Instead, the position went to Claire Flannery,\r\na former CSR who had been working as a division secretary.  As\r\nCustomer Support Manager, Flannery was responsible for supervising\r\nthe six Wellesley CSRs.  She remained in this position until 1993,\r\nwhen both she and Thomas were laid off as part of a company-wide\r\nreduction in force.\r\n The appointment of Flannery as Customer Support Manager\r\nmarked a significant downturn in Thomas's fortunes at Kodak. \r\nAlthough Thomas states that she and Flannery \"were on a\r\nprofessional basis,\" and Flannery denies having any problems with\r\nThomas's job performance, it appears that their working\r\nrelationship was strained.  Thomas alleges that Flannery treated\r\nher differently from the other five CSRs, all of whom were white\r\n(as were, in fact, all of the other CSRs during Thomas's thirteen\r\nyears in the Wellesley office).  \r\nShe describes a number of occasions on which she claims\r\nFlannery unnecessarily damaged her professional standing with\r\ncustomers.  For example, on the only occasion on which Flannery\r\naccompanied Thomas to a customer training session in order to\r\nobserve Thomas's work, Flannery instead took over the session and\r\nconducted the entire training herself.  On another occasion,\r\nFlannery told Thomas the wrong time for a training session Flannery\r\nhad scheduled on site, and then refused to write to the customer,\r\nwho was upset, to explain why Thomas had been several hours late. \r\n(After Thomas proved to Flannery what had occurred by playing back\r\nFlannery's voice mail message to her, Flannery did agree to call --\r\nbut not to write -- the customer.)  On a third occasion, Flannery\r\nbecame quite angry and attempted physically to block Thomas from\r\nleaving a CSR meeting which had been scheduled at the same time as\r\nan important training session for one of Thomas's customers.  \r\n Thomas also provides evidence from which the inference\r\ncan be drawn that Flannery did not evaluate her skills fairly or\r\ngive her appropriate opportunities for growth and success.  For\r\nexample, Flannery did not travel with Thomas as she did with the\r\nother CSRs in order to observe Thomas's interactions with\r\ncustomers.  Flannery did not give Thomas the same type of\r\ndevelopmental opportunities available to other CSRs.  She\r\ncriticized Thomas for lack of computer skills, but then failed to\r\ntrain Thomas when computer equipment became available.  After\r\nThomas was asked to prepare a presentation for a Kodak meeting,\r\nFlannery told her that there would not be time for her\r\npresentation, although time was found for a presentation by a white\r\nemployee on a less pressing topic.  Thomas was denied the\r\nopportunity to apply for sales jobs, despite her good track record\r\nin sales support activities.  Flannery expressly discouraged her\r\nfrom applying for a management position in another division,\r\ntelling her she was not qualified because she did not yet have a\r\nmaster's degree (Thomas was studying for one at the time), even\r\nthough none of the other managers in that position had a master's\r\ndegree or even a bachelor's degree.  Finally, Flannery went to\r\ngreat lengths to prevent Thomas from meeting with Bill Cassidy, the\r\nRegional Vice President for Office Imaging, to discuss advancement\r\nopportunities, and became angry when Thomas nevertheless managed to\r\nschedule an appointment.  \r\n Thomas's most significant and concrete allegation is\r\nthat Flannery gave her inaccurately low scores on her annual\r\nperformance appraisals.  For example, after receiving only 5s and\r\n6s in 1988 and 1989, Thomas received a 2, four 3s, and a 4 from\r\nFlannery in 1990, for an overall score of 3.  This was a below-\r\naverage rating, appropriate for employees who had \"a need for\r\nfurther improvement to achieve a middle rating [of 4]\" or for\r\nemployees \"whose overall performance has slipped from a higher\r\nlevel.\"  Thomas's performance appraisal scores in 1991 and 1992,\r\nwhile higher than her 1990 scores, were also inappropriately low,\r\nin Thomas's estimation -- especially when compared to the higher\r\nscores that Flannery gave to other CSRs.  Thomas presents specific\r\ncomparisons, discussed further below.\r\n Thomas was distressed by the 1990 performance appraisal\r\nand refused to sign it.  She also refused to sign the 1992\r\nappraisal, and signed her 1991 appraisal only \"'out of  a joke,'\r\nbecause it was a joke.\"  It is clear that Thomas disagreed with\r\nFlannery's evaluations; more than that -- she found them\r\n\"insulting\" and \"shameful.\"  To the extent that it was possible for\r\nher to compare salary and raises with other CSRs, however, she\r\nwould not have noted any obvious effects of the negative\r\nappraisals, since neither her salary nor the raises she was given\r\nduring Flannery's tenure as Customer Support Manager differed\r\nsignificantly from those of other employees.  She did complain\r\nabout the appraisals, both to Flannery herself and to others within\r\nKodak, including Bill Cassidy, the Regional Vice President for\r\nOffice Imaging, and Patti Weissinger, a Human Resources\r\nRepresentative.  However, fearing retaliation from her new boss,\r\nshe did not file a formal charge against Flannery with the Human\r\nResources Department, and Kodak did not take any action in response\r\nto her informal complaints. \r\nIn January 1993, Kodak decided to reduce the number of\r\nemployees in its Office Imaging Division.  It selected employees\r\nfor layoff using a \"Performance Appraisal Ranking Process (\"PAR\r\nprocess\"), which produced a numerical score for each employee by\r\nadding together the employee's overall performance appraisal score\r\nfor each of the three preceding years, after weighting the most\r\nrecent score by a factor of 25 and the second most recent score by\r\na factor of 5.  Thomas's PAR ranking, which was derived from the\r\nthree appraisals conducted by Flannery, was the second lowest of\r\nthe Wellesley CSRs.  Since Kodak had decided to cut two Wellesley\r\nCSR positions, as well as the Customer Support Manager position,\r\nFlannery, Thomas, and the lowest ranked CSR (Eileen Lavallee) were\r\nlaid off in March 1993.\r\n                             II\r\nIn July 1993, four months after her layoff, Thomas filed\r\na charge of race discrimination with the Equal Employment\r\nOpportunity Commission.  The EEOC issued a \"right to sue\" letter in\r\nFebruary 1996, and Thomas brought suit in May 1996. \r\nAlthough her complaint asserts a variety of race\r\ndiscrimination claims, Thomas has focused primarily on Kodak's 1993\r\ndecision to terminate her, arguing that this decision was\r\ndiscriminatory because it was based on discriminatory performance\r\nappraisals conducted by Flannery from 1990 through 1992.   It is\r\nthe layoff which is the subject of this appeal.  Kodak moved for\r\nsummary judgment, contending that Thomas's claim was time-barred,\r\nand in the alternative, that she had failed to present enough\r\nevidence of racial animus to reach a jury under the First Circuit's\r\nstandard for showing disparate treatment once pretext has been\r\nshown.  See Udo v. Tomes, 54 F.3d 9, 12-13 (1st Cir. 1995)\r\n(describing standard).  The district court found Thomas's claim\r\ntimely, but granted summary judgment to Kodak on the merits\r\nargument.  See Thomas v. Kodak, 18 F. Supp. 2d 129, 133-38 (D.\r\nMass. 1998).  On appeal, Thomas argues that the district court\r\napplied the standard incorrectly.  Kodak defends the district\r\ncourt's application of the standard, while also continuing to argue\r\nthat Thomas's claim is time-barred.\r\n                            III\r\nWe review the district court's grant of summary judgment\r\nde novo, see Lennon v. Rubin, 166 F.3d 6, 8 (1999), and will find\r\nsummary judgment appropriate if \"the pleadings, depositions,\r\nanswers to interrogatories, and admissions on file, together with\r\nthe affidavits, if any, show that there is no genuine issue as to\r\nany material fact and that the moving party is entitled to a\r\njudgment as a matter of law,\"  Fed. R. Civ. P. 56(c).    \r\n                             A\r\nWe first address Kodak's argument that the district court\r\nerred in not dismissing the action as untimely.  Title VII requires\r\naggrieved individuals to file a charge with the EEOC \"within one\r\nhundred and eighty days after the alleged unlawful employment\r\npractice occurred.\"  42 U.S.C.  2000e-5(e)(1).  In a \"deferral\r\njurisdiction,\" such as Massachusetts, this period is extended to\r\nthree hundred days.  See 42 U.S.C.  2000e-5(e)(1); Mohasco Corp.\r\nv. Silver, 447 U.S. 807, 814 n.16 (1980); Mack v. Great Atl. &amp; Pac.\r\nTea Co., 871 F.2d 179, 181-82 (1st Cir. 1989).  This relatively\r\nshort limitations period serves important interests.  \"The\r\nlimitations period[], while guaranteeing the protection of the\r\ncivil rights laws to those who promptly assert their rights, also\r\nprotect[s] employers from the burden of defending claims arising\r\nfrom employment decisions that are long past.\"  Delaware State\r\nCollege v. Ricks, 449 U.S. 250, 256-57 (1980).  In the Title VII\r\ncontext, as in others, \"the period allowed for instituting suit\r\ninevitably reflects a value judgment concerning the point at which\r\nthe interests in favor of protecting valid claims are outweighed by\r\nthe interests in prohibiting the prosecution of stale ones.\"  Id.\r\nat 259-60 (internal quotation marks omitted) (quoting Johnson v.\r\nRailway Express Agency, Inc., 421 U.S. 454, 463-64 (1975)). \r\nCongress has made that value judgment.\r\nHowever, Title VII's statute of limitations is not self-\r\nexecuting.  The three hundred day (or one hundred and eighty day)\r\nrule cannot be mechanically applied, because it is not possible to\r\npinpoint when the limitations period begins -- i.e., when the\r\nplaintiff's claim \"accrues\" -- without first determining the date,\r\nor the temporal boundary, of the \"alleged unlawful employment\r\npractice\"  referred to in  2000e-5(e)(1).\r\nThe crux of Thomas's claim is that the 1990-1992\r\nperformance appraisals were tainted by Flannery's alleged racial\r\nbias.  Thomas does not argue that Kodak's decision to utilize the\r\nPAR process to determine who would be laid off was racially biased. \r\nSee Thomas, 18 F. Supp. 2d at 135 (\"[P]laintiff does not contend\r\nthat Kodak's . . . PAR layoff process[] [was itself]\r\ndiscriminatory.\").  As we understand her argument, she does not\r\nallege that Flannery and other Kodak employees participated in a\r\nconspiracy to oust her from her job because of her race, using the\r\nperformance appraisals and the PAR process as a thin cover for this\r\nexpress discriminatory purpose.  Rather, she argues that the PAR\r\nprocess was illegitimate under Title VII in a derivative way,\r\nbecause its calculations were based on discriminatory appraisal\r\nscores.  If racially biased scores were plugged in to the PAR\r\nformula, she argues, then the ranking that came out must also be\r\nbiased.\r\nAccording to Kodak, this argument can only mean that the\r\nperformance appraisals themselves constitute the \"unlawful\r\nemployment practice\" at issue under  2000e-5(e)(1), and thus that\r\nany claim regarding the allegedly biased performance appraisals\r\nmust have accrued at the time the appraisals were conducted.  Since\r\neven the most recent appraisal (presented to Thomas in May 1992)\r\nwas conducted more than three hundred days before Thomas filed her\r\ncomplaint with the EEOC in July 1993, Kodak asserts that Thomas is\r\nprecluded from questioning the racial neutrality of any of the\r\nthree performance appraisals.  And without the ability to challenge\r\nthe appraisals upon which the PAR process was based,  Kodak notes,\r\nThomas's discriminatory termination claim collapses.\r\nAccording to Thomas, the fact that the performance\r\nappraisals were conducted more than three hundred days before she\r\nfiled her EEOC charge is irrelevant, because the adverse employment\r\ndecision that she is challenging -- the \"unlawful employment\r\npractice\" under  2000e-5(e)(1) -- is Kodak's decision to lay her\r\noff, and this decision indisputably fell within the statutory\r\nperiod. \r\nKodak's general policy stance makes sense:  given that\r\nthe central purpose of the statute of limitations is to protect\r\nemployers from stale claims, it cannot be true that plaintiffs have\r\nan unfettered ability to reach back and litigate biased\r\nevaluations.  Yet Thomas's position is also reasonable, since it\r\nseems unlikely that Title VII permits employers to rely on\r\ndiscriminatory evaluations as long as those evaluations were\r\nconducted more than three hundred days before action is taken on\r\nthem.\r\nCounsel did not call the court's attention to any First\r\nCircuit caselaw on this point.  The district court, led to believe\r\nthat the First Circuit had not addressed this question, \"look[ed]\r\nfor guidance elsewhere.\"  Thomas, 18 F. Supp. 2d at 133.  The court\r\nfocused on the decision of the Third Circuit in Colgan v. Fisher\r\nScientific Co., 935 F.2d 1407 (3d Cir.), cert. denied, 502 U.S. 941\r\n(1991).  The facts in Colgan do closely resemble the facts here. \r\nLike Thomas, the Colgan plaintiff was fired after receiving a\r\nnegative performance review.  See id. at 1410-11.  He filed a\r\ncharge of age discrimination with the EEOC within three hundred\r\ndays of his termination, but more than three hundred days after the\r\nnegative performance review.  See id. at 1411.  The Third Circuit\r\ndetermined that Colgan's claim was not time-barred because it\r\naccrued at Colgan's termination, not when he received the negative\r\nreview.  See id. at 1415-21.  The court concluded that \"an alleged\r\nunlawful employment practice, here the performance evaluation, must\r\nhave inflicted harm which was or should have been noticed, or it\r\nwill not have triggered the limitations period.\"  Id. at 1418. \r\nColgan's review stated that he failed to meet job requirements and\r\nexpressly warned that action would be taken unless his performance\r\nimproved.  See id. at 1410.  Nonetheless, the court found that the\r\nreview did not produce the requisite notice of harm to trigger the\r\nrunning of the statute of limitations, because \"[t]he performance\r\nevaluation had no immediate consequence on Colgan's employment,\r\nsuch as a loss of seniority, nor did it alert Colgan to the\r\npossibility that consequences would flow from it without an\r\nopportunity for him to improve his performance.\"  Id. at 1419-20. \r\nThe Third Circuit based its Colgan analysis on a trilogy\r\nof Supreme Court cases, which we summarize briefly here.  In United\r\nAir Lines v. Evans, 431 U.S. 553 (1977), the Supreme Court held\r\nthat a flight attendant who was wrongfully forced to resign and\r\nthen later rehired could not challenge the airline's refusal to\r\ngrant her seniority as if there had been no break in her\r\nemployment, since the relevant wrongful act -- Evans's being forced\r\nto resign -- occurred outside of the limitations period.  See id.\r\nat 555.  In Ricks, the Court held that the college's denial of\r\ntenure, not a later discharge pursuant to that denial, was the\r\nevent that triggered Title VII's statute of limitations.  See\r\nRicks, 449 U.S. at 156-58.  Finally, in Lorance v. AT&amp;T\r\nTechnologies, 490 U.S. 900 (1989), the Court held that the Title\r\nVII limitations period begins to run when an employer adopts a\r\nseniority system, not when an employee is demoted pursuant to that\r\nsystem.  See id. at 912-13.  Read together, this trilogy defines\r\na notice rule:  an employer action only triggers the running of the\r\nstatute of limitations if that action has concrete, negative\r\nconsequences for an employee, and the employee is aware or should\r\nhave been aware of those consequences.  See Colgan, 935 F.2d at\r\n1415-21; see also 2 B. Lindemann &amp; P. Grossman, Employment\r\nDiscrimination Law 1349 (3d ed. 1996) (observing that Supreme Court\r\ncases \"seem to establish a relatively simple 'notice' rule as to\r\nwhen discrimination 'occurs'\").      \r\n We think many aspects of Colgan's reasoning are correct. \r\nHowever, we find more direct guidance in a First Circuit case\r\ndecided several years before Colgan.  In Johnson v. General\r\nElectric, 840 F.2d 132 (1st Cir. 1988), a black employee claimed\r\nthat he had been denied a promotion based on a special review\r\nprocess that was intentionally designed to prevent him from\r\nqualifying for promotion.  See id. at 134.  The employer contended\r\nthat the plaintiff's claim accrued when the review process was\r\nfirst put into place, while the plaintiff insisted that the clock\r\ndid not start running on his claim until he was informed that he\r\nhad failed the review process and would not be promoted.  See id. \r\nThe district court, relying on Ricks, held that the establishment\r\nof the review process was the \"unlawful employment practice\" of\r\nwhich the plaintiff complained, and therefore started the running\r\nof the statute from that point.  See id.  Although this court\r\naffirmed the dismissal on other grounds, it disagreed with the\r\ndistrict court's analysis, noting that the \"question [is] . . .\r\nwhether a claim accrues when an employee is made subject to an . .\r\n. evaluation . . . , or when that . . . evaluation is applied to\r\ndeny the plaintiff particular benefits or positions.\"  Id.   This\r\ncourt chose the latter rule, holding that the notice standard is\r\nmet and the statute of limitations is triggered only if \"the\r\nimplications [of the evaluation] have crystallized\" and \"some\r\ntangible effects of the discrimination were apparent to the\r\nplaintiff,\" i.e., if \"the plaintiff is aware that he will in fact\r\nbe injured by the challenged practice.\"  Id. at 136-37.\r\nThe decision was motivated, in part, by concerns about\r\nripeness.  The court noted that \"it is far from clear whether\r\nclaims under Title VII and analogous statutes would be ripe for\r\nadjudication until discriminatory systems [or evaluations] were\r\nactually applied to plaintiffs in particular employment decisions,\" \r\nand observed that \"[i]t is unwise to encourage lawsuits before the\r\ninjuries resulting from the violations are delineated, or before it\r\nis even certain that injuries will occur at all.\"  Id. at 136.\r\nJohnson's notice standard serves multiple functions.  By\r\nstarting the limitations clock as soon as harm is noticed, or\r\nshould be noticed, the standard protects employers from stale\r\nclaims while also lessening the risk that employees will bring\r\nunripe claims. The notice standard protects employees as well,\r\nbecause it ensures that claims will not be foreclosed before\r\nemployees have had a fair chance to bring them.   \r\nThe notice standard in Johnson also resolves the apparent\r\ncontradiction between the two reasonable policy stances pressed by\r\nthe litigants here.  Thomas is correct that Title VII extends to a\r\nneutral employer decision-making process that relies on\r\ndiscriminatory evaluations.  But Kodak is also right that employees\r\ndo not have an unfettered right to reach back to challenge previous\r\nevaluations.  The key is whether those evaluations had tangible,\r\nconcrete effects at the time they were conducted.  If the\r\nevaluation did cause tangible, concrete harm, the notice standard\r\nrequires the injured employee to promptly bring suit to recover for\r\nthose harms.  Failure to do so will render any later claim\r\nregarding those particular harms time-barred.  If the evaluations\r\ndid not have tangible, concrete effects at the time, no claim\r\nregarding the discriminatory evaluations accrues.  Under the notice\r\nstandard, no claim will accrue until and unless the evaluations\r\nresult in a tangible injury.\r\nThis means that an employer could be exposed to Title VII\r\nliability for harms stemming from discriminatory evaluations some\r\nyears after the evaluations were conducted, if the evaluations\r\nfirst cause tangible harm to the employee at that later point. \r\nKodak argues that this puts employers in an untenable position.  We\r\ndisagree, for three reasons.  \r\nFirst, as a matter of practicality, employers are\r\nunlikely to rely on \"stale\" evaluations.  The older the evaluation,\r\nthe less likely an employer would be to use that evaluation as the\r\nbasis of an employment decision. Employers' preference for more\r\nrecent evaluations is demonstrated dramatically by Kodak's own PAR\r\nformula, which used only the latest three evaluations and then\r\nweighted the most recent by a factor of 25.  \r\nSecond, the passage of time would affect employees as\r\nwell as employers.  An employee who sought to challenge an old\r\nevaluation would bear the burden of proving that the evaluation was\r\ndiscriminatory -- and the older the evaluation, the more difficult\r\nthat task would be. \r\nThird, the standard gives concomitant advantages to\r\nemployers.   It avoids forcing employees to \"run to the EEOC\" each\r\ntime they disagree with a performance evaluation.  As the district\r\ncourt aptly observed:\r\n  If we apply the time bar to plaintiff's [performance\r\nappraisals], then we require a given plaintiff to file\r\nEEOC charges successively for each performance\r\nevaluation, informal feedback from a supervisor, or\r\noffice rumor, so long as these events -- even if\r\nnonharmful in themselves -- might be informed by racial\r\nanimus and could someday contribute to a later, harmful\r\nresult.  This requirement would surely disrupt the\r\nAmerican workplace . . . .\r\nThomas, 18 F. Supp. 2d at 134-35.  Instead, the Johnson notice\r\nstandard allows employees to give employers the benefit of the\r\ndoubt, where employees suspect that an evaluation which has yet to\r\ncause tangible harm might be tainted by bias, and encourages them\r\nto try to solve the problem by proving their actual worth to the\r\nemployer.  And while the standard places an ongoing obligation on\r\nemployers to monitor their evaluation processes to ensure that they\r\nare free from illegal bias, employers also benefit from the\r\nopportunity to base personnel decisions on accurate, bias-free\r\nevaluations.  In any event, this sort of obligation is foreseen by\r\nTitle VII, since the statute encourages the elimination of both\r\nobvious and subtle forms of discrimination.  See McDonnell Douglas\r\nCorp. v. Green, 411 U.S. 792, 801 (1973).\r\nIn arguing against the application of the Colgan rule\r\n(which, as explained above, resembles the First Circuit standard\r\nannounced in Johnson), Kodak has presented a two-stranded argument. \r\nThe first strand is based on notions of fair notice to the\r\nemployer.  The second asserts that Thomas's timeliness argument\r\nrelies on an impermissible combination of the equitable tolling and\r\ncontinuing violation doctrines.\r\nKodak would substitute for the accrual rule in Johnson a\r\nrule that focuses on notice to the employer.  According to Kodak,\r\nthe Colgan accrual rule makes \"bad law because it allows an\r\nemployee to introduce a time-barred incident where the employee has\r\nnever previously contended, even in an informal process afforded by\r\nthe employer, that the employee was subjected to unlawful\r\ndiscrimination.\"  Appellee's Brief at 17.  According to Kodak, this\r\nviolates \"the policy underlying Title VII [entitling] an employer\r\n. . . to some kind of prior notice.\"  Id.\r\n  This is not an irrational position, but Kodak cites no\r\nauthority for it.  The argument calls to mind the exhaustion rule\r\nimposed by courts in the ERISA context, see Employee Retirement\r\nIncome Security Act, 29 U.S.C.  1001 et seq., which requires\r\nemployees to take full advantage of employer-internal appeals\r\nprocesses before bringing suit to recover denied benefits, see\r\nMcMahon v. Digital Equipment Corp., 162 F.3d 28, 40 (1st Cir. 1998)\r\n(noting court-imposed exhaustion rule for ERISA benefit claims). \r\nBut the analogy is inappropriate.  ERISA requires employers to\r\noffer employees a speedy appeals procedure for denied benefits. \r\nSee 29 U.S.C.  1133 (stating that employers must \"afford a\r\nreasonable opportunity to any participant whose claim for benefits\r\nhas been denied for a full and fair review by the appropriate named\r\nfiduciary of the decision denying the claim\"); 29 C.F.R.\r\n2560.503-1 (imposing time limits).  Only after this process is\r\ncomplete does the ERISA statute of limitations begin to run.  See,\r\ne.g., Godfrey v. BellSouth Telecomms., Inc., 89 F.3d 755, 759-60\r\n(11th Cir. 1996); Martin v. Construction Laborer's Pension Trust,\r\n947 F.2d 1381, 1385 (9th Cir. 1991).  \r\nIn Title VII, by contrast, Congress chose not to impose\r\na particular employer-internal appeals procedure.  Furthermore, the\r\nstatute of limitations for a Title VII claim is not tolled while an\r\nemployee exhausts any internal remedy the employer has made\r\navailable.  See Ricks, 449 U.S. at 261 (\"[T]he pendency of a\r\ngrievance, or some other method of collateral review of an\r\nemployment decision, does not toll the running of the limitations\r\nperiods.\"); International Union of Elec. Workers v. Robbins &amp;\r\nMyers, Inc., 429 U.S. 229, 236-37 (1976) (holding that the Title\r\nVII statute of limitations is not tolled by a collective-bargaining\r\ngrievance procedure).  Thus, a court-imposed exhaustion requirement\r\nwould not work well in the Title VII context, because it would\r\nplace employees in the position of having to exhaust an internal\r\nappeals process of uncertain length while also bringing suit within\r\nthree hundred (or one hundred and eighty) days of the employer's\r\nallegedly wrongful act.        \r\nKodak's position bears an even closer resemblance to one\r\naspect of the approach first explicated in Stoller v. Marsh, 682\r\nF.2d 971 (D.C. Cir. 1982), and followed by a number of other\r\ncourts, see, e.g., Hale v. Marsh, 808 F.2d 616, 620 (7th Cir.\r\n1986); Brown v. City of New York, 869 F. Supp. 158, 169 (S.D.N.Y.\r\n1994); Woolery v. Brady, 741 F. Supp. 667, 669-70 (E.D. Mich.\r\n1990).  The Stoller court held that a plaintiff could challenge an\r\nemployer's wrongful reliance on discriminatory evaluations, even\r\nwhere the plaintiff has acknowledged that the employer's reliance\r\nitself was not intentionally discriminatory.  See Stoller, 682 F.2d\r\nat 979 (\"Otherwise an organization could separate illegal motive\r\nfrom decisionmaking responsibility, contrary to the principle that\r\nTitle VII applies to the employer as an organization.\").  This is\r\nessentially the same result that Johnson permits.  See Johnson, 840\r\nF.2d at 135, 137 (citing this portion of Stoller).  \r\nBut the Stoller court added a second part to this rule: \r\n  [A]fter preparation of employee evaluations, the\r\nemploying organization may protect itself from Title VII\r\nliability by establishing procedures to allow employees\r\nto screen their personnel files and to remove damaging,\r\ndiscriminatory information. . . . If established\r\nprocedures have given an employee a reasonable\r\nopportunity to inspect the supervisory evaluations in his\r\nor her file, to challenge allegedly inaccurate materials,\r\nand to have such materials corrected or removed, and if\r\nthe organization gives its employees adequate notice that\r\nthese rights may be exercised, then it may rely in good\r\nfaith on such evaluations in making subsequent employment\r\ndecisions without violating Title VII.\r\nStoller, 682 F.2d at 979 (footnotes omitted).  Kodak's \"notice to\r\nthe employer\" argument could refer to this second half of the\r\nStoller rule:  Kodak apparently wants to be able to rely on\r\nThomas's performance appraisals, because in its view Thomas had a\r\nreasonable opportunity to inspect the appraisals and to challenge\r\ninaccuracies through the \"Open Door\" appeals process. \r\nWe can imagine advantages of the Stoller rule for both\r\nemployers and employees.  Employers, of course, would be able to\r\nlimit their liability.  Employees could conceivably benefit as\r\nwell, if the rule increased the likelihood that employers would\r\nimplement effective review procedures.  But we decline to adopt\r\nthis rule -- which was, in any event, implicitly rejected in\r\nJohnson -- because we think any possible advantages would be\r\noutweighed by two serious risks.  One is the obvious risk that\r\nemployers would have carte blanche to rely on discriminatory\r\nappraisals as long as they offered their employees an \"Open Door.\" \r\nAvoiding the first risk would entail a second:  courts would need\r\nto interpret strictly the concept of \"[adequate] procedures to\r\nallow employees to screen their personnel files and remove\r\ndamaging, discriminatory information.\"  This would in turn entail\r\na degree of judicial scrutiny and interference with day-to-day\r\nemployer operations that employers would be unlikely to welcome and\r\nwhich courts interpreting Title VII have tried to avoid.  See \r\nHidalgo v. Overseas Condado Ins. Agencies, Inc., 120 F.3d 328, 337\r\n(1st Cir. 1997) (noting courts' reluctance to \"'sit as super\r\npersonnel departments'\" (quoting Mesnick v. General Elec. Co., 950\r\nF.2d 816, 825 (1st Cir. 1991)).\r\nThe second strand of Kodak's timeliness argument is the\r\nclaim that both Thomas and the district court have relied on an\r\nillegitimate \"hybrid\" of the equitable tolling and continuing\r\nviolation doctrines.  Thomas disavows any such reliance.  We make\r\nseveral observations in response to Kodak's argument.  \r\nFirst, the First Circuit doctrine of equitable tolling is\r\nsimply inapplicable to these facts.  Some courts permit tolling of\r\nthe statute of limitations if the plaintiff knew of a harm but not\r\nof its discriminatory basis.  See 2 Lindemann &amp; Grossman, supra, at\r\n1350.  But our approach to equitable tolling is narrower; First\r\nCircuit law permits equitable tolling only where the employer has\r\nactively misled the employee.  See Mack, 871 F.2d at 185 (noting\r\nthat the First Circuit's \"narrow view\" of equitable tolling reaches\r\nonly \"active deception\" (internal quotation marks and citations\r\nomitted)); Jensen v. Frank, 912 F.2d 517, 521 (1st Cir. 1990).\r\nThere is no allegation here that Kodak actively attempted to\r\nmislead Thomas about her performance appraisals.\r\nSecond, there is no need to apply the continuing\r\nviolation doctrine.  Commentators have labeled this doctrine \"the\r\nmost muddled area in all of employment discrimination law,\" 2\r\nLindemann &amp; Grossman, supra, at 1351, and some courts have gone so\r\nfar as to conclude that the entire doctrine is misguided and\r\nunnecessary, see, e.g., Moskowitz v. Trustees of Purdue Univ., 5\r\nF.3d 279, 282 (7th Cir. 1993).  We need not enter into that debate\r\nhere.  We describe the First Circuit's continuing violation\r\ndoctrine with only as much detail as is necessary to show that it\r\nis inapplicable to Thomas's claim.  \r\nThe First Circuit has recognized two different types of\r\ncontinuing violations: systemic violations, which \"ha[ve] [their]\r\nroots in a discriminatory policy or practice . . . [that] itself\r\ncontinues into the limitation period,\" DeNovellis v. Shalala, 124\r\nF.3d 298, 307 (1st Cir. 1997) (quoting Jensen, 912 F.2d at 523),\r\nand serial violations, which are \"composed of a number of\r\ndiscriminatory acts emanating from the same discriminatory animus,\r\n[with] each act constituting a separate wrong actionable under\r\nTitle VII,\" id.; see also Mack, 871 F.2d at 182-84.  The systemic\r\nviolation doctrine is clearly inapposite because Thomas has not\r\nalleged that Kodak has \"an overarching policy or practice\" of\r\nconducting discriminatory evaluations.  Jensen, 912 F.2d at 523.  \r\nKodak apparently believes that Thomas is inappropriately\r\nattempting to shoe-horn her claim into the serial violation\r\ncategory.  This is not so.  Whether a serial violation exists does\r\ndepend in part on a type of notice standard similar to the one in\r\nJohnson.  See Sabree v. United Bhd. of Carpenters, Local No. 33,\r\n921 F.2d 396, 402 (1st Cir. 1990) (stating that if an earlier event\r\nhad \"'the degree of permanence which should trigger an employee's\r\nawareness and duty to assert his or her rights,'\" then it is not\r\nsubstantially related to the later event, and therefore cannot form\r\npart of a continuing violation (quoting Berry v. Board of\r\nSupervisors of L.S.U., 715 F.2d 971, 981 (5th Cir. 1983))).  This\r\nsimilarity may be the source of Kodak's argument.  But the serial\r\nviolation doctrine, like the systemic violation doctrine, stands as\r\nan exception to the accrual rule recognized in Johnson.  The\r\npurpose of this exception is to permit suit on later wrongs where\r\na wrongdoer would otherwise be able to repeat a wrongful act\r\nindefinitely merely because the first instance of wrongdoing was\r\nnot timely challenged.  See D. Laycock, Continuing Violations,\r\nDisparate Impact in Compensation, and Other Title VII Issues, 49\r\nLaw &amp; Contemp. Probs. 53, 55 (1986) (comparing the application of\r\nthe continuing violation doctrine in employment discrimination\r\ncases to its application in an antitrust case, Hanover Shoe, Inc.\r\nv. United Shoe Machinery Corp., 392 U.S. 481 (1968), and observing\r\nthat \"[o]bviously, United should not be able to continue its\r\nillegal conduct forever because no one challenged it during World\r\nWar I\"); J. MacAyeal, The Discovery Rule and the Continuing\r\nViolation Doctrine as Exceptions to the Statute of Limitations for\r\nCivil Environmental Penalty Claims, 15 Va. Envtl. L.J. 589, 615-22\r\n(1996) (describing the history and purpose of the continuing\r\nviolation doctrine); see also Sabree, 921 F.2d at 401 (discussing\r\nproper remedy).\r\nIn the Title VII context, the continuing violation\r\ndoctrine applies where \"a number of discriminatory acts emanat[e]\r\nfrom the same discriminatory animus, [with] each act constituting\r\na separate wrong actionable under Title VII.\"  Jensen, 912 F.2d at\r\n522.  Sexual harassment, failure to promote, and pay inequity cases\r\noften fall into this category.  Plaintiffs in these cases\r\nexperience harm from each employer act (e.g., a harassing comment,\r\na denied promotion, or a smaller paycheck), for which they could\r\nrecover under Title VII.  Thus, under the Johnson standard, each\r\nact could trigger the running of the statute of limitations.  The\r\ncontinuing violation doctrine ensures that these plaintiffs' claims\r\nare not foreclosed merely because the plaintiffs needed to see a\r\npattern of repeated acts before they realized that the individual\r\nacts were discriminatory.      \r\nThomas's claim presents a different question:  not\r\nwhether she is permitted to bring suit after many repeated harms,\r\nbut rather whether harm cognizable under Title VII existed at the\r\ntime she first received her performance appraisals.  This question\r\nis more appropriately addressed under the Johnson notice standard.\r\nApplying that standard, we consider when Thomas's\r\nperformance appraisals first caused her tangible, \"crystallized\"\r\nharm.  According to Kodak's compensation plan, appraisal scores\r\nwere intended to affect salary levels and determine \"who should be\r\npromoted, transferred, demoted, terminated, laid off, and re-\r\nemployed.\"  It is not clear whether Kodak informed employees of\r\nthis intention.  But even if employees were familiar with the\r\nintended possible uses of the scores, it appears that the effects\r\nlisted in the compensation plan remained abstract -- mere\r\npossibilities, not certainties.\r\n  This was particularly true in Thomas's case.  Flannery's\r\nappraisals evaluated Thomas's performance as only average or below\r\naverage.  But the appraisals did not specify that Thomas was to\r\nsuffer an immediate consequence for her alleged performance\r\nfailures, much less that they would mechanically lead to her being\r\nlaid off.   Cf. Colgan, 935 F.2d at 1410, 1419-20 (finding notice\r\nlacking even where an evaluation explicitly warned that adverse\r\nactions would be taken if the employee's performance did not\r\nimprove).  She was not told that layoffs were impending and that\r\nher scores placed her at high risk for layoff.  Even if she did\r\nhave this information, it would fall short of the \"crystallized\"\r\nimplications required under Johnson, 840 F.2d at 136, since being\r\nat risk for layoff (due to a low ranking relative to other\r\nemployees) and actually being selected for layoff are two quite\r\ndifferent things.\r\nKodak emphasizes the fact that Thomas refused to sign two\r\nof the three performance appraisals.  According to Kodak, her\r\nrefusal to sign \"demonstrates that she was dissatisfied with [the\r\nappraisals] for some reason\" and makes it \"evident that she then\r\nbelieved she had been treated unfairly.\"  Appellee's Brief at 18\r\nn.6.  A trier of fact could, but need not necessarily, conclude\r\nthat Thomas had notice of the appraisals' possible racial bias as\r\nsoon as they were presented to her.  However, this fact does not go\r\nto the relevant question under Johnson's notice rule:  whether\r\nThomas had notice of immediate, tangible consequences of her poor\r\nscores.  Kodak's argument pertains to notice of bias rather than\r\nthe notice of harm required under Johnson.  But notice of bias\r\nalone, absent harm, is clearly not sufficient under Johnson.\r\nWe hold that the performance appraisals Thomas received\r\nin 1990, 1991, and 1992 did not trigger the statute of limitations\r\nin  2000e-5(e)(1) at the time they were presented to Thomas,\r\nbecause they did not initially have any crystallized implications\r\nor apparent tangible effects.  Thomas's low appraisal scores first\r\nresulted in a concrete injury in 1993, when they led to her layoff.\r\nThus, under Johnson, her layoff marked the point of accrual.  Since\r\nThomas filed a charge with the EEOC within one hundred and eighty\r\ndays of her layoff (the shortest possible period imposed under\r\n2000e-5(e)(1)), her claim is timely. \r\n                             B\r\nThe second question on appeal is whether a reasonable\r\njury could find, based on Thomas's evidence, that Flannery\r\ndiscriminated against Thomas because of her race when she assigned\r\nThomas's performance appraisal scores.  See 42 U.S.C.  2000e-\r\n2(a)(1).  To reach an answer, we follow the three stages of the\r\n\"familiar burden-shifting framework,\" Mulero-Rodriguez v. Ponte,\r\nInc., 98 F.3d 670, 673 (1st Cir. 1996), that was first outlined in\r\nMcDonnell Douglas Corp. v. Green, 411 U.S. 792 (1973), and further\r\nexplained in Texas Department of Community Affairs v. Burdine, 450\r\nU.S. 248 (1981).  The three stages can be summarized as follows:\r\n  First, the plaintiff[] must establish a prima facie case\r\nthat [plaintiff] (1) was within a protected class;  (2)\r\nmet [the employer's] legitimate performance expectations;\r\n(3) was adversely affected;  and (4) was replaced by\r\nanother with similar skills and qualifications.  Once\r\n[plaintiff] do[es] so, the burden shifts to [the\r\nemployer] to produce a valid and nondiscriminatory reason\r\nfor the dismissal.  In the final stage, the burden shifts\r\nback to the plaintiff[] to show that [the employer's]\r\nstated reason for [plaintiff's] dismissal was false and\r\nbut a pretext for discrimination. \r\nMulero-Rodriguez, 98 F.3d at 673 (citations omitted). \r\nWe focus particularly on the final stage of the McDonnell\r\nDouglas/Burdine framework, because we agree with the district\r\ncourt's careful analysis of the first two stages.  See Thomas, 18\r\nF. Supp. 2d at 135.  Thomas has established a prima facie case of\r\ndiscrimination by showing that she is a member of a protected class\r\nwho met Kodak's legitimate performance expectations and was laid\r\noff, while Kodak retained persons outside the protected class.  See\r\nid.  This created a presumption that Kodak unlawfully discriminated\r\nagainst her.  See St. Mary's Honor Ctr. v. Hicks, 509 U.S. 502, 506\r\n(1993) (citing Burdine, 450 U.S. at 254).  To counter this\r\npresumption, Kodak must \"articulate some legitimate,\r\nnondiscriminatory reason\" for its action, McDonnell Douglas, 411\r\nU.S. at 802, that is, allege \"reasons for its action which, if\r\nbelieved by the trier of fact, would support a finding that\r\nunlawful discrimination was not the cause of the employment\r\naction,\"  Hicks, 509 U.S. at 507 (citing Burdine, 450 U.S. at 254-\r\n55).  At this second stage, the framework imposes on the defendant\r\nonly a burden of production.  The burden of persuasion remains at\r\nall times with the plaintiff.  See id. at 508 (citing Burdine, 450\r\nU.S. at 256).  Kodak met its burden of production -- and eliminated\r\nthe presumption that it had discriminated -- by contending that its\r\nlayoff decision was based solely on racially neutral performance\r\nappraisal scores.  See Thomas, 18 F. Supp. 2d at 135.\r\nAt the third stage of the McDonnell Douglas/Burdine\r\nframework, the ultimate burden is on the plaintiff to persuade the\r\ntrier of fact that she has been treated differently because of her\r\nrace.  See Hidalgo, 120 F.3d at 335.  This burden is often broken\r\ninto two separate tasks.  The plaintiff must present sufficient\r\nevidence to show both that \"the employer's articulated reason for\r\nlaying off the plaintiff is a pretext\" and that \"the true reason is\r\ndiscriminatory.\"   Udo v. Tomes, 54 F.3d 9, 13 (1st Cir. 1995)\r\n(citing Smith v. Stratus Computer, Inc., 40 F.3d 11, 16 (1st Cir.\r\n1994)).  For expository convenience, this court has sometimes\r\nlabeled these two findings \"pretext\" and \"plus\" and has referred to\r\nthe First Circuit rule as a \"pretext-plus\" standard.  See, e.g.,\r\nMullin v. Raytheon Co., 164 F.3d 696, 699 (1st Cir. 1999)\r\n(describing the difference between the \"federal 'pretext-plus'\r\nstandard and the Massachusetts 'pretext-only' standard\"); Dichner\r\nv. Liberty Travel, 141 F.3d 24, 30 (1st Cir. 1998) (describing the\r\n\"'pretext plus' approach\"). \r\nApplying this standard, the district court found that\r\nThomas had met the first part of her burden.  It determined that a\r\njury could find that the appraisal scores were objectively unfair\r\nor in some sense skewed against Thomas.  Accordingly, the court\r\nfound that \"[b]ased only on the evidence presented so far, a\r\nreasonable fact finder could determine that Flannery's reasons for\r\nlowering plaintiff's [performance appraisal] ratings were\r\npretextual.\"  Thomas, 18 F. Supp. 2d at 137.  As explained below,\r\nwe agree.\r\nBut the court also found that Thomas did not meet the\r\nsecond, \"plus\" part of her burden:  she failed to present evidence\r\nto create a genuine issue of fact about whether the allegedly\r\nunfair scores were due to her race and not some other factor.  See\r\nid. at 137-38.  The court compared the evidence presented by\r\nThomas, which in the court's view amounted only to evidence of \"an\r\nunwelcoming office environment,\" \"conspicuously unfair treatment\"\r\nby Flannery, and \"a personality conflict between Flannery and\r\nplaintiff,\" id., with the evidence presented by plaintiffs in other\r\nFirst Circuit cases in which plaintiffs had survived summary\r\njudgment:\r\n  In all of these cases, the plaintiff alleged at least one\r\npiece of evidence that explicitly referred to plaintiff's\r\nmembership in a protected class, and stated or implied\r\nthat this membership was or would soon adversely affect\r\nplaintiff's employment prospects.  By contrast, in cases\r\nwhere plaintiff fails to make any connection between\r\nadverse employment actions and membership in a protected\r\nclass, summary judgment is granted to the employer, and\r\njudgment is affirmed.\r\nId. at 138.  The court granted summary judgment to Kodak because it\r\nfound that Thomas had failed to \"make any connection\" between\r\nFlannery's actions and her own membership in a protected class. \r\nId.  In particular, the court found that Thomas failed to present\r\nany evidence that Flannery had expressly linked the low scores to\r\nThomas's race and that Thomas's evidence of pretext was not\r\n\"flagrant\" enough to support a finding of discrimination on its\r\nown.  Id. (emphasis added). \r\nThe district court's analysis mischaracterizes the\r\nplaintiff's burden at the third stage of the McDonnell\r\nDouglas/Burdine framework.  To clarify the actual nature of that\r\nburden, we make a number of points.\r\nFirst, the labels \"pretext\" and \"plus\" must be used with\r\ngreat care.  Although it uses the label \"plus,\" the First Circuit's\r\n\"pretext-plus\" standard \"does not necessarily require the\r\nintroduction of additional evidence\" beyond that required to show\r\n\"pretext,\" i.e., evidence showing that the employer's articulated\r\nreason is false.  Dichner, 141 F.3d at 30.  Plaintiffs may use the\r\nsame evidence to support both conclusions, \"provided that the\r\nevidence is adequate to enable a rational factfinder reasonably to\r\ninfer that unlawful discrimination was a determinative factor in\r\nthe adverse employment action.\"  Rodriguez-Cuervos v. Wal-Mart\r\nStores, Inc., No. 98-1732, 1999 WL 373525, at *7 n.5 (1st Cir. June\r\n11, 1999); see also Udo, 54 F.3d at 13.  \r\nA corollary is that there can be no mechanical formula at\r\nthe third stage of the McDonnell Douglas/Burdine framework.  \"The\r\nstrength of the prima facie case and the significance of the\r\ndisbelieved pretext will vary from case to case depending on the\r\ncircumstances.  In short, everything depends on the individual\r\nfacts.\"  Woods v. Friction Materials, Inc., 30 F.3d 255, 260 n.3\r\n(1st Cir. 1994).  Other circuits have highlighted the same point: \r\n\"The sufficiency of the finding of pretext to support a finding of\r\ndiscrimination depends on the circumstances of the case.\"  Fisher\r\nv. Vassar College, 114 F.3d 1332, 1338 (2d Cir. 1997).  Moreover,\r\n\"it is difficult, if not impossible, to say in any concise or\r\ngeneric way under what precise circumstances . . . an inference [of\r\ndiscrimination from a showing of pretext] will be inappropriate.\" \r\nAka v. Washington Hosp. Ctr., 156 F.3d 1284, 1294 (D.C. Cir. 1998). \r\nBecause discrimination, and discrimination cases, come in many\r\ndifferent forms, a case-by-case analysis is always necessary. \r\nThere can be no rigid requirement that plaintiffs introduce a\r\nseparate \"plus\" factor, such as a negative employer comment about\r\nthe plaintiff's protected class, in order to prove discrimination. \r\nOtherwise, the McDonnell Douglas/Burdine framework would no longer\r\nserve the purpose for which it was designed:  allowing plaintiffs\r\nto prove discrimination by circumstantial evidence.  See Smith v.\r\nF.W. Morse &amp; Co., 76 F.3d 413, 420-21 (1st Cir. 1996). \r\nOur second point is related.  That \"everything depends on\r\nthe individual facts\" means we need to look carefully at the\r\nparticular type of claim that Thomas is bringing.  As we understand\r\nThomas's argument, she alleges a more subtle type of disparate\r\ntreatment than the type often used to exemplify the operation of\r\nthe McDonnell Douglas/Burdine framework.  She does not argue that\r\nKodak has articulated a false reason for her layoff (for example,\r\nexcessive tardiness) in order to disguise the actual, unrelated \r\nreason (her race) -- what one might describe as a \"truth versus\r\nlies\" claim -- rather, she challenges the racial neutrality of the\r\nproffered reason itself.  The latter type of challenge is also\r\ncognizable as a form of disparate treatment:  if an employer\r\nevaluates employees of one race less favorably than employees of\r\nanother race who have performed equivalently, and if race, rather\r\nthan some other factor, is the basis for the difference in\r\nevaluations, then the disfavored employees have been subjected to\r\n\"discriminat[ion] . . . because of  . . . race.\"   2000e-2(a)(1). \r\nThe \"pretext-plus\" label may seem inapposite for this\r\ntype of claim, since the word \"pretext\" could suggest a conscious\r\nlie.  But issues of pretext should not be confused with the issue\r\nof whether there has been discrimination \"because of race.\"  As the\r\nSupreme Court has used the term \"pretext,\" the term provides \"no\r\njustification for assuming . . . that those employers whose\r\nevidence is disbelieved are perjurers and liars.\"  Hicks, 509 U.S.\r\nat 520.  According to the Hicks Court, \"[t]o say that the company\r\nwhich in good faith introduces such testimony, or even the\r\ntestifying employee himself, becomes a liar and a perjurer when the\r\ntestimony is not believed, is nothing short of absurd.\"  Id. at\r\n520-21. The ultimate question is whether the employee has been\r\ntreated disparately \"because of race.\"   This is so regardless of\r\nwhether the employer consciously intended to base the evaluations\r\non race, or simply did so because of unthinking stereotypes or\r\nbias.  See Robinson v. Polaroid Corp., 732 F.2d 1010, 1015 (1st\r\nCir. 1984) (noting that plaintiffs in a disparate treatment case\r\ncan challenge \"subjective evaluations which could easily mask\r\ncovert or unconscious race discrimination on the part of\r\npredominantly white managers\"); Sweeney v. Board of Trustees of\r\nKeene State College, 569 F.2d 169, 179 (1st Cir.) (permitting a\r\nchallenge to a decision process in which \"bias may often be\r\nunconscious and unexpressed\"), vacated on other grounds, 439 U.S.\r\n24, 24 (1978), aff'd after remand, 604 F.2d 106, 114 (1st Cir.\r\n1979) (noting again that sex discrimination includes \"the practice,\r\nwhether conscious or unconscious, of subjecting women to higher\r\nstandards of evaluation than are applied to their male\r\ncounterparts\").\r\nThe Supreme Court has long recognized that unlawful\r\ndiscrimination can stem from stereotypes and other types of\r\ncognitive biases, as well as from conscious animus.  Indeed,\r\ndiscussing age discrimination in Hazen Paper Co. v. Biggins, 507\r\nU.S. 604 (1993), the Court characterized employer decisions \"'based\r\nin large part on stereotypes unsupported by objective fact,'\"  id.\r\nat 610-11 (quoting EEOC v. Wyoming, 460 U.S. 226, 231 (1983)), as\r\n\"the essence of what Congress sought to prohibit in the ADEA,\" id.\r\nat 610 (emphasis added).  And the prohibition against this form of\r\ndisparate treatment is not limited to the context of age\r\ndiscrimination.  The Court has interpreted Title VII as\r\n\"'prohibit[ing] all practices in whatever form which create\r\ninequality in employment opportunity due to discrimination on the\r\nbasis of race, religion, sex, or national origin,'\" County of\r\nWashington v. Gunther, 452 U.S. 161, 180 (1981) (quoting Franks v.\r\nBowman Transp. Co., 424 U.S. 747, 763 (1976)), and has noted that\r\nthis includes \"the entire spectrum of disparate treatment of men\r\nand women resulting from sex stereotypes,\" id. (quoting Los Angeles\r\nDept. of Water &amp; Power v. Manhart, 435 U.S. 702, 707 n.13 (1978)). \r\nStereotypes or cognitive biases based on race are as incompatible\r\nwith Title VII's mandate as stereotypes based on age or sex; here\r\ntoo, \"the entire spectrum of disparate treatment\" is prohibited.\r\nThe role of such stereotyping has been discussed most\r\nthoroughly in that branch of disparate treatment law developed\r\napart from the McDonnell Douglas/Burdine framework and known as the\r\nPrice Waterhouse framework.  See Price Waterhouse v. Hopkins, 490\r\nU.S. 228, 239-58 (1989); Smith, 76 F.3d at 420-22 (comparing the\r\ntwo frameworks).  The district court in Price Waterhouse found that\r\nthe employer, an accounting firm, had discriminated against Ann\r\nHopkins by permitting stereotypical attitudes about women to play\r\na role in its decision not to invite her to become partner.  See\r\nHopkins v. Price Waterhouse, 618 F. Supp. 1109, 1118-19 (D.D.C.\r\n1985).  On appeal, the employer contended that it could not be\r\nliable for disparate treatment because \"Hopkins did not prove\r\n'intentional' discrimination on the part of the [decision-making]\r\nBoard, but only 'unconscious' sexual stereotyping by unidentified\r\npartners who participated in the selection process.\"  Hopkins v.\r\nPrice Waterhouse, 825 F.2d 458, 468 (D.C. Cir. 1987), aff'g in part\r\nand rev'g in part Hopkins, 618 F. Supp. at 1113-21.  The D.C.\r\nCircuit squarely rejected this argument:\r\n  In keeping with [Title VII's remedial] purpose, the\r\nSupreme Court has never applied the concept of intent so\r\nas to excuse an artificial, gender-based employment\r\nbarrier simply because the employer involved did not\r\nharbor the requisite degree of ill-will towards the\r\nperson in question.  As the evidentiary framework\r\nestablished in McDonnell Douglas makes clear, the\r\nrequirement[] of discriminatory motive in disparate\r\ntreatment cases does not function as a \"state of mind\"\r\nelement, but as a method of ensuring that only those\r\narbitrary or artificial employment barriers that are\r\nrelated to an employee or applicant's race, sex,\r\nreligion, or national origin are eliminated.  \r\nId. at 468-69 (footnotes omitted); see also Lynn v. Regents of the\r\nUniv. of Cal., 656 F.2d 1337, 1343 n.5 (9th Cir. 1981) (\"[W]hen\r\nplaintiffs establish that decisions regarding . . . employment are\r\nmotivated by discriminatory attitudes relating to race or sex, or\r\nare rooted in concepts which reflect such attitudes, however\r\nsubtly, courts are obligated to afford the relief provided by Title\r\nVII.\").\r\nThe court of appeals found it unsurprising that the\r\ndisparate treatment doctrine focuses on causality rather than\r\nconscious motivations, since \"unwitting or ingrained bias is no\r\nless injurious or worthy of eradication than blatant or calculated\r\ndiscrimination.\"  Hopkins, 825 F.2d at 469.  If the plaintiff has\r\nshown that she was treated less favorably because of her gender,\r\nthe court said, \"the fact that some or all of the partners at Price\r\nWaterhouse may have been unaware of that motivation, even within\r\nthemselves, neither alters the fact of its existence nor excuses\r\nit.\"  Id.\r\nThe Supreme Court upheld this portion of the D.C.\r\nCircuit's decision.  See Price Waterhouse, 490 U.S. at 250-52\r\n(plurality opinion); id. at 259 (White, J., concurring in the\r\njudgment); id. at 261, 272, 277-78 (O'Connor, J., concurring in the\r\njudgment); see also Hopkins v. Price Waterhouse, 920 F.2d 967, 969\r\n(D.C. Cir. 1990) (affirming district court decision after remand\r\nfrom Supreme Court) (noting that this portion of Hopkins, 825 F.2d\r\nat 468-69, was upheld by the Supreme Court).  The Price Waterhouse\r\nplurality explained:  \"In the specific context of sex stereotyping,\r\nan employer who acts on the basis of a belief that a woman cannot\r\nbe aggressive, or that she must not be, has acted on the basis of\r\ngender.\"  Price Waterhouse, 490 U.S. at 249.  The plurality added\r\nthat \"[b]y focusing on [the plaintiff's] specific proof, . . . we\r\ndo not suggest a limitation on the possible ways of proving that\r\nstereotyping played a motivating role in an employment decision.\" \r\nId. at 251-52.\r\nThe concept of \"stereotyping\" includes not only simple\r\nbeliefs such as \"women are not aggressive\" but also a host of more\r\nsubtle cognitive phenomena which can skew perceptions and\r\njudgments.  Price Waterhouse highlighted one such phenomenon:  the\r\ntendency of \"unique\" employees (that is, single employees belonging\r\nto a protected class, such as a single female or a single minority\r\nin the pool of employees) to be evaluated more harshly in a\r\nsubjective evaluation process.  See id. at 235-36; see also\r\nVillanueva v. Wellesley College, 930 F.2d 124, 131 (1st Cir. 1991)\r\n(discussing possible relevance of plaintiff's status as the sole\r\nemployee within a protected class).  Other types of biased thinking\r\nare also widely recognized.  See generally  L. H. Krieger, The\r\nContent of Our Categories:  A Cognitive Bias Approach to\r\nDiscrimination and Equal Employment Opportunity, 47 Stan. L. Rev.\r\n1161, 1186-1217 (1995) (describing varieties of cognitive bias); C.\r\nR. Lawrence III, The Id, the Ego, and Equal Protection:  Reckoning\r\nwith Unconscious Racism, 39 Stan. L. Rev. 317, 328-44 (1987)\r\n(discussing forms of racism); see also D. Charny &amp; G. M. Gulati,\r\nEfficiency-Wages, Tournaments, and Discrimination: A Theory of\r\nEmployment Discrimination for \"High-Level\" Jobs, 33 Harv. C.R.-C.L.\r\nL. Rev. 57, 77-78, 83 (1998) (noting the inability of the market\r\nalone to correct the effects of cognitive biases and stereotypes).\r\nWe make one final general point about the third stage of\r\nthe McDonnell Douglas/Burdine framework:  in the context of a\r\nmotion for summary judgment, courts must be very cautious about sua\r\nsponte finding non-discriminatory reasons for apparently disparate\r\ntreatment.  Although the presumption of discrimination has dropped\r\nout of the case by the third stage of the McDonnell Douglas/Burdine\r\nframework, its rationale remains relevant:  discrimination, rarely\r\nexplicit and thus rarely the subject of direct evidence, may be\r\nproven through the elimination of other plausible non-\r\ndiscriminatory reasons until the most plausible reason remaining is\r\ndiscrimination.  See Burdine, 450 U.S. at 254 n.8 (noting that \"the\r\nallocation of burdens\" in a Title VII case \"is intended\r\nprogressively to sharpen the inquiry into the elusive factual\r\nquestion of intentional discrimination\").  In this case, for\r\ninstance, the plaintiff has argued that her appraisal scores were\r\nunfairly low because of her race, while the defendant has argued\r\nthat the scores were objectively fair.  By finding that plaintiff\r\nhas presented enough evidence to suggest that her scores were\r\nunfairly low, and then speculating that a personality conflict\r\ncould be the source of that unfairness, the district court\r\nerroneously adopted a third view.  See Thomas, 18 F. Supp. 2d at\r\n137-38.  No party in this case has argued that a personality\r\nconflict explained any disparity in the scores assigned by\r\nFlannery, and the district court should not, at summary judgment,\r\nhave replaced Kodak's articulated explanation sua sponte with its\r\nown.  It may be that a jury (or judge, if no jury trial is claimed)\r\nwould find at trial that a personality conflict rather than racial\r\nbias is the best explanation for any difference in scores.  But the\r\nquestion at summary judgment is not which of the possible\r\nexplanations is most convincing; it is whether the plaintiff has\r\nproduced enough evidence to raise a genuine issue of fact regarding\r\nher explanation.  \r\nHaving clarified the actual nature of the plaintiff's\r\nburden under McDonnell Douglas/Burdine, we now consider whether\r\nThomas has met that burden.  Because the employer here has\r\narticulated a non-discriminatory reason for its action, the initial\r\npresumption of discrimination created under McDonnell\r\nDouglas/Burdine has dropped from the case.  See Hicks, 509 U.S. at\r\n510-11; Smith, 76 F.3d at 421.  This leaves the plaintiff with the\r\nultimate burden of proving discrimination.  She must produce\r\nevidence to create a genuine issue of fact with respect to two\r\npoints:  whether the employer's articulated reason for its adverse\r\naction was a pretext and whether the real reason was race\r\ndiscrimination.  See Udo, 54 F.3d at 13.  In other words, she must\r\nproduce evidence to permit a reasonable jury to conclude both that\r\ndisparate treatment occurred and that the difference in treatment\r\nwas because of race.  The same evidence may support both showings. \r\nSee id. \r\nThe first portion of Thomas's third-stage burden is to \r\nproduce sufficient evidence to show that she was not evaluated on\r\nthe same terms as her colleagues, but rather was evaluated more\r\nharshly than the other, non-minority CSRs.  The district court\r\nfound that the plaintiff met this portion of her burden:  she\r\nproduced enough evidence to allow a reasonable factfinder to\r\ndetermine that Flannery's reasons for assigning her scores were\r\n\"pretextual.\"  Thomas, 18 F. Supp. 2d at 137.  We agree.\r\nOne strong piece of evidence is the sharp drop in\r\nThomas's overall score (from 6 in 1989 to 3 in 1990) after Flannery\r\nbecame her supervisor.  While the drop in score would not\r\ndemonstrate uneven treatment if Flannery were simply a \"tough\r\ngrader,\" this does not appear to have been the case.  In 1990, when\r\nThomas received a 3, all of the other CSRs whom Flannery graded\r\nreceived either a 5 or a 6.  Furthermore, over her three years as\r\nsupervisor Flannery gave CSRs other than Thomas a number of 7s in\r\nindividual categories, a score that earlier supervisors\r\ncharacterized as extremely rare or even unheard of. \r\nThe drop in Thomas's score from 1989 to 1990 would also\r\nfail to demonstrate uneven treatment if it merely reflected a\r\nhigher standard imposed upon Thomas due to her grade change in\r\n1989.  According to Kodak, \"the higher the wage grade and salary,\r\nthe more Kodak expected from the employee.\"  Appellee's Brief at\r\n34.  But Thomas presents deposition testimony from other\r\nsupervisors suggesting that there was no such rule, and the scores\r\nthat Flannery assigned to other Wellesley CSRs seem to bear this\r\nout:  one CSR who received a grade change in 1991 received a 5 in\r\n1992 after receiving a 6 in 1991 (a drop of only one point rather\r\nthan three after the grade change), and another CSR who received a\r\ngrade change in 1991 received a higher score the following year\r\n(from a 4 in 1991 to a 5 in 1992).\r\nThomas makes other specific comparisons as well.  The\r\nstrongest of these concern her scores for \"quantity of results,\"\r\nwhich was the most objective of the categories appraised, since it\r\nwas based directly on the number of machines and installations for\r\nwhich a CSR was responsible.   Thomas's scores appear low when\r\ncompared to the scores for quantity given to other CSRs.  In 1990,\r\nfor instance, Thomas received only a 3 for quantity of results --\r\na below average score -- for managing 730 machines and 110\r\ninstallations, while another CSR, also in the K6 grade, received a\r\n5 for quantity in 1991 for managing far fewer machines (504) and\r\nfewer installations (81).  Kodak argues that the comparison is\r\n\"unfair and analytically unsound\" because the other employee had\r\nbeen at the K6 grade for many years, and \"[s]ustained performance\r\nat a higher grade counts for more than a relatively shorter period\r\nof performance at the higher grade.\"  Appellee's Brief at 35.  This\r\nargument might persuade a jury to discount the value of this\r\ncomparison, but it does not render the comparison meaningless at\r\nsummary judgment, where Thomas need only produce evidence\r\nsufficient to support her contention that her scores were lower\r\nthan those given to similarly performing non-minority CSRs.  See\r\nMolloy v. Blanchard, 115 F.3d 86, 91 (1st Cir. 1997) (noting that\r\n\"'[e]xact correlation is neither likely nor necessary'\" and \r\nstating that \"'[t]he test is whether a prudent person, looking\r\nobjectively at the incidents, would think them roughly\r\nequivalent.'\" (quoting Dartmouth Review v. Dartmouth College, 889\r\nF.2d 13, 19 (1st Cir. 1989))).  \r\nIn addition to the performance appraisals themselves,\r\nThomas presents other evidence to show that Flannery treated her\r\ndifferently than she treated the other CSRs.  According to Thomas,\r\nFlannery used flimsy grounds to prevent her from delivering an\r\nimportant presentation at a Kodak meeting, refused to provide her\r\nwith computer training, failed to allow her appropriate\r\ndevelopmental opportunities, and failed to evaluate her accurately\r\non the basis of her interaction with customers (since she never\r\naccompanied Thomas on site in order to observe that interaction, as\r\nshe did with the other CSRs). \r\nOn the whole Thomas has presented enough evidence to\r\nsurvive summary judgment on the question of disparate treatment. \r\nSome of Thomas's scores, and particularly the 1990 scores, appear\r\nlower than one would expect given her apparent performance level. \r\nA reasonable jury, examining the evidence Thomas has submitted,\r\ncould conclude that Thomas was evaluated more harshly than other,\r\nnon-minority CSRs supervised by Flannery.  \r\nKodak argues that, even if true, this would not matter,\r\nbecause Thomas would have been laid off anyway.  Even if Thomas had\r\nreceived the highest possible score (7) in 1990, Kodak says, her\r\nPAR ranking would not have changed:  because the PAR formula so\r\nheavily weighted the two more recent scores, Thomas would still\r\nhave had the second lowest PAR score among the CSRs and would still\r\nhave been selected for layoff.   There are two flaws with this\r\nargument.  First, it ignores the natural implications of a finding\r\nthat the 1990 scores were unfairly low.  To the extent that\r\nThomas's 1990 scores were inappropriately low, a factfinder could\r\ninfer that her later scores -- although higher than her 1990 scores\r\n-- were inappropriately low as well (and indeed, they were\r\nconsistently lower than the scores given to the other CSRs, as\r\ndemonstrated by the performance appraisals that Kodak has produced\r\nfor 1991 and 1992).   Second, Kodak's argument ignores the fact\r\nthat performance appraisal scores were expressly on a curve. \r\nAccording to Kodak's compensation plan, scores were to be\r\n\"validated\" by reference to an informal supervisor ranking of\r\nemployees in the group.  Thus, if Thomas's scores had gone up,\r\nother CSRs' scores might have gone down.  Whether accurate scoring\r\nof Thomas in relation to the other CSRs would have saved her from\r\nlayoff is something Thomas must prove at trial.  But she has\r\ncreated a genuine issue with respect to this question.  Not only\r\nhas she produced evidence which suggests that Flannery treated her\r\ndifferently and graded her more harshly than the other CSRs, she\r\nhas also produced evidence to support the claim that her earlier\r\nevaluations were a more accurate appraisal of her performance: (1)\r\nher promotion in 1989 to the K6 grade, which was reserved for\r\n\"outstanding\" CSRs \"servicing the largest and/or most sensitive\r\naccounts,\" (2) her salary, which was higher than her seniority\r\nwould predict, presumably reflecting the fact that Kodak had, over\r\nthe years, found her performance level to be comparatively high,\r\nand (3) the positive comments from customers and from other\r\nsupervisors, which suggest that she was in fact one of the better\r\nCSRs.\r\n Our inquiry does not end with this finding, since even\r\nthe most blatant unfairness cannot, on its own, support a Title VII\r\nclaim.  \"Title VII does not grant relief to a plaintiff who has\r\nbeen discharged unfairly, even by the most irrational of managers,\r\nunless facts and circumstances indicate that discriminatory animus\r\nwas the reason for the decision.\"  Smith, 40 F.3d at 16; see also\r\nRodriguez-Cuervos, 1999 WL 373525, at *5.  Instead, our focus\r\nshifts to the question whether Thomas has produced sufficient\r\nevidence to support a finding that the apparent disparity in\r\ntreatment was due to her race. \r\nAs we emphasized above, Thomas can meet her burden with\r\nrespect to this question using the same evidence used to show\r\nunequal treatment.  The district court's opinion can be read to say\r\nthat at this stage the plaintiff must produce what has been called\r\n\"direct\" evidence,  such as racially explicit statements.  That is\r\nnot so.  There is no requirement that a plaintiff, having shown\r\ndifferential treatment and pretext, must present direct, \"smoking\r\ngun\" evidence of racially biased decisionmaking in order to\r\nprevail.  Where the disparity in treatment is striking enough, a\r\njury may infer that race was the cause, especially if no\r\nexplanation is offered other than the reason rejected as\r\npretextual.  That is the case here, since Kodak argues that\r\nThomas's scores were objectively fair, not that they were unfair\r\ndue to a personality conflict, as the district court surmised.\r\nIn fact, Thomas does present additional evidence on this\r\npoint.  She describes incidents and situations which suggest that\r\nFlannery had a general disregard for her professional abilities and\r\nstatus.  It also appears, from the picture that Thomas paints (and\r\nwhich Kodak does not dispute) that Flannery was at times\r\ninappropriately upset or angry with Thomas, to the point of\r\nbehaving unprofessionally.  This, in turn, suggests that she did\r\nnot respond neutrally to Thomas.  A jury might reasonably infer\r\nfrom Thomas's description of these incidents that Thomas's race was\r\nan issue for Flannery and that Flannery's evaluations of Thomas\r\nwere affected by some form of conscious animus or less conscious\r\nbias.\r\nOur assessment of the evidence would be quite different\r\nif Thomas had been one of several black employees supervised by\r\nFlannery, some of whose scores were not low relative to those of\r\nthe non-minority CSRs.  But that was not the case.  Thomas was the\r\nonly black CSR, and one can infer from the evidence that she was\r\nalso the only CSR who was evaluated unfairly. Given this, it is\r\nreasonable to infer that race played a determinative role in the\r\nevaluation process -- especially since there is also other evidence\r\nthat Flannery treated Thomas poorly.  Indeed, the very fact that\r\nThomas was the only black CSR at the Wellesley office may have\r\nincreased the likelihood that she would be evaluated more harshly. \r\nSee Price Waterhouse, 490 U.S. at 235-36; Villanueva, 930 F.2d at\r\n131.\r\nIn the end, Thomas is in a different position than a\r\nplaintiff who merely \"disagree[s] with [the employer's] assessment\r\nof her relative performance.\"  Compton v. GTE Gov't Sys., Corp.,\r\nNo. 93-11383, 1995 WL 791938, at *6 (D. Mass. Dec. 7, 1995), cited\r\nin Thomas, 18 F. Supp. 2d at 136; see also Blick v. Pitney Bowes\r\nManagement Servs., Inc., No. 93-11573, 1995 WL 791945, at *5 (D.\r\nMass. Dec. 25, 1995) (noting that a plaintiff's mere disagreement\r\nwith the employer's \"assessment of his work attitude . . . is not\r\nsufficient to create a triable federal discrimination claim\"),\r\ncited in Thomas, 18 F. Supp. 2d at 136.  Thomas has presented\r\n\"evidence from which the trier of fact reasonably could conclude\r\nthat [her] abilities and qualifications were equal or superior to\r\nemployees who were retained.\"  Goldman v. First Nat'l Bank of\r\nBoston, 985 F.2d 1113, 1119 (1st Cir. 1993).  It is not an\r\n\"improbable inference[]\" or \"unsupported speculation,\" Medina-Munoz\r\nv. R.J. Reynolds Tobacco Co., 896 F.2d 5, 8 (1st Cir. 1990), to\r\nfurther conclude, based on the evidence available at summary\r\njudgment, that Kodak failed to recognize this fact because it\r\nrelied on an evaluation procedure that was tainted by racial bias.\r\n                              IV\r\nThomas's claim is timely, and it is based on sufficient\r\nevidence to permit a reasonable jury to find that Flannery\r\ndiscriminated against Thomas because of her race when she assigned\r\nthe performance appraisal scores that led to Thomas's layoff. \r\nAccordingly, we reverse the district court's grant of summary\r\njudgment and remand for further proceedings consistent with this\r\nopinion.  \r\nCosts are awarded to appellant.\n",
  "html": "",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<pre class=\"inline\">                               \r\n               United States Court of Appeals\r\n                   For the First Circuit\r\n                                         \r\n\nNo. 98-2231                      \r\n\n                        MYRTLE THOMAS,\r\n\n                    Plaintiff, Appellant,\r\n\n                              v.\r\n\n                    EASTMAN KODAK COMPANY,\r\n\n                     Defendant, Appellee.\r\n\n                                         \r\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n              FOR THE DISTRICT OF MASSACHUSETTS\r\n\n      [Hon. W. Arthur Garrity, Jr., U.S. District Judge]\r\n\n                                         \r\n\n                            Before\r\n\n                    Lynch, Circuit Judge,\r\n               Bownes, Senior Circuit Judge,\r\n                 and Lipez, Circuit Judge.\r\n                                         \r\n\n   Marisa A. Campagna, with whom the Law Offices of Marisa A.\r\nCampagna were on brief, for appellant.\r\n   Michael A. Fitzhugh, with whom Jon M. Nelson and Fitzhugh &amp;\r\nAssociates were on brief, for appellee.\r\n\n                                         \r\n\n                       July 15, 1999\r\n                                             LYNCH, Circuit Judge.  In 1993, Myrtle Thomas, the only\r\nblack Customer Service Representative in Eastman Kodak's Wellesley,\r\nMassachusetts office, was laid off.  Thomas responded with a race\r\ndiscrimination suit against Kodak under Title VII, 42 U.S.C.\r\n2000e to e-17, arguing that Kodak's layoff decision was\r\ndiscriminatory because it resulted from a ranking process that\r\nrelied on racially biased performance appraisals prepared in 1990,\r\n1991, and 1992.  Kodak made two arguments in its motion for summary\r\njudgment:  first, that Thomas's claim was time-barred because the\r\nperformance appraisals were conducted outside of Title VII's\r\nstatutory limitation period, and second, that Thomas failed in any\r\nevent to present enough evidence of racial animus to support a\r\ndisparate treatment claim.  The district court disagreed with the\r\nfirst point but agreed with Kodak's second argument and granted\r\nsummary judgment.  Both issues are before us on appeal.\r\nWe decide both in favor of Thomas.  We find Thomas's\r\nclaim to be timely because the discriminatory appraisals that she\r\nis challenging first caused her concrete harm when they led to her\r\nlayoff in 1993.  Because we also find that she has presented enough\r\nevidence to support her claim that the performance appraisals were\r\nracially biased, we reverse the district court's grant of summary\r\njudgment and remand for further proceedings.\r\nAfter thirty-five years of litigation under Title VII,\r\ncases can still present new wrinkles.  This is one such case. \r\nBecause it raises a number of important issues -- some new and some\r\nfamiliar but difficult -- we preview the key holdings.\r\nFirst, when an employer utilizes scores from past\r\nperformance appraisals in an objective formula to determine who\r\nwill be laid off, and the laid-off employee suffered no earlier\r\nconcrete harms from those appraisals, the accrual date for the\r\nlimitations period is the date of the notice of layoff, not the\r\ndate of the performance appraisals.  \r\nSecond, once there is sufficient evidence to create a\r\nmaterial issue of fact that the employer's articulated reason for\r\nan adverse employment action is a pretext, there is no requirement\r\nthat a plaintiff always produce direct evidence to demonstrate that\r\nthe real reason was discriminatory.\r\nThird, Title VII's prohibition against \"disparate\r\ntreatment because of race\" extends both to employer acts based on\r\nconscious racial animus and to employer decisions that are based on\r\nstereotyped thinking or other forms of less conscious bias.\r\nFourth, under the McDonnell Douglas/Burdine framework, a\r\ncourt may not enter summary judgment for an employer based upon a\r\nnon-discriminatory reason not articulated by the employer but\r\nidentified sua sponte by the district court.\r\n                             I\r\nIn reviewing a grant of summary judgment, we consider the\r\nfacts in the light most favorable to the nonmoving party, drawing\r\nall reasonable inferences in that party's favor.  See Aponte Matos\r\nv. Toledo Davila, </pre><span class=\"citation\" data-id=\"197772\"><a href=\"/opinion/197772/aponte-matos-v-toledo-davila/\"><span class=\"volume\">135</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">182</span></a></span><pre class=\"inline\">, 186 (1st Cir. 1998).  Given the\r\nsubtlety of the questions before us, we outline Thomas's\r\nexperiences at Kodak in some detail.\r\nThomas was a long-term Kodak employee.  She first began\r\nworking for the company in 1974.  In 1980, after working for six\r\nyears in clerical and administrative positions in Kodak's\r\nRochester, New York facility, she was promoted to Customer Support\r\nRepresentative (\"CSR\") within the Office Imaging Division and\r\ntransferred to Kodak's office in Wellesley, Massachusetts. \r\nAlong with five other CSRs working out of the Wellesley\r\noffice, Thomas supported customers in an assigned territory who\r\nowned Kodak copiers and other Kodak equipment.  She helped\r\nsalespeople perform installations, trained customers in the use and\r\nmaintenance of Kodak equipment, facilitated communication between\r\ncustomers and sales and service personnel, and provided other forms\r\nof marketing support.  \r\nThomas generally performed her job well.  Kodak managers\r\nwho supervised Thomas during her first ten years as a CSR in the\r\nWellesley office reported variously that they were never\r\ndissatisfied with her performance, that they were \"delighted\" with\r\nThomas, that her work was \"excellent\" and \"far superior\" to that of\r\nsome of the other CSRs, that she was \"very much on top of things,\"\r\nand that she was \"the perfect support person.\"  \r\nCo-workers and customers expressed similar sentiments. \r\nA sales representative who worked with Thomas sent a memorandum to\r\nThomas's supervisor praising her \"continuous professionalism,\"\r\n\"very high level of commitment,\" and \"total dedication.\"  The sales\r\nrepresentative later noted that he was particularly impressed with\r\nthe way a certain customer \"really went out of his way\" to\r\nemphasize his satisfaction with Thomas's support.  Another customer\r\nwho contacted Kodak after Thomas's layoff described Thomas as \"an\r\nirreplaceable part of the Kodak team\" and explained that Thomas was\r\nthe primary reason for his selection of Kodak copiers over copiers\r\nfrom other companies.  The customer concluded:  \"In my many\r\ncontacts with company representatives, I have not met anyone of the\r\nclass and caliber of Myrtle Thomas.\"\r\nBecause of her high level of performance, Thomas received\r\nawards and bonuses from Kodak.  In 1989, the company also changed\r\nThomas's grade from K4 to K6, which resulted in a salary increase.\r\nAccording to Kodak's job description, the K6 grade was limited to\r\nCSRs  who were \"making an outstanding contribution to the support\r\nactivities,\" defined as \"servicing the largest and/or most\r\nsensitive accounts, developing and giving individualized\r\npresentations and/or demonstrations, and training new CSRs.\" \r\nThomas received at least eight other salary increases during her\r\nyears as a CSR.  At the time of the 1993 layoff, Thomas was the\r\nfourth most senior CSR in the Wellesley office and earned the third\r\nhighest salary. \r\nThe Kodak compensation plan stated that \"[t]he company's\r\ngoal for [its] pay program is to reward each individual's job\r\nperformance appropriately\" and to ensure that \"[p]eople with higher\r\nperformance will, over time, be paid more than average performers.\"\r\nThe company made use of annual performance appraisals in order to\r\nreach this goal.  According to the compensation plan, performance\r\nappraisals were also used for a number of other purposes,\r\nincluding:\r\n  A. Evaluating and documenting the performance of each\r\nindividual in comparison with performance expectations\r\nfor the job.\r\n  B.  Providing individuals with constructive feedback.\r\n  C. Identifying the guidance and training that can help\r\nindividuals be as successful as their ability permits.\r\n  [and]\r\n  D.  Determining who should be promoted, transferred,\r\ndemoted, terminated, laid off, and re-employed.\r\nTo conduct an appraisal, the supervisor who directed an\r\nemployee's day-to-day activities filled out an appraisal form.  The\r\nform contained a section pertaining to \"basic performance\r\nmeasures,\" which included categories for quality of results,\r\nquantity of results, job skills, and teamwork.  Another section\r\npertained to \"additional performance measures,\" including\r\ndependability, versatility, communications, and leadership.  The\r\nform required the supervisor to give the employee a rating from 1\r\nto 7 for each applicable category, as well as an overall rating.\r\nA separate section of the appraisal form contained space for the\r\nsupervisor's comments on the evaluated categories, a description of\r\nany developmental opportunities, a description of matters discussed\r\nduring the post-appraisal interview with the employee, and both\r\nsupervisor and employee signatures.  Each appraisal was also\r\nreviewed and signed by the appraiser's supervisor.  The appraiser\r\nand the appraiser's supervisor were together responsible for the\r\nappraisal's accuracy, consistency, and conformance to company\r\npolicy, including a policy favoring fair and objective evaluations,\r\nconducted \"without regard to non-job-related criteria such as[]\r\nrace.\" \r\nKodak intended the appraisal scores to be on a curve,\r\ncompany-wide.  The compensation plan suggested that \"performance\r\nappraisal ratings for large groups of people (approximately 100 or\r\nmore) [should] average around the middle of the rating scale,\" but\r\nacknowledged that factors such as the amount of turnover and the\r\npercentage of long-term employees could influence the distribution\r\nof ratings in any given group, particularly groups with a small\r\nnumber of employees.  The compensation plan suggested that\r\nappraisers attempt to validate their distribution of appraisal\r\nratings by rank-ordering employees in the same grade and job\r\ncategory.  After the rank ordering was complete, supervisors would\r\nfinalize the preliminary ratings to agree with the rank-order\r\nresults.  However, these rank orderings were not discussed with\r\nemployees.  Supervisors were told that \"[a]ppraisals verified\r\nthrough this process [should be] communicated by referencing\r\nperformance relative to job expectations with no reference to the\r\nrank-order process.\" \r\nThomas's appraisals for 1988 and 1989 show that she was\r\nperforming at a high level.  In 1988, when she was responsible for\r\nmore than 400 machines, Thomas received seven 5 ratings and one 6\r\nrating, for an overall rating of 5, which was a rating \"appropriate\r\nfor individuals who not only achieve results and meet all\r\nexpectations on a regular basis, but who go beyond these\r\nrequirements from time to time.\"  Her supervisor's comments were\r\nuniformly positive.  In 1989, when she was responsible for more\r\nthan 500 machines, Thomas received even higher ratings -- five 6s\r\nand three 5s, for an overall rating of 6, which meant that her\r\n\"[p]erformance consistently exceed[ed] the requirements of the\r\nposition and [was] characterized by unusual initiative,\r\nresourcefulness, and creativity.\"  Once again, the supervisor's\r\ncomments were uniformly positive.\r\n In 1989, Kodak created the position of Customer Support\r\nManager throughout its Office Imaging organization.  Thomas asked\r\nto be considered for the Wellesley position, but was told that she\r\nwas not qualified.  Instead, the position went to Claire Flannery,\r\na former CSR who had been working as a division secretary.  As\r\nCustomer Support Manager, Flannery was responsible for supervising\r\nthe six Wellesley CSRs.  She remained in this position until 1993,\r\nwhen both she and Thomas were laid off as part of a company-wide\r\nreduction in force.\r\n The appointment of Flannery as Customer Support Manager\r\nmarked a significant downturn in Thomas's fortunes at Kodak. \r\nAlthough Thomas states that she and Flannery \"were on a\r\nprofessional basis,\" and Flannery denies having any problems with\r\nThomas's job performance, it appears that their working\r\nrelationship was strained.  Thomas alleges that Flannery treated\r\nher differently from the other five CSRs, all of whom were white\r\n(as were, in fact, all of the other CSRs during Thomas's thirteen\r\nyears in the Wellesley office).  \r\nShe describes a number of occasions on which she claims\r\nFlannery unnecessarily damaged her professional standing with\r\ncustomers.  For example, on the only occasion on which Flannery\r\naccompanied Thomas to a customer training session in order to\r\nobserve Thomas's work, Flannery instead took over the session and\r\nconducted the entire training herself.  On another occasion,\r\nFlannery told Thomas the wrong time for a training session Flannery\r\nhad scheduled on site, and then refused to write to the customer,\r\nwho was upset, to explain why Thomas had been several hours late. \r\n(After Thomas proved to Flannery what had occurred by playing back\r\nFlannery's voice mail message to her, Flannery did agree to call --\r\nbut not to write -- the customer.)  On a third occasion, Flannery\r\nbecame quite angry and attempted physically to block Thomas from\r\nleaving a CSR meeting which had been scheduled at the same time as\r\nan important training session for one of Thomas's customers.  \r\n Thomas also provides evidence from which the inference\r\ncan be drawn that Flannery did not evaluate her skills fairly or\r\ngive her appropriate opportunities for growth and success.  For\r\nexample, Flannery did not travel with Thomas as she did with the\r\nother CSRs in order to observe Thomas's interactions with\r\ncustomers.  Flannery did not give Thomas the same type of\r\ndevelopmental opportunities available to other CSRs.  She\r\ncriticized Thomas for lack of computer skills, but then failed to\r\ntrain Thomas when computer equipment became available.  After\r\nThomas was asked to prepare a presentation for a Kodak meeting,\r\nFlannery told her that there would not be time for her\r\npresentation, although time was found for a presentation by a white\r\nemployee on a less pressing topic.  Thomas was denied the\r\nopportunity to apply for sales jobs, despite her good track record\r\nin sales support activities.  Flannery expressly discouraged her\r\nfrom applying for a management position in another division,\r\ntelling her she was not qualified because she did not yet have a\r\nmaster's degree (Thomas was studying for one at the time), even\r\nthough none of the other managers in that position had a master's\r\ndegree or even a bachelor's degree.  Finally, Flannery went to\r\ngreat lengths to prevent Thomas from meeting with Bill Cassidy, the\r\nRegional Vice President for Office Imaging, to discuss advancement\r\nopportunities, and became angry when Thomas nevertheless managed to\r\nschedule an appointment.  \r\n Thomas's most significant and concrete allegation is\r\nthat Flannery gave her inaccurately low scores on her annual\r\nperformance appraisals.  For example, after receiving only 5s and\r\n6s in 1988 and 1989, Thomas received a 2, four 3s, and a 4 from\r\nFlannery in 1990, for an overall score of 3.  This was a below-\r\naverage rating, appropriate for employees who had \"a need for\r\nfurther improvement to achieve a middle rating [of 4]\" or for\r\nemployees \"whose overall performance has slipped from a higher\r\nlevel.\"  Thomas's performance appraisal scores in 1991 and 1992,\r\nwhile higher than her 1990 scores, were also inappropriately low,\r\nin Thomas's estimation -- especially when compared to the higher\r\nscores that Flannery gave to other CSRs.  Thomas presents specific\r\ncomparisons, discussed further below.\r\n Thomas was distressed by the 1990 performance appraisal\r\nand refused to sign it.  She also refused to sign the 1992\r\nappraisal, and signed her 1991 appraisal only \"'out of  a joke,'\r\nbecause it was a joke.\"  It is clear that Thomas disagreed with\r\nFlannery's evaluations; more than that -- she found them\r\n\"insulting\" and \"shameful.\"  To the extent that it was possible for\r\nher to compare salary and raises with other CSRs, however, she\r\nwould not have noted any obvious effects of the negative\r\nappraisals, since neither her salary nor the raises she was given\r\nduring Flannery's tenure as Customer Support Manager differed\r\nsignificantly from those of other employees.  She did complain\r\nabout the appraisals, both to Flannery herself and to others within\r\nKodak, including Bill Cassidy, the Regional Vice President for\r\nOffice Imaging, and Patti Weissinger, a Human Resources\r\nRepresentative.  However, fearing retaliation from her new boss,\r\nshe did not file a formal charge against Flannery with the Human\r\nResources Department, and Kodak did not take any action in response\r\nto her informal complaints. \r\nIn January 1993, Kodak decided to reduce the number of\r\nemployees in its Office Imaging Division.  It selected employees\r\nfor layoff using a \"Performance Appraisal Ranking Process (\"PAR\r\nprocess\"), which produced a numerical score for each employee by\r\nadding together the employee's overall performance appraisal score\r\nfor each of the three preceding years, after weighting the most\r\nrecent score by a factor of 25 and the second most recent score by\r\na factor of 5.  Thomas's PAR ranking, which was derived from the\r\nthree appraisals conducted by Flannery, was the second lowest of\r\nthe Wellesley CSRs.  Since Kodak had decided to cut two Wellesley\r\nCSR positions, as well as the Customer Support Manager position,\r\nFlannery, Thomas, and the lowest ranked CSR (Eileen Lavallee) were\r\nlaid off in March 1993.\r\n                             II\r\nIn July 1993, four months after her layoff, Thomas filed\r\na charge of race discrimination with the Equal Employment\r\nOpportunity Commission.  The EEOC issued a \"right to sue\" letter in\r\nFebruary 1996, and Thomas brought suit in May 1996. \r\nAlthough her complaint asserts a variety of race\r\ndiscrimination claims, Thomas has focused primarily on Kodak's 1993\r\ndecision to terminate her, arguing that this decision was\r\ndiscriminatory because it was based on discriminatory performance\r\nappraisals conducted by Flannery from 1990 through 1992.   It is\r\nthe layoff which is the subject of this appeal.  Kodak moved for\r\nsummary judgment, contending that Thomas's claim was time-barred,\r\nand in the alternative, that she had failed to present enough\r\nevidence of racial animus to reach a jury under the First Circuit's\r\nstandard for showing disparate treatment once pretext has been\r\nshown.  See Udo v. Tomes, </pre><span class=\"citation\" data-id=\"695510\"><a href=\"/opinion/695510/67-fair-emplpraccas-bna-1001-66-empl-prac-dec-p-43607-udo-u-udo/\"><span class=\"volume\">54</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">9</span></a></span><pre class=\"inline\">, 12-13 (1st Cir. 1995)\r\n(describing standard).  The district court found Thomas's claim\r\ntimely, but granted summary judgment to Kodak on the merits\r\nargument.  See Thomas v. Kodak, </pre><span class=\"citation\" data-id=\"2449849\"><a href=\"/opinion/2449849/thomas-v-eastman-kodak-co/\"><span class=\"volume\">18</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">129</span></a></span><pre class=\"inline\">, 133-38 (D.\r\nMass. 1998).  On appeal, Thomas argues that the district court\r\napplied the standard incorrectly.  Kodak defends the district\r\ncourt's application of the standard, while also continuing to argue\r\nthat Thomas's claim is time-barred.\r\n                            III\r\nWe review the district court's grant of summary judgment\r\nde novo, see Lennon v. Rubin, </pre><span class=\"citation\" data-id=\"760938\"><a href=\"/opinion/760938/john-j-lennon-v-robert-rubin-secretary-of-the-treasury/\"><span class=\"volume\">166</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">6</span></a></span><pre class=\"inline\">, 8 (1999), and will find\r\nsummary judgment appropriate if \"the pleadings, depositions,\r\nanswers to interrogatories, and admissions on file, together with\r\nthe affidavits, if any, show that there is no genuine issue as to\r\nany material fact and that the moving party is entitled to a\r\njudgment as a matter of law,\"  Fed. R. Civ. P. 56(c).    \r\n                             A\r\nWe first address Kodak's argument that the district court\r\nerred in not dismissing the action as untimely.  Title VII requires\r\naggrieved individuals to file a charge with the EEOC \"within one\r\nhundred and eighty days after the alleged unlawful employment\r\npractice occurred.\"  42 U.S.C.  2000e-5(e)(1).  In a \"deferral\r\njurisdiction,\" such as Massachusetts, this period is extended to\r\nthree hundred days.  See 42 U.S.C.  2000e-5(e)(1); Mohasco Corp.\r\nv. Silver, </pre><span class=\"citation\" data-id=\"110320\"><a href=\"/opinion/110320/mohasco-corp-v-silver/\"><span class=\"volume\">447</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">807</span></a></span><pre class=\"inline\">, 814 n.16 (1980); Mack v. Great Atl. &amp; Pac.\r\nTea Co., </pre><span class=\"citation\" data-id=\"520577\"><a href=\"/opinion/520577/thomasina-mack-v-the-great-atlantic-and-pacific-tea-company-inc/\"><span class=\"volume\">871</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">179</span></a></span><pre class=\"inline\">, 181-82 (1st Cir. 1989).  This relatively\r\nshort limitations period serves important interests.  \"The\r\nlimitations period[], while guaranteeing the protection of the\r\ncivil rights laws to those who promptly assert their rights, also\r\nprotect[s] employers from the burden of defending claims arising\r\nfrom employment decisions that are long past.\"  Delaware State\r\nCollege v. Ricks, </pre><span class=\"citation\" data-id=\"110367\"><a href=\"/opinion/110367/delaware-state-college-v-ricks/\"><span class=\"volume\">449</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">250</span></a></span><pre class=\"inline\">, 256-57 (1980).  In the Title VII\r\ncontext, as in others, \"the period allowed for instituting suit\r\ninevitably reflects a value judgment concerning the point at which\r\nthe interests in favor of protecting valid claims are outweighed by\r\nthe interests in prohibiting the prosecution of stale ones.\"  Id.\r\nat 259-60 (internal quotation marks omitted) (quoting Johnson v.\r\nRailway Express Agency, Inc., </pre><span class=\"citation\" data-id=\"109254\"><a href=\"/opinion/109254/johnson-v-railway-express-agency-inc/\"><span class=\"volume\">421</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">454</span></a></span><pre class=\"inline\">, 463-64 (1975)). \r\nCongress has made that value judgment.\r\nHowever, Title VII's statute of limitations is not self-\r\nexecuting.  The three hundred day (or one hundred and eighty day)\r\nrule cannot be mechanically applied, because it is not possible to\r\npinpoint when the limitations period begins -- i.e., when the\r\nplaintiff's claim \"accrues\" -- without first determining the date,\r\nor the temporal boundary, of the \"alleged unlawful employment\r\npractice\"  referred to in  2000e-5(e)(1).\r\nThe crux of Thomas's claim is that the 1990-1992\r\nperformance appraisals were tainted by Flannery's alleged racial\r\nbias.  Thomas does not argue that Kodak's decision to utilize the\r\nPAR process to determine who would be laid off was racially biased. \r\nSee Thomas, 18 F. Supp. 2d at 135 (\"[P]laintiff does not contend\r\nthat Kodak's . . . PAR layoff process[] [was itself]\r\ndiscriminatory.\").  As we understand her argument, she does not\r\nallege that Flannery and other Kodak employees participated in a\r\nconspiracy to oust her from her job because of her race, using the\r\nperformance appraisals and the PAR process as a thin cover for this\r\nexpress discriminatory purpose.  Rather, she argues that the PAR\r\nprocess was illegitimate under Title VII in a derivative way,\r\nbecause its calculations were based on discriminatory appraisal\r\nscores.  If racially biased scores were plugged in to the PAR\r\nformula, she argues, then the ranking that came out must also be\r\nbiased.\r\nAccording to Kodak, this argument can only mean that the\r\nperformance appraisals themselves constitute the \"unlawful\r\nemployment practice\" at issue under  2000e-5(e)(1), and thus that\r\nany claim regarding the allegedly biased performance appraisals\r\nmust have accrued at the time the appraisals were conducted.  Since\r\neven the most recent appraisal (presented to Thomas in May 1992)\r\nwas conducted more than three hundred days before Thomas filed her\r\ncomplaint with the EEOC in July 1993, Kodak asserts that Thomas is\r\nprecluded from questioning the racial neutrality of any of the\r\nthree performance appraisals.  And without the ability to challenge\r\nthe appraisals upon which the PAR process was based,  Kodak notes,\r\nThomas's discriminatory termination claim collapses.\r\nAccording to Thomas, the fact that the performance\r\nappraisals were conducted more than three hundred days before she\r\nfiled her EEOC charge is irrelevant, because the adverse employment\r\ndecision that she is challenging -- the \"unlawful employment\r\npractice\" under  2000e-5(e)(1) -- is Kodak's decision to lay her\r\noff, and this decision indisputably fell within the statutory\r\nperiod. \r\nKodak's general policy stance makes sense:  given that\r\nthe central purpose of the statute of limitations is to protect\r\nemployers from stale claims, it cannot be true that plaintiffs have\r\nan unfettered ability to reach back and litigate biased\r\nevaluations.  Yet Thomas's position is also reasonable, since it\r\nseems unlikely that Title VII permits employers to rely on\r\ndiscriminatory evaluations as long as those evaluations were\r\nconducted more than three hundred days before action is taken on\r\nthem.\r\nCounsel did not call the court's attention to any First\r\nCircuit caselaw on this point.  The district court, led to believe\r\nthat the First Circuit had not addressed this question, \"look[ed]\r\nfor guidance elsewhere.\"  Thomas, 18 F. Supp. 2d at 133.  The court\r\nfocused on the decision of the Third Circuit in Colgan v. Fisher\r\nScientific Co., </pre><span class=\"citation\" data-id=\"563202\"><a href=\"/opinion/563202/jack-colgan-v-fisher-scientific-company/\"><span class=\"volume\">935</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1407</span></a></span><pre class=\"inline\"> (3d Cir.), cert. denied, </pre><span class=\"citation no-link\"><span class=\"volume\">502</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">941</span></span><pre class=\"inline\">\r\n(1991).  The facts in Colgan do closely resemble the facts here. \r\nLike Thomas, the Colgan plaintiff was fired after receiving a\r\nnegative performance review.  See id. at 1410-11.  He filed a\r\ncharge of age discrimination with the EEOC within three hundred\r\ndays of his termination, but more than three hundred days after the\r\nnegative performance review.  See id. at 1411.  The Third Circuit\r\ndetermined that Colgan's claim was not time-barred because it\r\naccrued at Colgan's termination, not when he received the negative\r\nreview.  See id. at 1415-21.  The court concluded that \"an alleged\r\nunlawful employment practice, here the performance evaluation, must\r\nhave inflicted harm which was or should have been noticed, or it\r\nwill not have triggered the limitations period.\"  Id. at 1418. \r\nColgan's review stated that he failed to meet job requirements and\r\nexpressly warned that action would be taken unless his performance\r\nimproved.  See id. at 1410.  Nonetheless, the court found that the\r\nreview did not produce the requisite notice of harm to trigger the\r\nrunning of the statute of limitations, because \"[t]he performance\r\nevaluation had no immediate consequence on Colgan's employment,\r\nsuch as a loss of seniority, nor did it alert Colgan to the\r\npossibility that consequences would flow from it without an\r\nopportunity for him to improve his performance.\"  Id. at 1419-20. \r\nThe Third Circuit based its Colgan analysis on a trilogy\r\nof Supreme Court cases, which we summarize briefly here.  In United\r\nAir Lines v. Evans, </pre><span class=\"citation\" data-id=\"109671\"><a href=\"/opinion/109671/united-air-lines-inc-v-evans/\"><span class=\"volume\">431</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">553</span></a></span><pre class=\"inline\"> (1977), the Supreme Court held\r\nthat a flight attendant who was wrongfully forced to resign and\r\nthen later rehired could not challenge the airline's refusal to\r\ngrant her seniority as if there had been no break in her\r\nemployment, since the relevant wrongful act -- Evans's being forced\r\nto resign -- occurred outside of the limitations period.  See id.\r\nat 555.  In Ricks, the Court held that the college's denial of\r\ntenure, not a later discharge pursuant to that denial, was the\r\nevent that triggered Title VII's statute of limitations.  See\r\nRicks, 449 U.S. at 156-58.  Finally, in Lorance v. AT&amp;T\r\nTechnologies, </pre><span class=\"citation\" data-id=\"112282\"><a href=\"/opinion/112282/lorance-v-att-technologies-inc/\"><span class=\"volume\">490</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">900</span></a></span><pre class=\"inline\"> (1989), the Court held that the Title\r\nVII limitations period begins to run when an employer adopts a\r\nseniority system, not when an employee is demoted pursuant to that\r\nsystem.  See id. at 912-13.  Read together, this trilogy defines\r\na notice rule:  an employer action only triggers the running of the\r\nstatute of limitations if that action has concrete, negative\r\nconsequences for an employee, and the employee is aware or should\r\nhave been aware of those consequences.  See Colgan, 935 F.2d at\r\n1415-21; see also 2 B. Lindemann &amp; P. Grossman, Employment\r\nDiscrimination Law 1349 (3d ed. 1996) (observing that Supreme Court\r\ncases \"seem to establish a relatively simple 'notice' rule as to\r\nwhen discrimination 'occurs'\").      \r\n We think many aspects of Colgan's reasoning are correct. \r\nHowever, we find more direct guidance in a First Circuit case\r\ndecided several years before Colgan.  In Johnson v. General\r\nElectric, </pre><span class=\"citation\" data-id=\"502255\"><a href=\"/opinion/502255/earl-johnson-v-general-electric/\"><span class=\"volume\">840</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">132</span></a></span><pre class=\"inline\"> (1st Cir. 1988), a black employee claimed\r\nthat he had been denied a promotion based on a special review\r\nprocess that was intentionally designed to prevent him from\r\nqualifying for promotion.  See id. at 134.  The employer contended\r\nthat the plaintiff's claim accrued when the review process was\r\nfirst put into place, while the plaintiff insisted that the clock\r\ndid not start running on his claim until he was informed that he\r\nhad failed the review process and would not be promoted.  See id. \r\nThe district court, relying on Ricks, held that the establishment\r\nof the review process was the \"unlawful employment practice\" of\r\nwhich the plaintiff complained, and therefore started the running\r\nof the statute from that point.  See id.  Although this court\r\naffirmed the dismissal on other grounds, it disagreed with the\r\ndistrict court's analysis, noting that the \"question [is] . . .\r\nwhether a claim accrues when an employee is made subject to an . .\r\n. evaluation . . . , or when that . . . evaluation is applied to\r\ndeny the plaintiff particular benefits or positions.\"  Id.   This\r\ncourt chose the latter rule, holding that the notice standard is\r\nmet and the statute of limitations is triggered only if \"the\r\nimplications [of the evaluation] have crystallized\" and \"some\r\ntangible effects of the discrimination were apparent to the\r\nplaintiff,\" i.e., if \"the plaintiff is aware that he will in fact\r\nbe injured by the challenged practice.\"  Id. at 136-37.\r\nThe decision was motivated, in part, by concerns about\r\nripeness.  The court noted that \"it is far from clear whether\r\nclaims under Title VII and analogous statutes would be ripe for\r\nadjudication until discriminatory systems [or evaluations] were\r\nactually applied to plaintiffs in particular employment decisions,\" \r\nand observed that \"[i]t is unwise to encourage lawsuits before the\r\ninjuries resulting from the violations are delineated, or before it\r\nis even certain that injuries will occur at all.\"  Id. at 136.\r\nJohnson's notice standard serves multiple functions.  By\r\nstarting the limitations clock as soon as harm is noticed, or\r\nshould be noticed, the standard protects employers from stale\r\nclaims while also lessening the risk that employees will bring\r\nunripe claims. The notice standard protects employees as well,\r\nbecause it ensures that claims will not be foreclosed before\r\nemployees have had a fair chance to bring them.   \r\nThe notice standard in Johnson also resolves the apparent\r\ncontradiction between the two reasonable policy stances pressed by\r\nthe litigants here.  Thomas is correct that Title VII extends to a\r\nneutral employer decision-making process that relies on\r\ndiscriminatory evaluations.  But Kodak is also right that employees\r\ndo not have an unfettered right to reach back to challenge previous\r\nevaluations.  The key is whether those evaluations had tangible,\r\nconcrete effects at the time they were conducted.  If the\r\nevaluation did cause tangible, concrete harm, the notice standard\r\nrequires the injured employee to promptly bring suit to recover for\r\nthose harms.  Failure to do so will render any later claim\r\nregarding those particular harms time-barred.  If the evaluations\r\ndid not have tangible, concrete effects at the time, no claim\r\nregarding the discriminatory evaluations accrues.  Under the notice\r\nstandard, no claim will accrue until and unless the evaluations\r\nresult in a tangible injury.\r\nThis means that an employer could be exposed to Title VII\r\nliability for harms stemming from discriminatory evaluations some\r\nyears after the evaluations were conducted, if the evaluations\r\nfirst cause tangible harm to the employee at that later point. \r\nKodak argues that this puts employers in an untenable position.  We\r\ndisagree, for three reasons.  \r\nFirst, as a matter of practicality, employers are\r\nunlikely to rely on \"stale\" evaluations.  The older the evaluation,\r\nthe less likely an employer would be to use that evaluation as the\r\nbasis of an employment decision. Employers' preference for more\r\nrecent evaluations is demonstrated dramatically by Kodak's own PAR\r\nformula, which used only the latest three evaluations and then\r\nweighted the most recent by a factor of 25.  \r\nSecond, the passage of time would affect employees as\r\nwell as employers.  An employee who sought to challenge an old\r\nevaluation would bear the burden of proving that the evaluation was\r\ndiscriminatory -- and the older the evaluation, the more difficult\r\nthat task would be. \r\nThird, the standard gives concomitant advantages to\r\nemployers.   It avoids forcing employees to \"run to the EEOC\" each\r\ntime they disagree with a performance evaluation.  As the district\r\ncourt aptly observed:\r\n  If we apply the time bar to plaintiff's [performance\r\nappraisals], then we require a given plaintiff to file\r\nEEOC charges successively for each performance\r\nevaluation, informal feedback from a supervisor, or\r\noffice rumor, so long as these events -- even if\r\nnonharmful in themselves -- might be informed by racial\r\nanimus and could someday contribute to a later, harmful\r\nresult.  This requirement would surely disrupt the\r\nAmerican workplace . . . .\r\nThomas, 18 F. Supp. 2d at 134-35.  Instead, the Johnson notice\r\nstandard allows employees to give employers the benefit of the\r\ndoubt, where employees suspect that an evaluation which has yet to\r\ncause tangible harm might be tainted by bias, and encourages them\r\nto try to solve the problem by proving their actual worth to the\r\nemployer.  And while the standard places an ongoing obligation on\r\nemployers to monitor their evaluation processes to ensure that they\r\nare free from illegal bias, employers also benefit from the\r\nopportunity to base personnel decisions on accurate, bias-free\r\nevaluations.  In any event, this sort of obligation is foreseen by\r\nTitle VII, since the statute encourages the elimination of both\r\nobvious and subtle forms of discrimination.  See McDonnell Douglas\r\nCorp. v. Green, </pre><span class=\"citation\" data-id=\"108786\"><a href=\"/opinion/108786/mcdonnell-douglas-corp-v-green/\"><span class=\"volume\">411</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">792</span></a></span><pre class=\"inline\">, 801 (1973).\r\nIn arguing against the application of the Colgan rule\r\n(which, as explained above, resembles the First Circuit standard\r\nannounced in Johnson), Kodak has presented a two-stranded argument. \r\nThe first strand is based on notions of fair notice to the\r\nemployer.  The second asserts that Thomas's timeliness argument\r\nrelies on an impermissible combination of the equitable tolling and\r\ncontinuing violation doctrines.\r\nKodak would substitute for the accrual rule in Johnson a\r\nrule that focuses on notice to the employer.  According to Kodak,\r\nthe Colgan accrual rule makes \"bad law because it allows an\r\nemployee to introduce a time-barred incident where the employee has\r\nnever previously contended, even in an informal process afforded by\r\nthe employer, that the employee was subjected to unlawful\r\ndiscrimination.\"  Appellee's Brief at 17.  According to Kodak, this\r\nviolates \"the policy underlying Title VII [entitling] an employer\r\n. . . to some kind of prior notice.\"  Id.\r\n  This is not an irrational position, but Kodak cites no\r\nauthority for it.  The argument calls to mind the exhaustion rule\r\nimposed by courts in the ERISA context, see Employee Retirement\r\nIncome Security Act, 29 U.S.C.  1001 et seq., which requires\r\nemployees to take full advantage of employer-internal appeals\r\nprocesses before bringing suit to recover denied benefits, see\r\nMcMahon v. Digital Equipment Corp., </pre><span class=\"citation\" data-id=\"198225\"><a href=\"/opinion/198225/mcmahon-v-digital-equipment/\"><span class=\"volume\">162</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">28</span></a></span><pre class=\"inline\">, 40 (1st Cir. 1998)\r\n(noting court-imposed exhaustion rule for ERISA benefit claims). \r\nBut the analogy is inappropriate.  ERISA requires employers to\r\noffer employees a speedy appeals procedure for denied benefits. \r\nSee 29 U.S.C.  1133 (stating that employers must \"afford a\r\nreasonable opportunity to any participant whose claim for benefits\r\nhas been denied for a full and fair review by the appropriate named\r\nfiduciary of the decision denying the claim\"); 29 C.F.R.\r\n2560.503-1 (imposing time limits).  Only after this process is\r\ncomplete does the ERISA statute of limitations begin to run.  See,\r\ne.g., Godfrey v. BellSouth Telecomms., Inc., </pre><span class=\"citation\" data-id=\"721583\"><a href=\"/opinion/721583/pens-plan-guide-cch-p-23924-barbara-carol-godfrey-v-bellsouth/\"><span class=\"volume\">89</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">755</span></a></span><pre class=\"inline\">, 759-60\r\n(11th Cir. 1996); Martin v. Construction Laborer's Pension Trust,\r\n</pre><span class=\"citation\" data-id=\"571113\"><a href=\"/opinion/571113/salvador-martin-v-construction-laborers-pension-trust-for-southern/\"><span class=\"volume\">947</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1381</span></a></span><pre class=\"inline\">, 1385 (9th Cir. 1991).  \r\nIn Title VII, by contrast, Congress chose not to impose\r\na particular employer-internal appeals procedure.  Furthermore, the\r\nstatute of limitations for a Title VII claim is not tolled while an\r\nemployee exhausts any internal remedy the employer has made\r\navailable.  See Ricks, 449 U.S. at 261 (\"[T]he pendency of a\r\ngrievance, or some other method of collateral review of an\r\nemployment decision, does not toll the running of the limitations\r\nperiods.\"); International Union of Elec. Workers v. Robbins &amp;\r\nMyers, Inc., </pre><span class=\"citation\" data-id=\"109571\"><a href=\"/opinion/109571/electrical-workers-v-robbins-myers-inc/\"><span class=\"volume\">429</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">229</span></a></span><pre class=\"inline\">, 236-37 (1976) (holding that the Title\r\nVII statute of limitations is not tolled by a collective-bargaining\r\ngrievance procedure).  Thus, a court-imposed exhaustion requirement\r\nwould not work well in the Title VII context, because it would\r\nplace employees in the position of having to exhaust an internal\r\nappeals process of uncertain length while also bringing suit within\r\nthree hundred (or one hundred and eighty) days of the employer's\r\nallegedly wrongful act.        \r\nKodak's position bears an even closer resemblance to one\r\naspect of the approach first explicated in Stoller v. Marsh, </pre><span class=\"citation\" data-id=\"406162\"><a href=\"/opinion/406162/jack-c-stoller-v-john-o-marsh-jr-secretary-of-the-army/\"><span class=\"volume\">682</span>\r\n<span class=\"reporter\">F.2d</span> <span class=\"page\">971</span></a></span><pre class=\"inline\"> (D.C. Cir. 1982), and followed by a number of other\r\ncourts, see, e.g., Hale v. Marsh, </pre><span class=\"citation\" data-id=\"481050\"><a href=\"/opinion/481050/42-fair-emplpraccas-944-42-empl-prac-dec-p-36806-henry-h-hale-v/\"><span class=\"volume\">808</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">616</span></a></span><pre class=\"inline\">, 620 (7th Cir.\r\n1986); Brown v. City of New York, </pre><span class=\"citation\" data-id=\"1495989\"><a href=\"/opinion/1495989/brown-v-city-of-new-york/\"><span class=\"volume\">869</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">158</span></a></span><pre class=\"inline\">, 169 (S.D.N.Y.\r\n1994); Woolery v. Brady, </pre><span class=\"citation\" data-id=\"2152583\"><a href=\"/opinion/2152583/woolery-v-brady/\"><span class=\"volume\">741</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">667</span></a></span><pre class=\"inline\">, 669-70 (E.D. Mich.\r\n1990).  The Stoller court held that a plaintiff could challenge an\r\nemployer's wrongful reliance on discriminatory evaluations, even\r\nwhere the plaintiff has acknowledged that the employer's reliance\r\nitself was not intentionally discriminatory.  See Stoller, 682 F.2d\r\nat 979 (\"Otherwise an organization could separate illegal motive\r\nfrom decisionmaking responsibility, contrary to the principle that\r\nTitle VII applies to the employer as an organization.\").  This is\r\nessentially the same result that Johnson permits.  See Johnson, 840\r\nF.2d at 135, 137 (citing this portion of Stoller).  \r\nBut the Stoller court added a second part to this rule: \r\n  [A]fter preparation of employee evaluations, the\r\nemploying organization may protect itself from Title VII\r\nliability by establishing procedures to allow employees\r\nto screen their personnel files and to remove damaging,\r\ndiscriminatory information. . . . If established\r\nprocedures have given an employee a reasonable\r\nopportunity to inspect the supervisory evaluations in his\r\nor her file, to challenge allegedly inaccurate materials,\r\nand to have such materials corrected or removed, and if\r\nthe organization gives its employees adequate notice that\r\nthese rights may be exercised, then it may rely in good\r\nfaith on such evaluations in making subsequent employment\r\ndecisions without violating Title VII.\r\nStoller, 682 F.2d at 979 (footnotes omitted).  Kodak's \"notice to\r\nthe employer\" argument could refer to this second half of the\r\nStoller rule:  Kodak apparently wants to be able to rely on\r\nThomas's performance appraisals, because in its view Thomas had a\r\nreasonable opportunity to inspect the appraisals and to challenge\r\ninaccuracies through the \"Open Door\" appeals process. \r\nWe can imagine advantages of the Stoller rule for both\r\nemployers and employees.  Employers, of course, would be able to\r\nlimit their liability.  Employees could conceivably benefit as\r\nwell, if the rule increased the likelihood that employers would\r\nimplement effective review procedures.  But we decline to adopt\r\nthis rule -- which was, in any event, implicitly rejected in\r\nJohnson -- because we think any possible advantages would be\r\noutweighed by two serious risks.  One is the obvious risk that\r\nemployers would have carte blanche to rely on discriminatory\r\nappraisals as long as they offered their employees an \"Open Door.\" \r\nAvoiding the first risk would entail a second:  courts would need\r\nto interpret strictly the concept of \"[adequate] procedures to\r\nallow employees to screen their personnel files and remove\r\ndamaging, discriminatory information.\"  This would in turn entail\r\na degree of judicial scrutiny and interference with day-to-day\r\nemployer operations that employers would be unlikely to welcome and\r\nwhich courts interpreting Title VII have tried to avoid.  See \r\nHidalgo v. Overseas Condado Ins. Agencies, Inc., </pre><span class=\"citation\" data-id=\"744483\"><a href=\"/opinion/744483/75-fair-emplpraccas-bna-1027-73-empl-prac-dec-p-45288-manuel-t/\"><span class=\"volume\">120</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">328</span></a></span><pre class=\"inline\">, 337\r\n(1st Cir. 1997) (noting courts' reluctance to \"'sit as super\r\npersonnel departments'\" (quoting Mesnick v. General Elec. Co., </pre><span class=\"citation\" data-id=\"573068\"><a href=\"/opinion/573068/samuel-mesnick-v-general-electric-company/\"><span class=\"volume\">950</span>\r\n<span class=\"reporter\">F.2d</span> <span class=\"page\">816</span></a></span><pre class=\"inline\">, 825 (1st Cir. 1991)).\r\nThe second strand of Kodak's timeliness argument is the\r\nclaim that both Thomas and the district court have relied on an\r\nillegitimate \"hybrid\" of the equitable tolling and continuing\r\nviolation doctrines.  Thomas disavows any such reliance.  We make\r\nseveral observations in response to Kodak's argument.  \r\nFirst, the First Circuit doctrine of equitable tolling is\r\nsimply inapplicable to these facts.  Some courts permit tolling of\r\nthe statute of limitations if the plaintiff knew of a harm but not\r\nof its discriminatory basis.  See 2 Lindemann &amp; Grossman, supra, at\r\n1350.  But our approach to equitable tolling is narrower; First\r\nCircuit law permits equitable tolling only where the employer has\r\nactively misled the employee.  See Mack, 871 F.2d at 185 (noting\r\nthat the First Circuit's \"narrow view\" of equitable tolling reaches\r\nonly \"active deception\" (internal quotation marks and citations\r\nomitted)); Jensen v. Frank, </pre><span class=\"citation\" data-id=\"547202\"><a href=\"/opinion/547202/53-fair-emplpraccas-1450-54-empl-prac-dec-p-40191-donald-a-jensen/\"><span class=\"volume\">912</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">517</span></a></span><pre class=\"inline\">, 521 (1st Cir. 1990).\r\nThere is no allegation here that Kodak actively attempted to\r\nmislead Thomas about her performance appraisals.\r\nSecond, there is no need to apply the continuing\r\nviolation doctrine.  Commentators have labeled this doctrine \"the\r\nmost muddled area in all of employment discrimination law,\" 2\r\nLindemann &amp; Grossman, supra, at 1351, and some courts have gone so\r\nfar as to conclude that the entire doctrine is misguided and\r\nunnecessary, see, e.g., Moskowitz v. Trustees of Purdue Univ., </pre><span class=\"citation\" data-id=\"652965\"><a href=\"/opinion/652965/merwin-moskowitz-v-trustees-of-purdue-university-and-purdue-university/\"><span class=\"volume\">5</span>\r\n<span class=\"reporter\">F.3d</span> <span class=\"page\">279</span></a></span><pre class=\"inline\">, 282 (7th Cir. 1993).  We need not enter into that debate\r\nhere.  We describe the First Circuit's continuing violation\r\ndoctrine with only as much detail as is necessary to show that it\r\nis inapplicable to Thomas's claim.  \r\nThe First Circuit has recognized two different types of\r\ncontinuing violations: systemic violations, which \"ha[ve] [their]\r\nroots in a discriminatory policy or practice . . . [that] itself\r\ncontinues into the limitation period,\" DeNovellis v. Shalala, </pre><span class=\"citation\" data-id=\"746214\"><a href=\"/opinion/746214/74-fair-emplpraccas-bna-1520-72-empl-prac-dec-p-45029-vincent/\"><span class=\"volume\">124</span>\r\n<span class=\"reporter\">F.3d</span> <span class=\"page\">298</span></a></span><pre class=\"inline\">, 307 (1st Cir. 1997) (quoting Jensen, 912 F.2d at 523),\r\nand serial violations, which are \"composed of a number of\r\ndiscriminatory acts emanating from the same discriminatory animus,\r\n[with] each act constituting a separate wrong actionable under\r\nTitle VII,\" id.; see also Mack, 871 F.2d at 182-84.  The systemic\r\nviolation doctrine is clearly inapposite because Thomas has not\r\nalleged that Kodak has \"an overarching policy or practice\" of\r\nconducting discriminatory evaluations.  Jensen, 912 F.2d at 523.  \r\nKodak apparently believes that Thomas is inappropriately\r\nattempting to shoe-horn her claim into the serial violation\r\ncategory.  This is not so.  Whether a serial violation exists does\r\ndepend in part on a type of notice standard similar to the one in\r\nJohnson.  See Sabree v. United Bhd. of Carpenters, Local No. 33,\r\n</pre><span class=\"citation\" data-id=\"553173\"><a href=\"/opinion/553173/54-fair-emplpraccas-1070-55-empl-prac-dec-p-40456-mark-h-sabree-v/\"><span class=\"volume\">921</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">396</span></a></span><pre class=\"inline\">, 402 (1st Cir. 1990) (stating that if an earlier event\r\nhad \"'the degree of permanence which should trigger an employee's\r\nawareness and duty to assert his or her rights,'\" then it is not\r\nsubstantially related to the later event, and therefore cannot form\r\npart of a continuing violation (quoting Berry v. Board of\r\nSupervisors of L.S.U., </pre><span class=\"citation\" data-id=\"423931\"><a href=\"/opinion/423931/dr-julia-elizabeth-berry-v-the-board-of-supervisors-of-lsu-etc/\"><span class=\"volume\">715</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">971</span></a></span><pre class=\"inline\">, 981 (5th Cir. 1983))).  This\r\nsimilarity may be the source of Kodak's argument.  But the serial\r\nviolation doctrine, like the systemic violation doctrine, stands as\r\nan exception to the accrual rule recognized in Johnson.  The\r\npurpose of this exception is to permit suit on later wrongs where\r\na wrongdoer would otherwise be able to repeat a wrongful act\r\nindefinitely merely because the first instance of wrongdoing was\r\nnot timely challenged.  See D. Laycock, Continuing Violations,\r\nDisparate Impact in Compensation, and Other Title VII Issues, 49\r\nLaw &amp; Contemp. Probs. 53, 55 (1986) (comparing the application of\r\nthe continuing violation doctrine in employment discrimination\r\ncases to its application in an antitrust case, Hanover Shoe, Inc.\r\nv. United Shoe Machinery Corp., </pre><span class=\"citation\" data-id=\"107749\"><a href=\"/opinion/107749/hanover-shoe-inc-v-united-shoe-machinery-corp/\"><span class=\"volume\">392</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">481</span></a></span><pre class=\"inline\"> (1968), and observing\r\nthat \"[o]bviously, United should not be able to continue its\r\nillegal conduct forever because no one challenged it during World\r\nWar I\"); J. MacAyeal, The Discovery Rule and the Continuing\r\nViolation Doctrine as Exceptions to the Statute of Limitations for\r\nCivil Environmental Penalty Claims, 15 Va. Envtl. L.J. 589, 615-22\r\n(1996) (describing the history and purpose of the continuing\r\nviolation doctrine); see also Sabree, 921 F.2d at 401 (discussing\r\nproper remedy).\r\nIn the Title VII context, the continuing violation\r\ndoctrine applies where \"a number of discriminatory acts emanat[e]\r\nfrom the same discriminatory animus, [with] each act constituting\r\na separate wrong actionable under Title VII.\"  Jensen, 912 F.2d at\r\n522.  Sexual harassment, failure to promote, and pay inequity cases\r\noften fall into this category.  Plaintiffs in these cases\r\nexperience harm from each employer act (e.g., a harassing comment,\r\na denied promotion, or a smaller paycheck), for which they could\r\nrecover under Title VII.  Thus, under the Johnson standard, each\r\nact could trigger the running of the statute of limitations.  The\r\ncontinuing violation doctrine ensures that these plaintiffs' claims\r\nare not foreclosed merely because the plaintiffs needed to see a\r\npattern of repeated acts before they realized that the individual\r\nacts were discriminatory.      \r\nThomas's claim presents a different question:  not\r\nwhether she is permitted to bring suit after many repeated harms,\r\nbut rather whether harm cognizable under Title VII existed at the\r\ntime she first received her performance appraisals.  This question\r\nis more appropriately addressed under the Johnson notice standard.\r\nApplying that standard, we consider when Thomas's\r\nperformance appraisals first caused her tangible, \"crystallized\"\r\nharm.  According to Kodak's compensation plan, appraisal scores\r\nwere intended to affect salary levels and determine \"who should be\r\npromoted, transferred, demoted, terminated, laid off, and re-\r\nemployed.\"  It is not clear whether Kodak informed employees of\r\nthis intention.  But even if employees were familiar with the\r\nintended possible uses of the scores, it appears that the effects\r\nlisted in the compensation plan remained abstract -- mere\r\npossibilities, not certainties.\r\n  This was particularly true in Thomas's case.  Flannery's\r\nappraisals evaluated Thomas's performance as only average or below\r\naverage.  But the appraisals did not specify that Thomas was to\r\nsuffer an immediate consequence for her alleged performance\r\nfailures, much less that they would mechanically lead to her being\r\nlaid off.   Cf. Colgan, 935 F.2d at 1410, 1419-20 (finding notice\r\nlacking even where an evaluation explicitly warned that adverse\r\nactions would be taken if the employee's performance did not\r\nimprove).  She was not told that layoffs were impending and that\r\nher scores placed her at high risk for layoff.  Even if she did\r\nhave this information, it would fall short of the \"crystallized\"\r\nimplications required under Johnson, 840 F.2d at 136, since being\r\nat risk for layoff (due to a low ranking relative to other\r\nemployees) and actually being selected for layoff are two quite\r\ndifferent things.\r\nKodak emphasizes the fact that Thomas refused to sign two\r\nof the three performance appraisals.  According to Kodak, her\r\nrefusal to sign \"demonstrates that she was dissatisfied with [the\r\nappraisals] for some reason\" and makes it \"evident that she then\r\nbelieved she had been treated unfairly.\"  Appellee's Brief at 18\r\nn.6.  A trier of fact could, but need not necessarily, conclude\r\nthat Thomas had notice of the appraisals' possible racial bias as\r\nsoon as they were presented to her.  However, this fact does not go\r\nto the relevant question under Johnson's notice rule:  whether\r\nThomas had notice of immediate, tangible consequences of her poor\r\nscores.  Kodak's argument pertains to notice of bias rather than\r\nthe notice of harm required under Johnson.  But notice of bias\r\nalone, absent harm, is clearly not sufficient under Johnson.\r\nWe hold that the performance appraisals Thomas received\r\nin 1990, 1991, and 1992 did not trigger the statute of limitations\r\nin  2000e-5(e)(1) at the time they were presented to Thomas,\r\nbecause they did not initially have any crystallized implications\r\nor apparent tangible effects.  Thomas's low appraisal scores first\r\nresulted in a concrete injury in 1993, when they led to her layoff.\r\nThus, under Johnson, her layoff marked the point of accrual.  Since\r\nThomas filed a charge with the EEOC within one hundred and eighty\r\ndays of her layoff (the shortest possible period imposed under\r\n2000e-5(e)(1)), her claim is timely. \r\n                             B\r\nThe second question on appeal is whether a reasonable\r\njury could find, based on Thomas's evidence, that Flannery\r\ndiscriminated against Thomas because of her race when she assigned\r\nThomas's performance appraisal scores.  See 42 U.S.C.  2000e-\r\n2(a)(1).  To reach an answer, we follow the three stages of the\r\n\"familiar burden-shifting framework,\" Mulero-Rodriguez v. Ponte,\r\nInc., </pre><span class=\"citation\" data-id=\"728081\"><a href=\"/opinion/728081/72-fair-emplpraccas-bna-406-69-empl-prac-dec-p-44437-gilberto/\"><span class=\"volume\">98</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">670</span></a></span><pre class=\"inline\">, 673 (1st Cir. 1996), that was first outlined in\r\nMcDonnell Douglas Corp. v. Green, </pre><span class=\"citation\" data-id=\"108786\"><a href=\"/opinion/108786/mcdonnell-douglas-corp-v-green/\"><span class=\"volume\">411</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">792</span></a></span><pre class=\"inline\"> (1973), and further\r\nexplained in Texas Department of Community Affairs v. Burdine, </pre><span class=\"citation\" data-id=\"110424\"><a href=\"/opinion/110424/texas-dept-of-community-affairs-v-burdine/\"><span class=\"volume\">450</span>\r\n<span class=\"reporter\">U.S.</span> <span class=\"page\">248</span></a></span><pre class=\"inline\"> (1981).  The three stages can be summarized as follows:\r\n  First, the plaintiff[] must establish a prima facie case\r\nthat [plaintiff] (1) was within a protected class;  (2)\r\nmet [the employer's] legitimate performance expectations;\r\n(3) was adversely affected;  and (4) was replaced by\r\nanother with similar skills and qualifications.  Once\r\n[plaintiff] do[es] so, the burden shifts to [the\r\nemployer] to produce a valid and nondiscriminatory reason\r\nfor the dismissal.  In the final stage, the burden shifts\r\nback to the plaintiff[] to show that [the employer's]\r\nstated reason for [plaintiff's] dismissal was false and\r\nbut a pretext for discrimination. \r\nMulero-Rodriguez, 98 F.3d at 673 (citations omitted). \r\nWe focus particularly on the final stage of the McDonnell\r\nDouglas/Burdine framework, because we agree with the district\r\ncourt's careful analysis of the first two stages.  See Thomas, 18\r\nF. Supp. 2d at 135.  Thomas has established a prima facie case of\r\ndiscrimination by showing that she is a member of a protected class\r\nwho met Kodak's legitimate performance expectations and was laid\r\noff, while Kodak retained persons outside the protected class.  See\r\nid.  This created a presumption that Kodak unlawfully discriminated\r\nagainst her.  See St. Mary's Honor Ctr. v. Hicks, </pre><span class=\"citation\" data-id=\"112901\"><a href=\"/opinion/112901/st-marys-honor-center-v-hicks/\"><span class=\"volume\">509</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">502</span></a></span><pre class=\"inline\">, 506\r\n(1993) (citing Burdine, 450 U.S. at 254).  To counter this\r\npresumption, Kodak must \"articulate some legitimate,\r\nnondiscriminatory reason\" for its action, McDonnell Douglas, 411\r\nU.S. at 802, that is, allege \"reasons for its action which, if\r\nbelieved by the trier of fact, would support a finding that\r\nunlawful discrimination was not the cause of the employment\r\naction,\"  Hicks, 509 U.S. at 507 (citing Burdine, 450 U.S. at 254-\r\n55).  At this second stage, the framework imposes on the defendant\r\nonly a burden of production.  The burden of persuasion remains at\r\nall times with the plaintiff.  See id. at 508 (citing Burdine, 450\r\nU.S. at 256).  Kodak met its burden of production -- and eliminated\r\nthe presumption that it had discriminated -- by contending that its\r\nlayoff decision was based solely on racially neutral performance\r\nappraisal scores.  See Thomas, 18 F. Supp. 2d at 135.\r\nAt the third stage of the McDonnell Douglas/Burdine\r\nframework, the ultimate burden is on the plaintiff to persuade the\r\ntrier of fact that she has been treated differently because of her\r\nrace.  See Hidalgo, 120 F.3d at 335.  This burden is often broken\r\ninto two separate tasks.  The plaintiff must present sufficient\r\nevidence to show both that \"the employer's articulated reason for\r\nlaying off the plaintiff is a pretext\" and that \"the true reason is\r\ndiscriminatory.\"   Udo v. Tomes, </pre><span class=\"citation\" data-id=\"695510\"><a href=\"/opinion/695510/67-fair-emplpraccas-bna-1001-66-empl-prac-dec-p-43607-udo-u-udo/\"><span class=\"volume\">54</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">9</span></a></span><pre class=\"inline\">, 13 (1st Cir. 1995)\r\n(citing Smith v. Stratus Computer, Inc., </pre><span class=\"citation\" data-id=\"195745\"><a href=\"/opinion/195745/smith-v-stratus-computers/\"><span class=\"volume\">40</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">11</span></a></span><pre class=\"inline\">, 16 (1st Cir.\r\n1994)).  For expository convenience, this court has sometimes\r\nlabeled these two findings \"pretext\" and \"plus\" and has referred to\r\nthe First Circuit rule as a \"pretext-plus\" standard.  See, e.g.,\r\nMullin v. Raytheon Co., </pre><span class=\"citation\" data-id=\"760463\"><a href=\"/opinion/760463/78-fair-emplpraccas-bna-1174-74-empl-prac-dec-p-45696-william/\"><span class=\"volume\">164</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">696</span></a></span><pre class=\"inline\">, 699 (1st Cir. 1999)\r\n(describing the difference between the \"federal 'pretext-plus'\r\nstandard and the Massachusetts 'pretext-only' standard\"); Dichner\r\nv. Liberty Travel, </pre><span class=\"citation\" data-id=\"197902\"><a href=\"/opinion/197902/dichner-v-liberty-travel/\"><span class=\"volume\">141</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">24</span></a></span><pre class=\"inline\">, 30 (1st Cir. 1998) (describing the\r\n\"'pretext plus' approach\"). \r\nApplying this standard, the district court found that\r\nThomas had met the first part of her burden.  It determined that a\r\njury could find that the appraisal scores were objectively unfair\r\nor in some sense skewed against Thomas.  Accordingly, the court\r\nfound that \"[b]ased only on the evidence presented so far, a\r\nreasonable fact finder could determine that Flannery's reasons for\r\nlowering plaintiff's [performance appraisal] ratings were\r\npretextual.\"  Thomas, 18 F. Supp. 2d at 137.  As explained below,\r\nwe agree.\r\nBut the court also found that Thomas did not meet the\r\nsecond, \"plus\" part of her burden:  she failed to present evidence\r\nto create a genuine issue of fact about whether the allegedly\r\nunfair scores were due to her race and not some other factor.  See\r\nid. at 137-38.  The court compared the evidence presented by\r\nThomas, which in the court's view amounted only to evidence of \"an\r\nunwelcoming office environment,\" \"conspicuously unfair treatment\"\r\nby Flannery, and \"a personality conflict between Flannery and\r\nplaintiff,\" id., with the evidence presented by plaintiffs in other\r\nFirst Circuit cases in which plaintiffs had survived summary\r\njudgment:\r\n  In all of these cases, the plaintiff alleged at least one\r\npiece of evidence that explicitly referred to plaintiff's\r\nmembership in a protected class, and stated or implied\r\nthat this membership was or would soon adversely affect\r\nplaintiff's employment prospects.  By contrast, in cases\r\nwhere plaintiff fails to make any connection between\r\nadverse employment actions and membership in a protected\r\nclass, summary judgment is granted to the employer, and\r\njudgment is affirmed.\r\nId. at 138.  The court granted summary judgment to Kodak because it\r\nfound that Thomas had failed to \"make any connection\" between\r\nFlannery's actions and her own membership in a protected class. \r\nId.  In particular, the court found that Thomas failed to present\r\nany evidence that Flannery had expressly linked the low scores to\r\nThomas's race and that Thomas's evidence of pretext was not\r\n\"flagrant\" enough to support a finding of discrimination on its\r\nown.  Id. (emphasis added). \r\nThe district court's analysis mischaracterizes the\r\nplaintiff's burden at the third stage of the McDonnell\r\nDouglas/Burdine framework.  To clarify the actual nature of that\r\nburden, we make a number of points.\r\nFirst, the labels \"pretext\" and \"plus\" must be used with\r\ngreat care.  Although it uses the label \"plus,\" the First Circuit's\r\n\"pretext-plus\" standard \"does not necessarily require the\r\nintroduction of additional evidence\" beyond that required to show\r\n\"pretext,\" i.e., evidence showing that the employer's articulated\r\nreason is false.  Dichner, 141 F.3d at 30.  Plaintiffs may use the\r\nsame evidence to support both conclusions, \"provided that the\r\nevidence is adequate to enable a rational factfinder reasonably to\r\ninfer that unlawful discrimination was a determinative factor in\r\nthe adverse employment action.\"  Rodriguez-Cuervos v. Wal-Mart\r\nStores, Inc., No. 98-1732, </pre><span class=\"citation no-link\"><span class=\"volume\">1999</span> <span class=\"reporter\">WL</span> <span class=\"page\">373525</span></span><pre class=\"inline\">, at *7 n.5 (1st Cir. June\r\n11, 1999); see also Udo, 54 F.3d at 13.  \r\nA corollary is that there can be no mechanical formula at\r\nthe third stage of the McDonnell Douglas/Burdine framework.  \"The\r\nstrength of the prima facie case and the significance of the\r\ndisbelieved pretext will vary from case to case depending on the\r\ncircumstances.  In short, everything depends on the individual\r\nfacts.\"  Woods v. Friction Materials, Inc., </pre><span class=\"citation\" data-id=\"675091\"><a href=\"/opinion/675091/jimmie-e-woods-v-friction-materials-inc/\"><span class=\"volume\">30</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">255</span></a></span><pre class=\"inline\">, 260 n.3\r\n(1st Cir. 1994).  Other circuits have highlighted the same point: \r\n\"The sufficiency of the finding of pretext to support a finding of\r\ndiscrimination depends on the circumstances of the case.\"  Fisher\r\nv. Vassar College, </pre><span class=\"citation\" data-id=\"741723\"><a href=\"/opinion/741723/cynthia-j-fisher-plaintiff-appellee-cross-appellant-v-vassar-college/\"><span class=\"volume\">114</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1332</span></a></span><pre class=\"inline\">, 1338 (2d Cir. 1997).  Moreover,\r\n\"it is difficult, if not impossible, to say in any concise or\r\ngeneric way under what precise circumstances . . . an inference [of\r\ndiscrimination from a showing of pretext] will be inappropriate.\" \r\nAka v. Washington Hosp. Ctr., </pre><span class=\"citation\" data-id=\"758304\"><a href=\"/opinion/758304/etim-u-aka-v-washington-hospital-center/\"><span class=\"volume\">156</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1284</span></a></span><pre class=\"inline\">, 1294 (D.C. Cir. 1998). \r\nBecause discrimination, and discrimination cases, come in many\r\ndifferent forms, a case-by-case analysis is always necessary. \r\nThere can be no rigid requirement that plaintiffs introduce a\r\nseparate \"plus\" factor, such as a negative employer comment about\r\nthe plaintiff's protected class, in order to prove discrimination. \r\nOtherwise, the McDonnell Douglas/Burdine framework would no longer\r\nserve the purpose for which it was designed:  allowing plaintiffs\r\nto prove discrimination by circumstantial evidence.  See Smith v.\r\nF.W. Morse &amp; Co., </pre><span class=\"citation\" data-id=\"196571\"><a href=\"/opinion/196571/smith-v-fw-morse-co-inc/\"><span class=\"volume\">76</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">413</span></a></span><pre class=\"inline\">, 420-21 (1st Cir. 1996). \r\nOur second point is related.  That \"everything depends on\r\nthe individual facts\" means we need to look carefully at the\r\nparticular type of claim that Thomas is bringing.  As we understand\r\nThomas's argument, she alleges a more subtle type of disparate\r\ntreatment than the type often used to exemplify the operation of\r\nthe McDonnell Douglas/Burdine framework.  She does not argue that\r\nKodak has articulated a false reason for her layoff (for example,\r\nexcessive tardiness) in order to disguise the actual, unrelated \r\nreason (her race) -- what one might describe as a \"truth versus\r\nlies\" claim -- rather, she challenges the racial neutrality of the\r\nproffered reason itself.  The latter type of challenge is also\r\ncognizable as a form of disparate treatment:  if an employer\r\nevaluates employees of one race less favorably than employees of\r\nanother race who have performed equivalently, and if race, rather\r\nthan some other factor, is the basis for the difference in\r\nevaluations, then the disfavored employees have been subjected to\r\n\"discriminat[ion] . . . because of  . . . race.\"   2000e-2(a)(1). \r\nThe \"pretext-plus\" label may seem inapposite for this\r\ntype of claim, since the word \"pretext\" could suggest a conscious\r\nlie.  But issues of pretext should not be confused with the issue\r\nof whether there has been discrimination \"because of race.\"  As the\r\nSupreme Court has used the term \"pretext,\" the term provides \"no\r\njustification for assuming . . . that those employers whose\r\nevidence is disbelieved are perjurers and liars.\"  Hicks, 509 U.S.\r\nat 520.  According to the Hicks Court, \"[t]o say that the company\r\nwhich in good faith introduces such testimony, or even the\r\ntestifying employee himself, becomes a liar and a perjurer when the\r\ntestimony is not believed, is nothing short of absurd.\"  Id. at\r\n520-21. The ultimate question is whether the employee has been\r\ntreated disparately \"because of race.\"   This is so regardless of\r\nwhether the employer consciously intended to base the evaluations\r\non race, or simply did so because of unthinking stereotypes or\r\nbias.  See Robinson v. Polaroid Corp., </pre><span class=\"citation\" data-id=\"434886\"><a href=\"/opinion/434886/34-fair-emplpraccas-1134-34-empl-prac-dec-p-34312-william-c/\"><span class=\"volume\">732</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1010</span></a></span><pre class=\"inline\">, 1015 (1st\r\nCir. 1984) (noting that plaintiffs in a disparate treatment case\r\ncan challenge \"subjective evaluations which could easily mask\r\ncovert or unconscious race discrimination on the part of\r\npredominantly white managers\"); Sweeney v. Board of Trustees of\r\nKeene State College, </pre><span class=\"citation\" data-id=\"352474\"><a href=\"/opinion/352474/16-fair-emplpraccas-378-15-empl-prac-dec-p-8030-christine-m-sweeney/\"><span class=\"volume\">569</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">169</span></a></span><pre class=\"inline\">, 179 (1st Cir.) (permitting a\r\nchallenge to a decision process in which \"bias may often be\r\nunconscious and unexpressed\"), vacated on other grounds, </pre><span class=\"citation\" data-id=\"109947\"><a href=\"/opinion/109947/board-of-trustees-of-keene-state-college-v-sweeney/\"><span class=\"volume\">439</span> <span class=\"reporter\">U.S.</span>\r\n<span class=\"page\">24</span></a></span><pre class=\"inline\">, 24 (1978), aff'd after remand, </pre><span class=\"citation\" data-id=\"369075\"><a href=\"/opinion/369075/20-fair-emplpraccas-759-20-empl-prac-dec-p-30221-christine-m/\"><span class=\"volume\">604</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">106</span></a></span><pre class=\"inline\">, 114 (1st Cir.\r\n1979) (noting again that sex discrimination includes \"the practice,\r\nwhether conscious or unconscious, of subjecting women to higher\r\nstandards of evaluation than are applied to their male\r\ncounterparts\").\r\nThe Supreme Court has long recognized that unlawful\r\ndiscrimination can stem from stereotypes and other types of\r\ncognitive biases, as well as from conscious animus.  Indeed,\r\ndiscussing age discrimination in Hazen Paper Co. v. Biggins, </pre><span class=\"citation\" data-id=\"112844\"><a href=\"/opinion/112844/hazen-paper-co-v-biggins/\"><span class=\"volume\">507</span>\r\n<span class=\"reporter\">U.S.</span> <span class=\"page\">604</span></a></span><pre class=\"inline\"> (1993), the Court characterized employer decisions \"'based\r\nin large part on stereotypes unsupported by objective fact,'\"  id.\r\nat 610-11 (quoting EEOC v. Wyoming, </pre><span class=\"citation\" data-id=\"110881\"><a href=\"/opinion/110881/eeoc-v-wyoming/\"><span class=\"volume\">460</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">226</span></a></span><pre class=\"inline\">, 231 (1983)), as\r\n\"the essence of what Congress sought to prohibit in the ADEA,\" id.\r\nat 610 (emphasis added).  And the prohibition against this form of\r\ndisparate treatment is not limited to the context of age\r\ndiscrimination.  The Court has interpreted Title VII as\r\n\"'prohibit[ing] all practices in whatever form which create\r\ninequality in employment opportunity due to discrimination on the\r\nbasis of race, religion, sex, or national origin,'\" County of\r\nWashington v. Gunther, </pre><span class=\"citation\" data-id=\"110512\"><a href=\"/opinion/110512/county-of-washington-v-gunther/\"><span class=\"volume\">452</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">161</span></a></span><pre class=\"inline\">, 180 (1981) (quoting Franks v.\r\nBowman Transp. Co., </pre><span class=\"citation\" data-id=\"109404\"><a href=\"/opinion/109404/franks-v-bowman-transp-co/\"><span class=\"volume\">424</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">747</span></a></span><pre class=\"inline\">, 763 (1976)), and has noted that\r\nthis includes \"the entire spectrum of disparate treatment of men\r\nand women resulting from sex stereotypes,\" id. (quoting Los Angeles\r\nDept. of Water &amp; Power v. Manhart, </pre><span class=\"citation\" data-id=\"109834\"><a href=\"/opinion/109834/los-angeles-dept-of-water-and-power-v-manhart/\"><span class=\"volume\">435</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">702</span></a></span><pre class=\"inline\">, 707 n.13 (1978)). \r\nStereotypes or cognitive biases based on race are as incompatible\r\nwith Title VII's mandate as stereotypes based on age or sex; here\r\ntoo, \"the entire spectrum of disparate treatment\" is prohibited.\r\nThe role of such stereotyping has been discussed most\r\nthoroughly in that branch of disparate treatment law developed\r\napart from the McDonnell Douglas/Burdine framework and known as the\r\nPrice Waterhouse framework.  See Price Waterhouse v. Hopkins, </pre><span class=\"citation\" data-id=\"112252\"><a href=\"/opinion/112252/price-waterhouse-v-hopkins/\"><span class=\"volume\">490</span>\r\n<span class=\"reporter\">U.S.</span> <span class=\"page\">228</span></a></span><pre class=\"inline\">, 239-58 (1989); Smith, 76 F.3d at 420-22 (comparing the\r\ntwo frameworks).  The district court in Price Waterhouse found that\r\nthe employer, an accounting firm, had discriminated against Ann\r\nHopkins by permitting stereotypical attitudes about women to play\r\na role in its decision not to invite her to become partner.  See\r\nHopkins v. Price Waterhouse, </pre><span class=\"citation\" data-id=\"1792949\"><a href=\"/opinion/1792949/hopkins-v-price-waterhouse/\"><span class=\"volume\">618</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1109</span></a></span><pre class=\"inline\">, 1118-19 (D.D.C.\r\n1985).  On appeal, the employer contended that it could not be\r\nliable for disparate treatment because \"Hopkins did not prove\r\n'intentional' discrimination on the part of the [decision-making]\r\nBoard, but only 'unconscious' sexual stereotyping by unidentified\r\npartners who participated in the selection process.\"  Hopkins v.\r\nPrice Waterhouse, </pre><span class=\"citation\" data-id=\"492338\"><a href=\"/opinion/492338/ann-b-hopkins-v-price-waterhouse-ann-b-hopkins-v-price-waterhouse/\"><span class=\"volume\">825</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">458</span></a></span><pre class=\"inline\">, 468 (D.C. Cir. 1987), aff'g in part\r\nand rev'g in part Hopkins, 618 F. Supp. at 1113-21.  The D.C.\r\nCircuit squarely rejected this argument:\r\n  In keeping with [Title VII's remedial] purpose, the\r\nSupreme Court has never applied the concept of intent so\r\nas to excuse an artificial, gender-based employment\r\nbarrier simply because the employer involved did not\r\nharbor the requisite degree of ill-will towards the\r\nperson in question.  As the evidentiary framework\r\nestablished in McDonnell Douglas makes clear, the\r\nrequirement[] of discriminatory motive in disparate\r\ntreatment cases does not function as a \"state of mind\"\r\nelement, but as a method of ensuring that only those\r\narbitrary or artificial employment barriers that are\r\nrelated to an employee or applicant's race, sex,\r\nreligion, or national origin are eliminated.  \r\nId. at 468-69 (footnotes omitted); see also Lynn v. Regents of the\r\nUniv. of Cal., </pre><span class=\"citation\" data-id=\"393290\"><a href=\"/opinion/393290/26-fair-emplpraccas-1391-28-fair-emplpraccas-410-27-empl-prac/\"><span class=\"volume\">656</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1337</span></a></span><pre class=\"inline\">, 1343 n.5 (9th Cir. 1981) (\"[W]hen\r\nplaintiffs establish that decisions regarding . . . employment are\r\nmotivated by discriminatory attitudes relating to race or sex, or\r\nare rooted in concepts which reflect such attitudes, however\r\nsubtly, courts are obligated to afford the relief provided by Title\r\nVII.\").\r\nThe court of appeals found it unsurprising that the\r\ndisparate treatment doctrine focuses on causality rather than\r\nconscious motivations, since \"unwitting or ingrained bias is no\r\nless injurious or worthy of eradication than blatant or calculated\r\ndiscrimination.\"  Hopkins, 825 F.2d at 469.  If the plaintiff has\r\nshown that she was treated less favorably because of her gender,\r\nthe court said, \"the fact that some or all of the partners at Price\r\nWaterhouse may have been unaware of that motivation, even within\r\nthemselves, neither alters the fact of its existence nor excuses\r\nit.\"  Id.\r\nThe Supreme Court upheld this portion of the D.C.\r\nCircuit's decision.  See Price Waterhouse, 490 U.S. at 250-52\r\n(plurality opinion); id. at 259 (White, J., concurring in the\r\njudgment); id. at 261, 272, 277-78 (O'Connor, J., concurring in the\r\njudgment); see also Hopkins v. Price Waterhouse, </pre><span class=\"citation\" data-id=\"552752\"><a href=\"/opinion/552752/ann-b-hopkins-v-price-waterhouse/\"><span class=\"volume\">920</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">967</span></a></span><pre class=\"inline\">, 969\r\n(D.C. Cir. 1990) (affirming district court decision after remand\r\nfrom Supreme Court) (noting that this portion of Hopkins, 825 F.2d\r\nat 468-69, was upheld by the Supreme Court).  The Price Waterhouse\r\nplurality explained:  \"In the specific context of sex stereotyping,\r\nan employer who acts on the basis of a belief that a woman cannot\r\nbe aggressive, or that she must not be, has acted on the basis of\r\ngender.\"  Price Waterhouse, 490 U.S. at 249.  The plurality added\r\nthat \"[b]y focusing on [the plaintiff's] specific proof, . . . we\r\ndo not suggest a limitation on the possible ways of proving that\r\nstereotyping played a motivating role in an employment decision.\" \r\nId. at 251-52.\r\nThe concept of \"stereotyping\" includes not only simple\r\nbeliefs such as \"women are not aggressive\" but also a host of more\r\nsubtle cognitive phenomena which can skew perceptions and\r\njudgments.  Price Waterhouse highlighted one such phenomenon:  the\r\ntendency of \"unique\" employees (that is, single employees belonging\r\nto a protected class, such as a single female or a single minority\r\nin the pool of employees) to be evaluated more harshly in a\r\nsubjective evaluation process.  See id. at 235-36; see also\r\nVillanueva v. Wellesley College, </pre><span class=\"citation\" data-id=\"558945\"><a href=\"/opinion/558945/tino-villanueva-v-wellesley-college/\"><span class=\"volume\">930</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">124</span></a></span><pre class=\"inline\">, 131 (1st Cir. 1991)\r\n(discussing possible relevance of plaintiff's status as the sole\r\nemployee within a protected class).  Other types of biased thinking\r\nare also widely recognized.  See generally  L. H. Krieger, The\r\nContent of Our Categories:  A Cognitive Bias Approach to\r\nDiscrimination and Equal Employment Opportunity, 47 Stan. L. Rev.\r\n1161, 1186-1217 (1995) (describing varieties of cognitive bias); C.\r\nR. Lawrence III, The Id, the Ego, and Equal Protection:  Reckoning\r\nwith Unconscious Racism, 39 Stan. L. Rev. 317, 328-44 (1987)\r\n(discussing forms of racism); see also D. Charny &amp; G. M. Gulati,\r\nEfficiency-Wages, Tournaments, and Discrimination: A Theory of\r\nEmployment Discrimination for \"High-Level\" Jobs, 33 Harv. C.R.-C.L.\r\nL. Rev. 57, 77-78, 83 (1998) (noting the inability of the market\r\nalone to correct the effects of cognitive biases and stereotypes).\r\nWe make one final general point about the third stage of\r\nthe McDonnell Douglas/Burdine framework:  in the context of a\r\nmotion for summary judgment, courts must be very cautious about sua\r\nsponte finding non-discriminatory reasons for apparently disparate\r\ntreatment.  Although the presumption of discrimination has dropped\r\nout of the case by the third stage of the McDonnell Douglas/Burdine\r\nframework, its rationale remains relevant:  discrimination, rarely\r\nexplicit and thus rarely the subject of direct evidence, may be\r\nproven through the elimination of other plausible non-\r\ndiscriminatory reasons until the most plausible reason remaining is\r\ndiscrimination.  See Burdine, 450 U.S. at 254 n.8 (noting that \"the\r\nallocation of burdens\" in a Title VII case \"is intended\r\nprogressively to sharpen the inquiry into the elusive factual\r\nquestion of intentional discrimination\").  In this case, for\r\ninstance, the plaintiff has argued that her appraisal scores were\r\nunfairly low because of her race, while the defendant has argued\r\nthat the scores were objectively fair.  By finding that plaintiff\r\nhas presented enough evidence to suggest that her scores were\r\nunfairly low, and then speculating that a personality conflict\r\ncould be the source of that unfairness, the district court\r\nerroneously adopted a third view.  See Thomas, 18 F. Supp. 2d at\r\n137-38.  No party in this case has argued that a personality\r\nconflict explained any disparity in the scores assigned by\r\nFlannery, and the district court should not, at summary judgment,\r\nhave replaced Kodak's articulated explanation sua sponte with its\r\nown.  It may be that a jury (or judge, if no jury trial is claimed)\r\nwould find at trial that a personality conflict rather than racial\r\nbias is the best explanation for any difference in scores.  But the\r\nquestion at summary judgment is not which of the possible\r\nexplanations is most convincing; it is whether the plaintiff has\r\nproduced enough evidence to raise a genuine issue of fact regarding\r\nher explanation.  \r\nHaving clarified the actual nature of the plaintiff's\r\nburden under McDonnell Douglas/Burdine, we now consider whether\r\nThomas has met that burden.  Because the employer here has\r\narticulated a non-discriminatory reason for its action, the initial\r\npresumption of discrimination created under McDonnell\r\nDouglas/Burdine has dropped from the case.  See Hicks, 509 U.S. at\r\n510-11; Smith, 76 F.3d at 421.  This leaves the plaintiff with the\r\nultimate burden of proving discrimination.  She must produce\r\nevidence to create a genuine issue of fact with respect to two\r\npoints:  whether the employer's articulated reason for its adverse\r\naction was a pretext and whether the real reason was race\r\ndiscrimination.  See Udo, 54 F.3d at 13.  In other words, she must\r\nproduce evidence to permit a reasonable jury to conclude both that\r\ndisparate treatment occurred and that the difference in treatment\r\nwas because of race.  The same evidence may support both showings. \r\nSee id. \r\nThe first portion of Thomas's third-stage burden is to \r\nproduce sufficient evidence to show that she was not evaluated on\r\nthe same terms as her colleagues, but rather was evaluated more\r\nharshly than the other, non-minority CSRs.  The district court\r\nfound that the plaintiff met this portion of her burden:  she\r\nproduced enough evidence to allow a reasonable factfinder to\r\ndetermine that Flannery's reasons for assigning her scores were\r\n\"pretextual.\"  Thomas, 18 F. Supp. 2d at 137.  We agree.\r\nOne strong piece of evidence is the sharp drop in\r\nThomas's overall score (from 6 in 1989 to 3 in 1990) after Flannery\r\nbecame her supervisor.  While the drop in score would not\r\ndemonstrate uneven treatment if Flannery were simply a \"tough\r\ngrader,\" this does not appear to have been the case.  In 1990, when\r\nThomas received a 3, all of the other CSRs whom Flannery graded\r\nreceived either a 5 or a 6.  Furthermore, over her three years as\r\nsupervisor Flannery gave CSRs other than Thomas a number of 7s in\r\nindividual categories, a score that earlier supervisors\r\ncharacterized as extremely rare or even unheard of. \r\nThe drop in Thomas's score from 1989 to 1990 would also\r\nfail to demonstrate uneven treatment if it merely reflected a\r\nhigher standard imposed upon Thomas due to her grade change in\r\n1989.  According to Kodak, \"the higher the wage grade and salary,\r\nthe more Kodak expected from the employee.\"  Appellee's Brief at\r\n34.  But Thomas presents deposition testimony from other\r\nsupervisors suggesting that there was no such rule, and the scores\r\nthat Flannery assigned to other Wellesley CSRs seem to bear this\r\nout:  one CSR who received a grade change in 1991 received a 5 in\r\n1992 after receiving a 6 in 1991 (a drop of only one point rather\r\nthan three after the grade change), and another CSR who received a\r\ngrade change in 1991 received a higher score the following year\r\n(from a 4 in 1991 to a 5 in 1992).\r\nThomas makes other specific comparisons as well.  The\r\nstrongest of these concern her scores for \"quantity of results,\"\r\nwhich was the most objective of the categories appraised, since it\r\nwas based directly on the number of machines and installations for\r\nwhich a CSR was responsible.   Thomas's scores appear low when\r\ncompared to the scores for quantity given to other CSRs.  In 1990,\r\nfor instance, Thomas received only a 3 for quantity of results --\r\na below average score -- for managing 730 machines and 110\r\ninstallations, while another CSR, also in the K6 grade, received a\r\n5 for quantity in 1991 for managing far fewer machines (504) and\r\nfewer installations (81).  Kodak argues that the comparison is\r\n\"unfair and analytically unsound\" because the other employee had\r\nbeen at the K6 grade for many years, and \"[s]ustained performance\r\nat a higher grade counts for more than a relatively shorter period\r\nof performance at the higher grade.\"  Appellee's Brief at 35.  This\r\nargument might persuade a jury to discount the value of this\r\ncomparison, but it does not render the comparison meaningless at\r\nsummary judgment, where Thomas need only produce evidence\r\nsufficient to support her contention that her scores were lower\r\nthan those given to similarly performing non-minority CSRs.  See\r\nMolloy v. Blanchard, </pre><span class=\"citation\" data-id=\"741736\"><a href=\"/opinion/741736/74-fair-emplpraccas-bna-176-71-empl-prac-dec-p-44829-lori-ann/\"><span class=\"volume\">115</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">86</span></a></span><pre class=\"inline\">, 91 (1st Cir. 1997) (noting that\r\n\"'[e]xact correlation is neither likely nor necessary'\" and \r\nstating that \"'[t]he test is whether a prudent person, looking\r\nobjectively at the incidents, would think them roughly\r\nequivalent.'\" (quoting Dartmouth Review v. Dartmouth College, </pre><span class=\"citation\" data-id=\"531870\"><a href=\"/opinion/531870/the-dartmouth-review-on-behalf-of-its-officers-staff-and-subscribers-v/\"><span class=\"volume\">889</span>\r\n<span class=\"reporter\">F.2d</span> <span class=\"page\">13</span></a></span><pre class=\"inline\">, 19 (1st Cir. 1989))).  \r\nIn addition to the performance appraisals themselves,\r\nThomas presents other evidence to show that Flannery treated her\r\ndifferently than she treated the other CSRs.  According to Thomas,\r\nFlannery used flimsy grounds to prevent her from delivering an\r\nimportant presentation at a Kodak meeting, refused to provide her\r\nwith computer training, failed to allow her appropriate\r\ndevelopmental opportunities, and failed to evaluate her accurately\r\non the basis of her interaction with customers (since she never\r\naccompanied Thomas on site in order to observe that interaction, as\r\nshe did with the other CSRs). \r\nOn the whole Thomas has presented enough evidence to\r\nsurvive summary judgment on the question of disparate treatment. \r\nSome of Thomas's scores, and particularly the 1990 scores, appear\r\nlower than one would expect given her apparent performance level. \r\nA reasonable jury, examining the evidence Thomas has submitted,\r\ncould conclude that Thomas was evaluated more harshly than other,\r\nnon-minority CSRs supervised by Flannery.  \r\nKodak argues that, even if true, this would not matter,\r\nbecause Thomas would have been laid off anyway.  Even if Thomas had\r\nreceived the highest possible score (7) in 1990, Kodak says, her\r\nPAR ranking would not have changed:  because the PAR formula so\r\nheavily weighted the two more recent scores, Thomas would still\r\nhave had the second lowest PAR score among the CSRs and would still\r\nhave been selected for layoff.   There are two flaws with this\r\nargument.  First, it ignores the natural implications of a finding\r\nthat the 1990 scores were unfairly low.  To the extent that\r\nThomas's 1990 scores were inappropriately low, a factfinder could\r\ninfer that her later scores -- although higher than her 1990 scores\r\n-- were inappropriately low as well (and indeed, they were\r\nconsistently lower than the scores given to the other CSRs, as\r\ndemonstrated by the performance appraisals that Kodak has produced\r\nfor 1991 and 1992).   Second, Kodak's argument ignores the fact\r\nthat performance appraisal scores were expressly on a curve. \r\nAccording to Kodak's compensation plan, scores were to be\r\n\"validated\" by reference to an informal supervisor ranking of\r\nemployees in the group.  Thus, if Thomas's scores had gone up,\r\nother CSRs' scores might have gone down.  Whether accurate scoring\r\nof Thomas in relation to the other CSRs would have saved her from\r\nlayoff is something Thomas must prove at trial.  But she has\r\ncreated a genuine issue with respect to this question.  Not only\r\nhas she produced evidence which suggests that Flannery treated her\r\ndifferently and graded her more harshly than the other CSRs, she\r\nhas also produced evidence to support the claim that her earlier\r\nevaluations were a more accurate appraisal of her performance: (1)\r\nher promotion in 1989 to the K6 grade, which was reserved for\r\n\"outstanding\" CSRs \"servicing the largest and/or most sensitive\r\naccounts,\" (2) her salary, which was higher than her seniority\r\nwould predict, presumably reflecting the fact that Kodak had, over\r\nthe years, found her performance level to be comparatively high,\r\nand (3) the positive comments from customers and from other\r\nsupervisors, which suggest that she was in fact one of the better\r\nCSRs.\r\n Our inquiry does not end with this finding, since even\r\nthe most blatant unfairness cannot, on its own, support a Title VII\r\nclaim.  \"Title VII does not grant relief to a plaintiff who has\r\nbeen discharged unfairly, even by the most irrational of managers,\r\nunless facts and circumstances indicate that discriminatory animus\r\nwas the reason for the decision.\"  Smith, 40 F.3d at 16; see also\r\nRodriguez-Cuervos, </pre><span class=\"citation no-link\"><span class=\"volume\">1999</span> <span class=\"reporter\">WL</span> <span class=\"page\">373525</span></span><pre class=\"inline\">, at *5.  Instead, our focus\r\nshifts to the question whether Thomas has produced sufficient\r\nevidence to support a finding that the apparent disparity in\r\ntreatment was due to her race. \r\nAs we emphasized above, Thomas can meet her burden with\r\nrespect to this question using the same evidence used to show\r\nunequal treatment.  The district court's opinion can be read to say\r\nthat at this stage the plaintiff must produce what has been called\r\n\"direct\" evidence,  such as racially explicit statements.  That is\r\nnot so.  There is no requirement that a plaintiff, having shown\r\ndifferential treatment and pretext, must present direct, \"smoking\r\ngun\" evidence of racially biased decisionmaking in order to\r\nprevail.  Where the disparity in treatment is striking enough, a\r\njury may infer that race was the cause, especially if no\r\nexplanation is offered other than the reason rejected as\r\npretextual.  That is the case here, since Kodak argues that\r\nThomas's scores were objectively fair, not that they were unfair\r\ndue to a personality conflict, as the district court surmised.\r\nIn fact, Thomas does present additional evidence on this\r\npoint.  She describes incidents and situations which suggest that\r\nFlannery had a general disregard for her professional abilities and\r\nstatus.  It also appears, from the picture that Thomas paints (and\r\nwhich Kodak does not dispute) that Flannery was at times\r\ninappropriately upset or angry with Thomas, to the point of\r\nbehaving unprofessionally.  This, in turn, suggests that she did\r\nnot respond neutrally to Thomas.  A jury might reasonably infer\r\nfrom Thomas's description of these incidents that Thomas's race was\r\nan issue for Flannery and that Flannery's evaluations of Thomas\r\nwere affected by some form of conscious animus or less conscious\r\nbias.\r\nOur assessment of the evidence would be quite different\r\nif Thomas had been one of several black employees supervised by\r\nFlannery, some of whose scores were not low relative to those of\r\nthe non-minority CSRs.  But that was not the case.  Thomas was the\r\nonly black CSR, and one can infer from the evidence that she was\r\nalso the only CSR who was evaluated unfairly. Given this, it is\r\nreasonable to infer that race played a determinative role in the\r\nevaluation process -- especially since there is also other evidence\r\nthat Flannery treated Thomas poorly.  Indeed, the very fact that\r\nThomas was the only black CSR at the Wellesley office may have\r\nincreased the likelihood that she would be evaluated more harshly. \r\nSee Price Waterhouse, 490 U.S. at 235-36; Villanueva, 930 F.2d at\r\n131.\r\nIn the end, Thomas is in a different position than a\r\nplaintiff who merely \"disagree[s] with [the employer's] assessment\r\nof her relative performance.\"  Compton v. GTE Gov't Sys., Corp.,\r\nNo. 93-11383, </pre><span class=\"citation no-link\"><span class=\"volume\">1995</span> <span class=\"reporter\">WL</span> <span class=\"page\">791938</span></span><pre class=\"inline\">, at *6 (D. Mass. Dec. 7, 1995), cited\r\nin Thomas, 18 F. Supp. 2d at 136; see also Blick v. Pitney Bowes\r\nManagement Servs., Inc., No. 93-11573, </pre><span class=\"citation no-link\"><span class=\"volume\">1995</span> <span class=\"reporter\">WL</span> <span class=\"page\">791945</span></span><pre class=\"inline\">, at *5 (D.\r\nMass. Dec. 25, 1995) (noting that a plaintiff's mere disagreement\r\nwith the employer's \"assessment of his work attitude . . . is not\r\nsufficient to create a triable federal discrimination claim\"),\r\ncited in Thomas, 18 F. Supp. 2d at 136.  Thomas has presented\r\n\"evidence from which the trier of fact reasonably could conclude\r\nthat [her] abilities and qualifications were equal or superior to\r\nemployees who were retained.\"  Goldman v. First Nat'l Bank of\r\nBoston, </pre><span class=\"citation\" data-id=\"600349\"><a href=\"/opinion/600349/robert-goldman-v-first-national-bank-of-boston/\"><span class=\"volume\">985</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1113</span></a></span><pre class=\"inline\">, 1119 (1st Cir. 1993).  It is not an\r\n\"improbable inference[]\" or \"unsupported speculation,\" Medina-Munoz\r\nv. R.J. Reynolds Tobacco Co., </pre><span class=\"citation\" data-id=\"536516\"><a href=\"/opinion/536516/52-fair-emplpraccas-253-52-empl-prac-dec-p-39659-jose-medina-munoz/\"><span class=\"volume\">896</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">5</span></a></span><pre class=\"inline\">, 8 (1st Cir. 1990), to\r\nfurther conclude, based on the evidence available at summary\r\njudgment, that Kodak failed to recognize this fact because it\r\nrelied on an evaluation procedure that was tainted by racial bias.\r\n                              IV\r\nThomas's claim is timely, and it is based on sufficient\r\nevidence to permit a reasonable jury to find that Flannery\r\ndiscriminated against Thomas because of her race when she assigned\r\nthe performance appraisal scores that led to Thomas's layoff. \r\nAccordingly, we reverse the district court's grant of summary\r\njudgment and remand for further proceedings consistent with this\r\nopinion.  \r\nCosts are awarded to appellant.\n</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/107749/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108786/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109254/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109404/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109571/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109671/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109834/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109947/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110320/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110367/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110424/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110512/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110881/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112252/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112282/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112844/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112901/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195745/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196571/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197772/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197902/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198225/",
    "http://www.courtlistener.com/api/rest/v3/opinions/352474/",
    "http://www.courtlistener.com/api/rest/v3/opinions/369075/",
    "http://www.courtlistener.com/api/rest/v3/opinions/393290/",
    "http://www.courtlistener.com/api/rest/v3/opinions/406162/",
    "http://www.courtlistener.com/api/rest/v3/opinions/423931/",
    "http://www.courtlistener.com/api/rest/v3/opinions/434886/",
    "http://www.courtlistener.com/api/rest/v3/opinions/481050/",
    "http://www.courtlistener.com/api/rest/v3/opinions/492338/",
    "http://www.courtlistener.com/api/rest/v3/opinions/502255/",
    "http://www.courtlistener.com/api/rest/v3/opinions/520577/",
    "http://www.courtlistener.com/api/rest/v3/opinions/531870/",
    "http://www.courtlistener.com/api/rest/v3/opinions/536516/",
    "http://www.courtlistener.com/api/rest/v3/opinions/547202/",
    "http://www.courtlistener.com/api/rest/v3/opinions/552752/",
    "http://www.courtlistener.com/api/rest/v3/opinions/553173/",
    "http://www.courtlistener.com/api/rest/v3/opinions/558945/",
    "http://www.courtlistener.com/api/rest/v3/opinions/563202/",
    "http://www.courtlistener.com/api/rest/v3/opinions/571113/",
    "http://www.courtlistener.com/api/rest/v3/opinions/573068/",
    "http://www.courtlistener.com/api/rest/v3/opinions/600349/",
    "http://www.courtlistener.com/api/rest/v3/opinions/652965/",
    "http://www.courtlistener.com/api/rest/v3/opinions/675091/",
    "http://www.courtlistener.com/api/rest/v3/opinions/695510/",
    "http://www.courtlistener.com/api/rest/v3/opinions/721583/",
    "http://www.courtlistener.com/api/rest/v3/opinions/728081/",
    "http://www.courtlistener.com/api/rest/v3/opinions/741723/",
    "http://www.courtlistener.com/api/rest/v3/opinions/741736/",
    "http://www.courtlistener.com/api/rest/v3/opinions/744483/",
    "http://www.courtlistener.com/api/rest/v3/opinions/746214/",
    "http://www.courtlistener.com/api/rest/v3/opinions/758304/",
    "http://www.courtlistener.com/api/rest/v3/opinions/760463/",
    "http://www.courtlistener.com/api/rest/v3/opinions/760938/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1495989/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1792949/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2152583/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2449849/"
  ]
}