{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/198511/",
  "absolute_url": "/opinion/198511/maghsoudi-v-ins/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/198511/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:53:45Z",
  "date_modified": "2017-03-24T10:57:32.435882Z",
  "type": "010combined",
  "sha1": "9ffd49993e262b6b78694a2b53943d866d097569",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=98-1264.01A",
  "local_path": null,
  "plain_text": "               United States Court of Appeals\r\n                   For the First Circuit\r\n\nNo. 98-1264\r\n\n                       SASAN MAGHSOUDI,\r\n\n                    Petitioner, Appellant,\r\n\n                              v.\r\n\n           IMMIGRATION AND NATURALIZATION SERVICE,\r\n\n                    Respondent, Appellee.\r\n\n                APPEAL FROM A DECISION OF THE\r\n\n                BOARD OF IMMIGRATION APPEALS\r\n\n                            Before\r\n\n                    Stahl, Circuit Judge,\r\n\n               Magill, Senior Circuit Judge,\r\n\n                 and Lipez, Circuit Judge.\r\n\n   Gary Silbiger, with whom Silbiger &amp; Honig was on brief for\r\nappellant.\r\n   Brenda M. O'Malley, with whom Karen Ann Hunold, Senior\r\nLitigation Counsel, Frank W. Hunger, Assistant Attorney General,\r\nand the Office of Immigration Litigation, Department of Justice,\r\nwere on brief for appellee.\r\n\nJune 10, 1999\r\n\nLIPEZ, Circuit Judge. Sasan Maghsoudi, an alien, seeks\r\ndirect judicial review of a final order of deportation from the\r\nBoard of Immigration Appeals (BIA). The BIA found Maghsoudi\r\ndeportable (under 8 U.S.C.  1227(a)(2)(A)(ii)) because it held\r\nthat he had two prior convictions for crimes involving moral\r\nturpitude. If both crimes were indeed crimes of moral turpitude, we\r\nlack jurisdiction to review the deportation order. Finding that\r\nMaghsoudi had been convicted of two such crimes, we conclude that\r\nwe lack jurisdiction over his appeal.\r\nI. Background\r\nMaghsoudi came to the United States from Iran as a high\r\nschool student on February 5, 1978, and remained in this country\r\nafter the Islamic Revolution. His relevant criminal history for\r\npurposes of this case consists of a 1985 Massachusetts conviction\r\nfor assault and robbery (stemming from a fare dispute with a\r\npassenger in his taxi on May 22, 1983, and resulting in a ten year\r\nsuspended sentence), and a 1989 Massachusetts conviction for\r\nindecent assault and battery (stemming from his relationship with\r\na sixteen year old girl, and resulting in a two and one half year\r\nsuspended sentence). An immigration judge (IJ) found him\r\ndeportable on the ground that both convictions involved moral\r\nturpitude (pursuant to Immigration and Nationality Act (INA)\r\n241(a)(4)) but granted discretionary relief from deportation\r\n(pursuant to INA  212(c)) on the ground that specific factual\r\ncircumstances of the two convictions were mitigating. The INS\r\nnoticed and briefed an appeal to the BIA on the ground that\r\ngranting relief in these circumstances was an abuse of discretion\r\nby the IJ. For reasons unexplained, the INS's appeal to the BIA\r\nremained pending for six years. In the interim, the Antiterrorism\r\nand Effective Death Penalty Act of 1996 (AEDPA) was passed, and\r\nthe Attorney General issued her opinion in Matter of Soriano,\r\nInterim Decision 3289 (A.G. Feb. 2, 1997), ruling that the AEDPA\r\nretroactively barred relief to any alien deportable for having\r\ncommitted any of the offenses listed in  212(c). The BIA\r\nsubsequently reversed the IJ's grant of  212(c) relief to\r\nMaghsoudi on the sole ground that AEDPA  440(d) made those\r\nconvicted of \"two crimes of moral turpitude\" ineligible\r\n(retroactively) for  212(c) relief. See In re Sasan Maghsoudi,\r\nOrder, A 24-581-482 (BIA March 25, 1997).\r\nOn appeal, Maghsoudi contends that the BIA erred in\r\nholding that the AEDPA retroactively barred eligibility for\r\n212(c) relief, citing Goncalves v. Reno, 144 F.3d 110, 133 (1st\r\nCir. 1998), cert. denied, 119 S. Ct. 1140 (1999). However,\r\nMaghsoudi must first establish our appellate jurisdiction before we\r\ncan reach the merits of that issue on direct appeal. Under\r\n309(c)(4)(G) of the Illegal Immigration Reform and Immigrant\r\nResponsibility Act of 1996 (IIRIRA), we have no jurisdiction to\r\nhear a direct appeal from a decision of the BIA in the case of an\r\nalien who is deportable by reason of having committed two crimes\r\ninvolving moral turpitude, where each conviction resulted in a\r\nsentence to confinement for one year or longer. On appeal,\r\nMaghsoudi claims that his indecent assault conviction was not in\r\nfact a conviction of a crime involving moral turpitude, and thus\r\nthe jurisdictional provisions of IIRIRA  309(c)(4)(G) eliminating\r\nresort to the Courts of Appeals do not apply to the current appeal.\r\nII. Analysis\r\nThe INS claims that Maghsoudi conceded that his indecent\r\nassault conviction was a conviction involving moral turpitude\r\nbefore the IJ, and therefore should be held to have waived the\r\nissue for purposes of this appeal. Maghsoudi, acting pro se,\r\ninitially contested his deportability in preliminary proceedings\r\nbefore the IJ and essentially protested his innocence of the crimes\r\nnotwithstanding his guilty pleas. See C.R. 108-09. However, the\r\noral decision of the IJ states:\r\n  Respondent [Maghsoudi], through his attorney,\r\nconceded the truthfulness of the allegation of\r\nfact contained in the Order to Show Cause and\r\nconceded that he was subject to deportation on\r\nthe charge contained therein. Based on the\r\nforegoing and what is contained in the record,\r\nI find that the respondent is subject to\r\ndeportation on the charge contained in his\r\nOrder to Show Cause by evidence which is\r\nclear, convincing, and unequivocal.\r\n\nIn the Matter of Maghsoudi, No. A24-581-482 (Feb. 13, 1991), at 2\r\n(emphasis added). The charge contained in the order to show cause\r\nread as follows:\r\n  [O]n the basis of the foregoing allegations,\r\nit is charged that you are subject to\r\ndeportation pursuant to the following\r\nprovisions of law:\r\n\n  Section 241(a)(4) of the Immigration and\r\nNationality Act, in that you at any time after\r\nentry have been convicted of two crimes\r\ninvolving moral turpitude not arising out of a\r\nsingle scheme of criminal misconduct.\r\n\nOrder to Show Cause, C.R. 536, 538. Maghsoudi's current counsel\r\nclaims in his brief on appeal that Maghsoudi's counsel in the\r\nproceedings before the IJ \"never admitted the allegations or charge\r\nof deportability.\" Given the significance of the concession of\r\ndeportability, the dispute over whether such a concession was made\r\nby Maghsoudi's counsel in proceedings before the IJ, our\r\ndiscretionary power to resolve issues arguably waived below, see\r\nPoliquin v. Garden Way, Inc., 989 F.2d 527, 531 (1st Cir. 1993);\r\nSingleton v. Wulff, 428 U.S. 106, 121 (1976), and our jurisdiction\r\nto resolve jurisdictional facts to determine whether IIRIRA\r\n309(c)(4)(G) applies to preclude appellate jurisdiction in this\r\ncase, we shall resolve the issue of whether Maghsoudi's indecent\r\nassault conviction was for a crime of moral turpitude.\r\nThere is some uncertainty as to the exact statutory basis\r\nof Maghsoudi's 1989 \"indecent assault\" conviction. Maghsoudi was\r\ninitially charged under Mass. Gen. Laws ch. 265,  13F, \"Indecent\r\nassault and battery on mentally retarded person.\" The docket\r\nreflects a conviction of \"INDECENT A&amp;B RETARDED PERSON C265 S13F\"\r\nwith the word \"RETARDED\" crossed out by hand. See C.R. 505. We\r\nassume that a conviction under ch. 265,  13H, \"Indecent assault\r\nand battery on person fourteen or older,\" was thereby intended,\r\nand that the retention of the citation \"S13F\" is a mere clerical\r\nerror. Maghsoudi's sentence (two and one half years in a house of\r\ncorrection, suspended) was consistent with the maximum allowable\r\nunder  13H. He was further sentenced to undergo sexual offender\r\nevaluation and treatment, which is inconsistent with his assertion\r\nthat his conviction was for simple assault and battery (presumably\r\nunder  13A). (The INS describes Maghsoudi's conviction as one for\r\n\"indecent assault\" under ch. 265, without specifying a section,\r\nwhich is at least consistent with our interpretation. See C.R.\r\n538.)\r\nIn making our de novo determination of whether or not a\r\ncrime involves \"moral turpitude\" within the terms of 8 U.S.C.\r\n1227(a)(2)(A)(ii), we accord due deference to the BIA's\r\ninterpretation of that statute. See Cabral v. INS, 15 F.3d 193, 194\r\n(1st Cir. 1994). Since clear indications of congressional intent\r\nfrom the language of the immigration statute or the legislative\r\nhistory are absent, see id. at 194-95, BIA interpretations are\r\n\"entitled to deference unless arbitrary, capricious, or manifestly\r\ncontrary to the statute.\" Id. at 194. The inherent nature of the\r\ncrime of conviction, as defined in the criminal statute, is\r\nrelevant in this determination; the particular circumstances of\r\nMaghsoudi's acts and convictions are not. See Pichardo v. INS, 104\r\nF.3d 756, 759 (5th Cir. 1997). We may, however, refer to the record\r\nof conviction, meaning the charge (indictment), plea, verdict, and\r\nsentence, in ascertaining exactly the criminal conduct to which\r\nMaghsoudi pled guilty. See Cabral, 15 F.3d at 195; Pichardo, 104\r\nF.3d at 759.\r\nThe general definition of \"moral turpitude\" has been\r\nsummarized by the BIA as follows:\r\n  Moral turpitude refers generally to conduct\r\nthat shocks the public conscience as being\r\ninherently base, vile, or depraved, and\r\ncontrary to the accepted rules of morality and\r\nthe duties owed between persons or to society\r\nin general.  Moral turpitude has been defined\r\nas an act which is per se morally\r\nreprehensible and intrinsically wrong or malum\r\nin se, so it is the nature of the act itself\r\nand not the statutory prohibition of it which\r\nrenders a crime one of moral turpitude.  Among\r\nthe tests to determine if a crime involves\r\nmoral turpitude is whether the act is\r\naccompanied by a vicious motive or a corrupt\r\nmind.\r\nHamdan v. INS, 98 F.3d 183, 186 (5th Cir. 1996) (citations omitted)\r\n(quoting In re Hamdan, at 4 (BIA Jan. 5, 1995)).\r\nUnder the Massachusetts statute, indecent assault refers\r\nto acts \"fundamentally offensive to contemporary moral values\" and\r\n\"there is no particular definition given for what constitutes the\r\ncrime.\" Commonwealth v. Perretti, 477 N.E.2d 1061, 1066 (Mass.\r\n1985) (quoting approved jury instructions). \"A touching is indecent\r\n[within the meaning of  13H] when, judged by the normative\r\nstandard of societal mores, it is violative of social and\r\nbehavioral expectations, in a manner which is fundamentally\r\noffensive to contemporary moral values and which the common sense\r\nof society would regard as immodest, immoral, and improper.\"\r\nCommonwealth v. Lavigne, 676 N.E.2d 1170, 1172 (Mass. App. Ct.\r\n1997) (citations, alterations and internal quotation marks\r\nomitted). Lack of consent was an element of indecent assault on a\r\nperson fourteen or older at the time of Maghsoudi's 1989\r\nconviction. See Commonwealth v. Burke, 457 N.E.2d 622, 624, 625 n.4\r\n(Mass. 1983) (lack of consent an element of nonharmful battery),\r\npartially abrogated by 1986 Mass. Acts ch. 187 (declaring child\r\nunder fourteen incapable of giving consent, for purposes of Mass.\r\nGen. Laws ch. 265,  13B, \"Indecent assault and battery on child\r\nunder fourteen\"); Commonwealth v. Rowe, 465 N.E.2d 1220, 1221\r\n(Mass. App. Ct. 1984) (after Burke, lack of consent clearly an\r\nelement of  13H conviction); see also Commonwealth v. Conefrey,\r\n640 N.E.2d 116, 122 n.10 (Mass. App. Ct. 1994) (\"Nonconsent is only\r\nan element of indecent assault and battery for victims over\r\nfourteen.\"), overruled on other grounds, 650 N.E.2d 1268 (Mass.\r\n1995). Maghsoudi's sentence (part of the record of conviction)\r\nincluded sexual offender evaluation and treatment.\r\nBased on the foregoing, we have no difficulty in\r\nconcluding that Maghsoudi's Massachusetts indecent assault\r\nconviction meets the BIA's general standard for a crime involving\r\nmoral turpitude (as expressed in Hamdan, above). Our conclusion is\r\nalso consistent with past BIA decisions. In Matter of S-, 5 I. &amp; N.\r\nDec. 686 (BIA 1954), the BIA held that a conviction under the\r\nCanadian \"indecent assault\" statute was a crime of moral turpitude.\r\nThat statute defined the crime as gaining intimacy through\r\nfraudulent consent or without consent at all.  See id. at 687. In\r\nMatter of Z-, 7 I. &amp; N. Dec. 253 (BIA 1956), the BIA held that\r\n\"indecent assault\" under the Connecticut code,  6052 (the statute\r\ninvolving indecent touching regardless of consent, see id. at 255\r\n(citing State v. Chicorelli, 30 A.2d 544, 544-45 (Conn. 1943))), \r\nwas a crime of moral turpitude.  Given that lack of consent was an\r\nelement of the crime to which Maghsoudi pleaded guilty, a\r\ndetermination that the crime involved moral turpitude is consistent\r\nwith earlier BIA determinations.\r\nIII. Conclusion\r\nBecause we conclude that both of Maghsoudi's convictions\r\nwere for crimes involving moral turpitude, and because both\r\nconvictions resulted in a sentence to confinement of one year or\r\ngreater, we lack jurisdiction over this appeal under IIRIRA\r\n309(c)(4)(G). Any challenge to the merits of the BIA\r\ndetermination regarding the retroactive applicability of AEDPA\r\n440(d) to Maghsoudi's case must be brought via collateral attack\r\nin the district court. See Goncalves, 144 F.3d at 133.\r\n\nThis appeal is dismissed for lack of jurisdiction.\n",
  "html": "<p class=\"case_cite\">181 F.3d 8 (1st Cir. 1999)</p>\n    <p class=\"parties\">SASAN MAGHSOUDI, Petitioner, Appellant,<br>v.<br>IMMIGRATION AND NATURALIZATION SERVICE, Respondent, Appellee.</p>\n    <p class=\"docket\">No. 98-1264</p>\n    <p class=\"court\">United States Court of Appeals For the First Circuit</p>\n    <p class=\"date\">Heard March 2, 1999<br>Decided June 10, 1999</p>\n    <div class=\"prelims\">\n      <p>[Copyrighted Material Omitted]</p>\n      <p class=\"indent\">Gary Silbiger, with whom Silbiger &amp; Honig was on brief for appellant.</p>\n      <p class=\"indent\">Brenda M. O'Malley, with whom Karen Ann Hunold, Senior Litigation Counsel, Frank W. Hunger, Assistant Attorney General, and the Office of Immigration Litigation, Department of Justice, were on brief for appellee.</p>\n      <p class=\"indent\">Before Stahl, Circuit Judge, Magill, Senior Circuit Judge,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> and Lipez, Circuit Judge.</p>\n      <p class=\"indent\">LIPEZ, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Sasan Maghsoudi, an alien, seeks direct judicial review of a final order of deportation from the Board of Immigration Appeals (BIA). The BIA found Maghsoudi deportable (under 8 U.S.C. &#167; 1227(a)(2)(A)(ii)) because it held that he had two prior convictions for crimes involving moral turpitude. If both crimes were indeed crimes of moral turpitude, we lack jurisdiction to review the deportation order. Finding that Maghsoudi had been convicted of two such crimes, we conclude that we lack jurisdiction over his appeal.</p>\n    </div>\n    <p class=\"indent\">I. Background</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Maghsoudi came to the United States from Iran as a high school student on February 5, 1978, and remained in this country after the Islamic Revolution. His relevant criminal history for purposes of this case consists of a 1985 Massachusetts conviction for assault and robbery (stemming from a fare dispute with a passenger in his taxi on May 22, 1983, and resulting in a ten year suspended sentence), and a 1989 Massachusetts conviction for indecent assault and battery (stemming from his relationship with a sixteen year old girl, and resulting in a two and one half year suspended sentence).<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> An immigration judge (IJ) found him deportable on the ground that both convictions involved moral turpitude (pursuant to Immigration and Nationality Act (INA) &#167; 241(a)(4)<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>) but granted discretionary relief from deportation (pursuant to INA &#167; 212(c)<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>) on the ground that specific factual circumstances of the two convictions were mitigating.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> The INS noticed and briefed an appeal to the BIA on the ground that granting relief in these circumstances was an abuse of discretion by the IJ. For reasons unexplained, the INS's appeal to the BIA remained pending for six years. In the interim, the Antiterrorism and Effective Death Penalty Act of 1996 (AEDPA)<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> was passed, and the Attorney General issued her opinion in Matter of Soriano, Interim Decision 3289 (A.G. Feb. 2, 1997),<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> ruling that the AEDPA retroactively barred relief to any alien deportable for having committed any of the offenses listed in &#167; 212(c). The BIA subsequently reversed the IJ's grant of &#167; 212(c) relief to Maghsoudi on the sole ground that AEDPA &#167; 440(d)<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> made those convicted of \"two crimes of moral turpitude\" ineligible (retroactively) for &#167; 212(c) relief. See In re Sasan Maghsoudi, Order, Ays-vmo-okn (BIA March 25, 1997).</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On appeal, Maghsoudi contends that the BIA erred in holding that the AEDPA retroactively barred eligibility for &#167; 212(c) relief,<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> citing Goncalves v. Reno, 144 F.3d 110, 133 (1st Cir. 1998), cert. denied, 119 S. Ct. 1140 (1999). However, Maghsoudi must first establish our appellate jurisdiction before we can reach the merits of that issue on direct appeal. Under &#167; 309(c)(4)(G) of the Illegal Immigration Reform and Immigrant Responsibility Act of 1996 (IIRIRA),<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a> we have no jurisdiction to hear a direct appeal from a decision of the BIA in the case of an alien who is deportable by reason of having committed two crimes involving moral turpitude, where each conviction resulted in a sentence to confinement for one year or longer.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a> On appeal, Maghsoudi claims that his indecent assault conviction was not in fact a conviction of a crime involving moral turpitude, and thus the jurisdictional provisions of IIRIRA &#167; 309(c)(4)(G) eliminating resort to the Courts of Appeals do not apply to the current appeal.</p>\n    </div>\n    <p class=\"indent\">II. Analysis</p>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The INS claims that Maghsoudi conceded that his indecent assault conviction was a conviction involving moral turpitude before the IJ, and therefore should be held to have waived the issue for purposes of this appeal. Maghsoudi, acting pro se, initially contested his deportability in preliminary proceedings before the IJ and essentially protested his innocence of the crimes notwithstanding his guilty pleas. See C.R. 108-09. However, the oral decision of the IJ states:</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Respondent [Maghsoudi], through his attorney, conceded the truthfulness of the allegation of fact contained in the Order to Show Cause and conceded that he was subject to deportation on the charge contained therein. Based on the foregoing and what is contained in the record, I find that the respondent is subject to deportation on the charge contained in his Order to Show Cause by evidence which is clear, convincing, and unequivocal.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">In the Matter of Maghsoudi, No. Abe-dyb-vad (Feb. 13, 1991), at 2 (emphasis added). The charge contained in the order to show cause read as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">[O]n the basis of the foregoing allegations, it is charged that you are subject to deportation pursuant to the following provisions of law:</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Section 241(a)(4) of the Immigration and Nationality Act, in that you at any time after entry have been convicted of two crimes involving moral turpitude not arising out of a single scheme of criminal misconduct.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Order to Show Cause, C.R. 536, 538. Maghsoudi's current counsel claims in his brief on appeal that Maghsoudi's counsel in the proceedings before the IJ \"never admitted the allegations or charge of deportability.\" Given the significance of the concession of deportability, the dispute over whether such a concession was made by Maghsoudi's counsel in proceedings before the IJ, our discretionary power to resolve issues arguably waived below, see Poliquin v. Garden Way, Inc., 989 F.2d 527, 531 (1st Cir. 1993); Singleton v. Wulff, 428 U.S. 106, 121 (1976),<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a> and our jurisdiction to resolve jurisdictional facts to determine whether IIRIRA &#167; 309(c)(4)(G) applies to preclude appellate jurisdiction in this case,<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a> we shall resolve the issue of whether Maghsoudi's indecent assault conviction was for a crime of moral turpitude.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">There is some uncertainty as to the exact statutory basis of Maghsoudi's 1989 \"indecent assault\" conviction. Maghsoudi was initially charged under Mass. Gen. Laws ch. 265, &#167; 13F, \"Indecent assault and battery on mentally retarded person.\" The docket reflects a conviction of \"INDECENT A&amp;B RETARDED PERSON C265 S13F\" with the word \"RETARDED\" crossed out by hand. See C.R. 505. We assume that a conviction under ch. 265, &#167; 13H, \"Indecent assault and battery on person fourteen or older,\"<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a> was thereby intended, and that the retention of the citation \"S13F\" is a mere clerical error. Maghsoudi's sentence (two and one half years in a house of correction, suspended) was consistent with the maximum allowable under &#167; 13H. He was further sentenced to undergo sexual offender evaluation and treatment, which is inconsistent with his assertion that his conviction was for simple assault and battery (presumably under &#167; 13A). (The INS describes Maghsoudi's conviction as one for \"indecent assault\" under ch. 265, without specifying a section, which is at least consistent with our interpretation. See C.R. 538.)</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">In making our de novo determination of whether or not a crime involves \"moral turpitude\" within the terms of 8 U.S.C. &#167; 1227(a)(2)(A)(ii), we accord due deference to the BIA's interpretation of that statute. See Cabral v. INS, 15 F.3d 193, 194 (1st Cir. 1994). Since clear indications of congressional intent from the language of the immigration statute or the legislative history are absent, see id. at 194-95, BIA interpretations are \"entitled to deference unless arbitrary, capricious, or manifestly contrary to the statute.\" Id. at 194. The inherent nature of the crime of conviction, as defined in the criminal statute, is relevant in this determination; the particular circumstances of Maghsoudi's acts and convictions are not. See Pichardo v. INS, 104 F.3d 756, 759 (5th Cir. 1997). We may, however, refer to the record of conviction, meaning the charge (indictment), plea, verdict, and sentence, in ascertaining exactly the criminal conduct to which Maghsoudi pled guilty. See Cabral, 15 F.3d at 195; Pichardo, 104 F.3d at 759.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The general definition of \"moral turpitude\" has been summarized by the BIA as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Moral turpitude refers generally to conduct that shocks the public conscience as being inherently base, vile, or depraved, and contrary to the accepted rules of morality and the duties owed between persons or to society in general. Moral turpitude has been defined as an act which is per se morally reprehensible and intrinsically wrong or malum in se, so it is the nature of the act itself and not the statutory prohibition of it which renders a crime one of moral turpitude. Among the tests to determine if a crime involves moral turpitude is whether the act is accompanied by a vicious motive or a corrupt mind.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Hamdan v. INS, 98 F.3d 183, 186 (5th Cir. 1996) (citations omitted) (quoting In re Hamdan, at 4 (BIA Jan. 5, 1995)).</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Under the Massachusetts statute, indecent assault refers to acts \"fundamentally offensive to contemporary moral values\" and \"there is no particular definition given for what constitutes the crime.\" Commonwealth v. Perretti, 477 N.E.2d 1061, 1066 (Mass. 1985) (quoting approved jury instructions). \"A touching is indecent [within the meaning of &#167; 13H] when, judged by the normative standard of societal mores, it is violative of social and behavioral expectations, in a manner which is fundamentally offensive to contemporary moral values and which the common sense of society would regard as immodest, immoral, and improper.\" Commonwealth v. Lavigne, 676 N.E.2d 1170, 1172 (Mass. App. Ct. 1997) (citations, alterations and internal quotation marks omitted). Lack of consent was an element of indecent assault on a person fourteen or older at the time of Maghsoudi's 1989 conviction. See Commonwealth v. Burke, 457 N.E.2d 622, 624, 625 n.4 (Mass. 1983) (lack of consent an element of nonharmful battery), partially abrogated by 1986 Mass. Acts ch. 187 (declaring child under fourteen incapable of giving consent, for purposes of Mass. Gen. Laws ch. 265, &#167; 13B, \"Indecent assault and battery on child under fourteen\"); Commonwealth v. Rowe, 465 N.E.2d 1220, 1221 (Mass. App. Ct. 1984) (after Burke, lack of consent clearly an element of &#167; 13H conviction); see also Commonwealth v. Conefrey, 640 N.E.2d 116, 122 n.10 (Mass. App. Ct. 1994) (\"Nonconsent is only an element of indecent assault and battery for victims over fourteen.\"), overruled on other grounds, 650 N.E.2d 1268 (Mass. 1995). Maghsoudi's sentence (part of the record of conviction) included sexual offender evaluation and treatment.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Based on the foregoing, we have no difficulty in concluding that Maghsoudi's Massachusetts indecent assault conviction meets the BIA's general standard for a crime involving moral turpitude (as expressed in Hamdan, above). Our conclusion is also consistent with past BIA decisions. In Matter of S-, 5 I. &amp; N. Dec. 686 (BIA 1954), the BIA held that a conviction under the Canadian \"indecent assault\" statute was a crime of moral turpitude. That statute defined the crime as gaining intimacy through fraudulent consent or without consent at all. See id. at 687. In Matter of Z-, 7 I. &amp; N. Dec. 253 (BIA 1956), the BIA held that \"indecent assault\" under the Connecticut code, &#167; 6052 (the statute involving indecent touching regardless of consent, see id. at 255 (citing State v. Chicorelli, 30 A.2d 544, 544-45 (Conn. 1943))), was a crime of moral turpitude. Given that lack of consent was an element of the crime to which Maghsoudi pleaded guilty, a determination that the crime involved moral turpitude is consistent with earlier BIA determinations.</p>\n    </div>\n    <p class=\"indent\">III. Conclusion</p>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Because we conclude that both of Maghsoudi's convictions were for crimes involving moral turpitude, and because both convictions resulted in a sentence to confinement of one year or greater, we lack jurisdiction over this appeal under IIRIRA &#167; 309(c)(4)(G). Any challenge to the merits of the BIA determination regarding the retroactive applicability of AEDPA &#167; 440(d) to Maghsoudi's case must be brought via collateral attack in the district court. See Goncalves, 144 F.3d at 133.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">This appeal is dismissed for lack of jurisdiction.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the Eighth Circuit, sitting by designation.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Along with the indecent assault conviction, Maghsoudi was simultaneously convicted of drug possession and distributing obscene materials; however, the INS did not claim that these were convictions involving moral turpitude.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Later renumbered as INA &#167; 241(a)(2)(A)(ii), and then as INA &#167; 237(a)(2)(A)(ii), and now codified at 8 U.S.C. &#167; 1227(a)(2)(A)(ii): \"Any alien who at any time after entry is convicted of two or more crimes involving moral turpitude, not arising out of a single scheme of criminal misconduct . . . is deportable.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Former 8 U.S.C. &#167; 1182(c) (1993) (\"Aliens lawfully admitted for permanent resident [sic] who temporarily proceeded abroad voluntarily and not under an order of deportation, and who are returning to a lawful unrelinquished domicile of seven consecutive years, may be admitted in the discretion of the Attorney General without regard to the provisions of subsection (a) of this subsection (other than paragraphs (3) and (9)(C) [involving various political or national security issues, and previous immigration violations, respectively]). Nothing contained in this subsection shall limit the authority of the Attorney General to exercise the discretion vested in him under section 1181(b) of this title. The first sentence of this subsection shall not apply to an alien who has been convicted of one or more aggravated felonies and has served for such felony or felonies a term of imprisonment of at least 5 years.\")</p>\n        <p>Although this section literally applied only to resident aliens who had temporarily left the United States and sought readmission, case law had extended its application on Equal Protection grounds to resident aliens who had not left the United States. See Joseph v. INS, 909 F.2d 605, 606 n. 1 (1st Cir. 1990); Francis v. INS, 532 F.2d 268 (2d Cir. 1976); Matter of Silva, 16 I. &amp; N. Dec. 26, 30 (BIA 1976). The immigration judge who decides whether an alien is deportable in the first instance (under INA &#167; 241) usually also makes the first determination whether the \"Attorney General\" will grant discretionary relief. See Goncalves v. INS, 6 F.3d 830, 831 (1st Cir. 1993).</p>\n        <p>AEDPA &#167; 440(d) substituted \"This subsection shall not apply to an alien who is deportable by reason of having committed any criminal offense [listed in INA &#167; 241, see, e.g., note 2 above]\" for \"The first sentence of this subsection shall not apply to an alien who has been convicted of one or more aggravated felonies and has served for such felony or felonies a term of imprisonment of at least 5 years.\"</p>\n        <p>The entire provision was repealed shortly thereafter by &#167; 304(b) of the Illegal Immigration Reform and Immigrant Responsibility Act of 1996 (IIRIRA), Pub. L. No. 104-208, 110 Stat. 3009-546 (Sep. 30, 1996), substituting new provisions for relief (now called \"cancellation of removal\") as provided by IIRIRA &#167; 304 generally. See Goncalves v. Reno, 144 F.3d 110, 116 n.3 (1st Cir. 1998), cert. denied, 119 S. Ct. 1140 (1999).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The judge accepted Maghsoudi's claims that he pleaded guilty both times on advice of counsel, that the first conviction stemmed from a legitimate fare dispute, and that the second conviction was the result of a consensual unconsummated relationship with an underage girl.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Pub. L. No. 104-132, 110 Stat. 1214.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> The Attorney General's February 2, 1997 decision in Soriano, 1996 WL 426888 at *38, reversed the BIA's June 27, 1996 decision in that case, 1996 WL 426888 at *1, both published together as Interim Decision 3289.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> See the description of AEDPA &#167; 440, supra note 3, &amp; 3.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> Maghsoudi also suggests a violation of his right to due process on account of the BIA's six year delay in deciding the INS's appeal. In the context of pre-indictment delays, the Supreme Court has held that \"proof of prejudice is generally a necessary but not sufficient element of a due process claim, and that the due process inquiry must consider the reasons for the delay as well as the prejudice to the accused.\" United States v. Lovasco, 431 U.S. 783, 790 (1977). Maghsoudi does not counter the INS assertion that the backlog of similar cases and concerns for appellate efficiency (i.e. the desire to have Soriano decided by the Attorney General before acting on other similar cases) justified the delay. \"[W]e cannot say in the absence of evidence to the contrary that the delay was unwarranted.\" INS v. Miranda, 459 U.S. 14, 18 (1982).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> Pub. L. No. 104-208, 110 Stat. 3009-546 (Sep. 30, 1996).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> IIRIRA established transitional rules for judicial review applicable to cases where an alien was in deportation proceedings before April 1, 1997, and where a final order of deportation was entered more than thirty days after September 30, 1996. See IIRIRA &#167; 309(c)(1), (4). Maghsoudi was in deportation proceedings well before April 1, 1997, and his final order of deportation was issued by the BIA on March 25, 1997. The IIRIRA provision establishing \"transitional rules,\" IIRIRA &#167; 309(c)(1), is expressly subject to IIRIRA &#167; 309(c)(4)(G), which provides:</p>\n        <p>(G) there shall be no appeal permitted in the case of an alien who is . . . deportable by reason of having committed a criminal offense covered . . . by section 241(a)(2)(A)(ii) of [the INA] (as in effect on such date) for which both predicate offenses are, without regard to their date of commission, otherwise covered by section 241(a)(2)(A)(i) of such Act (as so in effect).</p>\n        <p>(For more detailed discussions see Goncalves, 144 F.3d at 117; Hall v. INS, 167 F.3d 852, 854 (4th Cir. 1999).)</p>\n        <p>INA &#167; 241(a)(2)(A)(ii), described supra note 2, made an alien \"who at any time after entry is convicted of two or more crimes involving moral turpitude, not arising out of a single scheme of criminal misconduct\" deportable, and INA &#167; 241(a)(2)(A)(i), currently codified at 8 U.S.C. &#167; 1227(a)(2)(A)(i), made an alien who had \"committed a crime involving moral turpitude within five years after the date of entry\" and who was \"sentenced to confinement . . . for one year or longer\" deportable. Reading &#167; 241(a)(2)(A)(i) \"without regard to [the] date of commission,\" IIRIRA &#167; 309(c)(4)(G) denies direct judicial review to an alien deportable for having two convictions for crimes involving moral turpitude (not arising out of a single scheme of misconduct) for which the alien was sentenced to confinement for one year or longer for each predicate offense.</p>\n        <p>Maghsoudi was sentenced to ten years confinement for his 1984 assault and robbery conviction and two and a half years confinement for his 1989 indecent assault and battery conviction. (Although both sentences were suspended, this fact has no bearing on the determination of deportability under &#167; 241(a)(2)(A)(i). See Okoroha v. INS, 715 F.2d 380, 382 (8th Cir. 1983) (\"[W]e find no basis to overturn the BIA's finding that . . . a suspended sentence is a 'sentence of confinement'\"); Velez-Lozano v. INS, 463 F.2d 1305, 1307 (D.C. Cir. 1972) (essential element is imposition of sentence, not actual serving of it; alien with entirely suspended three year sentence qualifies as deportable).) Therefore IIRIRA &#167; 309(c)(4)(G) applies to his case if both these offenses were crimes of moral turpitude.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> Such an exercise of discretion is appropriate \"[w]hen the issue conceded or neglected in the trial court is purely one of law and either does not affect or rely upon the factual record developed by the parties or the pertinent record has been fully developed.\" United States v. Patrin, 575 F.2d 708, 712 (9th Cir. 1978) (citation omitted). Maghsoudi raises a question of law on appeal. No evidence need be produced for its resolution outside of what is already in the record on appeal.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> It is indisputable that we have jurisdiction to determine whether indecent assault was a \"crime involving moral turpitude\" for purposes of determining whether IIRIRA &#167; 309(c)(4)(G) preclusion of judicial review applies here. In fact the INS concedes our jurisdiction to determine these jurisdictional facts. See Hall v. INS, 167 F.3d 852, 856 (4th Cir. 1999) (\"[W]e must consider jurisdictional facts to determine our own jurisdiction\");  Coronado-Durazo v. INS, 123 F.3d 1322, 1324 (9th Cir. 1997); Yang v. INS, 109 F.3d 1185, 1192 (7th Cir. 1997) (reviewing nature of offense under AEDPA &#167; 440(a)), cert. denied, 118 S. Ct. 624 (1998); Okoro v. INS, 125 F.3d 920, 925 (5th Cir. 1997) (same); but see Berehe v. INS, 114 F.3d 159, 161 (10th Cir. 1997) (holding that \"the language of AEDPA &#167; 440(a) and IIRIRA &#167; 309(c)(4)(G) does not permit the court [of appeals] to review the merits of whether an alien is validly deportable by reason of having committed one of the enumerated criminal offenses\"); Wittgenstein v. INS, 124 F.3d 1244, 1246 (10th Cir. 1997) (affirming Berehe but addressing merits \"[n]evertheless, because petitioner received no review by the BIA.\").</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> Maghsoudi's victim was aged sixteen at the time of the conduct in question. Section 13B criminalizes indecent assault on a child under age fourteen, and we presume that \"indecent\" assaults not falling under sections 13B or 13F are encompassed by section 13H. Since &#167; 13B refers to indecent assault and battery on a person under fourteen years of age and &#167; 13F refers to indecent assault and battery on a retarded person, our interpretation is the most generous possible interpretation of Maghsoudi's conviction that still ascribes meaning to the term \"indecent\" in the record (Maghsoudi would have us interpret the conviction as one for simple assault under &#167; 13A) for the purposes of the moral turpitude determination.</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">181</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">8</span></span> (1st Cir. 1999)</p>\n    <p class=\"parties\">SASAN MAGHSOUDI, Petitioner, Appellant,<br>v.<br>IMMIGRATION AND NATURALIZATION SERVICE, Respondent, Appellee.</p>\n    <p class=\"docket\">No. 98-1264</p>\n    <p class=\"court\">United States Court of Appeals For the First Circuit</p>\n    <p class=\"date\">Heard March 2, 1999<br>Decided June 10, 1999</p>\n    <div class=\"prelims\">\n      <p>[Copyrighted Material Omitted]</p>\n      <p class=\"indent\">Gary Silbiger, with whom Silbiger &amp; Honig was on brief for appellant.</p>\n      <p class=\"indent\">Brenda M. O'Malley, with whom Karen Ann Hunold, Senior Litigation Counsel, Frank W. Hunger, Assistant Attorney General, and the Office of Immigration Litigation, Department of Justice, were on brief for appellee.</p>\n      <p class=\"indent\">Before Stahl, Circuit Judge, Magill, Senior Circuit Judge,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> and Lipez, Circuit Judge.</p>\n      <p class=\"indent\">LIPEZ, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Sasan Maghsoudi, an alien, seeks direct judicial review of a final order of deportation from the Board of Immigration Appeals (BIA). The BIA found Maghsoudi deportable (under 8 U.S.C. &#167; 1227(a)(2)(A)(ii)) because it held that he had two prior convictions for crimes involving moral turpitude. If both crimes were indeed crimes of moral turpitude, we lack jurisdiction to review the deportation order. Finding that Maghsoudi had been convicted of two such crimes, we conclude that we lack jurisdiction over his appeal.</p>\n    </div>\n    <p class=\"indent\">I. Background</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Maghsoudi came to the United States from Iran as a high school student on February 5, 1978, and remained in this country after the Islamic Revolution. His relevant criminal history for purposes of this case consists of a 1985 Massachusetts conviction for assault and robbery (stemming from a fare dispute with a passenger in his taxi on May 22, 1983, and resulting in a ten year suspended sentence), and a 1989 Massachusetts conviction for indecent assault and battery (stemming from his relationship with a sixteen year old girl, and resulting in a two and one half year suspended sentence).<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> An immigration judge (IJ) found him deportable on the ground that both convictions involved moral turpitude (pursuant to Immigration and Nationality Act (INA) &#167; 241(a)(4)<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>) but granted discretionary relief from deportation (pursuant to INA &#167; 212(c)<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>) on the ground that specific factual circumstances of the two convictions were mitigating.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> The INS noticed and briefed an appeal to the BIA on the ground that granting relief in these circumstances was an abuse of discretion by the IJ. For reasons unexplained, the INS's appeal to the BIA remained pending for six years. In the interim, the Antiterrorism and Effective Death Penalty Act of 1996 (AEDPA)<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> was passed, and the Attorney General issued her opinion in Matter of Soriano, Interim Decision 3289 (A.G. Feb. 2, 1997),<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> ruling that the AEDPA retroactively barred relief to any alien deportable for having committed any of the offenses listed in &#167; 212(c). The BIA subsequently reversed the IJ's grant of &#167; 212(c) relief to Maghsoudi on the sole ground that AEDPA &#167; 440(d)<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> made those convicted of \"two crimes of moral turpitude\" ineligible (retroactively) for &#167; 212(c) relief. See In re Sasan Maghsoudi, Order, Ays-vmo-okn (BIA March 25, 1997).</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On appeal, Maghsoudi contends that the BIA erred in holding that the AEDPA retroactively barred eligibility for &#167; 212(c) relief,<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> citing Goncalves v. Reno, <span class=\"citation\" data-id=\"197952\"><a href=\"/opinion/197952/perceira-goncalves-v-ins/\"><span class=\"volume\">144</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">110</span></a></span>, 133 (1st Cir. 1998), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">119</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1140</span></span> (1999). However, Maghsoudi must first establish our appellate jurisdiction before we can reach the merits of that issue on direct appeal. Under &#167; 309(c)(4)(G) of the Illegal Immigration Reform and Immigrant Responsibility Act of 1996 (IIRIRA),<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a> we have no jurisdiction to hear a direct appeal from a decision of the BIA in the case of an alien who is deportable by reason of having committed two crimes involving moral turpitude, where each conviction resulted in a sentence to confinement for one year or longer.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a> On appeal, Maghsoudi claims that his indecent assault conviction was not in fact a conviction of a crime involving moral turpitude, and thus the jurisdictional provisions of IIRIRA &#167; 309(c)(4)(G) eliminating resort to the Courts of Appeals do not apply to the current appeal.</p>\n    </div>\n    <p class=\"indent\">II. Analysis</p>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The INS claims that Maghsoudi conceded that his indecent assault conviction was a conviction involving moral turpitude before the IJ, and therefore should be held to have waived the issue for purposes of this appeal. Maghsoudi, acting pro se, initially contested his deportability in preliminary proceedings before the IJ and essentially protested his innocence of the crimes notwithstanding his guilty pleas. See C.R. 108-09. However, the oral decision of the IJ states:</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Respondent [Maghsoudi], through his attorney, conceded the truthfulness of the allegation of fact contained in the Order to Show Cause and conceded that he was subject to deportation on the charge contained therein. Based on the foregoing and what is contained in the record, I find that the respondent is subject to deportation on the charge contained in his Order to Show Cause by evidence which is clear, convincing, and unequivocal.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">In the Matter of Maghsoudi, No. Abe-dyb-vad (Feb. 13, 1991), at 2 (emphasis added). The charge contained in the order to show cause read as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">[O]n the basis of the foregoing allegations, it is charged that you are subject to deportation pursuant to the following provisions of law:</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Section 241(a)(4) of the Immigration and Nationality Act, in that you at any time after entry have been convicted of two crimes involving moral turpitude not arising out of a single scheme of criminal misconduct.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Order to Show Cause, C.R. 536, 538. Maghsoudi's current counsel claims in his brief on appeal that Maghsoudi's counsel in the proceedings before the IJ \"never admitted the allegations or charge of deportability.\" Given the significance of the concession of deportability, the dispute over whether such a concession was made by Maghsoudi's counsel in proceedings before the IJ, our discretionary power to resolve issues arguably waived below, see Poliquin v. Garden Way, Inc., <span class=\"citation\" data-id=\"603502\"><a href=\"/opinion/603502/richard-and-anita-poliquin-v-garden-way-inc/\"><span class=\"volume\">989</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">527</span></a></span>, 531 (1st Cir. 1993); Singleton v. Wulff, <span class=\"citation\" data-id=\"109530\"><a href=\"/opinion/109530/singleton-v-wulff/\"><span class=\"volume\">428</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">106</span></a></span>, 121 (1976),<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a> and our jurisdiction to resolve jurisdictional facts to determine whether IIRIRA &#167; 309(c)(4)(G) applies to preclude appellate jurisdiction in this case,<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a> we shall resolve the issue of whether Maghsoudi's indecent assault conviction was for a crime of moral turpitude.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">There is some uncertainty as to the exact statutory basis of Maghsoudi's 1989 \"indecent assault\" conviction. Maghsoudi was initially charged under Mass. Gen. Laws ch. 265, &#167; 13F, \"Indecent assault and battery on mentally retarded person.\" The docket reflects a conviction of \"INDECENT A&amp;B RETARDED PERSON C265 S13F\" with the word \"RETARDED\" crossed out by hand. See C.R. 505. We assume that a conviction under ch. 265, &#167; 13H, \"Indecent assault and battery on person fourteen or older,\"<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a> was thereby intended, and that the retention of the citation \"S13F\" is a mere clerical error. Maghsoudi's sentence (two and one half years in a house of correction, suspended) was consistent with the maximum allowable under &#167; 13H. He was further sentenced to undergo sexual offender evaluation and treatment, which is inconsistent with his assertion that his conviction was for simple assault and battery (presumably under &#167; 13A). (The INS describes Maghsoudi's conviction as one for \"indecent assault\" under ch. 265, without specifying a section, which is at least consistent with our interpretation. See C.R. 538.)</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">In making our de novo determination of whether or not a crime involves \"moral turpitude\" within the terms of 8 U.S.C. &#167; 1227(a)(2)(A)(ii), we accord due deference to the BIA's interpretation of that statute. See Cabral v. INS, <span class=\"citation\" data-id=\"195172\"><a href=\"/opinion/195172/cabral-v-ins/\"><span class=\"volume\">15</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">193</span></a></span>, 194 (1st Cir. 1994). Since clear indications of congressional intent from the language of the immigration statute or the legislative history are absent, see id. at 194-95, BIA interpretations are \"entitled to deference unless arbitrary, capricious, or manifestly contrary to the statute.\" Id. at 194. The inherent nature of the crime of conviction, as defined in the criminal statute, is relevant in this determination; the particular circumstances of Maghsoudi's acts and convictions are not. See Pichardo v. INS, <span class=\"citation\" data-id=\"11189\"><a href=\"/opinion/11189/pichardo-v-ins/\"><span class=\"volume\">104</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">756</span></a></span>, 759 (5th Cir. 1997). We may, however, refer to the record of conviction, meaning the charge (indictment), plea, verdict, and sentence, in ascertaining exactly the criminal conduct to which Maghsoudi pled guilty. See Cabral, 15 F.3d at 195; Pichardo, 104 F.3d at 759.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The general definition of \"moral turpitude\" has been summarized by the BIA as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Moral turpitude refers generally to conduct that shocks the public conscience as being inherently base, vile, or depraved, and contrary to the accepted rules of morality and the duties owed between persons or to society in general. Moral turpitude has been defined as an act which is per se morally reprehensible and intrinsically wrong or malum in se, so it is the nature of the act itself and not the statutory prohibition of it which renders a crime one of moral turpitude. Among the tests to determine if a crime involves moral turpitude is whether the act is accompanied by a vicious motive or a corrupt mind.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Hamdan v. INS, <span class=\"citation\" data-id=\"10521\"><a href=\"/opinion/10521/hamdan-v-ins/\"><span class=\"volume\">98</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">183</span></a></span>, 186 (5th Cir. 1996) (citations omitted) (quoting In re Hamdan, at 4 (BIA Jan. 5, 1995)).</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Under the Massachusetts statute, indecent assault refers to acts \"fundamentally offensive to contemporary moral values\" and \"there is no particular definition given for what constitutes the crime.\" Commonwealth v. Perretti, <span class=\"citation no-link\"><span class=\"volume\">477</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1061</span></span>, 1066 (Mass. 1985) (quoting approved jury instructions). \"A touching is indecent [within the meaning of &#167; 13H] when, judged by the normative standard of societal mores, it is violative of social and behavioral expectations, in a manner which is fundamentally offensive to contemporary moral values and which the common sense of society would regard as immodest, immoral, and improper.\" Commonwealth v. Lavigne, <span class=\"citation no-link\"><span class=\"volume\">676</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1170</span></span>, 1172 (Mass. App. Ct. 1997) (citations, alterations and internal quotation marks omitted). Lack of consent was an element of indecent assault on a person fourteen or older at the time of Maghsoudi's 1989 conviction. See Commonwealth v. Burke, <span class=\"citation no-link\"><span class=\"volume\">457</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">622</span></span>, 624, 625 n.4 (Mass. 1983) (lack of consent an element of nonharmful battery), partially abrogated by 1986 Mass. Acts ch. 187 (declaring child under fourteen incapable of giving consent, for purposes of Mass. Gen. Laws ch. 265, &#167; 13B, \"Indecent assault and battery on child under fourteen\"); Commonwealth v. Rowe, <span class=\"citation no-link\"><span class=\"volume\">465</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1220</span></span>, 1221 (Mass. App. Ct. 1984) (after Burke, lack of consent clearly an element of &#167; 13H conviction); see also Commonwealth v. Conefrey, <span class=\"citation\" data-id=\"2082294\"><a href=\"/opinion/2082294/commonwealth-v-conefrey/\"><span class=\"volume\">640</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">116</span></a></span>, 122 n.10 (Mass. App. Ct. 1994) (\"Nonconsent is only an element of indecent assault and battery for victims over fourteen.\"), overruled on other grounds, <span class=\"citation no-link\"><span class=\"volume\">650</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1268</span></span> (Mass. 1995). Maghsoudi's sentence (part of the record of conviction) included sexual offender evaluation and treatment.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Based on the foregoing, we have no difficulty in concluding that Maghsoudi's Massachusetts indecent assault conviction meets the BIA's general standard for a crime involving moral turpitude (as expressed in Hamdan, above). Our conclusion is also consistent with past BIA decisions. In Matter of S-, 5 I. &amp; N. Dec. 686 (BIA 1954), the BIA held that a conviction under the Canadian \"indecent assault\" statute was a crime of moral turpitude. That statute defined the crime as gaining intimacy through fraudulent consent or without consent at all. See id. at 687. In Matter of Z-, 7 I. &amp; N. Dec. 253 (BIA 1956), the BIA held that \"indecent assault\" under the Connecticut code, &#167; 6052 (the statute involving indecent touching regardless of consent, see id. at 255 (citing State v. Chicorelli, <span class=\"citation\" data-id=\"3320257\"><a href=\"/opinion/3324923/state-v-chicorelli/\"><span class=\"volume\">30</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">544</span></a></span>, 544-45 (Conn. 1943))), was a crime of moral turpitude. Given that lack of consent was an element of the crime to which Maghsoudi pleaded guilty, a determination that the crime involved moral turpitude is consistent with earlier BIA determinations.</p>\n    </div>\n    <p class=\"indent\">III. Conclusion</p>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Because we conclude that both of Maghsoudi's convictions were for crimes involving moral turpitude, and because both convictions resulted in a sentence to confinement of one year or greater, we lack jurisdiction over this appeal under IIRIRA &#167; 309(c)(4)(G). Any challenge to the merits of the BIA determination regarding the retroactive applicability of AEDPA &#167; 440(d) to Maghsoudi's case must be brought via collateral attack in the district court. See Goncalves, 144 F.3d at 133.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">This appeal is dismissed for lack of jurisdiction.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the Eighth Circuit, sitting by designation.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Along with the indecent assault conviction, Maghsoudi was simultaneously convicted of drug possession and distributing obscene materials; however, the INS did not claim that these were convictions involving moral turpitude.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Later renumbered as INA &#167; 241(a)(2)(A)(ii), and then as INA &#167; 237(a)(2)(A)(ii), and now codified at 8 U.S.C. &#167; 1227(a)(2)(A)(ii): \"Any alien who at any time after entry is convicted of two or more crimes involving moral turpitude, not arising out of a single scheme of criminal misconduct . . . is deportable.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Former 8 U.S.C. &#167; 1182(c) (1993) (\"Aliens lawfully admitted for permanent resident [sic] who temporarily proceeded abroad voluntarily and not under an order of deportation, and who are returning to a lawful unrelinquished domicile of seven consecutive years, may be admitted in the discretion of the Attorney General without regard to the provisions of subsection (a) of this subsection (other than paragraphs (3) and (9)(C) [involving various political or national security issues, and previous immigration violations, respectively]). Nothing contained in this subsection shall limit the authority of the Attorney General to exercise the discretion vested in him under section 1181(b) of this title. The first sentence of this subsection shall not apply to an alien who has been convicted of one or more aggravated felonies and has served for such felony or felonies a term of imprisonment of at least 5 years.\")</p>\n        <p>Although this section literally applied only to resident aliens who had temporarily left the United States and sought readmission, case law had extended its application on Equal Protection grounds to resident aliens who had not left the United States. See Joseph v. INS, <span class=\"citation\" data-id=\"545482\"><a href=\"/opinion/545482/samuel-fils-joseph-v-immigration-and-naturalization-service/\"><span class=\"volume\">909</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">605</span></a></span>, 606 n. 1 (1st Cir. 1990); Francis v. INS, <span class=\"citation\" data-id=\"334136\"><a href=\"/opinion/334136/ernest-francis-v-immigration-and-naturalization-service/\"><span class=\"volume\">532</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">268</span></a></span> (2d Cir. 1976); Matter of Silva, 16 I. &amp; N. Dec. 26, 30 (BIA 1976). The immigration judge who decides whether an alien is deportable in the first instance (under INA &#167; 241) usually also makes the first determination whether the \"Attorney General\" will grant discretionary relief. See Goncalves v. INS, <span class=\"citation\" data-id=\"654584\"><a href=\"/opinion/654584/jose-manuel-goncalves-v-immigration-and-naturalization-service/\"><span class=\"volume\">6</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">830</span></a></span>, 831 (1st Cir. 1993).</p>\n        <p>AEDPA &#167; 440(d) substituted \"This subsection shall not apply to an alien who is deportable by reason of having committed any criminal offense [listed in INA &#167; 241, see, e.g., note 2 above]\" for \"The first sentence of this subsection shall not apply to an alien who has been convicted of one or more aggravated felonies and has served for such felony or felonies a term of imprisonment of at least 5 years.\"</p>\n        <p>The entire provision was repealed shortly thereafter by &#167; 304(b) of the Illegal Immigration Reform and Immigrant Responsibility Act of 1996 (IIRIRA), Pub. L. No. 104-208, 110 Stat. 3009-546 (Sep. 30, 1996), substituting new provisions for relief (now called \"cancellation of removal\") as provided by IIRIRA &#167; 304 generally. See Goncalves v. Reno, <span class=\"citation\" data-id=\"197952\"><a href=\"/opinion/197952/perceira-goncalves-v-ins/\"><span class=\"volume\">144</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">110</span></a></span>, 116 n.3 (1st Cir. 1998), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">119</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1140</span></span> (1999).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The judge accepted Maghsoudi's claims that he pleaded guilty both times on advice of counsel, that the first conviction stemmed from a legitimate fare dispute, and that the second conviction was the result of a consensual unconsummated relationship with an underage girl.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Pub. L. No. 104-132, 110 Stat. 1214.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> The Attorney General's February 2, 1997 decision in Soriano, <span class=\"citation no-link\"><span class=\"volume\">1996</span> <span class=\"reporter\">WL</span> <span class=\"page\">426888</span></span> at *38, reversed the BIA's June 27, 1996 decision in that case, <span class=\"citation no-link\"><span class=\"volume\">1996</span> <span class=\"reporter\">WL</span> <span class=\"page\">426888</span></span> at *1, both published together as Interim Decision 3289.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> See the description of AEDPA &#167; 440, supra note 3, &amp; 3.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> Maghsoudi also suggests a violation of his right to due process on account of the BIA's six year delay in deciding the INS's appeal. In the context of pre-indictment delays, the Supreme Court has held that \"proof of prejudice is generally a necessary but not sufficient element of a due process claim, and that the due process inquiry must consider the reasons for the delay as well as the prejudice to the accused.\" United States v. Lovasco, <span class=\"citation\" data-id=\"109682\"><a href=\"/opinion/109682/united-states-v-lovasco/\"><span class=\"volume\">431</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">783</span></a></span>, 790 (1977). Maghsoudi does not counter the INS assertion that the backlog of similar cases and concerns for appellate efficiency (i.e. the desire to have Soriano decided by the Attorney General before acting on other similar cases) justified the delay. \"[W]e cannot say in the absence of evidence to the contrary that the delay was unwarranted.\" INS v. Miranda, <span class=\"citation\" data-id=\"110808\"><a href=\"/opinion/110808/ins-v-miranda/\"><span class=\"volume\">459</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">14</span></a></span>, 18 (1982).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> Pub. L. No. 104-208, 110 Stat. 3009-546 (Sep. 30, 1996).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> IIRIRA established transitional rules for judicial review applicable to cases where an alien was in deportation proceedings before April 1, 1997, and where a final order of deportation was entered more than thirty days after September 30, 1996. See IIRIRA &#167; 309(c)(1), (4). Maghsoudi was in deportation proceedings well before April 1, 1997, and his final order of deportation was issued by the BIA on March 25, 1997. The IIRIRA provision establishing \"transitional rules,\" IIRIRA &#167; 309(c)(1), is expressly subject to IIRIRA &#167; 309(c)(4)(G), which provides:</p>\n        <p>(G) there shall be no appeal permitted in the case of an alien who is . . . deportable by reason of having committed a criminal offense covered . . . by section 241(a)(2)(A)(ii) of [the INA] (as in effect on such date) for which both predicate offenses are, without regard to their date of commission, otherwise covered by section 241(a)(2)(A)(i) of such Act (as so in effect).</p>\n        <p>(For more detailed discussions see Goncalves, 144 F.3d at 117; Hall v. INS, <span class=\"citation\" data-id=\"761708\"><a href=\"/opinion/761708/norman-anthony-hall-v-us-immigration-naturalization-service/\"><span class=\"volume\">167</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">852</span></a></span>, 854 (4th Cir. 1999).)</p>\n        <p>INA &#167; 241(a)(2)(A)(ii), described supra note 2, made an alien \"who at any time after entry is convicted of two or more crimes involving moral turpitude, not arising out of a single scheme of criminal misconduct\" deportable, and INA &#167; 241(a)(2)(A)(i), currently codified at 8 U.S.C. &#167; 1227(a)(2)(A)(i), made an alien who had \"committed a crime involving moral turpitude within five years after the date of entry\" and who was \"sentenced to confinement . . . for one year or longer\" deportable. Reading &#167; 241(a)(2)(A)(i) \"without regard to [the] date of commission,\" IIRIRA &#167; 309(c)(4)(G) denies direct judicial review to an alien deportable for having two convictions for crimes involving moral turpitude (not arising out of a single scheme of misconduct) for which the alien was sentenced to confinement for one year or longer for each predicate offense.</p>\n        <p>Maghsoudi was sentenced to ten years confinement for his 1984 assault and robbery conviction and two and a half years confinement for his 1989 indecent assault and battery conviction. (Although both sentences were suspended, this fact has no bearing on the determination of deportability under &#167; 241(a)(2)(A)(i). See Okoroha v. INS, <span class=\"citation\" data-id=\"423753\"><a href=\"/opinion/423753/adolphus-anyiam-okoroha-v-immigration-naturalization-service-united/\"><span class=\"volume\">715</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">380</span></a></span>, 382 (8th Cir. 1983) (\"[W]e find no basis to overturn the BIA's finding that . . . a suspended sentence is a 'sentence of confinement'\"); Velez-Lozano v. INS, <span class=\"citation\" data-id=\"304702\"><a href=\"/opinion/304702/jairo-velez-lozano-v-immigration-and-naturalization-service/\"><span class=\"volume\">463</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1305</span></a></span>, 1307 (D.C. Cir. 1972) (essential element is imposition of sentence, not actual serving of it; alien with entirely suspended three year sentence qualifies as deportable).) Therefore IIRIRA &#167; 309(c)(4)(G) applies to his case if both these offenses were crimes of moral turpitude.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> Such an exercise of discretion is appropriate \"[w]hen the issue conceded or neglected in the trial court is purely one of law and either does not affect or rely upon the factual record developed by the parties or the pertinent record has been fully developed.\" United States v. Patrin, <span class=\"citation\" data-id=\"355565\"><a href=\"/opinion/355565/united-states-v-floyd-julius-patrin-sr-united-states-of-america-v/\"><span class=\"volume\">575</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">708</span></a></span>, 712 (9th Cir. 1978) (citation omitted). Maghsoudi raises a question of law on appeal. No evidence need be produced for its resolution outside of what is already in the record on appeal.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> It is indisputable that we have jurisdiction to determine whether indecent assault was a \"crime involving moral turpitude\" for purposes of determining whether IIRIRA &#167; 309(c)(4)(G) preclusion of judicial review applies here. In fact the INS concedes our jurisdiction to determine these jurisdictional facts. See Hall v. INS, <span class=\"citation\" data-id=\"761708\"><a href=\"/opinion/761708/norman-anthony-hall-v-us-immigration-naturalization-service/\"><span class=\"volume\">167</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">852</span></a></span>, 856 (4th Cir. 1999) (\"[W]e must consider jurisdictional facts to determine our own jurisdiction\");  Coronado-Durazo v. INS, <span class=\"citation no-link\"><span class=\"volume\">123</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1322</span></span>, 1324 (9th Cir. 1997); Yang v. INS, <span class=\"citation no-link\"><span class=\"volume\">109</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1185</span></span>, 1192 (7th Cir. 1997) (reviewing nature of offense under AEDPA &#167; 440(a)), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">118</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">624</span></span> (1998); Okoro v. INS, <span class=\"citation\" data-id=\"746751\"><a href=\"/opinion/746751/benjamine-maduka-okoro-v-immigration-and-naturalization-service/\"><span class=\"volume\">125</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">920</span></a></span>, 925 (5th Cir. 1997) (same); but see Berehe v. INS, <span class=\"citation\" data-id=\"741040\"><a href=\"/opinion/741040/neguse-berehe-v-immigration-naturalization-service/\"><span class=\"volume\">114</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">159</span></a></span>, 161 (10th Cir. 1997) (holding that \"the language of AEDPA &#167; 440(a) and IIRIRA &#167; 309(c)(4)(G) does not permit the court [of appeals] to review the merits of whether an alien is validly deportable by reason of having committed one of the enumerated criminal offenses\"); Wittgenstein v. INS, <span class=\"citation\" data-id=\"746299\"><a href=\"/opinion/746299/herta-wittgenstein-also-known-as-herta-hilscher-also-known-as-herta/\"><span class=\"volume\">124</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1244</span></a></span>, 1246 (10th Cir. 1997) (affirming Berehe but addressing merits \"[n]evertheless, because petitioner received no review by the BIA.\").</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> Maghsoudi's victim was aged sixteen at the time of the conduct in question. Section 13B criminalizes indecent assault on a child under age fourteen, and we presume that \"indecent\" assaults not falling under sections 13B or 13F are encompassed by section 13H. Since &#167; 13B refers to indecent assault and battery on a person under fourteen years of age and &#167; 13F refers to indecent assault and battery on a retarded person, our interpretation is the most generous possible interpretation of Maghsoudi's conviction that still ascribes meaning to the term \"indecent\" in the record (Maghsoudi would have us interpret the conviction as one for simple assault under &#167; 13A) for the purposes of the moral turpitude determination.</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/10521/",
    "http://www.courtlistener.com/api/rest/v3/opinions/11189/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109530/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109682/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110808/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195172/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197952/",
    "http://www.courtlistener.com/api/rest/v3/opinions/304702/",
    "http://www.courtlistener.com/api/rest/v3/opinions/334136/",
    "http://www.courtlistener.com/api/rest/v3/opinions/355565/",
    "http://www.courtlistener.com/api/rest/v3/opinions/423753/",
    "http://www.courtlistener.com/api/rest/v3/opinions/545482/",
    "http://www.courtlistener.com/api/rest/v3/opinions/603502/",
    "http://www.courtlistener.com/api/rest/v3/opinions/654584/",
    "http://www.courtlistener.com/api/rest/v3/opinions/741040/",
    "http://www.courtlistener.com/api/rest/v3/opinions/746299/",
    "http://www.courtlistener.com/api/rest/v3/opinions/746751/",
    "http://www.courtlistener.com/api/rest/v3/opinions/761708/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2082294/",
    "http://www.courtlistener.com/api/rest/v3/opinions/3320257/"
  ]
}