{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/198557/",
  "absolute_url": "/opinion/198557/beckley-v-digeronimo/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/198557/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:54:37Z",
  "date_modified": "2017-03-24T10:57:51.741013Z",
  "type": "010combined",
  "sha1": "8c1ecab361e9fe195fdfff06e1e1537c7ebc9a3e",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=96-2292.01A",
  "local_path": null,
  "plain_text": "               United States Court of Appeals\r\n                   For the First Circuit\r\n\nNo. 96-2292\r\n\n             BECKLEY CAPITAL LIMITED PARTNERSHIP,\r\n\n                    Plaintiff, Appellant,\r\n\n                              v.\r\n\n                  ELIZABETH ANN DiGERONIMO,\r\n      Executrix of the Estate of Anthony L. DiGeronimo,\r\n\n                     Defendant, Appellee.\r\n                                         \r\n\nNo. 98-1464\r\n\n                  ELIZABETH ANN DiGERONIMO,\r\n      Executrix of the Estate of Anthony L. DiGeronimo,\r\n\n                    Plaintiff, Appellant,\r\n\n                              v.\r\n\n          FEDERAL DEPOSIT INSURANCE CORPORATION and\r\n             BECKLEY CAPITAL LIMITED PARTNERSHIP,\r\n\n                    Defendants, Appellees.\r\n\n        APPEALS FROM THE UNITED STATES DISTRICT COURT\r\n\n              FOR THE DISTRICT OF NEW HAMPSHIRE\r\n\n       [Hon. James R. Muirhead, U.S. Magistrate Judge]\r\n       [Hon. Joseph A. DiClerico, U.S. District Judge]\r\n\n                            Before\r\n\n                  Selya, Boudin and Lipez,\r\n\n                      Circuit Judges.\r\n\n   Thomas J. Pappas, with whom Stephanie A. Bray, Thomas W.\r\nAylesworth and Wiggin &amp; Nourie, P.A. were on brief for Elizabeth\r\nAnn DiGeronimo.\r\n   Frank P. Spinella, Jr. with whom Hall, Morse, Anderson, Miller\r\n&amp; Spinella, P.C. was on brief for Beckley Capital Limited\r\nPartnership.\r\n   Ashley Doherty, Counsel, Federal Deposit Insurance\r\nCorporation, with whom Ann S. DuRoss, Assistant General Counsel,\r\nColleen J. Boles, Senior Counsel, Steven A. Solomon and Bachus,\r\nMeyer, Solomon, Rood &amp; Branch were on brief for Federal Deposit\r\nInsurance Corporation.\r\n\nJuly 19, 1999\r\n\n                                BOUDIN, Circuit Judge.  Before us are two appeals arising\r\nout of two different district court cases, which both stem from a\r\nsingle 1988 bank loan.  On August 15, 1988, Biotech Realty Trust\r\n(\"Biotech\") obtained a loan from the Bank of New England-Worcester\r\nand executed a note in favor of the bank in the principal amount of\r\n$700,000.  To secure the note,  Biotech executed a mortgage in\r\nfavor of the bank on a commercial building in Leominster,\r\nMassachusetts; and Anthony DiGeronimo, as did two other persons,\r\nexecuted a personal guaranty of Biotech's obligations under the\r\nnote.\r\nOn January 6, 1991, the bank failed and the Federal\r\nDeposit Insurance Corporation (\"FDIC\") became its receiver. \r\nThereafter, Biotech defaulted on the note, and RECOLL Management\r\nCorporation (\"RECOLL\"), which administered certain assets of the\r\nbank on behalf of the FDIC, began foreclosure proceedings in\r\nMassachusetts state court.  On March 16, 1994, RECOLL agreed with\r\nBiotech and the guarantors that the building securing the note\r\nwould be sold to a tenant, that the proceeds would be applied to\r\nreduce the outstanding balance on the note, and that the guarantors\r\nwould be released if they made certain disclosures as to their own\r\nfinancial status.\r\nAlthough the other guarantors apparently declined to make\r\nthe required disclosures, Anthony DiGeronimo did make them.  In\r\naddition, he contributed just over $10,000 to ensure that the net\r\namount received by the FDIC on the sale of the building to the\r\ntenant met the minimum figure that the FDIC had set as a condition\r\nof the overall transaction.  Although RECOLL told Anthony\r\nDiGeronimo that a written release to him would be forthcoming, no\r\nsuch release was ever delivered.\r\nAfter the March 1994 sale, a balance remained due on the\r\nnote (apparently the balance was then about $195,000).  On June 9,\r\n1994, the FDIC sold the note and the guaranty to Beckley Capital\r\nLimited Partnership (\"Beckley\") as part of a package of assets that\r\nthe FDIC had inherited as receiver of the bank.  On July 23, 1994,\r\nAnthony DiGeronimo died, and his wife, Elizabeth Ann DiGeronimo,\r\nbecame executrix of the estate.  New Hampshire requires that claims\r\nagainst an estate be filed in court within one year of decedent's\r\ndeath, N.H. Rev. Stat. Ann.  556:5, and the one-year period ended\r\nwithout any suit being brought by Beckley against the estate of\r\nAnthony DiGeronimo on the guaranty.\r\nNevertheless, after the expiration of the one-year\r\ndeadline, Beckley sued Elizabeth as executrix of the DiGeronimo\r\nestate on April 11, 1996, on the ground that the estate remained\r\nliable under the guaranty for the outstanding balance on the note. \r\nWhen the estate asserted the one-year state statute of limitations\r\n(along with other defenses), Beckley argued that it was entitled to\r\nthe much longer six-year statute of limitations available to the\r\nFDIC under the Financial Institutions Reform, Recovery, and\r\nEnforcement Act (\"FIRREA\"), 12 U.S.C.  1821(d)(14).  In September\r\n1996, the magistrate judge, acting under 28 U.S.C.  636(C),\r\nconcluded on cross-motions for summary judgment that Beckley was\r\ngoverned by the one-year statute and dismissed the case.  Beckley\r\nCapital L.P. v. DiGeronimo, 942 F. Supp. 728 (D. N.H. 1996).  In\r\nNo. 96-2292, Beckley appeals from that decision.  \r\nIn March 1997, Elizabeth DiGeronimo brought a separate\r\nsuit in the federal  district court in New Hampshire, seeking\r\nspecific performance against the FDIC, or in the alternative\r\nagainst Beckley, to require  delivery of the release assertedly\r\npromised by RECOLL at the time of the March 16, 1994, transaction. \r\nAlthough this might seem redundant given the dismissal of Beckley's\r\naction, Beckley was not only appealing from that dismissal but also\r\nseeking in state court to obtain an equitable extension of the one-\r\nyear deadline for suing the estate.  N.H. Rev. Stat. Ann.  556:28.\r\n  Both defendants moved for summary dismissal of the\r\ninjunction action.  In a decision filed on March 23, 1998, the\r\ndistrict court dismissed the claim against the FDIC on the ground\r\nthat it was barred by a different provision of FIRREA, 12 U.S.C. \r\n1821(d)(13)(D).  The court also dismissed the estate's claim\r\nagainst Beckley on the ground that it was effectively a compulsory\r\ncounterclaim that the estate should have asserted in the earlier\r\nlawsuit by Beckley to recover on the guaranty.  See Fed. R. Civ. P.\r\n13(a).  The DiGeronimo estate appeals this decision in No. 98-1464. \r\nWe begin with Beckley's appeal in No. 96-2292 in which it\r\ncontends that, as the FDIC's assignee, it is not bound by the state\r\nlaw requiring that suits against an estate be brought within one\r\nyear.  Congress enacted a special statute of limitations applying\r\n\"with regard to any action brought by the [FDIC] as conservator or\r\nreceiver.\"  12 U.S.C.  1821(d)(14)(A).  For contract claims, the\r\nFDIC has \"the longer of (I) the  6-year period beginning on the\r\ndate the claim accrues; or (II) the period applicable under State\r\nlaw.\"  Id.  1821(d)(14)(A)(i).  Further, the statute says that \"a\r\nclaim accrues\" for purposes of subsection (A) on \"the later of (i)\r\nthe date of the appointment of the [FDIC] as conservator or\r\nreceiver; or (ii) the date on which the cause of action accrues.\" \r\nId.  1821(d)(14)(B).\r\nAt first glance, one might think that Beckley's position\r\nis unaffected by this statute since the statute's plain language is\r\ndirected to suits by the FDIC (and only in its capacity as a\r\nconservator or receiver), and Beckley's suit is not one by the\r\nFDIC.  Nothing in the statute says that someone acquiring a\r\ncontract right previously held by the FDIC should get the benefit\r\nof the FDIC's special statute of limitations, nor is there any\r\nindication that Congress considered the issue.  Thus, neither the\r\nplain language of the statute nor any directly pertinent\r\nlegislative history supports Beckley's position.\r\nNevertheless, a number of circuits, and some district and\r\nstate courts as well, have held that one who purchases an\r\nobligation owned by the FDIC as conservator or receiver is entitled\r\nto take advantage of the special six-year statute of limitations,\r\nand no circuit appears to directly hold to the contrary.  But cf.\r\nFederal Fin. Co. v.  Hall, 108 F.3d 46 (4th Cir.), cert. denied,\r\n118 S. Ct. 157 (1997) (dictum).  This outcome is usually made to\r\nrest on either or both of two propositions:  the common law axiom\r\nthat assignees \"stand in the shoes\" of assignors, e.g., Bledsoe,\r\n989 F.2d at 810, and the federal policy interest in promoting the\r\nmarketability of the FDIC's assets derived from failed banks, e.g.,\r\nid. at 18.  \r\nThe axiom is fairly weak support for the result.  It is\r\ntrue that courts often say that assignees stand in the shoes of\r\nassignors and are thus entitled to whatever rights the assignor had\r\nvis--vis the transferred asset.  See 6 Am. Jur. 2d Assignments \r\n102 (collecting cases).  But the proposition is too abstract and\r\nhas too many exceptions to be very useful in a case like this one. \r\nIndeed, sometimes an assignee may get more than the assignor had,\r\nnotably a good faith purchaser of a negotiable instrument, who may\r\ntake free of certain defenses that could have been asserted against\r\nthe assignor.  E.g., U.C.C.  3-302, 3-305.  And it is pretty easy\r\nto imagine procedural \"rights\" peculiar to an assignor that would\r\nnot readily be transferrable to the assignee.\r\nThe \"stand in the shoes\" axiom makes most sense when it\r\nis directed to defining the bundle of substantive rights that\r\ncomprise the asset that has been transferred, see, e.g., Newton v.\r\nFin. Corp., 967 F.2d 340, 347 (9th Cir. 1992) (extending to FSLIC\r\nassignee the protections of D'Oench, Duhme &amp; Co. v. FDIC, 315 U.S.\r\n447 (1942)), and it makes less sense (at least as an automatic\r\nprinciple) when one is concerned with advantages or disabilities\r\nthat are peculiar to the status of either the assignor or the\r\nassignee. Such issues ought to be decided by the usual criteria\r\n(e.g., statutory language, pertinent policy) rather than by\r\nshibboleths.\r\nThe policy arguments relied upon by a number of the\r\ncourts that have given the assignee the benefit of the FDIC's\r\nstatute of limitations do have some weight.  In a nutshell, the\r\nlanguage and background of the FIRREA statute show that Congress\r\nwas attempting to aid the FDIC in its role as receiver or\r\nconservator in coping with a wave of bank failures and huge\r\npotential liabilities for the taxpayers.  To this end, FIRREA is\r\nfilled with provisions that vary ordinary contract rules in the\r\nFDIC's favor.  See, e.g., Lawson v. FDIC, 3 F.3d 11, 13 (1st Cir.\r\n1993). The special FIRREA statute of limitations (most importantly,\r\nthe special definition of accrual)  reflects this approach.  \r\nThe argument for extending this particular break to\r\nassignees of FDIC owned notes, in the teeth of statutory language\r\nthat does not mention assignees, is a practical one.  Congress\r\nperhaps thought that the FDIC would itself sue on notes payable to\r\nfailed banks, but the FDIC finds it convenient to sell these notes\r\nin bulk; and marketability may be enhanced if the private purchaser\r\ncan use the longer statute of limitations.  The clearest case is\r\nwhere the time to sue under normal statutes of limitation has\r\nalready run by the time the FDIC makes the sale; the note would be\r\nessentially valueless to anyone other than the FDIC unless the\r\nbenefit of the FIRREA statute of limitations \"ran\" with the note.\r\nGranting that the policy interest is a real one, the case\r\nis very close.  A principal task of federal courts is to implement\r\nimperfect federal statutes.  See Versyss Inc. v. Coopers and\r\nLybrand, 982 F.2d 653, 654 (1st Cir. 1992).  But it is one thing to\r\nresolve ambiguities in accordance with general policy and\r\naltogether another to extend a statute to a new class of\r\nbeneficiaries that Congress did not even mention.  Thus, we are not\r\nunsympathetic to the dictum in the Fourth Circuit expressing its\r\nreluctance to read the FIRREA statute as covering assignees.  See\r\nHall, 108 F.3d at 50 (allowing suit based on state law).\r\nNevertheless, virtually all of the circuits that have\r\ndecided the issue on the merits have allowed the purchaser to make\r\nuse of the FDIC's special statute of limitations, and we are loathe\r\nto create a conflict in uniform authority unless there is no\r\nchoice.  Statutory language should never be read without attention\r\nto purpose even when the language seems clear on its face, see\r\nNational Labor Relations Bd. v. Lion Oil Co., 352 U.S. 282, 288\r\n(1957); and while the majority reading is still something of a\r\nstretch, one can also view the outcome as a court-made \"federal\r\ncommon law\" rule as to when a right given to the FDIC should be\r\ntreated as \"running\" with the assignment.  See Chemerinsky, Federal\r\nJurisdiction  6.3 (3d ed. 1999).\r\nThis conclusion might appear to resolve the case in\r\nBeckley's favor but it does not.  Both the magistrate judge and the\r\nDiGeronimo estate assume that the FDIC statute of limitations can\r\nbe utilized by Beckley, but each says that the New Hampshire\r\nstatute still stands as an obstacle to the claim.  Both the\r\nestate's position on appeal and that of the magistrate judge rest\r\non the premise that the New Hampshire one-year statute is not\r\n\"really\" a statute of limitation and therefore is not in conflict\r\nwith (and overridden by) the longer six-year FIRREA statute.\r\nAlthough there is something to be said on both sides of\r\nthe matter, compare RTC v. Liebert, 1995 U.S. Dist. LEXIS 8492, at\r\n*2 (C.D. Cal. 1994), with Davis v. Britton, 729 F. Supp. 189, 191\r\n(D.N.H. 1989), we think that the precise characterization of the\r\nNew Hampshire statute does not matter here.  Yes, the policy behind\r\nthe one-year statute differs from the usual statute-of-limitations\r\nconcern with stale claims and faded memory, but the underlying\r\nthrust is the same:  to prevent suits from being brought after a\r\nspecific period of time.  Under standard \"conflict\" preemption\r\ndoctrine underpinned by the Supremacy Clause, Cipollone v. Ligget\r\nGroup, Inc., 505 U.S. 504, 516 (1992), this enactment overrides any\r\none-year limitation period imposed under state law.\r\nNevertheless, we agree that Beckley's suit is barred by\r\nthe one-year New Hampshire statute.  If the FDIC were suing, the\r\nFIRREA statute would allow it to do so despite the one-year\r\nstatute, simply because Congress would be taken to have settled the\r\nmatter.  However, Congress did not purport to decide that an\r\nassignee should be entitled to the same benefit and, to the extent\r\nassignees are allowed to do so, it is for reasons of federal\r\npolicy.  No reason exists to extend this special benefit beyond the\r\npoint where it serves the federal policy; and it does not do so\r\nhere.  Cf. Llewellyn, The Bramble Bush 189 (1960).\r\nWe have already noted, and accepted, the policy rationale\r\nfor allowing the assignee the benefit of the FIRREA statute of\r\nlimitations--namely, that in some situations it is essential to\r\nmake obligations held by the FDIC marketable (and the debtor's\r\nplight is less sympathetic since the FDIC could itself still sue). \r\nBut this policy rationale has real force, or at least most force,\r\nonly where an obligation inherited by the FDIC from a failed bank\r\nis already in default (or nearly so) at the time that the FDIC re-\r\nassigns it; if not, the assignee can enforce it readily enough\r\nunder an ordinary statute of limitations.\r\nIndeed, as the Fifth Circuit cogently pointed out in\r\nCadle Co. v. 1007 Joint Venture, 82 F.3d 102 (5th Cir. 1996), the\r\nrationale for extending the FIRREA limitation period to assignees\r\nhas very little force where the note is not in default at the time\r\nit is sold by the FDIC.  In such a case, the assignee will always\r\nhave some reasonable period within which to enforce the note after\r\nit goes into default.  Accordingly, while the Fifth Circuit \r\nearlier adopted the general rule that the assignee could use the\r\nFIRREA statute, Bledsoe, 989 F.2d at 811, it drew the line at this\r\npoint and refused to extend this benefit to the situation in which\r\nthe note was not in default at the time of the FDIC's assignment. \r\nWe think it was right to do so.\r\nIn the present case, the estate cannot take advantage of\r\nCadle directly because (so far as we can tell) the note was in\r\ndefault at the time it was sold by the FDIC to Beckley and, of\r\ngreater relevance, DiGeronimo himself was probably already subject\r\nto suit on the guaranty.  The terms of the guaranty and of the note\r\ngenerally control when the claim against the guarantor accrues,\r\ntypically either from the point at which the primary maker defaults\r\non the guaranteed note or at some later point when a demand has\r\nbeen made on the guarantor for payment.  Although the parties have\r\nnot briefed the issue in this case, it appears likely to us and we\r\nwill assume that the ordinary statute of limitations had begun to\r\nrun on the guaranty prior to its transfer to Beckley.\r\nNevertheless, the one-year New Hampshire statute had not\r\nbegun to run at the time of the transfer because Beckley acquired\r\nthe note and the guaranty in June 1994 and DiGeronimo did not die\r\nuntil July 1994.  Accordingly, Beckley had the same one-year period\r\nto sue as any other person (apart from the FDIC) who happened to\r\nhave a claim against a New Hampshire decedent.  And because Beckley\r\nacquired the guaranty before this period even began to run, its\r\nposition is closely analogous to the assignee in Cadle that\r\nacquired its note prior to the default.  Put differently, there is\r\nno reason why a special statute of limitations is needed in this\r\ncase to make the obligation marketable to a purchaser, and absent\r\nsuch a reason, the policy behind state statutes of limitation--\r\nvivid in this case--ought to be respected.\r\nWe are not suggesting that in every case there should be\r\na precise balancing of interests to decide whether the assignee\r\nshould get the benefit of the special FIRREA statute of\r\nlimitations.  Rather, we adopt the principle in Cadle that the\r\nassignee does not get this benefit where an obligation is\r\ntransferred by the FDIC before it is in default.  And it is a\r\nnatural extension of this principle that the assignee should not be\r\nable to avoid a state probate statute such as New Hampshire's when\r\nthe maker of the note or guarantor had not died at the time that\r\nthe instrument is transferred.  This will require private\r\npurchasers of FDIC notes to be as diligent as other local\r\nplaintiffs, but it is a reasonable enough requirement that should\r\nnot have any significant impact on the marketability of FDIC\r\nassets.\r\nHaving concluded that the New Hampshire statute bars\r\nBeckley's suit against the estate, we do not address an alternative\r\nground offered by the estate as a reason to affirm the district\r\ncourt's judgment.  The estate's premise is that the FDIC agreed to\r\nrelease DiGeronimo  from his guaranty prior to the March 16, 1994,\r\nsale.  Specifically, DiGeronimo says that the FDIC  would be barred \r\nfrom enforcing the guaranty by accord and satisfaction and by\r\nestoppel, and, as Beckley purports to stand in the FDIC's shoes, it\r\nshould be similarly barred.  Beckley offers a series of technical\r\nobjections to this argument, including the assertion that such\r\ndefenses had not been adequately pled by the estate under Fed. R.\r\nCiv. P. 8(c).   Needless to say, Beckley's position is\r\nunattractive from an equitable standpoint, assuming that RECOLL did\r\npromise a release.  But technicalities sometimes prevail--for\r\nreason of long-term advantage to society--over immediate equities. \r\nYet it is by no means clear that Beckley's multiple objections to\r\nthe estate's alternative grounds could be resolved without further\r\nproceedings in the district court.  It is for this reason that we\r\nhave assumed dubitante throughout that Beckley may have a valid\r\nclaim on the guaranty, and we have faced and resolved the difficult\r\nstatute of limitations issues on that assumption.\r\nTurning now to the estate's own appeal in No. 98-1464, it\r\npresents complications that make the statute of limitations issue\r\nlook tame.  However, in the meantime, Beckley has reportedly failed\r\nin its effort to obtain a waiver of the one-year New Hampshire\r\nstatute, making the guaranty effectively unenforceable.  Under\r\nthese circumstances, counsel for the estate agreed at oral argument\r\nthat the affirmative relief that DiGeronimo sought in No. 98-1464\r\nis unnecessary should it prevail in the other appeal.  Accordingly,\r\nwe dismiss that appeal, subject always to reinstatement on motion \r\nif for some reason the issue should cease to be moot.\r\nIn No. 96-2292, the judgment of the district court is\r\naffirmed with costs to be awarded in favor of appellee.  In No. 98-\r\n1464, the appeal is dismissed without prejudice and on this appeal,\r\neach side shall bear its own costs.\r\nIt is so ordered.\n",
  "html": "<p class=\"case_cite\">184 F.3d 52 (1st Cir. 1999)</p>\n    <p class=\"parties\">BECKLEY CAPITAL LIMITED PARTNERSHIP, Plaintiff, Appellant,<br>v.<br>ELIZABETH ANN DiGERONIMO, Executrix of the Estate of Anthony L. DiGeronimo, Defendant, Appellee.<br>ELIZABETH ANN DiGERONIMO, Executrix of the Estate of Anthony L. DiGeronimo, Plaintiff, Appellant,<br>v.<br>FEDERAL DEPOSIT INSURANCE CORPORATION and BECKLEY CAPITAL LIMITED PARTNERSHIP, Defendants, Appellees.</p>\n    <p class=\"docket\">Nos. 96-2292, 98-1464.</p>\n    <p class=\"court\">United States Court of Appeals for the First Circuit.</p>\n    <p class=\"date\">Argued June 11, 1999.<br>Decided July 19, 1999.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEALS FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF NEW HAMPSHIREThomas J. Pappas, with whom Stephanie A. Bray, Thomas W. Aylesworth and Wiggin &amp; Nourie, P.A. were on brief for Elizabeth Ann DiGeronimo.</p>\n      <p class=\"indent\">Frank P. Spinella, Jr. with whom Hall, Morse, Anderson, Miller &amp; Spinella, P.C. was on brief for Beckley Capital Limited Partnership.</p>\n      <p class=\"indent\">Ashley Doherty, Counsel, Federal Deposit Insurance Corporation, with whom Ann S. DuRoss, Assistant General Counsel, Colleen J. Boles, Senior Counsel, Steven A. Solomon and Bachus, Meyer, Solomon, Rood &amp; Branch were on brief for Federal Deposit Insurance Corporation.</p>\n      <p class=\"indent\">Before Selya, Boudin and Lipez, Circuit Judges.</p>\n      <p class=\"indent\">BOUDIN, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Before us are two appeals arising out of two different district court cases, which both stem from a single 1988 bank loan. On August 15, 1988, Biotech Realty Trust (\"Biotech\") obtained a loan from the Bank of New England-Worcester and executed a note in favor of the bank in the principal amount of $700,000. To secure the note, Biotech executed a mortgage in favor of the bank on a commercial building in Leominster, Massachusetts; and Anthony DiGeronimo, as did two other persons, executed a personal guaranty of Biotech's obligations under the note.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">On January 6, 1991, the bank failed and the Federal Deposit Insurance Corporation (\"FDIC\") became its receiver. Thereafter, Biotech defaulted on the note, and RECOLL Management Corporation (\"RECOLL\"), which administered certain assets of the bank on behalf of the FDIC, began foreclosure proceedings in Massachusetts state court. On March 16, 1994, RECOLL agreed with Biotech and the guarantors that the building securing the note would be sold to a tenant, that the proceeds would be applied to reduce the outstanding balance on the note, and that the guarantors would be released if they made certain disclosures as to their own financial status.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Although the other guarantors apparently declined to make the required disclosures, Anthony DiGeronimo did make them. In addition, he contributed just over $10,000 to ensure that the net amount received by the FDIC on the sale of the building to the tenant met the minimum figure that the FDIC had set as a condition of the overall transaction. Although RECOLL told Anthony DiGeronimo that a written release to him would be forthcoming, no such release was ever delivered.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">After the March 1994 sale, a balance remained due on the note (apparently the balance was then about $195,000). On June 9, 1994, the FDIC sold the note and the guaranty to Beckley Capital Limited Partnership (\"Beckley\") as part of a package of assets that the FDIC had inherited as receiver of the bank. On July 23, 1994, Anthony DiGeronimo died, and his wife, Elizabeth Ann DiGeronimo, became executrix of the estate. New Hampshire requires that claims against an estate be filed in court within one year of decedent's death, N.H. Rev. Stat. Ann. &#167; 556:5, and the one-year period ended without any suit being brought by Beckley against the estate of Anthony DiGeronimo on the guaranty.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Nevertheless, after the expiration of the one-year deadline, Beckley sued Elizabeth as executrix of the DiGeronimo estate on April 11, 1996, on the ground that the estate remained liable under the guaranty for the outstanding balance on the note. When the estate asserted the one-year state statute of limitations (along with other defenses), Beckley argued that it was entitled to the much longer six-year statute of limitations available to the FDIC under the Financial Institutions Reform, Recovery, and Enforcement Act (\"FIRREA\"), 12 U.S.C. &#167; 1821(d)(14). In September 1996, the magistrate judge, acting under 28 U.S.C. &#167; 636(C), concluded on cross-motions for summary judgment that Beckley was governed by the one-year statute and dismissed the case. Beckley Capital L.P. v. DiGeronimo, 942 F. Supp. 728(D. N.H. 1996). In No. 96-2292, Beckley appeals from that decision.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">In March 1997, Elizabeth DiGeronimo brought a separate suit in the federal district court in New Hampshire, seeking specific performance against the FDIC, or in the alternative against Beckley, to require delivery of the release assertedly promised by RECOLL at the time of the March 16, 1994, transaction. Although this might seem redundant given the dismissal of Beckley's action, Beckley was not only appealing from that dismissal but also seeking in state court to obtain an equitable extension of the one-year deadline for suing the estate. N.H. Rev. Stat. Ann. &#167; 556:28.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Both defendants moved for summary dismissal of the injunction action. In a decision filed on March 23, 1998, the district court dismissed the claim against the FDIC on the ground that it was barred by a different provision of FIRREA, 12 U.S.C. &#167; 1821(d)(13)(D). The court also dismissed the estate's claim against Beckley on the ground that it was effectively a compulsory counterclaim that the estate should have asserted in the earlier lawsuit by Beckley to recover on the guaranty. See Fed. R. Civ. P. 13(a). The DiGeronimo estate appeals this decision in No. 98-1464.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">We begin with Beckley's appeal in No. 96-2292 in which it contends that, as the FDIC's assignee, it is not bound by the state law requiring that suits against an estate be brought within one year. Congress enacted a special statute of limitations applying \"with regard to any action brought by the [FDIC] as conservator or receiver.\" 12 U.S.C. &#167; 1821(d)(14)(A). For contract claims, the FDIC has \"the longer of (I) the 6-year period beginning on the date the claim accrues; or (II) the period applicable under State law.\" Id. &#167; 1821(d)(14)(A)(i). Further, the statute says that \"a claim accrues\" for purposes of subsection (A) on \"the later of (i) the date of the appointment of the [FDIC] as conservator or receiver; or (ii) the date on which the cause of action accrues.\" Id. &#167; 1821(d)(14)(B).</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">At first glance, one might think that Beckley's position is unaffected by this statute since the statute's plain language is directed to suits by the FDIC (and only in its capacity as a conservator or receiver), and Beckley's suit is not one by the FDIC. Nothing in the statute says that someone acquiring a contract right previously held by the FDIC should get the benefit of the FDIC's special statute of limitations, nor is there any indication that Congress considered the issue. Thus, neither the plain language of the statute nor any directly pertinent legislative history supports Beckley's position.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Nevertheless, a number of circuits, and some district and state courts as well, have held that one who purchases an obligation owned by the FDIC as conservator or receiver is entitled to take advantage of the special six-year statute of limitations,<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> and no circuit appears to directly hold to the contrary. But cf. Federal Fin. Co. v. Hall, 108 F.3d 46 (4th Cir.), cert. denied, 118 S. Ct. 157 (1997) (dictum). This outcome is usually made to rest on either or both of two propositions: the common law axiom that assignees \"stand in the shoes\" of assignors, e.g., Bledsoe, 989 F.2d at 810, and the federal policy interest in promoting the marketability of the FDIC's assets derived from failed banks, e.g., id. at 810-11.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The axiom is fairly weak support for the result. It is true that courts often say that assignees stand in the shoes of assignors and are thus entitled to whatever rights the assignor had vis-a-vis the transferred asset. See 6 Am. Jur. 2d Assignments &#167; 102 (collecting cases). But the proposition is too abstract and has too many exceptions to be very useful in a case like this one. Indeed, sometimes an assignee may get more than the assignor had, notably a good faith purchaser of a negotiable instrument, who may take free of certain defenses that could have been asserted against the assignor. E.g., U.C.C. &#167;&#167; 3-302, 3-305. And it is pretty easy to imagine procedural \"rights\" peculiar to an assignor that would not readily be transferrable to the assignee.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The \"stand in the shoes\" axiom makes most sense when it is directed to defining the bundle of substantive rights that comprise the asset that has been transferred, see, e.g., Newton v. Fin. Corp., 967 F.2d 340, 347 (9th Cir. 1992) (extending to FSLIC assignee the protections of D'Oench, Duhme &amp; Co. v. FDIC, 315 U.S. 447 (1942)), and it makes less sense (at least as an automatic principle) when one is concerned with advantages or disabilities that are peculiar to the status of either the assignor or the assignee. Such issues ought to be decided by the usual criteria (e.g., statutory language, pertinent policy) rather than by shibboleths.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The policy arguments relied upon by a number of the courts that have given the assignee the benefit of the FDIC's statute of limitations do have some weight. In a nutshell, the language and background of the FIRREA statute show that Congress was attempting to aid the FDIC in its role as receiver or conservator in coping with a wave of bank failures and huge potential liabilities for the taxpayers. To this end, FIRREA is filled with provisions that vary ordinary contract rules in the FDIC's favor. See, e.g., Lawson v. FDIC, 3 F.3d 11, 13 (1st Cir. 1993). The special FIRREA statute of limitations (most importantly, the special definition of accrual<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>) reflects this approach.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The argument for extending this particular break to assignees of FDIC owned notes, in the teeth of statutory language that does not mention assignees, is a practical one. Congress perhaps thought that the FDIC would itself sue on notes payable to failed banks, but the FDIC finds it convenient to sell these notes in bulk; and marketability may be enhanced if the private purchaser can use the longer statute of limitations. The clearest case is where the time to sue under normal statutes of limitation has already run by the time the FDIC makes the sale; the note would be essentially valueless to anyone other than the FDIC unless the benefit of the FIRREA statute of limitations \"ran\" with the note.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Granting that the policy interest is a real one, the case is very close. A principal task of federal courts is to implement imperfect federal statutes. See Versyss Inc. v. Coopers and Lybrand, 982 F.2d 653, 654 (1st Cir. 1992). But it is one thing to resolve ambiguities in accordance with general policy and altogether another to extend a statute to a new class of beneficiaries that Congress did not even mention. Thus, we are not unsympathetic to the dictum in the Fourth Circuit expressing its reluctance to read the FIRREA statute as covering assignees. See Hall, 108 F.3d at 50 (allowing suit based on state law).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Nevertheless, virtually all of the circuits that have decided the issue on the merits have allowed the purchaser to make use of the FDIC's special statute of limitations, and we are loathe to create a conflict in uniform authority unless there is no choice. Statutory language should never be read without attention to purpose even when the language seems clear on its face, see National Labor Relations Bd. v. Lion Oil Co., 352 U.S. 282, 288 (1957); and while the majority reading is still something of a stretch, one can also view the outcome as a court-made \"federal common law\" rule as to when a right given to the FDIC should be treated as \"running\" with the assignment. See Chemerinsky, Federal Jurisdiction &#167; 6.3 (3d ed. 1999).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">This conclusion might appear to resolve the case in Beckley's favor but it does not. Both the magistrate judge and the DiGeronimo estate assume that the FDIC statute of limitations can be utilized by Beckley, but each says that the New Hampshire statute still stands as an obstacle to the claim. Both the estate's position on appeal and that of the magistrate judge rest on the premise that the New Hampshire one-year statute is not \"really\" a statute of limitation and therefore is not in conflict with (and overridden by) the longer six-year FIRREA statute.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Although there is something to be said on both sides of the matter, compare RTC v. Liebert, 1995 U.S. Dist. LEXIS 8492, at *2 (C.D. Cal. 1994), with Davis v. Britton, 729 F. Supp. 189, 191 (D.N.H. 1989), we think that the precise characterization of the New Hampshire statute does not matter here. Yes, the policy behind the one-year statute differs from the usual statute-of-limitations concern with stale claims and faded memory,<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> but the underlying thrust is the same: to prevent suits from being brought after a specific period of time. Under standard \"conflict\" preemption doctrine underpinned by the Supremacy Clause, Cipollone v. Ligget Group, Inc., 505 U.S. 504, 516 (1992), this enactment overrides any one-year limitation period imposed under state law.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Nevertheless, we agree that Beckley's suit is barred by the one-year New Hampshire statute. If the FDIC were suing, the FIRREA statute would allow it to do so despite the one-year statute, simply because Congress would be taken to have settled the matter. However, Congress did not purport to decide that an assignee should be entitled to the same benefit and, to the extent assignees are allowed to do so, it is for reasons of federal policy. No reason exists to extend this special benefit beyond the point where it serves the federal policy; and it does not do so here. Cf. Llewellyn, The Bramble Bush 189 (1960).</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">We have already noted, and accepted, the policy rationale for allowing the assignee the benefit of the FIRREA statute of limitations--namely, that in some situations it is essential to make obligations held by the FDIC marketable (and the debtor's plight is less sympathetic since the FDIC could itself still sue). But this policy rationale has real force, or at least most force, only where an obligation inherited by the FDIC from a failed bank is already in default (or nearly so) at the time that the FDIC re-assigns it; if not, the assignee can enforce it readily enough under an ordinary statute of limitations.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Indeed, as the Fifth Circuit cogently pointed out in Cadle Co. v. 1007 Joint Venture, 82 F.3d 102 (5th Cir. 1996), the rationale for extending the FIRREA limitation period to assignees has very little force where the note is not in default at the time it is sold by the FDIC. In such a case, the assignee will always have some reasonable period within which to enforce the note after it goes into default. Accordingly, while the Fifth Circuit earlier adopted the general rule that the assignee could use the FIRREA statute, Bledsoe, 989 F.2d at 811, it drew the line at this point and refused to extend this benefit to the situation in which the note was not in default at the time of the FDIC's assignment. We think it was right to do so.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">In the present case, the estate cannot take advantage of Cadle directly because (so far as we can tell) the note was in default at the time it was sold by the FDIC to Beckley and, of greater relevance, DiGeronimo himself was probably already subject to suit on the guaranty. The terms of the guaranty and of the note generally control when the claim against the guarantor accrues, typically either from the point at which the primary maker defaults on the guaranteed note or at some later point when a demand has been made on the guarantor for payment.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> Although the parties have not briefed the issue in this case, it appears likely to us and we will assume that the ordinary statute of limitations had begun to run on the guaranty prior to its transfer to Beckley.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Nevertheless, the one-year New Hampshire statute had not begun to run at the time of the transfer because Beckley acquired the note and the guaranty in June 1994 and DiGeronimo did not die until July 1994. Accordingly, Beckley had the same one-year period to sue as any other person (apart from the FDIC) who happened to have a claim against a New Hampshire decedent. And because Beckley acquired the guaranty before this period even began to run, its position is closely analogous to the assignee in Cadle that acquired its note prior to the default. Put differently, there is no reason why a special statute of limitations is needed in this case to make the obligation marketable to a purchaser, and absent such a reason, the policy behind state statutes of limitation--vivid in this case--ought to be respected.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">We are not suggesting that in every case there should be a precise balancing of interests to decide whether the assignee should get the benefit of the special FIRREA statute of limitations. Rather, we adopt the principle in Cadle that the assignee does not get this benefit where an obligation is transferred by the FDIC before it is in default. And it is a natural extension of this principle that the assignee should not be able to avoid a state probate statute such as New Hampshire's when the maker of the note or guarantor had not died at the time that the instrument is transferred. This will require private purchasers of FDIC notes to be as diligent as other local plaintiffs, but it is a reasonable enough requirement that should not have any significant impact on the marketability of FDIC assets.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Having concluded that the New Hampshire statute bars Beckley's suit against the estate, we do not address an alternative ground offered by the estate as a reason to affirm the district court's judgment. The estate's premise is that the FDIC agreed to release DiGeronimo from his guaranty prior to the March 16, 1994, sale. Specifically, DiGeronimo says that the FDIC would be barred from enforcing the guaranty by accord and satisfaction and by estoppel, and, as Beckley purports to stand in the FDIC's shoes, it should be similarly barred. Beckley offers a series of technical objections to this argument, including the assertion that such defenses had not been adequately pled by the estate under Fed. R. Civ. P. 8(c). Needless to say, Beckley's position is unattractive from an equitable standpoint, assuming that RECOLL did promise a release. But technicalities sometimes prevail--for reason of long-term advantage to society--over immediate equities. Yet it is by no means clear that Beckley's multiple objections to the estate's alternative grounds could be resolved without further proceedings in the district court. It is for this reason that we have assumed dubitante throughout that Beckley may have a valid claim on the guaranty, and we have faced and resolved the difficult statute of limitations issues on that assumption.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Turning now to the estate's own appeal in No. 98-1464, it presents complications that make the statute of limitations issue look tame. However, in the meantime, Beckley has reportedly failed in its effort to obtain a waiver of the one-year New Hampshire statute, making the guaranty effectively unenforceable. Under these circumstances, counsel for the estate agreed at oral argument that the affirmative relief that DiGeronimo sought in No. 98-1464 is unnecessary should it prevail in the other appeal. Accordingly, we dismiss that appeal, subject always to reinstatement on motion if for some reason the issue should cease to be moot.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">In No. 96-2292, the judgment of the district court is affirmed with costs to be awarded in favor of appellee. In No. 98-1464, the appeal is dismissed without prejudice and on this appeal, each side shall bear its own costs.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">It is so ordered.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Elizabeth DiGeronimo also sought ancillary letters of administration in Massachusetts where certain of the estate property was located, and she was duly appointed executive there as well. Massachusetts has a largely similar one-year statute. Mass. Gen. L. Ann. Ch. 197, &#167; 9. For convenience, we refer only to the New Hampshire statute and also disregard its further requirement that notice of any claim be presented to the executrix within six months. N.H. Rev. Stat. Ann. &#167; 556:5.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> See, e.g., UMLIC-Nine Corp. v. Lipan Springs Dev. Corp., 168 F.3d 1173 n.3 (10th Cir. 1999); United States v. Thornburg, 82 F.3d 886 (9th Cir. 1996); FDIC v. Bledsoe, 989 F.2d 805 (5th Cir. 1993); Bruin Holdings, Inc. v. Moderski, 960 F. Supp. 62 (M.D. Pa. 1996); see also Jackson v. Thweatt, 883 S.W.2d 171 (Tex. 1994); Cadle Co. v. Lewis, 864 P.2d 718 (Kan. 1993).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> For example, the government sometimes has extra time in court proceedings, e.g., Fed. R. App. P. 40(a), and it is hard to imagine that Beckley inherits this right along with the note. Two circuit courts have held that the FDIC's statutory grant of jurisdiction to sue in federal court does not transfer to the assignee of an FDIC-owned note. See National Enters., Inc. v. Smith, 114 F.3d 561 (6th Cir. 1997); New Rock Asset Partners, L.P. v. Preferred Entity Advancements, Inc., 101 F.3d 1492, 1497 (3d Cir. 1996). But compare FSLIC v. Griffins, 935 F.2d 691, 695 (5th Cir. 1991).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Even before FIRREA, the federal government was already afforded six years to bring contract claims under a general statute of limitations. 28 U.S.C. &#167; 2415(a). But among other advantages, FIRREA gives the FDIC six years from its appointment as receiver or conservator. 12 U.S.C. &#167; 1821(d)(14)(B).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> The purpose of such special restrictions, which are fairly common, is to facilitate the administration of estates, see, e.g., Coffey v. Bresnahan, 506 A.2d 310 (N.H. 1986); the distribution of assets to heirs and creditors normally cannot be completed until all claims have been resolved.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> See Laura Thorn, Ltd. v. Alletzhauser, 71 F.3d 991, 993 (1st Cir. 1995); RTC v. Gold, 30 F.3d 251, 253 (1st Cir. 1994); United States v. Gottlieb, 948 F.2d 1128, 1129 (9th Cir. 1991).</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">184</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">52</span></span> (1st Cir. 1999)</p>\n    <p class=\"parties\">BECKLEY CAPITAL LIMITED PARTNERSHIP, Plaintiff, Appellant,<br>v.<br>ELIZABETH ANN DiGERONIMO, Executrix of the Estate of Anthony L. DiGeronimo, Defendant, Appellee.<br>ELIZABETH ANN DiGERONIMO, Executrix of the Estate of Anthony L. DiGeronimo, Plaintiff, Appellant,<br>v.<br>FEDERAL DEPOSIT INSURANCE CORPORATION and BECKLEY CAPITAL LIMITED PARTNERSHIP, Defendants, Appellees.</p>\n    <p class=\"docket\">Nos. 96-2292, 98-1464.</p>\n    <p class=\"court\">United States Court of Appeals for the First Circuit.</p>\n    <p class=\"date\">Argued June 11, 1999.<br>Decided July 19, 1999.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEALS FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF NEW HAMPSHIREThomas J. Pappas, with whom Stephanie A. Bray, Thomas W. Aylesworth and Wiggin &amp; Nourie, P.A. were on brief for Elizabeth Ann DiGeronimo.</p>\n      <p class=\"indent\">Frank P. Spinella, Jr. with whom Hall, Morse, Anderson, Miller &amp; Spinella, P.C. was on brief for Beckley Capital Limited Partnership.</p>\n      <p class=\"indent\">Ashley Doherty, Counsel, Federal Deposit Insurance Corporation, with whom Ann S. DuRoss, Assistant General Counsel, Colleen J. Boles, Senior Counsel, Steven A. Solomon and Bachus, Meyer, Solomon, Rood &amp; Branch were on brief for Federal Deposit Insurance Corporation.</p>\n      <p class=\"indent\">Before Selya, Boudin and Lipez, Circuit Judges.</p>\n      <p class=\"indent\">BOUDIN, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Before us are two appeals arising out of two different district court cases, which both stem from a single 1988 bank loan. On August 15, 1988, Biotech Realty Trust (\"Biotech\") obtained a loan from the Bank of New England-Worcester and executed a note in favor of the bank in the principal amount of $700,000. To secure the note, Biotech executed a mortgage in favor of the bank on a commercial building in Leominster, Massachusetts; and Anthony DiGeronimo, as did two other persons, executed a personal guaranty of Biotech's obligations under the note.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">On January 6, 1991, the bank failed and the Federal Deposit Insurance Corporation (\"FDIC\") became its receiver. Thereafter, Biotech defaulted on the note, and RECOLL Management Corporation (\"RECOLL\"), which administered certain assets of the bank on behalf of the FDIC, began foreclosure proceedings in Massachusetts state court. On March 16, 1994, RECOLL agreed with Biotech and the guarantors that the building securing the note would be sold to a tenant, that the proceeds would be applied to reduce the outstanding balance on the note, and that the guarantors would be released if they made certain disclosures as to their own financial status.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Although the other guarantors apparently declined to make the required disclosures, Anthony DiGeronimo did make them. In addition, he contributed just over $10,000 to ensure that the net amount received by the FDIC on the sale of the building to the tenant met the minimum figure that the FDIC had set as a condition of the overall transaction. Although RECOLL told Anthony DiGeronimo that a written release to him would be forthcoming, no such release was ever delivered.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">After the March 1994 sale, a balance remained due on the note (apparently the balance was then about $195,000). On June 9, 1994, the FDIC sold the note and the guaranty to Beckley Capital Limited Partnership (\"Beckley\") as part of a package of assets that the FDIC had inherited as receiver of the bank. On July 23, 1994, Anthony DiGeronimo died, and his wife, Elizabeth Ann DiGeronimo, became executrix of the estate. New Hampshire requires that claims against an estate be filed in court within one year of decedent's death, N.H. Rev. Stat. Ann. &#167; 556:5, and the one-year period ended without any suit being brought by Beckley against the estate of Anthony DiGeronimo on the guaranty.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Nevertheless, after the expiration of the one-year deadline, Beckley sued Elizabeth as executrix of the DiGeronimo estate on April 11, 1996, on the ground that the estate remained liable under the guaranty for the outstanding balance on the note. When the estate asserted the one-year state statute of limitations (along with other defenses), Beckley argued that it was entitled to the much longer six-year statute of limitations available to the FDIC under the Financial Institutions Reform, Recovery, and Enforcement Act (\"FIRREA\"), 12 U.S.C. &#167; 1821(d)(14). In September 1996, the magistrate judge, acting under 28 U.S.C. &#167; 636(C), concluded on cross-motions for summary judgment that Beckley was governed by the one-year statute and dismissed the case. Beckley Capital L.P. v. DiGeronimo, 942 F. Supp. 728(D. N.H. 1996). In No. 96-2292, Beckley appeals from that decision.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">In March 1997, Elizabeth DiGeronimo brought a separate suit in the federal district court in New Hampshire, seeking specific performance against the FDIC, or in the alternative against Beckley, to require delivery of the release assertedly promised by RECOLL at the time of the March 16, 1994, transaction. Although this might seem redundant given the dismissal of Beckley's action, Beckley was not only appealing from that dismissal but also seeking in state court to obtain an equitable extension of the one-year deadline for suing the estate. N.H. Rev. Stat. Ann. &#167; 556:28.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Both defendants moved for summary dismissal of the injunction action. In a decision filed on March 23, 1998, the district court dismissed the claim against the FDIC on the ground that it was barred by a different provision of FIRREA, 12 U.S.C. &#167; 1821(d)(13)(D). The court also dismissed the estate's claim against Beckley on the ground that it was effectively a compulsory counterclaim that the estate should have asserted in the earlier lawsuit by Beckley to recover on the guaranty. See Fed. R. Civ. P. 13(a). The DiGeronimo estate appeals this decision in No. 98-1464.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">We begin with Beckley's appeal in No. 96-2292 in which it contends that, as the FDIC's assignee, it is not bound by the state law requiring that suits against an estate be brought within one year. Congress enacted a special statute of limitations applying \"with regard to any action brought by the [FDIC] as conservator or receiver.\" 12 U.S.C. &#167; 1821(d)(14)(A). For contract claims, the FDIC has \"the longer of (I) the 6-year period beginning on the date the claim accrues; or (II) the period applicable under State law.\" Id. &#167; 1821(d)(14)(A)(i). Further, the statute says that \"a claim accrues\" for purposes of subsection (A) on \"the later of (i) the date of the appointment of the [FDIC] as conservator or receiver; or (ii) the date on which the cause of action accrues.\" Id. &#167; 1821(d)(14)(B).</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">At first glance, one might think that Beckley's position is unaffected by this statute since the statute's plain language is directed to suits by the FDIC (and only in its capacity as a conservator or receiver), and Beckley's suit is not one by the FDIC. Nothing in the statute says that someone acquiring a contract right previously held by the FDIC should get the benefit of the FDIC's special statute of limitations, nor is there any indication that Congress considered the issue. Thus, neither the plain language of the statute nor any directly pertinent legislative history supports Beckley's position.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Nevertheless, a number of circuits, and some district and state courts as well, have held that one who purchases an obligation owned by the FDIC as conservator or receiver is entitled to take advantage of the special six-year statute of limitations,<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> and no circuit appears to directly hold to the contrary. But cf. Federal Fin. Co. v. Hall, <span class=\"citation\" data-id=\"736969\"><a href=\"/opinion/736969/federal-financial-company-v-michael-t-hall-trustee-michael-t-hall/\"><span class=\"volume\">108</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">46</span></a></span> (4th Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">118</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">157</span></span> (1997) (dictum). This outcome is usually made to rest on either or both of two propositions: the common law axiom that assignees \"stand in the shoes\" of assignors, e.g., Bledsoe, 989 F.2d at 810, and the federal policy interest in promoting the marketability of the FDIC's assets derived from failed banks, e.g., id. at 810-11.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The axiom is fairly weak support for the result. It is true that courts often say that assignees stand in the shoes of assignors and are thus entitled to whatever rights the assignor had vis-a-vis the transferred asset. See 6 Am. Jur. 2d Assignments &#167; 102 (collecting cases). But the proposition is too abstract and has too many exceptions to be very useful in a case like this one. Indeed, sometimes an assignee may get more than the assignor had, notably a good faith purchaser of a negotiable instrument, who may take free of certain defenses that could have been asserted against the assignor. E.g., U.C.C. &#167;&#167; 3-302, 3-305. And it is pretty easy to imagine procedural \"rights\" peculiar to an assignor that would not readily be transferrable to the assignee.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The \"stand in the shoes\" axiom makes most sense when it is directed to defining the bundle of substantive rights that comprise the asset that has been transferred, see, e.g., Newton v. Fin. Corp., <span class=\"citation\" data-id=\"585275\"><a href=\"/opinion/585275/carson-wayne-newton-v-uniwest-financial-corp-a-corporation-united/\"><span class=\"volume\">967</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">340</span></a></span>, 347 (9th Cir. 1992) (extending to FSLIC assignee the protections of D'Oench, Duhme &amp; Co. v. FDIC, <span class=\"citation\" data-id=\"103624\"><a href=\"/opinion/103624/doench-duhme-co-v-fdic/\"><span class=\"volume\">315</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">447</span></a></span> (1942)), and it makes less sense (at least as an automatic principle) when one is concerned with advantages or disabilities that are peculiar to the status of either the assignor or the assignee. Such issues ought to be decided by the usual criteria (e.g., statutory language, pertinent policy) rather than by shibboleths.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The policy arguments relied upon by a number of the courts that have given the assignee the benefit of the FDIC's statute of limitations do have some weight. In a nutshell, the language and background of the FIRREA statute show that Congress was attempting to aid the FDIC in its role as receiver or conservator in coping with a wave of bank failures and huge potential liabilities for the taxpayers. To this end, FIRREA is filled with provisions that vary ordinary contract rules in the FDIC's favor. See, e.g., Lawson v. FDIC, <span class=\"citation\" data-id=\"628630\"><a href=\"/opinion/628630/mary-e-lawson-and-matt-lawson-v-federal-deposit-insurance-corporation/\"><span class=\"volume\">3</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">11</span></a></span>, 13 (1st Cir. 1993). The special FIRREA statute of limitations (most importantly, the special definition of accrual<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>) reflects this approach.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The argument for extending this particular break to assignees of FDIC owned notes, in the teeth of statutory language that does not mention assignees, is a practical one. Congress perhaps thought that the FDIC would itself sue on notes payable to failed banks, but the FDIC finds it convenient to sell these notes in bulk; and marketability may be enhanced if the private purchaser can use the longer statute of limitations. The clearest case is where the time to sue under normal statutes of limitation has already run by the time the FDIC makes the sale; the note would be essentially valueless to anyone other than the FDIC unless the benefit of the FIRREA statute of limitations \"ran\" with the note.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Granting that the policy interest is a real one, the case is very close. A principal task of federal courts is to implement imperfect federal statutes. See Versyss Inc. v. Coopers and Lybrand, <span class=\"citation\" data-id=\"597412\"><a href=\"/opinion/597412/versyss-incorporated-v-coopers-and-lybrand-etc/\"><span class=\"volume\">982</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">653</span></a></span>, 654 (1st Cir. 1992). But it is one thing to resolve ambiguities in accordance with general policy and altogether another to extend a statute to a new class of beneficiaries that Congress did not even mention. Thus, we are not unsympathetic to the dictum in the Fourth Circuit expressing its reluctance to read the FIRREA statute as covering assignees. See Hall, 108 F.3d at 50 (allowing suit based on state law).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Nevertheless, virtually all of the circuits that have decided the issue on the merits have allowed the purchaser to make use of the FDIC's special statute of limitations, and we are loathe to create a conflict in uniform authority unless there is no choice. Statutory language should never be read without attention to purpose even when the language seems clear on its face, see National Labor Relations Bd. v. Lion Oil Co., <span class=\"citation\" data-id=\"105444\"><a href=\"/opinion/105444/nlrb-v-lion-oil-co/\"><span class=\"volume\">352</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">282</span></a></span>, 288 (1957); and while the majority reading is still something of a stretch, one can also view the outcome as a court-made \"federal common law\" rule as to when a right given to the FDIC should be treated as \"running\" with the assignment. See Chemerinsky, Federal Jurisdiction &#167; 6.3 (3d ed. 1999).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">This conclusion might appear to resolve the case in Beckley's favor but it does not. Both the magistrate judge and the DiGeronimo estate assume that the FDIC statute of limitations can be utilized by Beckley, but each says that the New Hampshire statute still stands as an obstacle to the claim. Both the estate's position on appeal and that of the magistrate judge rest on the premise that the New Hampshire one-year statute is not \"really\" a statute of limitation and therefore is not in conflict with (and overridden by) the longer six-year FIRREA statute.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Although there is something to be said on both sides of the matter, compare RTC v. Liebert, <span class=\"citation no-link\"><span class=\"volume\">1995</span> <span class=\"reporter\">U.S. Dist. LEXIS</span> <span class=\"page\">8492</span></span>, at *2 (C.D. Cal. 1994), with Davis v. Britton, <span class=\"citation\" data-id=\"1492457\"><a href=\"/opinion/1492457/davis-v-britton/\"><span class=\"volume\">729</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">189</span></a></span>, 191 (D.N.H. 1989), we think that the precise characterization of the New Hampshire statute does not matter here. Yes, the policy behind the one-year statute differs from the usual statute-of-limitations concern with stale claims and faded memory,<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> but the underlying thrust is the same: to prevent suits from being brought after a specific period of time. Under standard \"conflict\" preemption doctrine underpinned by the Supremacy Clause, Cipollone v. Ligget Group, Inc., <span class=\"citation\" data-id=\"112777\"><a href=\"/opinion/112777/cipollone-v-liggett-group-inc/\"><span class=\"volume\">505</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">504</span></a></span>, 516 (1992), this enactment overrides any one-year limitation period imposed under state law.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Nevertheless, we agree that Beckley's suit is barred by the one-year New Hampshire statute. If the FDIC were suing, the FIRREA statute would allow it to do so despite the one-year statute, simply because Congress would be taken to have settled the matter. However, Congress did not purport to decide that an assignee should be entitled to the same benefit and, to the extent assignees are allowed to do so, it is for reasons of federal policy. No reason exists to extend this special benefit beyond the point where it serves the federal policy; and it does not do so here. Cf. Llewellyn, The Bramble Bush 189 (1960).</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">We have already noted, and accepted, the policy rationale for allowing the assignee the benefit of the FIRREA statute of limitations--namely, that in some situations it is essential to make obligations held by the FDIC marketable (and the debtor's plight is less sympathetic since the FDIC could itself still sue). But this policy rationale has real force, or at least most force, only where an obligation inherited by the FDIC from a failed bank is already in default (or nearly so) at the time that the FDIC re-assigns it; if not, the assignee can enforce it readily enough under an ordinary statute of limitations.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Indeed, as the Fifth Circuit cogently pointed out in Cadle Co. v. 1007 Joint Venture, <span class=\"citation\" data-id=\"9048\"><a href=\"/opinion/9048/cadle-company-v-1007-joint-venture/\"><span class=\"volume\">82</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">102</span></a></span> (5th Cir. 1996), the rationale for extending the FIRREA limitation period to assignees has very little force where the note is not in default at the time it is sold by the FDIC. In such a case, the assignee will always have some reasonable period within which to enforce the note after it goes into default. Accordingly, while the Fifth Circuit earlier adopted the general rule that the assignee could use the FIRREA statute, Bledsoe, 989 F.2d at 811, it drew the line at this point and refused to extend this benefit to the situation in which the note was not in default at the time of the FDIC's assignment. We think it was right to do so.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">In the present case, the estate cannot take advantage of Cadle directly because (so far as we can tell) the note was in default at the time it was sold by the FDIC to Beckley and, of greater relevance, DiGeronimo himself was probably already subject to suit on the guaranty. The terms of the guaranty and of the note generally control when the claim against the guarantor accrues, typically either from the point at which the primary maker defaults on the guaranteed note or at some later point when a demand has been made on the guarantor for payment.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> Although the parties have not briefed the issue in this case, it appears likely to us and we will assume that the ordinary statute of limitations had begun to run on the guaranty prior to its transfer to Beckley.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Nevertheless, the one-year New Hampshire statute had not begun to run at the time of the transfer because Beckley acquired the note and the guaranty in June 1994 and DiGeronimo did not die until July 1994. Accordingly, Beckley had the same one-year period to sue as any other person (apart from the FDIC) who happened to have a claim against a New Hampshire decedent. And because Beckley acquired the guaranty before this period even began to run, its position is closely analogous to the assignee in Cadle that acquired its note prior to the default. Put differently, there is no reason why a special statute of limitations is needed in this case to make the obligation marketable to a purchaser, and absent such a reason, the policy behind state statutes of limitation--vivid in this case--ought to be respected.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">We are not suggesting that in every case there should be a precise balancing of interests to decide whether the assignee should get the benefit of the special FIRREA statute of limitations. Rather, we adopt the principle in Cadle that the assignee does not get this benefit where an obligation is transferred by the FDIC before it is in default. And it is a natural extension of this principle that the assignee should not be able to avoid a state probate statute such as New Hampshire's when the maker of the note or guarantor had not died at the time that the instrument is transferred. This will require private purchasers of FDIC notes to be as diligent as other local plaintiffs, but it is a reasonable enough requirement that should not have any significant impact on the marketability of FDIC assets.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Having concluded that the New Hampshire statute bars Beckley's suit against the estate, we do not address an alternative ground offered by the estate as a reason to affirm the district court's judgment. The estate's premise is that the FDIC agreed to release DiGeronimo from his guaranty prior to the March 16, 1994, sale. Specifically, DiGeronimo says that the FDIC would be barred from enforcing the guaranty by accord and satisfaction and by estoppel, and, as Beckley purports to stand in the FDIC's shoes, it should be similarly barred. Beckley offers a series of technical objections to this argument, including the assertion that such defenses had not been adequately pled by the estate under Fed. R. Civ. P. 8(c). Needless to say, Beckley's position is unattractive from an equitable standpoint, assuming that RECOLL did promise a release. But technicalities sometimes prevail--for reason of long-term advantage to society--over immediate equities. Yet it is by no means clear that Beckley's multiple objections to the estate's alternative grounds could be resolved without further proceedings in the district court. It is for this reason that we have assumed dubitante throughout that Beckley may have a valid claim on the guaranty, and we have faced and resolved the difficult statute of limitations issues on that assumption.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Turning now to the estate's own appeal in No. 98-1464, it presents complications that make the statute of limitations issue look tame. However, in the meantime, Beckley has reportedly failed in its effort to obtain a waiver of the one-year New Hampshire statute, making the guaranty effectively unenforceable. Under these circumstances, counsel for the estate agreed at oral argument that the affirmative relief that DiGeronimo sought in No. 98-1464 is unnecessary should it prevail in the other appeal. Accordingly, we dismiss that appeal, subject always to reinstatement on motion if for some reason the issue should cease to be moot.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">In No. 96-2292, the judgment of the district court is affirmed with costs to be awarded in favor of appellee. In No. 98-1464, the appeal is dismissed without prejudice and on this appeal, each side shall bear its own costs.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">It is so ordered.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Elizabeth DiGeronimo also sought ancillary letters of administration in Massachusetts where certain of the estate property was located, and she was duly appointed executive there as well. Massachusetts has a largely similar one-year statute. Mass. Gen. L. Ann. Ch. 197, &#167; 9. For convenience, we refer only to the New Hampshire statute and also disregard its further requirement that notice of any claim be presented to the executrix within six months. N.H. Rev. Stat. Ann. &#167; 556:5.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> See, e.g., UMLIC-Nine Corp. v. Lipan Springs Dev. Corp., <span class=\"citation\" data-id=\"157545\"><a href=\"/opinion/157545/umlic-nine-v-lipan-springs/\"><span class=\"volume\">168</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1173</span></a></span> n.3 (10th Cir. 1999); United States v. Thornburg, <span class=\"citation\" data-id=\"717517\"><a href=\"/opinion/717517/united-states-v-ruth-g-thornburg-michael-d-thornburg-david-jean/\"><span class=\"volume\">82</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">886</span></a></span> (9th Cir. 1996); FDIC v. Bledsoe, <span class=\"citation\" data-id=\"603537\"><a href=\"/opinion/603537/federal-deposit-insurance-corporation-plaintiff-counter-v-roy-william/\"><span class=\"volume\">989</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">805</span></a></span> (5th Cir. 1993); Bruin Holdings, Inc. v. Moderski, <span class=\"citation\" data-id=\"1458451\"><a href=\"/opinion/1458451/bruin-holdings-inc-v-moderski/\"><span class=\"volume\">960</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">62</span></a></span> (M.D. Pa. 1996); see also Jackson v. Thweatt, <span class=\"citation\" data-id=\"1525157\"><a href=\"/opinion/1525157/jackson-v-thweatt/\"><span class=\"volume\">883</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">171</span></a></span> (Tex. 1994); Cadle Co. v. Lewis, <span class=\"citation\" data-id=\"1199806\"><a href=\"/opinion/1199806/cadle-company-ii-inc-v-lewis/\"><span class=\"volume\">864</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">718</span></a></span> (Kan. 1993).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> For example, the government sometimes has extra time in court proceedings, e.g., Fed. R. App. P. 40(a), and it is hard to imagine that Beckley inherits this right along with the note. Two circuit courts have held that the FDIC's statutory grant of jurisdiction to sue in federal court does not transfer to the assignee of an FDIC-owned note. See National Enters., Inc. v. Smith, <span class=\"citation\" data-id=\"741086\"><a href=\"/opinion/741086/national-enterprises-inc-v-paul-smith/\"><span class=\"volume\">114</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">561</span></a></span> (6th Cir. 1997); New Rock Asset Partners, L.P. v. Preferred Entity Advancements, Inc., <span class=\"citation\" data-id=\"730977\"><a href=\"/opinion/730977/new-rock-asset-partners-lp-v-preferred-entity-advancements-inc-daml/\"><span class=\"volume\">101</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1492</span></a></span>, 1497 (3d Cir. 1996). But compare FSLIC v. Griffins, <span class=\"citation no-link\"><span class=\"volume\">935</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">691</span></span>, 695 (5th Cir. 1991).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Even before FIRREA, the federal government was already afforded six years to bring contract claims under a general statute of limitations. 28 U.S.C. &#167; 2415(a). But among other advantages, FIRREA gives the FDIC six years from its appointment as receiver or conservator. 12 U.S.C. &#167; 1821(d)(14)(B).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> The purpose of such special restrictions, which are fairly common, is to facilitate the administration of estates, see, e.g., Coffey v. Bresnahan, <span class=\"citation no-link\"><span class=\"volume\">506</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">310</span></span> (N.H. 1986); the distribution of assets to heirs and creditors normally cannot be completed until all claims have been resolved.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> See Laura Thorn, Ltd. v. Alletzhauser, <span class=\"citation\" data-id=\"196484\"><a href=\"/opinion/196484/thorn-ltd-v-alletzhauser/\"><span class=\"volume\">71</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">991</span></a></span>, 993 (1st Cir. 1995); RTC v. Gold, <span class=\"citation\" data-id=\"195523\"><a href=\"/opinion/195523/resolution-v-gold/\"><span class=\"volume\">30</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">251</span></a></span>, 253 (1st Cir. 1994); United States v. Gottlieb, <span class=\"citation\" data-id=\"571505\"><a href=\"/opinion/571505/united-states-v-richard-melvin-gottlieb-eileen-n-gottlieb/\"><span class=\"volume\">948</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1128</span></a></span>, 1129 (9th Cir. 1991).</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/9048/",
    "http://www.courtlistener.com/api/rest/v3/opinions/103624/",
    "http://www.courtlistener.com/api/rest/v3/opinions/105444/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112777/",
    "http://www.courtlistener.com/api/rest/v3/opinions/157545/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195523/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196484/",
    "http://www.courtlistener.com/api/rest/v3/opinions/571505/",
    "http://www.courtlistener.com/api/rest/v3/opinions/585275/",
    "http://www.courtlistener.com/api/rest/v3/opinions/597412/",
    "http://www.courtlistener.com/api/rest/v3/opinions/603537/",
    "http://www.courtlistener.com/api/rest/v3/opinions/628630/",
    "http://www.courtlistener.com/api/rest/v3/opinions/717517/",
    "http://www.courtlistener.com/api/rest/v3/opinions/730977/",
    "http://www.courtlistener.com/api/rest/v3/opinions/736969/",
    "http://www.courtlistener.com/api/rest/v3/opinions/741086/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1199806/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1458451/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1492457/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1525157/"
  ]
}