{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/198572/",
  "absolute_url": "/opinion/198572/franco-v-selective/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/198572/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:54:55Z",
  "date_modified": "2017-03-24T10:57:51.488214Z",
  "type": "010combined",
  "sha1": "e0ccb4e6b40da5dc6d68e56d30a8b7eb79e790d5",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=99-1026.01A",
  "local_path": null,
  "plain_text": "               United States Court of Appeals\r\n                   For the First Circuit\r\n\nNo. 99-1026\r\n\n                       MICHAEL FRANCO,\r\n\n                     Plaintiff, Appellee,\r\n\n                              v.\r\n\n                 SELECTIVE INSURANCE COMPANY,\r\n\n                    Defendant, Appellant.\r\n                                    \r\n\n         NEW JERSEY MANUFACTURERS INSURANCE COMPANY,\r\n\n                          Defendant.\r\n                                         \r\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n                  FOR THE DISTRICT OF MAINE\r\n\n         [Hon. D. Brock Hornby, U.S. District Judge]\r\n\n                            Before\r\n\n                   Torruella, Chief Judge,\r\n\n              Campbell, Senior Circuit Judge,\r\n\n                 and Boudin, Circuit Judge.\r\n\n   Jon A. Haddow with whom Farrell, Rosenblatt &amp; Russell was on\r\nbrief for appellant.\r\n   Daniel R. Mawhinney with whom Michael R. Bosse and Thompson &amp;\r\nBowie were on brief for appellee.\r\n\nJuly 14, 1999\r\n\nBOUDIN, Circuit Judge.  Michael Franco, the plaintiff in\r\nthis case, was injured in July 1994 when he fell from a skylight\r\nwhile working at the Maine Mall in South Portland, Maine.  After\r\nunsuccessfully pursuing a workers' compensation proceeding, he\r\nfiled suit in September 1996 against, inter alia, \"Staffco Inc.\"--\r\nactually two different entities, Stafford Glass Co. and Staffco\r\nGreenhouses, Inc.--and George Riker (a supervising employee). \r\nThat suit was settled in January 1998.  Franco then sued Selective\r\nInsurance Company (\"Selective\"), Stafford Glass' general liability\r\ninsurer, giving rise to the present litigation.\r\nSelective provided Stafford Glass Company with a general\r\nliability insurance policy, several of whose provisions are\r\nrelevant here.  First, the policy contained an exclusion indicating\r\nthat it would not cover claims for \"bodily injury\" to any employee\r\nof the insured injured in the course of employment.  Second, the\r\npolicy required the insured to notify Selective of any occurrence\r\nthat could result in a claim or of any claim or suit \"as soon as\r\npracticable.\"  Staffco Greenhouses and Riker apparently had\r\nderivative protection under the policy.\r\nFranco's 1996 complaint alleged that he had been injured\r\nin the course of his work for \"Staffco, Inc.\" at the Maine Mall,\r\nthat the defendants had not appropriately \"implement[ed] . . .\r\nstate and federal statutes concerning employment and safety\r\nrequirements,\" and that they had wrongfully denied him \"workers'\r\ncompensation coverage and other state and federal protections\r\narising from and involving employment.\"  He sought relief under\r\nfederal racketeering law, and for common law negligence, fraud,\r\nintentional and negligent infliction of emotional distress, and\r\nfailure to procure workers' compensation coverage.  \r\nNeither \"Staffco, Inc.,\" Staffo Greenhouses, Stafford\r\nGlass, nor Riker filed a timely answer to the original complaint. \r\nOn October 29, 1996, the district court entered a default against\r\nthem.  Fed. R. Civ. P. 55(a).  On May 27, 1997, the defendants\r\nmoved to set aside the default, but the magistrate judge denied the\r\nmotion, finding both that the delay was unreasonable and that the\r\ndefendants had shown no good reason for their failure to answer the\r\ncomplaint.\r\nIn December 1996, Franco's attorneys notified the\r\ninsurance broker of their lawsuit, who in turn notified Selective\r\non December 19, 1996.  Selective did not join in the defendants'\r\nlater motion to set aside the default or intervene and file its own\r\nmotion.  Instead, Selective filed suit in Maine state court seeking\r\na declaratory judgment that it had no duty to defend or indemnify\r\nStafford Glass or Staffco Greenhouses.  The state court dismissed\r\nthe case when the current action was brought by Franco in federal\r\ndistrict court.\r\nIn January 1998, approximately six months after the\r\nmagistrate judge's decision declining to set aside the default,\r\nStafford Glass, Staffco Greenhouses, and Riker entered into a\r\nsettlement agreement and stipulated judgment with Franco.  The\r\nagreement and judgment awarded Franco $500,000, but included a\r\npromise by Franco not to seek satisfaction of the judgment from any\r\nof the defendants personally (except for $15,000 to be paid by\r\nStafford Glass up front).  Instead, it assigned to Franco any\r\nrights or claims of the defendants against Selective (and against\r\na workers' compensation carrier who later settled with Franco).\r\nFranco then sued Selective in federal court.  The claims\r\nagainst Selective were for breach of the duty to defend and the\r\nduty to indemnify, negligent claims handling, breach of fiduciary\r\nduty, breach of the implied duty of good faith and fair dealing,\r\nlate payment, and unfair claims practices.  In an amendment to the\r\ncomplaint, Franco also added a cause of action under Maine's \"reach\r\nand apply\" statute, 24-A M.R.S.A.  2904 (1990).\r\nSelective moved for summary judgment on two grounds\r\npertinent here: first, that Franco was an employee injured on the\r\njob, a claim specifically excluded from coverage under the\r\ninsurance policy, and, second, that Selective had been prejudiced\r\nby not receiving notice of the suit until nearly two months after\r\ndefault had been entered.  Franco cross-moved for summary judgment,\r\non the grounds that Stafford Glass had been made liable to Franco\r\nby the earlier consent judgment and that Franco was not in fact an\r\nemployee of Stafford Glass.  Supporting affidavits offered by\r\nFranco showed that Stafford Glass had not worked on the Maine Mall\r\nproject and that Franco was in fact employed by Staffco\r\nGreenhouses.\r\nOn May 12, 1998, the magistrate judge filed a decision,\r\nrecommending summary judgment in favor of Franco.  Under Maine law,\r\na duty to defend exists if the allegations of the complaint suggest\r\nany legal or factual basis that would obligate the insurer under\r\nthe policy at issue.  Gibson v. Farm Family Mut. Ins. Co., 673 A.2d\r\n1350, 1352-53 (Me. 1996).  The magistrate judge found that\r\nSelective had breached this duty to defend Stafford Glass, and in\r\nfailing to defend had forfeited its right to contest its duty to\r\nindemnify.  The decision also rejected Selective's late-notice\r\ndefense for lack of proof of prejudice.\r\nThe district court agreed that Selective was liable under\r\nthe policy but on different grounds.  It held that the employee\r\nexclusion did not protect Selective because the undisputed facts\r\nshowed that Franco had not been employed by Stafford Glass; and it\r\nrejected Selective's assertion that Franco was estopped from making\r\nthis showing.  The court also apparently agreed that Selective had\r\nnot shown prejudice from the late notice.  Since Selective\r\nprotected Stafford Glass under a general liability policy and no\r\nexclusion or defense existed, the court held that Selective was\r\nrequired to indemnify Stafford Glass for the consent judgment it\r\nhad suffered--a right of indemnification that had been assigned to\r\nFranco.\r\nAlthough the district court did not address the issue,\r\nthe parties apparently agreed that the consent judgment reflected\r\nthe proper amount of indemnification to the extent it was\r\n\"reasonable\" and they agreed to submit the issue of reasonableness\r\nto arbitration.  Selective reserved the right to appeal only from\r\nthe denial of its motion for summary judgment and the granting of\r\nsummary judgment to Franco.  The arbitrator awarded Franco\r\n$524,900, based on the consent judgment and attorney's fees and\r\naccumulated interest.  Selective now appeals from the district\r\ncourt's decision holding Selective liable; the amount is not in\r\ndispute.\r\nOne of Selective's arguments on appeal is that Stafford\r\nbreached the notice provision in its insurance policy by not\r\ninforming Selective of the suit brought by Franco.  Under Maine\r\nlaw, a failure to give notice will only excuse an insurer if the\r\ninsurer--who bears the burden--can show that it was prejudiced by\r\nthe lack of notice.  Ouellette v. Maine Bonding &amp; Cas. Co., 495\r\nA.2d 1232, 1235 (Me. 1985).  The ordinary showing of prejudice is\r\na showing by the insurer of a possible defense against liability in\r\nthe original action against its insured and a further showing that\r\nthe delay in notice impaired its ability to assert that defense. \r\nE.g., American Home Assurance Co. v. Ingeneri, 479 A.2d 897, 902\r\n(Me. 1984). \r\nSelective argues that prejudice is obvious: if it had\r\nbeen informed before the default of the original Franco suit\r\nagainst the insured, Selective could have taken charge of the\r\nlitigation and defended on the ground that (as the facts later\r\nshowed) Stafford Glass did not work on the Maine Mall project and\r\nFranco was not its employee.  This is a plausible contention,\r\nalthough perhaps less certain than Selective assumes since Franco's\r\nclaims in the original lawsuit were various and the relationship\r\nbetween the two companies remains obscure.  Still, the question\r\nremains whether Selective was prejudiced in asserting any such\r\ndefense by the delay in notice.\r\nAlthough it might seem obvious that an entry of default\r\nmakes any defense more difficult, prejudice is a matter of degree\r\nand Maine has held that entry of a default does not establish\r\nprejudice as a matter of law.  See Ingeneri, 479 A.2d at 901-02. \r\nIn federal court, entry of a default is a step prior to entry of a\r\njudgment of default and the default can readily be set aside for\r\ngood cause.  Coon v. Grenier, 867 F.2d 73, 76 (1st Cir. 1989). \r\nHere, Selective says that the defendants themselves moved to set\r\naside the default and were rebuffed by the magistrate judge,\r\ndemonstrating that Selective would have been similarly treated if\r\nit had sought to take over the defense when it first received\r\nnotice of the litigation in December 1996.  \r\nBut the defendants did not move to set aside the default\r\nuntil June 1997 and only their neglect was held not excusable; it\r\nis by no means apparent that the magistrate judge would have ruled\r\nthe same way if Selective had appeared in December 1996, cast as an\r\ninnocent insurer who had never been given notice, and asked only\r\ntwo months after the default to set it aside and present a\r\ncolorable defense to the law suit.  Cf. Lieberman v. Aetna Ins.\r\nCo., 57 Cal. Rptr. 453 (Cal. 1967); 8 Appelman, Insurance Law &amp;\r\nPractice,  4860 (1981) (\"[B]ecause [the insurer] would be bound by\r\na default judgment, it may be a proper party to have it set\r\naside.\").\r\nWho should bear the burden of the uncertainty created by\r\nSelective's inaction?  Maine law seems to answer the question by\r\nputting the burden of showing prejudice on the insurer and\r\npresuming strongly against such a showing.  See Ingeneri, 479 A.2d\r\nat 901-02.  As we have said, prejudice is a matter of degree and\r\nthe matter would be different if a motion by Selective in December\r\n1996 to remove the default were a long shot.  But we think such a\r\nmotion, at least if made by Selective in a timely fashion, had a\r\ngood chance and that the requisite degree of prejudice required by\r\nstate law has not been shown.\r\nSelective also argues that Franco is bound by judicial\r\nestoppel to his assertion, in his original suit against Stafford\r\nGlass, that he was employed by Stafford Glass.  That position,\r\nalthough it was potentially helpful to Franco's claims against\r\nStafford Glass in the original action, is arguably inconsistent\r\nwith his position in the present case.  This is so because the\r\ninsurance policy (under which Franco claims as an assignee)\r\nexcludes from coverage claims by employees for \"bodily injury,\" and\r\nbodily injury was at least one of the injuries on which the\r\noriginal complaint was premised.\r\nThe district court rejected the judicial estoppel\r\nargument:  it found that, as Stafford Glass' assignee, Franco was\r\nallowed to take the position that Stafford Glass has consistently\r\ntaken throughout the litigation, namely, that Franco was not an\r\nemployee of Stafford.  There seems to be little or no case law\r\ninvolving judicial estoppel vis a vis the positions that may be\r\ntaken in litigation by assignees.  The cliche that an assignee\r\n\"'stands in the shoes' of the assignor,\" Rhode Island Hosp. Trust\r\nNat'l Bank v. Ohio Cas. Ins. Co., 789 F.2d 74, 81 (1st Cir. 1986)\r\n(quoting 10 Jaeger, Williston on Contracts  432, at 182 (3d ed.\r\n1967)), mildly supports the district court's conclusion but is too\r\ngeneral to be conclusive, and we are not prepared to say that an\r\nassignee is always free to take in that capacity positions that he\r\nwould be estopped from taking in his personal capacity.\r\nBut neither is judicial estoppel an automatic bar against\r\ninconsistent positions.  There are plenty of cases \"where a party\r\nis free to assert a position from which it later withdraws.\" \r\nDesjardins v. Van Buren Community Hosp., 37 F.3d 21, 23 (1st Cir.\r\n1994).  Although the doctrine has varied somewhat among the\r\ncircuits, see Lydon v. Boston Sand &amp; Gravel Co., 175 F.3d 6, 12\r\n(1st Cir. 1999), the First Circuit rule is that judicial estoppel\r\n\"should be employed when a litigant is 'playing fast and loose with\r\nthe courts,' and when 'intentional self-contradiction is being used\r\nas a means of obtaining unfair advantage.'\"  Patriot Cinemas, Inc.\r\nv. General Cinema Corp., 834 F.2d 208, 212 (1st Cir. 1987) (quoting\r\nScarano v. Central R. Co., 203 F.2d 510, 513 (3d Cir. 1953).\r\n\"Unfair advantage\" generally requires that a party have\r\n\"succeeded previously with a position directly inconsistent with\r\nthe one it currently espouses.\"  Lydon, 175 F.3d at 12-13.  Here,\r\nit is not crystal clear that Franco's recovery against Stafford\r\nGlass depended conceptually on proof that he was its employee; he\r\nhas suggested various ways in which recovery could be had under his\r\nvarious claims in the original complaint even if Stafford Glass\r\nwere not his employer.  One cannot know which theories would have\r\nsucceeded had the case gone to trial; but that is no fault of\r\nFranco's.  Selective has not carried its burden of proving unfair\r\nadvantage.\r\nSelective also invokes res judicata, but neither of its\r\nbranches applies in this case.  Merger or bar, now called claim\r\npreclusion, is patently inapplicable.  It applies only where the\r\ncause of action and the parties are the same.  See Aunyx Corp. v.\r\nCanon U.S.A., Inc., 978 F.2d 3, 6 (1st Cir. 1992), cert. denied,\r\n507 U.S. 973 (1993).  Here, putting to one side the fact that\r\nSelective was not a party in the original action, the causes of\r\naction are not the same: the original suit was a tort suit against\r\nStafford Glass and its co-defendants; the present suit is\r\neffectively a contract action by an insured to assert a right of\r\nindemnification under an insurance policy.\r\nNor does collateral estoppel, now called issue\r\npreclusion, do Selective any good.  Ignoring the party dimension,\r\ncollateral estoppel--a doctrine of efficiency--bars relitigation in\r\na second action only of issues actually litigated in an earlier\r\naction.  Grella v. Salem Five Cent Sav. Bank, 42 F.3d 26, 30 (1st\r\nCir. 1994).  Here, the earlier action ended in a default and was\r\nresolved only by a consent judgment: no issues were judicially\r\ndetermined.  Consent judgments may be given collateral estoppel\r\neffect if the parties clearly intend issues to be settled for the\r\npurposes of subsequent litigation between them, United States v.\r\nBrekke, 97 F.3d 1043, 1049 (8th Cir. 1996), cert. denied, 520 U.S.\r\n1132 (1997), but this rests on agreement rather than efficiency and\r\nthere is no such agreement here.  \r\nThis case has several troubling features and none is more\r\ntroubling than the notion that Franco can collect indemnification,\r\non the theory that Selective is liable to Stafford Glass, for a\r\n$500,000 consent judgment that cannot itself be enforced by Franco\r\nagainst Stafford Glass (except in the amount of $15,000).  If\r\nFranco stands in the shoes of Stafford Glass by assignment, why can\r\nhe collect from Stafford Glass' insurer $485,000 that Stafford\r\nGlass does not actually owe Franco?  And yet nowhere on this\r\nappeal, or apparently in the district court, has Selective argued\r\nthat the consent judgment should be treated, so far as\r\nindemnification is concerned, as effectively only one for $15,000.\r\nA review of the case law reveals that \"covenants not to\r\nexecute\" (as they are called) have not been found automatically to\r\npreclude indemnification claims.  See Glenn v. Fleming, 799 P.2d\r\n79, 92 (Kan. 1990) (collecting cases).  Although there may be some\r\nbacklash developing in certain states against \"sweetheart\" or\r\n\"sham\" deals, see, e.g., State Farm Fire &amp; Cas. Ins. Co. v. Gandy,\r\n925 S.W.2d 696 (Tex. 1996), the majority of courts still accept\r\nthese arrangements, at least where the insurer has wrongfully\r\nfailed to provide a defense and the settlement was reasonable and\r\nmade in good faith.  See Glenn, 799 P.2d at 92-93; Griggs v.\r\nBertram, 443 A.2d 163, 171-74 (N.J. 1982).  Here, the arbitrator\r\nfound the amount reasonable and, in all events, the \"pseudo-\r\njudgment\" issue with which we remain concerned has been waived and\r\nwe do not decide it.\r\nAffirmed.\n",
  "html": "",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<pre class=\"inline\">               United States Court of Appeals\r\n                   For the First Circuit\r\n\nNo. 99-1026\r\n\n                       MICHAEL FRANCO,\r\n\n                     Plaintiff, Appellee,\r\n\n                              v.\r\n\n                 SELECTIVE INSURANCE COMPANY,\r\n\n                    Defendant, Appellant.\r\n                                    \r\n\n         NEW JERSEY MANUFACTURERS INSURANCE COMPANY,\r\n\n                          Defendant.\r\n                                         \r\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n                  FOR THE DISTRICT OF MAINE\r\n\n         [Hon. D. Brock Hornby, U.S. District Judge]\r\n\n                            Before\r\n\n                   Torruella, Chief Judge,\r\n\n              Campbell, Senior Circuit Judge,\r\n\n                 and Boudin, Circuit Judge.\r\n\n   Jon A. Haddow with whom Farrell, Rosenblatt &amp; Russell was on\r\nbrief for appellant.\r\n   Daniel R. Mawhinney with whom Michael R. Bosse and Thompson &amp;\r\nBowie were on brief for appellee.\r\n\nJuly 14, 1999\r\n\nBOUDIN, Circuit Judge.  Michael Franco, the plaintiff in\r\nthis case, was injured in July 1994 when he fell from a skylight\r\nwhile working at the Maine Mall in South Portland, Maine.  After\r\nunsuccessfully pursuing a workers' compensation proceeding, he\r\nfiled suit in September 1996 against, inter alia, \"Staffco Inc.\"--\r\nactually two different entities, Stafford Glass Co. and Staffco\r\nGreenhouses, Inc.--and George Riker (a supervising employee). \r\nThat suit was settled in January 1998.  Franco then sued Selective\r\nInsurance Company (\"Selective\"), Stafford Glass' general liability\r\ninsurer, giving rise to the present litigation.\r\nSelective provided Stafford Glass Company with a general\r\nliability insurance policy, several of whose provisions are\r\nrelevant here.  First, the policy contained an exclusion indicating\r\nthat it would not cover claims for \"bodily injury\" to any employee\r\nof the insured injured in the course of employment.  Second, the\r\npolicy required the insured to notify Selective of any occurrence\r\nthat could result in a claim or of any claim or suit \"as soon as\r\npracticable.\"  Staffco Greenhouses and Riker apparently had\r\nderivative protection under the policy.\r\nFranco's 1996 complaint alleged that he had been injured\r\nin the course of his work for \"Staffco, Inc.\" at the Maine Mall,\r\nthat the defendants had not appropriately \"implement[ed] . . .\r\nstate and federal statutes concerning employment and safety\r\nrequirements,\" and that they had wrongfully denied him \"workers'\r\ncompensation coverage and other state and federal protections\r\narising from and involving employment.\"  He sought relief under\r\nfederal racketeering law, and for common law negligence, fraud,\r\nintentional and negligent infliction of emotional distress, and\r\nfailure to procure workers' compensation coverage.  \r\nNeither \"Staffco, Inc.,\" Staffo Greenhouses, Stafford\r\nGlass, nor Riker filed a timely answer to the original complaint. \r\nOn October 29, 1996, the district court entered a default against\r\nthem.  Fed. R. Civ. P. 55(a).  On May 27, 1997, the defendants\r\nmoved to set aside the default, but the magistrate judge denied the\r\nmotion, finding both that the delay was unreasonable and that the\r\ndefendants had shown no good reason for their failure to answer the\r\ncomplaint.\r\nIn December 1996, Franco's attorneys notified the\r\ninsurance broker of their lawsuit, who in turn notified Selective\r\non December 19, 1996.  Selective did not join in the defendants'\r\nlater motion to set aside the default or intervene and file its own\r\nmotion.  Instead, Selective filed suit in Maine state court seeking\r\na declaratory judgment that it had no duty to defend or indemnify\r\nStafford Glass or Staffco Greenhouses.  The state court dismissed\r\nthe case when the current action was brought by Franco in federal\r\ndistrict court.\r\nIn January 1998, approximately six months after the\r\nmagistrate judge's decision declining to set aside the default,\r\nStafford Glass, Staffco Greenhouses, and Riker entered into a\r\nsettlement agreement and stipulated judgment with Franco.  The\r\nagreement and judgment awarded Franco $500,000, but included a\r\npromise by Franco not to seek satisfaction of the judgment from any\r\nof the defendants personally (except for $15,000 to be paid by\r\nStafford Glass up front).  Instead, it assigned to Franco any\r\nrights or claims of the defendants against Selective (and against\r\na workers' compensation carrier who later settled with Franco).\r\nFranco then sued Selective in federal court.  The claims\r\nagainst Selective were for breach of the duty to defend and the\r\nduty to indemnify, negligent claims handling, breach of fiduciary\r\nduty, breach of the implied duty of good faith and fair dealing,\r\nlate payment, and unfair claims practices.  In an amendment to the\r\ncomplaint, Franco also added a cause of action under Maine's \"reach\r\nand apply\" statute, 24-A M.R.S.A.  2904 (1990).\r\nSelective moved for summary judgment on two grounds\r\npertinent here: first, that Franco was an employee injured on the\r\njob, a claim specifically excluded from coverage under the\r\ninsurance policy, and, second, that Selective had been prejudiced\r\nby not receiving notice of the suit until nearly two months after\r\ndefault had been entered.  Franco cross-moved for summary judgment,\r\non the grounds that Stafford Glass had been made liable to Franco\r\nby the earlier consent judgment and that Franco was not in fact an\r\nemployee of Stafford Glass.  Supporting affidavits offered by\r\nFranco showed that Stafford Glass had not worked on the Maine Mall\r\nproject and that Franco was in fact employed by Staffco\r\nGreenhouses.\r\nOn May 12, 1998, the magistrate judge filed a decision,\r\nrecommending summary judgment in favor of Franco.  Under Maine law,\r\na duty to defend exists if the allegations of the complaint suggest\r\nany legal or factual basis that would obligate the insurer under\r\nthe policy at issue.  Gibson v. Farm Family Mut. Ins. Co., </pre><span class=\"citation no-link\"><span class=\"volume\">673</span> <span class=\"reporter\">A.2d</span>\r\n<span class=\"page\">1350</span></span><pre class=\"inline\">, 1352-53 (Me. 1996).  The magistrate judge found that\r\nSelective had breached this duty to defend Stafford Glass, and in\r\nfailing to defend had forfeited its right to contest its duty to\r\nindemnify.  The decision also rejected Selective's late-notice\r\ndefense for lack of proof of prejudice.\r\nThe district court agreed that Selective was liable under\r\nthe policy but on different grounds.  It held that the employee\r\nexclusion did not protect Selective because the undisputed facts\r\nshowed that Franco had not been employed by Stafford Glass; and it\r\nrejected Selective's assertion that Franco was estopped from making\r\nthis showing.  The court also apparently agreed that Selective had\r\nnot shown prejudice from the late notice.  Since Selective\r\nprotected Stafford Glass under a general liability policy and no\r\nexclusion or defense existed, the court held that Selective was\r\nrequired to indemnify Stafford Glass for the consent judgment it\r\nhad suffered--a right of indemnification that had been assigned to\r\nFranco.\r\nAlthough the district court did not address the issue,\r\nthe parties apparently agreed that the consent judgment reflected\r\nthe proper amount of indemnification to the extent it was\r\n\"reasonable\" and they agreed to submit the issue of reasonableness\r\nto arbitration.  Selective reserved the right to appeal only from\r\nthe denial of its motion for summary judgment and the granting of\r\nsummary judgment to Franco.  The arbitrator awarded Franco\r\n$524,900, based on the consent judgment and attorney's fees and\r\naccumulated interest.  Selective now appeals from the district\r\ncourt's decision holding Selective liable; the amount is not in\r\ndispute.\r\nOne of Selective's arguments on appeal is that Stafford\r\nbreached the notice provision in its insurance policy by not\r\ninforming Selective of the suit brought by Franco.  Under Maine\r\nlaw, a failure to give notice will only excuse an insurer if the\r\ninsurer--who bears the burden--can show that it was prejudiced by\r\nthe lack of notice.  Ouellette v. Maine Bonding &amp; Cas. Co., </pre><span class=\"citation no-link\"><span class=\"volume\">495</span>\r\n<span class=\"reporter\">A.2d</span> <span class=\"page\">1232</span></span><pre class=\"inline\">, 1235 (Me. 1985).  The ordinary showing of prejudice is\r\na showing by the insurer of a possible defense against liability in\r\nthe original action against its insured and a further showing that\r\nthe delay in notice impaired its ability to assert that defense. \r\nE.g., American Home Assurance Co. v. Ingeneri, </pre><span class=\"citation no-link\"><span class=\"volume\">479</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">897</span></span><pre class=\"inline\">, 902\r\n(Me. 1984). \r\nSelective argues that prejudice is obvious: if it had\r\nbeen informed before the default of the original Franco suit\r\nagainst the insured, Selective could have taken charge of the\r\nlitigation and defended on the ground that (as the facts later\r\nshowed) Stafford Glass did not work on the Maine Mall project and\r\nFranco was not its employee.  This is a plausible contention,\r\nalthough perhaps less certain than Selective assumes since Franco's\r\nclaims in the original lawsuit were various and the relationship\r\nbetween the two companies remains obscure.  Still, the question\r\nremains whether Selective was prejudiced in asserting any such\r\ndefense by the delay in notice.\r\nAlthough it might seem obvious that an entry of default\r\nmakes any defense more difficult, prejudice is a matter of degree\r\nand Maine has held that entry of a default does not establish\r\nprejudice as a matter of law.  See Ingeneri, 479 A.2d at 901-02. \r\nIn federal court, entry of a default is a step prior to entry of a\r\njudgment of default and the default can readily be set aside for\r\ngood cause.  Coon v. Grenier, </pre><span class=\"citation\" data-id=\"518090\"><a href=\"/opinion/518090/scott-coon-v-robert-p-grenier/\"><span class=\"volume\">867</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">73</span></a></span><pre class=\"inline\">, 76 (1st Cir. 1989). \r\nHere, Selective says that the defendants themselves moved to set\r\naside the default and were rebuffed by the magistrate judge,\r\ndemonstrating that Selective would have been similarly treated if\r\nit had sought to take over the defense when it first received\r\nnotice of the litigation in December 1996.  \r\nBut the defendants did not move to set aside the default\r\nuntil June 1997 and only their neglect was held not excusable; it\r\nis by no means apparent that the magistrate judge would have ruled\r\nthe same way if Selective had appeared in December 1996, cast as an\r\ninnocent insurer who had never been given notice, and asked only\r\ntwo months after the default to set it aside and present a\r\ncolorable defense to the law suit.  Cf. Lieberman v. Aetna Ins.\r\nCo., </pre><span class=\"citation no-link\"><span class=\"volume\">57</span> <span class=\"reporter\">Cal. Rptr.</span> <span class=\"page\">453</span></span><pre class=\"inline\"> (Cal. 1967); 8 Appelman, Insurance Law &amp;\r\nPractice,  4860 (1981) (\"[B]ecause [the insurer] would be bound by\r\na default judgment, it may be a proper party to have it set\r\naside.\").\r\nWho should bear the burden of the uncertainty created by\r\nSelective's inaction?  Maine law seems to answer the question by\r\nputting the burden of showing prejudice on the insurer and\r\npresuming strongly against such a showing.  See Ingeneri, 479 A.2d\r\nat 901-02.  As we have said, prejudice is a matter of degree and\r\nthe matter would be different if a motion by Selective in December\r\n1996 to remove the default were a long shot.  But we think such a\r\nmotion, at least if made by Selective in a timely fashion, had a\r\ngood chance and that the requisite degree of prejudice required by\r\nstate law has not been shown.\r\nSelective also argues that Franco is bound by judicial\r\nestoppel to his assertion, in his original suit against Stafford\r\nGlass, that he was employed by Stafford Glass.  That position,\r\nalthough it was potentially helpful to Franco's claims against\r\nStafford Glass in the original action, is arguably inconsistent\r\nwith his position in the present case.  This is so because the\r\ninsurance policy (under which Franco claims as an assignee)\r\nexcludes from coverage claims by employees for \"bodily injury,\" and\r\nbodily injury was at least one of the injuries on which the\r\noriginal complaint was premised.\r\nThe district court rejected the judicial estoppel\r\nargument:  it found that, as Stafford Glass' assignee, Franco was\r\nallowed to take the position that Stafford Glass has consistently\r\ntaken throughout the litigation, namely, that Franco was not an\r\nemployee of Stafford.  There seems to be little or no case law\r\ninvolving judicial estoppel vis a vis the positions that may be\r\ntaken in litigation by assignees.  The cliche that an assignee\r\n\"'stands in the shoes' of the assignor,\" Rhode Island Hosp. Trust\r\nNat'l Bank v. Ohio Cas. Ins. Co., </pre><span class=\"citation\" data-id=\"469058\"><a href=\"/opinion/469058/rhode-island-hospital-trust-national-bank-v-the-ohio-casualty-insurance/\"><span class=\"volume\">789</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">74</span></a></span><pre class=\"inline\">, 81 (1st Cir. 1986)\r\n(quoting 10 Jaeger, Williston on Contracts  432, at 182 (3d ed.\r\n1967)), mildly supports the district court's conclusion but is too\r\ngeneral to be conclusive, and we are not prepared to say that an\r\nassignee is always free to take in that capacity positions that he\r\nwould be estopped from taking in his personal capacity.\r\nBut neither is judicial estoppel an automatic bar against\r\ninconsistent positions.  There are plenty of cases \"where a party\r\nis free to assert a position from which it later withdraws.\" \r\nDesjardins v. Van Buren Community Hosp., </pre><span class=\"citation\" data-id=\"195661\"><a href=\"/opinion/195661/desjardins-v-van-buren-hospital/\"><span class=\"volume\">37</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">21</span></a></span><pre class=\"inline\">, 23 (1st Cir.\r\n1994).  Although the doctrine has varied somewhat among the\r\ncircuits, see Lydon v. Boston Sand &amp; Gravel Co., </pre><span class=\"citation\" data-id=\"763554\"><a href=\"/opinion/763554/joseph-lydon-v-boston-sand-gravel-company/\"><span class=\"volume\">175</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">6</span></a></span><pre class=\"inline\">, 12\r\n(1st Cir. 1999), the First Circuit rule is that judicial estoppel\r\n\"should be employed when a litigant is 'playing fast and loose with\r\nthe courts,' and when 'intentional self-contradiction is being used\r\nas a means of obtaining unfair advantage.'\"  Patriot Cinemas, Inc.\r\nv. General Cinema Corp., </pre><span class=\"citation\" data-id=\"498115\"><a href=\"/opinion/498115/patriot-cinemas-inc-v-general-cinema-corp/\"><span class=\"volume\">834</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">208</span></a></span><pre class=\"inline\">, 212 (1st Cir. 1987) (quoting\r\nScarano v. Central R. Co., </pre><span class=\"citation\" data-id=\"231476\"><a href=\"/opinion/231476/scarano-v-central-r-co-of-new-jersey/\"><span class=\"volume\">203</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">510</span></a></span><pre class=\"inline\">, 513 (3d Cir. 1953).\r\n\"Unfair advantage\" generally requires that a party have\r\n\"succeeded previously with a position directly inconsistent with\r\nthe one it currently espouses.\"  Lydon, 175 F.3d at 12-13.  Here,\r\nit is not crystal clear that Franco's recovery against Stafford\r\nGlass depended conceptually on proof that he was its employee; he\r\nhas suggested various ways in which recovery could be had under his\r\nvarious claims in the original complaint even if Stafford Glass\r\nwere not his employer.  One cannot know which theories would have\r\nsucceeded had the case gone to trial; but that is no fault of\r\nFranco's.  Selective has not carried its burden of proving unfair\r\nadvantage.\r\nSelective also invokes res judicata, but neither of its\r\nbranches applies in this case.  Merger or bar, now called claim\r\npreclusion, is patently inapplicable.  It applies only where the\r\ncause of action and the parties are the same.  See Aunyx Corp. v.\r\nCanon U.S.A., Inc., </pre><span class=\"citation\" data-id=\"593290\"><a href=\"/opinion/593290/aunyx-corporation-v-canon-usa-incorporated/\"><span class=\"volume\">978</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">3</span></a></span><pre class=\"inline\">, 6 (1st Cir. 1992), cert. denied,\r\n</pre><span class=\"citation no-link\"><span class=\"volume\">507</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">973</span></span><pre class=\"inline\"> (1993).  Here, putting to one side the fact that\r\nSelective was not a party in the original action, the causes of\r\naction are not the same: the original suit was a tort suit against\r\nStafford Glass and its co-defendants; the present suit is\r\neffectively a contract action by an insured to assert a right of\r\nindemnification under an insurance policy.\r\nNor does collateral estoppel, now called issue\r\npreclusion, do Selective any good.  Ignoring the party dimension,\r\ncollateral estoppel--a doctrine of efficiency--bars relitigation in\r\na second action only of issues actually litigated in an earlier\r\naction.  Grella v. Salem Five Cent Sav. Bank, </pre><span class=\"citation\" data-id=\"684074\"><a href=\"/opinion/684074/paul-j-grella-trustee-v-salem-five-cent-savings-bank/\"><span class=\"volume\">42</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">26</span></a></span><pre class=\"inline\">, 30 (1st\r\nCir. 1994).  Here, the earlier action ended in a default and was\r\nresolved only by a consent judgment: no issues were judicially\r\ndetermined.  Consent judgments may be given collateral estoppel\r\neffect if the parties clearly intend issues to be settled for the\r\npurposes of subsequent litigation between them, United States v.\r\nBrekke, </pre><span class=\"citation\" data-id=\"727357\"><a href=\"/opinion/727357/united-states-of-america-appellantcross-appellee-v-lauree-flaa-brekke/\"><span class=\"volume\">97</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1043</span></a></span><pre class=\"inline\">, 1049 (8th Cir. 1996), cert. denied, </pre><span class=\"citation no-link\"><span class=\"volume\">520</span> <span class=\"reporter\">U.S.</span>\r\n<span class=\"page\">1132</span></span><pre class=\"inline\"> (1997), but this rests on agreement rather than efficiency and\r\nthere is no such agreement here.  \r\nThis case has several troubling features and none is more\r\ntroubling than the notion that Franco can collect indemnification,\r\non the theory that Selective is liable to Stafford Glass, for a\r\n$500,000 consent judgment that cannot itself be enforced by Franco\r\nagainst Stafford Glass (except in the amount of $15,000).  If\r\nFranco stands in the shoes of Stafford Glass by assignment, why can\r\nhe collect from Stafford Glass' insurer $485,000 that Stafford\r\nGlass does not actually owe Franco?  And yet nowhere on this\r\nappeal, or apparently in the district court, has Selective argued\r\nthat the consent judgment should be treated, so far as\r\nindemnification is concerned, as effectively only one for $15,000.\r\nA review of the case law reveals that \"covenants not to\r\nexecute\" (as they are called) have not been found automatically to\r\npreclude indemnification claims.  See Glenn v. Fleming, </pre><span class=\"citation\" data-id=\"2610844\"><a href=\"/opinion/2610844/glenn-v-fleming/\"><span class=\"volume\">799</span> <span class=\"reporter\">P.2d</span>\r\n<span class=\"page\">79</span></a></span><pre class=\"inline\">, 92 (Kan. 1990) (collecting cases).  Although there may be some\r\nbacklash developing in certain states against \"sweetheart\" or\r\n\"sham\" deals, see, e.g., State Farm Fire &amp; Cas. Ins. Co. v. Gandy,\r\n</pre><span class=\"citation\" data-id=\"1768110\"><a href=\"/opinion/1768110/state-farm-fire-and-cas-co-v-gandy/\"><span class=\"volume\">925</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">696</span></a></span><pre class=\"inline\"> (Tex. 1996), the majority of courts still accept\r\nthese arrangements, at least where the insurer has wrongfully\r\nfailed to provide a defense and the settlement was reasonable and\r\nmade in good faith.  See Glenn, 799 P.2d at 92-93; Griggs v.\r\nBertram, </pre><span class=\"citation\" data-id=\"2325631\"><a href=\"/opinion/2325631/griggs-v-bertram/\"><span class=\"volume\">443</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">163</span></a></span><pre class=\"inline\">, 171-74 (N.J. 1982).  Here, the arbitrator\r\nfound the amount reasonable and, in all events, the \"pseudo-\r\njudgment\" issue with which we remain concerned has been waived and\r\nwe do not decide it.\r\nAffirmed.\n</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/195661/",
    "http://www.courtlistener.com/api/rest/v3/opinions/231476/",
    "http://www.courtlistener.com/api/rest/v3/opinions/469058/",
    "http://www.courtlistener.com/api/rest/v3/opinions/498115/",
    "http://www.courtlistener.com/api/rest/v3/opinions/518090/",
    "http://www.courtlistener.com/api/rest/v3/opinions/593290/",
    "http://www.courtlistener.com/api/rest/v3/opinions/684074/",
    "http://www.courtlistener.com/api/rest/v3/opinions/727357/",
    "http://www.courtlistener.com/api/rest/v3/opinions/763554/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1768110/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2325631/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2610844/"
  ]
}