{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/198560/",
  "absolute_url": "/opinion/198560/jones-v-portable-equip-inc/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/198560/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:54:41Z",
  "date_modified": "2017-03-24T10:57:50.119975Z",
  "type": "010combined",
  "sha1": "5cdce959aad83e93b01dcaa2aa4c2f2ce2937573",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=98-2056.01A",
  "local_path": null,
  "plain_text": "               United States Court of Appeals\r\n                   For the First Circuit\r\n\nNo. 98-2056\r\n\n                       DEBRA A. JONES,\r\n\n                    Plaintiff, Appellant,\r\n\n                              v.\r\n\n            WALTER KIDDE PORTABLE EQUIPMENT, INC.,\r\n\n                     Defendant, Appellee.\r\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n              FOR THE DISTRICT OF MASSACHUSETTS\r\n\n      [Hon. George A. O'Toole, Jr., U.S. District Judge]\r\n\n                            Before\r\n\n                    Stahl, Circuit Judge,\r\n\n         Aldrich and Bownes, Senior Circuit Judges.\r\n\n   Steven B. Rotman with whom H. Bissell Carey, III, Clive D.\r\nMartin and Robinson &amp; Cole were on brief for appellant.\r\n   Peter L. Puciloski with whom Susan A. Hartnett, Richard A.\r\nSawin, Jr. and Sugarman, Rogers, Barshak &amp; Cohen were on brief for\r\nappellee.\r\n\nJuly 19, 1999\r\n\nALDRICH, Senior Circuit Judge.  Plaintiff Debra A. Jones\r\nfell in February of 1989 and injured her right elbow.  Because of\r\npersistent pain and restricted movement she was operated on by Dr.\r\nRobert Leffert at the Massachusetts General Hospital in October of\r\n1990.  Surgery required a tourniquet around the upper arm and there\r\nwas used a Kidde Model 400 manufactured by defendant Walter Kidde\r\nPortable Equipment, Inc.  The 400 worked properly and had no bad\r\neffects on plaintiff, but, unfortunately, the surgery was\r\nunproductive.  On December 10, 1991 Dr. Leffert operated a second\r\ntime, again using a 400.  All apparently went well with the 400,\r\nbut upon its removal and plaintiff's recovery from general\r\nanesthesia, it was found that her arm, commencing immediately below\r\nwhere the 400 cuff had been applied, and her hand were numb and\r\nparalyzed.  Her ultimate continuing condition was some restricted\r\narm movement and, allegedly, substantial pain.  No objection has\r\nbeen raised to the size of the jury's verdict:  $700,000.\r\nIn due course plaintiff sued defendant in the\r\nMassachusetts Superior Court and defendant removed to the District\r\nCourt.  The case was tried to a jury, and a claim under Mass. Gen.\r\nLaws ch. 93A was simultaneously tried to the court.\r\nOn January 24, 1997 the jury answered special questions,\r\nsome for plaintiff, one for defendant.  In a memorandum dated July\r\n7, the court decided in the defendant's favor on the Chapter 93A\r\nclaim.  On July 18, 1997, it entered judgments for plaintiff and\r\ndefendant according to the jury's and its own Chapter 93A findings. \r\nIn response to a motion filed June 3, on August 12, 1998, supported\r\nby a Memorandum, the court vacated the earlier judgment favoring\r\nplaintiff and ordered judgment for the defendant on all common law\r\ncounts.\r\n                          The Issues\r\nThe court sent the case to the jury in a number of\r\nspecial questions.  We can best put it now by consolidating them:\r\n1.  Was the tourniquet's design negligent, or\r\nunreasonably dangerous?  This was plaintiff's principal claim.  The\r\njury answered \"No.\"  Not appealed.\r\n2.  Did defendant negligently fail to furnish adequate\r\nwarning of foreseeable and unreasonable risks in the tourniquet's\r\ndesign?  The court vacated the jury's affirmative answer as\r\nevidentially unsupported.  Plaintiff appeals.\r\n3.  Did defendant breach an express warranty?  Again, an\r\naffirmative answer was vacated.  Plaintiff appeals.\r\n                        Nondisclosure\r\nIf the wording of questions 1 and 2 is perhaps facially\r\ninconsistent, the court's charge was clear.  It was in accord with\r\nthe common principle that there may exist a duty to warn of dangers\r\ninherent in a product even if it has not been defectively designed. \r\nSee, e.g., Schaeffer v. General Motors Corp., 372 Mass. 171, 174,\r\n360 N.E.2d 1062, 1065 (1977); Knowlton v. Deseret Medical, Inc.,\r\n930 F.2d 116, 118 (1st Cir. 1991).  The court instructed the jury\r\nto consider the severity and the likelihood of any unapparent risk,\r\nand the sophistication of the users:  \"[T]he seller must warn only\r\nof those risks not likely to be known to members of that\r\nprofession.\"  This charge, quite properly, was not objected to by\r\nthe plaintiff.  It is interesting, however, to compare it with part\r\nof her argument to the jury, doubtless relevant to question 1,\r\nsupra:  \"It's very unsafe.  Its unsafety, its propensity to\r\nmalfunction, has been documented for years.\"  On this basis, how\r\nmuch warning was needed to sophisticated professionals of\r\npublically documented deficiencies?\r\nBefore noting the disclosure that defendant itself made,\r\nwe pause to state briefly the details of plaintiff's case.  Medical\r\ntestimony, including the fact that plaintiff's nerve injury began\r\nat the appropriate tourniquet location, by a process of eliminating\r\nother causes, led to a medical probability that plaintiff's injury\r\nwas caused by undue pressure from a malfunctioning tourniquet. \r\nAccording to a well-qualified engineering expert, the malfunction\r\nwas due to a foreign particle temporarily holding open the gas\r\nsupply valve and another blocking the safety relief valve.  The\r\never-increasing unwanted pressure ultimately blew away the\r\nparticles, and the pressure, and gauge, returned to normal. \r\nTestifying by memory of his usual practice, the anesthesiologist,\r\nDr. Shapiro, had an extensive list of medical observations that he\r\nrepeatedly made and recorded, and he included, without recording\r\nunless changed, the tourniquet pressure.  By their process of\r\neliminating other possibilities, plaintiff's experts concluded that\r\nher injury occurred between two of these checks.\r\nWhat had not been disclosed?  We look first at\r\nplaintiff's own argument to the jury.  \"[T]he debris is there. \r\nThey know it is there.  They even say it's there on the tourniquet\r\nitself.\"  If sophisticated doctors could be thought not to know\r\nthat an impaired function caused by such debris could result in\r\nuncontrolled pressure, and that excess pressure could lead to nerve\r\ndamage, there appeared in a box, in capital letters, at the very\r\noutset of defendant's Owner's Manual, the following:\r\n  IMPORTANT!  IMPROPER USE COULD CAUSE PARALYSIS\r\nAND NERVE DAMAGE.  CUFF LOCATION, PRESSURE AND\r\nDIRECTION OF APPLICATION MUST BE ESTABLISHED\r\nOR APPROVED BY THE RESPONSIBLE SURGEON IN\r\nCHARGE.  CUFF PRESSURE MUST ALSO BE MONITORED\r\nCONTINUOUSLY DURING USE.\r\n\nTurn, then, to a later page:\r\n  TO USE TOURNIQUET DURING SURGERY\r\n\n                           . . . . \r\n\n  IMPORTANT!  MONITOR CUFF PRESSURE CONTINUOUSLY\r\nDURING USE.\r\n  Pressure will remain at the selected setting\r\nduring the entire procedure unless manually\r\nchanged.  [Directions for changing]\r\n\n  NOTE:  SHOULD A LEAK EVER DEVELOP IN THE\r\nTOURNIQUET VALVE DURING USE, THE SET PRESSURE\r\nWILL RISE AT LEAST 150 MM HG. BEFORE PRESSURE\r\nRELIEF OPERATES.\r\n\n  INSTRUCTIONS IN THIS MANUAL FOR MAINTENANCE\r\nMUST BE FOLLOWED TO MINIMIZE LEAK POTENTIALS.\r\n\nIn addition, an instruction on the side of the tourniquet's metal\r\nshell says, similarly, \"[d]uring use monitor pressure gauge\r\ncontinuously for pressure stability.\"  Passing for the moment the\r\nsentence in simple type in the second quotation from the Owner's\r\nManual, what is clearer than the fact that improper pressure could\r\ncause nerve damage and that this might occur in so short a time\r\nthat continuous monitoring (of the gauge) is \"IMPORTANT!\"?  This\r\nwas far different from an unexplained \"Recommended.\"  Cf. Wolfe v.\r\nFord Motor Co., 6 Mass. App. Ct. 346, 350-51, 376 N.E. 2d 143, 146\r\n(1978).\r\nFor plaintiff to claim non-disclosure she is obliged to\r\nsay that the user was not told that a malfunction could occur in\r\nspite of continuous checking, meaning that \"continuously\" permitted\r\ntotally undefined interruptions for the  anesthesiologist's medical\r\nobservations, and recording, of the patient's physical\r\nmanifestations.  These duties clearly would require several minutes\r\n-- there was a suggestion of five.  The very thought that this\r\nwould be continuous monitoring is absurd.  The user was warned\r\n100%.\r\n                       Express Warranty\r\nAlternatively, plaintiff says that the sentence in simple\r\ntype in the second warning, supra, constituted an express warranty\r\nbecause it was an \"affirmation of fact or promise.\"  Mass. Gen.\r\nLaws ch. 106,  2-313(1)(a).  Standing alone, that is true, but\r\nlanguage does not stand alone.  See Mass. Gen. Laws ch. 106,  2-\r\n316(1).  A possible, and reasonable, reading of this sentence is\r\na simple statement that the tourniquet was designed to maintain\r\nthroughout the originally set pressure.  Where the relied on\r\nstatement is flanked with another, IMPORTANT advice that something\r\nmay go wrong and instructions how to guard against it, we hold as\r\nmatter of law that the combination cannot be read as warranty that\r\nthe event will not happen.\r\n                         Chapter 93A\r\nFinally, plaintiff's claim under Chapter 93A has no basis\r\nshort of a breach of warranty.  It, accordingly, fails.\r\nAffirmed.\r\n",
  "html": "<p class=\"case_cite\">183 F.3d 67 (1st Cir. 1999)</p>\n    <p class=\"parties\">DEBRA A. JONES, Plaintiff, Appellant,<br>v.<br>WALTER KIDDE PORTABLE EQUIPMENT, INC., Defendant, Appellee.</p>\n    <p class=\"docket\">No. 98-2056.</p>\n    <p class=\"court\">United States Court of Appeals for the First Circuit.</p>\n    <p class=\"date\">Argued April 9, 1999.<br>Decided July 19, 1999.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF MASSACHUSETTS.</p>\n      <p class=\"indent\">Steven B. Rotman with whom H. Bissell Carey, III, Clive D. Martin and Robinson &amp; Cole were on brief for appellant.</p>\n      <p class=\"indent\">Peter L. Puciloski with whom Susan A. Hartnett, Richard A. Sawin, Jr. and Sugarman, Rogers, Barshak &amp; Cohen were on brief for appellee.</p>\n      <p class=\"indent\">Before Stahl, Circuit Judge, Aldrich and Bownes, Senior Circuit Judges.</p>\n      <p class=\"indent\">ALDRICH, Senior Circuit Judge.<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a></p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Plaintiff Debra A. Jones fell in February of 1989 and injured her right elbow. Because of persistent pain and restricted movement she was operated on by Dr. Robert Leffert at the Massachusetts General Hospital in October of 1990. Surgery required a tourniquet around the upper arm and there was used a Kidde Model 400 manufactured by defendant Walter Kidde Portable Equipment, Inc. The 400 worked properly and had no bad effects on plaintiff,<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> but, unfortunately, the surgery was unproductive. On December 10, 1991 Dr. Leffert operated a second time, again using a 400. All apparently went well with the 400, but upon its removal and plaintiff's recovery from general anesthesia, it was found that her arm, commencing immediately below where the 400 cuff had been applied, and her hand were numb and paralyzed. Her ultimate continuing condition was some restricted arm movement and, allegedly, substantial pain. No objection has been raised to the size of the jury's verdict: $700,000.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">In due course plaintiff sued defendant in the Massachusetts Superior Court and defendant removed to the District Court. The case was tried to a jury, and a claim under Mass. Gen. Laws ch. 93A was simultaneously tried to the court.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On January 24, 1997 the jury answered special questions, some for plaintiff, one for defendant. In a memorandum dated July 7, the court decided in the defendant's favor on the Chapter 93A claim. On July 18, 1997, it entered judgments for plaintiff and defendant according to the jury's and its own Chapter 93A findings. In response to a motion filed June 3, on August 12, 1998, supported by a Memorandum, the court vacated the earlier judgment favoring plaintiff and ordered judgment for the defendant on all common law counts.</p>\n    </div>\n    <p class=\"indent\">The Issues</p>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The court sent the case to the jury in a number of special questions. We can best put it now by consolidating them:</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">1. Was the tourniquet's design negligent, or unreasonably dangerous? This was plaintiff's principal claim. The jury answered \"No.\" Not appealed.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">2. Did defendant negligently fail to furnish adequate warning of foreseeable and unreasonable risks in the tourniquet's design? The court vacated the jury's affirmative answer as evidentially unsupported. Plaintiff appeals.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">3. Did defendant breach an express warranty? Again, an affirmative answer was vacated. Plaintiff appeals.</p>\n    </div>\n    <p class=\"indent\">Nondisclosure</p>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">If the wording of questions 1 and 2 is perhaps facially inconsistent, the court's charge was clear. It was in accord with the common principle that there may exist a duty to warn of dangers inherent in a product even if it has not been defectively designed. See, e.g., Schaeffer v. General Motors Corp., 372 Mass. 171, 174, 360 N.E.2d 1062, 1065 (1977); Knowlton v. Deseret Medical, Inc., 930 F.2d 116, 118 (1st Cir. 1991). The court instructed the jury to consider the severity and the likelihood of any unapparent risk, and the sophistication of the users: \"[T]he seller must warn only of those risks not likely to be known to members of that profession.\" This charge, quite properly, was not objected to by the plaintiff. It is interesting, however, to compare it with part of her argument to the jury, doubtless relevant to question 1, supra: \"It's very unsafe. Its unsafety, its propensity to malfunction, has been documented for years.\" On this basis, how much warning was needed to sophisticated professionals of publically documented deficiencies?</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Before noting the disclosure that defendant itself made, we pause to state briefly the details of plaintiff's case. Medical testimony, including the fact that plaintiff's nerve injury began at the appropriate tourniquet location, by a process of eliminating other causes, led to a medical probability that plaintiff's injury was caused by undue pressure from a malfunctioning tourniquet. According to a well-qualified engineering expert, the malfunction was due to a foreign particle temporarily holding open the gas supply valve and another blocking the safety relief valve. The ever-increasing unwanted pressure ultimately blew away the particles, and the pressure, and gauge, returned to normal. Testifying by memory of his usual practice, the anesthesiologist, Dr. Shapiro, had an extensive list of medical observations that he repeatedly made and recorded, and he included, without recording unless changed, the tourniquet pressure. By their process of eliminating other possibilities, plaintiff's experts concluded that her injury occurred between two of these checks.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">What had not been disclosed? We look first at plaintiff's own argument to the jury. \"[T]he debris is there. They know it is there. They even say it's there on the tourniquet itself.\" If sophisticated doctors could be thought not to know that an impaired function caused by such debris could result in uncontrolled pressure, and that excess pressure could lead to nerve damage, there appeared in a box, in capital letters, at the very outset of defendant's Owner's Manual, the following:</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">IMPORTANT! IMPROPER USE COULD CAUSE PARALYSIS AND NERVE DAMAGE. CUFF LOCATION, PRESSURE AND DIRECTION OF APPLICATION MUST BE ESTABLISHED OR APPROVED BY THE RESPONSIBLE SURGEON IN CHARGE. CUFF PRESSURE MUST ALSO BE MONITORED CONTINUOUSLY DURING USE.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Turn, then, to a later page:TO USE TOURNIQUET DURING SURGERY</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">. . . .</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">IMPORTANT! MONITOR CUFF PRESSURE CONTINUOUSLY DURING USE.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Pressure will remain at the selected setting during the entire procedure unless manually changed. [Directions for changing]</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">NOTE: SHOULD A LEAK EVER DEVELOP IN THE TOURNIQUET VALVE DURING USE, THE SET PRESSURE WILL RISE AT LEAST 150 MM HG. BEFORE PRESSURE RELIEF OPERATES.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">INSTRUCTIONS IN THIS MANUAL FOR MAINTENANCE MUST BE FOLLOWED TO MINIMIZE LEAK POTENTIALS.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">In addition, an instruction on the side of the tourniquet's metal shell says, similarly, \"[d]uring use monitor pressure gauge continuously for pressure stability.\" Passing for the moment the sentence in simple type in the second quotation from the Owner's Manual, what is clearer than the fact that improper pressure could cause nerve damage and that this might occur in so short a time that continuous monitoring (of the gauge) is \"IMPORTANT!\"? This was far different from an unexplained \"Recommended.\" Cf. Wolfe v. Ford Motor Co., 6 Mass. App. Ct. 346, 350-51, 376 N.E. 2d 143, 146 (1978).</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">For plaintiff to claim non-disclosure she is obliged to say that the user was not told that a malfunction could occur in spite of continuous checking, meaning that \"continuously\" permitted totally undefined interruptions for the anesthesiologist's medical observations, and recording, of the patient's physical manifestations. These duties clearly would require several minutes -- there was a suggestion of five. The very thought that this would be continuous monitoring is absurd. The user was warned 100%.</p>\n    </div>\n    <p class=\"indent\">Express Warranty</p>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Alternatively, plaintiff says that the sentence in simple type in the second warning, supra, constituted an express warranty because it was an \"affirmation of fact or promise.\" Mass. Gen. Laws ch. 106, &#167; 2-313(1)(a). Standing alone, that is true, but language does not stand alone. See Mass. Gen. Laws ch. 106, &#167; 2-316(1).<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> A possible, and reasonable, reading of this sentence is a simple statement that the tourniquet was designed to maintain throughout the originally set pressure. Where the relied on statement is flanked with another, IMPORTANT advice that something may go wrong and instructions how to guard against it, we hold as matter of law that the combination cannot be read as warranty that the event will not happen.</p>\n    </div>\n    <p class=\"indent\">Chapter 93A</p>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Finally, plaintiff's claim under Chapter 93A has no basis short of a breach of warranty. It, accordingly, fails.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p>  This opinion was agreed to prior to Judge Aldrich taking retirement.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> A fact used by one of plaintiff's experts to rebut the possibility that she was susceptible to normally functioning tourniquets.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> (1) Words or conduct relevant to the creation of an express warranty and words or conduct tending to negate or limit warranty shall be construed wherever reasonable as consistent with each other. . . .</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">183</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">67</span></span> (1st Cir. 1999)</p>\n    <p class=\"parties\">DEBRA A. JONES, Plaintiff, Appellant,<br>v.<br>WALTER KIDDE PORTABLE EQUIPMENT, INC., Defendant, Appellee.</p>\n    <p class=\"docket\">No. 98-2056.</p>\n    <p class=\"court\">United States Court of Appeals for the First Circuit.</p>\n    <p class=\"date\">Argued April 9, 1999.<br>Decided July 19, 1999.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF MASSACHUSETTS.</p>\n      <p class=\"indent\">Steven B. Rotman with whom H. Bissell Carey, III, Clive D. Martin and Robinson &amp; Cole were on brief for appellant.</p>\n      <p class=\"indent\">Peter L. Puciloski with whom Susan A. Hartnett, Richard A. Sawin, Jr. and Sugarman, Rogers, Barshak &amp; Cohen were on brief for appellee.</p>\n      <p class=\"indent\">Before Stahl, Circuit Judge, Aldrich and Bownes, Senior Circuit Judges.</p>\n      <p class=\"indent\">ALDRICH, Senior Circuit Judge.<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a></p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Plaintiff Debra A. Jones fell in February of 1989 and injured her right elbow. Because of persistent pain and restricted movement she was operated on by Dr. Robert Leffert at the Massachusetts General Hospital in October of 1990. Surgery required a tourniquet around the upper arm and there was used a Kidde Model 400 manufactured by defendant Walter Kidde Portable Equipment, Inc. The 400 worked properly and had no bad effects on plaintiff,<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> but, unfortunately, the surgery was unproductive. On December 10, 1991 Dr. Leffert operated a second time, again using a 400. All apparently went well with the 400, but upon its removal and plaintiff's recovery from general anesthesia, it was found that her arm, commencing immediately below where the 400 cuff had been applied, and her hand were numb and paralyzed. Her ultimate continuing condition was some restricted arm movement and, allegedly, substantial pain. No objection has been raised to the size of the jury's verdict: $700,000.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">In due course plaintiff sued defendant in the Massachusetts Superior Court and defendant removed to the District Court. The case was tried to a jury, and a claim under Mass. Gen. Laws ch. 93A was simultaneously tried to the court.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On January 24, 1997 the jury answered special questions, some for plaintiff, one for defendant. In a memorandum dated July 7, the court decided in the defendant's favor on the Chapter 93A claim. On July 18, 1997, it entered judgments for plaintiff and defendant according to the jury's and its own Chapter 93A findings. In response to a motion filed June 3, on August 12, 1998, supported by a Memorandum, the court vacated the earlier judgment favoring plaintiff and ordered judgment for the defendant on all common law counts.</p>\n    </div>\n    <p class=\"indent\">The Issues</p>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The court sent the case to the jury in a number of special questions. We can best put it now by consolidating them:</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">1. Was the tourniquet's design negligent, or unreasonably dangerous? This was plaintiff's principal claim. The jury answered \"No.\" Not appealed.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">2. Did defendant negligently fail to furnish adequate warning of foreseeable and unreasonable risks in the tourniquet's design? The court vacated the jury's affirmative answer as evidentially unsupported. Plaintiff appeals.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">3. Did defendant breach an express warranty? Again, an affirmative answer was vacated. Plaintiff appeals.</p>\n    </div>\n    <p class=\"indent\">Nondisclosure</p>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">If the wording of questions 1 and 2 is perhaps facially inconsistent, the court's charge was clear. It was in accord with the common principle that there may exist a duty to warn of dangers inherent in a product even if it has not been defectively designed. See, e.g., Schaeffer v. General Motors Corp., <span class=\"citation\" data-id=\"2243940\"><a href=\"/opinion/2243940/schaeffer-v-general-motors-corp/\"><span class=\"volume\">372</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">171</span></a></span>, 174, <span class=\"citation\" data-id=\"2243940\"><a href=\"/opinion/2243940/schaeffer-v-general-motors-corp/\"><span class=\"volume\">360</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1062</span></a></span>, 1065 (1977); Knowlton v. Deseret Medical, Inc., <span class=\"citation\" data-id=\"558944\"><a href=\"/opinion/558944/prodliabrepcchp-12804-mark-t-knowlton-v-deseret-medical-inc/\"><span class=\"volume\">930</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">116</span></a></span>, 118 (1st Cir. 1991). The court instructed the jury to consider the severity and the likelihood of any unapparent risk, and the sophistication of the users: \"[T]he seller must warn only of those risks not likely to be known to members of that profession.\" This charge, quite properly, was not objected to by the plaintiff. It is interesting, however, to compare it with part of her argument to the jury, doubtless relevant to question 1, supra: \"It's very unsafe. Its unsafety, its propensity to malfunction, has been documented for years.\" On this basis, how much warning was needed to sophisticated professionals of publically documented deficiencies?</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Before noting the disclosure that defendant itself made, we pause to state briefly the details of plaintiff's case. Medical testimony, including the fact that plaintiff's nerve injury began at the appropriate tourniquet location, by a process of eliminating other causes, led to a medical probability that plaintiff's injury was caused by undue pressure from a malfunctioning tourniquet. According to a well-qualified engineering expert, the malfunction was due to a foreign particle temporarily holding open the gas supply valve and another blocking the safety relief valve. The ever-increasing unwanted pressure ultimately blew away the particles, and the pressure, and gauge, returned to normal. Testifying by memory of his usual practice, the anesthesiologist, Dr. Shapiro, had an extensive list of medical observations that he repeatedly made and recorded, and he included, without recording unless changed, the tourniquet pressure. By their process of eliminating other possibilities, plaintiff's experts concluded that her injury occurred between two of these checks.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">What had not been disclosed? We look first at plaintiff's own argument to the jury. \"[T]he debris is there. They know it is there. They even say it's there on the tourniquet itself.\" If sophisticated doctors could be thought not to know that an impaired function caused by such debris could result in uncontrolled pressure, and that excess pressure could lead to nerve damage, there appeared in a box, in capital letters, at the very outset of defendant's Owner's Manual, the following:</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">IMPORTANT! IMPROPER USE COULD CAUSE PARALYSIS AND NERVE DAMAGE. CUFF LOCATION, PRESSURE AND DIRECTION OF APPLICATION MUST BE ESTABLISHED OR APPROVED BY THE RESPONSIBLE SURGEON IN CHARGE. CUFF PRESSURE MUST ALSO BE MONITORED CONTINUOUSLY DURING USE.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Turn, then, to a later page:TO USE TOURNIQUET DURING SURGERY</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">. . . .</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">IMPORTANT! MONITOR CUFF PRESSURE CONTINUOUSLY DURING USE.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Pressure will remain at the selected setting during the entire procedure unless manually changed. [Directions for changing]</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">NOTE: SHOULD A LEAK EVER DEVELOP IN THE TOURNIQUET VALVE DURING USE, THE SET PRESSURE WILL RISE AT LEAST 150 MM HG. BEFORE PRESSURE RELIEF OPERATES.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">INSTRUCTIONS IN THIS MANUAL FOR MAINTENANCE MUST BE FOLLOWED TO MINIMIZE LEAK POTENTIALS.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">In addition, an instruction on the side of the tourniquet's metal shell says, similarly, \"[d]uring use monitor pressure gauge continuously for pressure stability.\" Passing for the moment the sentence in simple type in the second quotation from the Owner's Manual, what is clearer than the fact that improper pressure could cause nerve damage and that this might occur in so short a time that continuous monitoring (of the gauge) is \"IMPORTANT!\"? This was far different from an unexplained \"Recommended.\" Cf. Wolfe v. Ford Motor Co., <span class=\"citation\" data-id=\"2109462\"><a href=\"/opinion/2109462/wolfe-v-ford-motor-co/\"><span class=\"volume\">6</span> <span class=\"reporter\">Mass. App. Ct.</span> <span class=\"page\">346</span></a></span>, 350-51, <span class=\"citation\" data-id=\"2109462\"><a href=\"/opinion/2109462/wolfe-v-ford-motor-co/\"><span class=\"volume\">376</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">143</span></a></span>, 146 (1978).</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">For plaintiff to claim non-disclosure she is obliged to say that the user was not told that a malfunction could occur in spite of continuous checking, meaning that \"continuously\" permitted totally undefined interruptions for the anesthesiologist's medical observations, and recording, of the patient's physical manifestations. These duties clearly would require several minutes -- there was a suggestion of five. The very thought that this would be continuous monitoring is absurd. The user was warned 100%.</p>\n    </div>\n    <p class=\"indent\">Express Warranty</p>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Alternatively, plaintiff says that the sentence in simple type in the second warning, supra, constituted an express warranty because it was an \"affirmation of fact or promise.\" Mass. Gen. Laws ch. 106, &#167; 2-313(1)(a). Standing alone, that is true, but language does not stand alone. See Mass. Gen. Laws ch. 106, &#167; 2-316(1).<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> A possible, and reasonable, reading of this sentence is a simple statement that the tourniquet was designed to maintain throughout the originally set pressure. Where the relied on statement is flanked with another, IMPORTANT advice that something may go wrong and instructions how to guard against it, we hold as matter of law that the combination cannot be read as warranty that the event will not happen.</p>\n    </div>\n    <p class=\"indent\">Chapter 93A</p>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Finally, plaintiff's claim under Chapter 93A has no basis short of a breach of warranty. It, accordingly, fails.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p>  This opinion was agreed to prior to Judge Aldrich taking retirement.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> A fact used by one of plaintiff's experts to rebut the possibility that she was susceptible to normally functioning tourniquets.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> (1) Words or conduct relevant to the creation of an express warranty and words or conduct tending to negate or limit warranty shall be construed wherever reasonable as consistent with each other. . . .</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/558944/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2109462/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2243940/"
  ]
}