{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/198588/",
  "absolute_url": "/opinion/198588/mccafferty-v-local-254/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/198588/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:55:19Z",
  "date_modified": "2017-03-24T10:57:54.693446Z",
  "type": "010combined",
  "sha1": "e0351ffa77807eda17d81d4c9df836750875fb43",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=98-1909.01A",
  "local_path": null,
  "plain_text": "               United States Court of Appeals\r\n                   For the First Circuit\r\n\nNo. 98-1909\r\n\n                       PAUL McCAFFERTY,\r\n\n                     Plaintiff, Appellee,\r\n\n                              v.\r\n\n  LOCAL 254, SERVICE EMPLOYEES INTERNATIONAL UNION, AFL-CIO\r\n\n                    Defendant, Appellant.\r\n\n        APPEAL  FROM THE UNITED STATES DISTRICT COURT\r\n\n              FOR THE DISTRICT OF MASSACHUSETTS\r\n\n       [Hon. Reginald C. Lindsay, U.S. District Judge]\r\n\n                            Before\r\n\n                   Boudin, Circuit Judge,\r\n              Campbell, Senior Circuit Judge,\r\n                 and Lipez, Circuit Judge.\r\n\n        Gabriel O. Dumont, Jr. for appellant.\r\n        David B. Rome for appellee.\r\n\nAugust 2, 1999\r\n\n                                LIPEZ, Circuit Judge.  In February 1998, Paul McCafferty\r\nfiled a complaint in the district court requesting a preliminary\r\ninjunction against his union, Local 254 of the Service Employees\r\nInternational Union (hereinafter \"the Local\" or \"Local 254\"). \r\nMcCafferty claimed that Local 254 had \"infringed upon his right to\r\nseek office within Local 254 . . . by refusing to and failing to\r\ncomply with his reasonable requests for a list of [Local 254-\r\nrepresented] companies/employers and their locations . . . and for\r\nthe names and addresses of Local 254 members to allow him to\r\ndistribute campaign literature.\"  McCafferty predicated his claim\r\nto relief on Title I and Title IV of the Labor-Management Reporting\r\nand Disclosure Act of 1959 (the LMRDA).  After the Local filed its\r\nopposing motion requesting the denial of McCafferty's request for\r\npreliminary relief and the dismissal of his action, the district\r\ncourt held a hearing and subsequently issued a preliminary\r\ninjunction granting McCafferty some of the relief he requested. The\r\ndistrict court also awarded McCafferty attorney's fees in a later\r\norder.  This appeal contesting the award of attorney's fees\r\nfollowed.\r\nWe conclude that McCafferty is entitled to attorney's\r\nfees for prevailing on his Title I claim but he is not entitled to\r\nattorney's fees for his Title IV claim.  Given the court's\r\nundifferentiated award of attorney's fees for McCafferty's claims,\r\nwe must vacate that award and remand for a new determination of\r\nattorney's fees.  We begin our explanation of this result with a\r\ndetailed account of the relevant facts and procedure.\r\n                             I.\r\nMcCafferty, at all times relevant to this opinion a\r\nmember in good standing of Local 254, wanted to run for a union\r\noffice; nominations were scheduled for March 1998.  On November 26,\r\n1997 he wrote to Local 254's recording secretary requesting, inter\r\nalia, a copy of Local 254's by-laws, blank nomination papers, a\r\ncopy of any union rules governing fund raising, and \"a list of\r\nLocal 254 represented companies.\"  On December 4, 1997, Local\r\n254's recording secretary responded by sending McCafferty a copy of\r\nLocal 254's Constitution and by-laws, and pertinent sections of the\r\nLMRDA.  He also informed McCafferty that nomination papers had not\r\nyet been printed and that \"Local 254 has no specific rules on\r\ngoverning fund raising.\"  The LMRDA provisions which the Local\r\nprovided to McCafferty included 29 U.S.C.  481(c), which sets\r\nforth the Local's obligation \"to comply with all reasonable\r\nrequests of any candidate to distribute by mail or otherwise at the\r\ncandidate's expense campaign literature in aid of such person's\r\ncandidacy to all members in good standing.\"  The letter said\r\nnothing about the list of represented companies that McCafferty had\r\nrequested.\r\nOn January 28, 1998, McCafferty again wrote to Local\r\n254's recording secretary requesting \"a list of Local 254\r\nrepresented companies/employers and their locations,\" reiterating\r\nhis requests for blank nomination papers and the Local's fund\r\nraising rules, and adding a new request that \"the Local provide\r\n[him] with mailing labels containing the names and addresses of\r\nvoting Local 254 members.\"  On February 1, 1998, Local 254\r\ndistributed a newsletter to all members, including McCafferty,\r\ninforming members of official nominating procedures and directions\r\nfor obtaining nominating papers.  On February 3, 1998, the\r\nrecording secretary mailed a letter to McCafferty which included\r\nthe following statements:\r\n  There is no requirement to provide prospective\r\ncandidates with a listing of contracted\r\nemployers.  You may, however, inspect a list\r\nof Local 254-contracted employers by\r\nappointment at the Union Office.  You may not\r\ncopy the list.\r\n\n  Campaign Literature: Reasonable requests of\r\nany candidate for the Local to mail campaign\r\nliterature at the candidates' expense will be\r\ncomplied with.  Payment to cover the expenses\r\ninvolved in such mailing will be paid in\r\nadvance.  Other than distribution of\r\nliterature made at candidate's expense, there\r\nwill be no mailings of campaign literature by\r\nthe Local.\r\n\n  Membership Lists: Every candidate shall be\r\ngiven the right to inspect the printout\r\nmembership list of Local 254.  Special\r\narrangements will be made to set up a separate\r\nroom where the membership list will be\r\navailable for inspection . . . .  No candidate\r\nshall be furnished a copy of the membership\r\nlist.  Candidates may not copy the membership\r\nlist.\r\n\nThis letter, although postmarked on February 4, 1998, did not reach\r\nMcCafferty until approximately one month later.  Apparently, a\r\nchange of address had been filed for McCafferty which temporarily\r\nmisdirected his mail to Las Vegas, Nevada.\r\nOn February 6, 1998, McCafferty filed the instant suit,\r\nseeking an injunction to compel Local 254 to provide him with \"(a)\r\na list of all Local 254 bargaining units and locations; and (b)\r\nmailing labels of all voting members in Local 254.\"  On\r\nFebruary 12, the Local responded in writing to McCafferty's request\r\nfor a preliminary injunction.  While acknowledging its duty under\r\nTitle IV to \"comply with any reasonable request that the Union\r\ndistribute at the member's expense campaign literature,\" Local 254\r\ndenied any \"requirement under Title I of the LMRDA that Local 254\r\nfurnish McCafferty with a list of Local 254 employers and\r\nlocations.\"  Local 254 attached to its response a copy of its\r\nFebruary 3, 1998 letter and a sworn affidavit from the recording\r\nsecretary affirming that he had mailed the letter on February 3. \r\nMcCafferty apparently saw the Local's February 3 letter for the\r\nfirst time when it was filed with the court.\r\nThe district court held a hearing on McCafferty's\r\npreliminary injunction motion on February 13, 1998.  At the\r\nhearing, Local 254 reiterated its position that McCafferty had no\r\nright to a copy of either a list of contracting employers or the\r\nmembership list.  The district court inquired whether Local 254\r\nwould agree to post a list of employers and their locations and\r\nallow that list to be copied.  The Local assented and, later that\r\nday, posted the list.\r\nOn February 16, McCafferty forwarded a draft preliminary\r\ninjunction to Local 254 memorializing the commitments the Local had\r\nmade at the February 13th hearing.  On February 17, Local 254\r\nnotified McCafferty that it would oppose the issuance of an\r\ninjunction and that a list of Local 254 employers and addresses had\r\nbeen posted at the Local's offices since February 13, 1998. \r\nAccording to the terms of the draft preliminary injunction, such a\r\nlist was to be posted \"by the close of business February 19, 1998.\"\r\nOn February 17, McCafferty filed his proposed injunction\r\nwith the court and Local 254 filed its opposition and proposed\r\norder of dismissal.  On that same day, the district court issued\r\nthe preliminary injunction in its proposed form, adding the\r\nhandwritten notation that it was issued \"upon agreement of the\r\nparties.\"  The preliminary injunction ordered the Local to post a\r\nlist of bargaining units by employer and location; to allow the\r\ncopying of that list; and to comply with any candidate request to\r\nmail campaign literature so long as the candidate paid in advance\r\nthe cost of such mailing.  The preliminary injunction also included\r\na briefing schedule on the plaintiff's claim for attorney's fees\r\nand costs.\r\nOn July 9, 1998, the district court issued an opinion and\r\norder on attorney's fees setting forth the basis for the issuance\r\nof the preliminary injunction and the award of attorney's fees. \r\nWith respect to McCafferty's request for a list of all bargaining\r\nunits represented by Local 254 by employer and location, the court\r\nconcluded that this request was \"intended to remedy th[e] imbalance\r\nof access to information required for nomination.\"  As such, the\r\ncourt found that the claim arose under Title I of the LMRDA, and it\r\nawarded attorney's fees to McCafferty pursuant to Hall v. Cole, 412\r\nU.S. 1 (1973).  With respect to McCafferty's request for mailing\r\nlabels with the addresses of union members, the court concluded\r\nthat \"McCafferty had a clearly established right to have the union\r\nprovide him with mailing labels containing the names and addresses\r\nof voting union members\" for the purpose of arranging \"at his own\r\nexpense, for a timely mailing of campaign literature prior to the\r\nconvention at which nominations would be made.\"  Relying on\r\nInternational Organization of Masters, Mates and Pilots v. Brown,\r\n498 U.S. 466, 476 (1991) for this \"clearly established\" right, the\r\ncourt characterized the Local's unwillingness to provide McCafferty\r\nwith the requested mailing labels as \"verg[ing] on the frivolous.\" \r\nAlthough the court acknowledged that the mailing label claim arose\r\nunder Title IV of the LMRDA, it found that \"an award of fees is\r\nappropriate on this claim as well.\"  The court ordered the Local to\r\npay McCafferty an aggregate award of attorney's fees in the amount\r\nof $9,388.35 for his Title I and Title IV claims.  This appeal\r\nfollowed.\r\n                            II.\r\nBefore analyzing the specific claims at issue in this\r\ncase, we set forth some general principles of law applicable to\r\nthese claims.\r\nA. General Principles\r\nThe LMRDA protects the equal rights of union members to\r\nparticipate in the internal affairs of their unions.  In enacting\r\nthe LMRDA, Congress found that \"it is essential that labor\r\norganizations . . . and their officials adhere to the highest\r\nstandards of responsibility and ethical conduct in administering\r\nthe affairs of their organizations,\" and declared that the LMRDA\r\nwas designed \"to eliminate or prevent improper practices on the\r\npart of labor organizations.\"  29 U.S.C.  401(a), (c).  Title I\r\nof the LMRDA, 29 U.S.C.  411-15, \"provides a Bill of Rights for\r\nunion members, guaranteeing equal rights and privileges to nominate\r\nand vote for candidates, as well as freedom of speech and assembly\r\nand protection from improper discipline.\"  Molina v. Union De\r\nTrabajadores De Muelles, 762 F.2d 166, 167 (1st Cir. 1985)\r\n(internal quotation marks omitted).  The \"typical Title I claim\r\ninvolves an allegation of unequal treatment among union members.\" \r\nId. at 167 (quoting Local No. 28, Furniture and Piano Moving,\r\nFurniture Store Drivers, Helpers, Warehousemen and Packers v.\r\nCrowley, 467 U.S. 526, 539 (1984)).  The focus of Title IV is more\r\nlimited.  It sets out detailed regulations \"aimed solely at\r\nprotecting union democracy through free and democratic elections.\" \r\nId.  These regulations include the requirement that unions must\r\n\"comply with all reasonable requests of any candidate to distribute\r\nby mail or otherwise at the candidate's expense campaign literature\r\nin aid of such person's candidacy.\"  29 U.S.C.  481(c).\r\nThe LMRDA includes separate enforcement mechanisms for\r\nTitle I and Title IV.  \"Title I is enforceable in federal court\r\nthrough a private action filed by the aggrieved union members.\"\r\nMolina, 762 F.2d at 167; see also 29 U.S.C.  412.  \"Enforcement of\r\nTitle IV rests with the Secretary of Labor,\"  Molina, 762 F.2d at\r\n167, with one exception.  The provision of Title IV obligating\r\nunions to mail candidates' campaign literature, 29 U.S.C.  481(c),\r\nis \"enforceable at the suit of any bona fide candidate for [union\r\noffice] in the district court of the United States.\"  29 U.S.C. \r\n481 (c); International Organization of Masters, Mates &amp; Pilots v.\r\nBrown, 498 U.S. 466 (1991) (\"[U]nlike other rights created by Title\r\nIV that are judicially enforceable only in actions brought by the\r\nSecretary of Labor, the  [481(c)] right is directly enforceable in\r\nan action brought by the individual union member);  see also Mims\r\nv. Teamsters Local 728, 821 F.2d 1568, 1571 (11th Cir. 1987)\r\n(recognizing that  481(c) \"is the only privately enforceable\r\nprovision in Title IV\").  \r\nWhile neither Title I nor Title IV explicitly authorizes\r\nthe award of attorney's fees to prevailing union member-litigants,\r\nthe Supreme Court has held that \"the allowance of counsel fees to\r\nthe successful plaintiff in a suit brought under [Title I] of the\r\nLMRDA is consistent with both the Act and the historic equitable\r\npower of federal courts to grant such relief in the interests of\r\njustice.\"  Hall v. Cole, 412 U.S. 1, 14 (1973).  Recognizing that\r\n\"the traditional American rule ordinarily disfavors the allowance\r\nof attorney's fees in the absence of statutory . . .\r\nauthorization,\" the Court reasoned that a successful Title I\r\nlitigant \"render[s] a substantial service to his union as an\r\ninstitution and to all of its members.\"  Id. at 4, 8 (footnotes\r\nomitted).  The Supreme Court compared suits under Title I of the\r\nLMRDA to shareholder suits where the \"successful litigation confers\r\n'a substantial benefit on the members of an ascertainable class,'\"\r\n(in the LMRDA context, the union membership) and it is therefore\r\nequitable to divide the financial burden among the benefitted\r\nclass.  Id. at 6 (quoting Mills v. Electric Auto-Lite Co., 396 U.S.\r\n375, 393-94 (1970)).  The courts of appeals which have faced the\r\nissue have found this reasoning equally applicable to meritorious\r\nclaims to enforce the mailing provision of  481(c), Title IV's\r\nonly privately enforceable provision.  See Mims, 821 F.2d at 1571;\r\nBliss v. Holmes, 867 F.2d 256, 258 (6th Cir. 1988).\r\nLocal 254 objects to the court's award of attorney's fees\r\nfor McCafferty's employer list claim pursuant to Title I and his\r\nmailing label claim pursuant to Title IV.  We consider each claim\r\nin turn.\r\nB. List of Represented Employers\r\nThe Local characterizes McCafferty's demand for access to\r\nthe employer list as a challenge to a general, evenly applied rule\r\nrather than a challenge premised on any discriminatory treatment.\r\nIn the absence of such discriminatory treatment, the sine qua non\r\nof a Title I claim, McCafferty's claim would arise exclusively\r\nunder Title IV of the LMRDA.  As discussed above, the only\r\nprivately enforceable provision in Title IV is the provision of \r\n481(c), which deals with reasonable requests to mail campaign\r\nliterature; other provisions of Title IV must be enforced by the\r\nSecretary of Labor.  See Molina, 762 F.2d at 167.  Thus, if the\r\nLocal were correct in its insistence that McCafferty's employer\r\nlist claim falls within the exclusive purview of Title IV, the\r\ndistrict court should not have addressed the merits of McCafferty's\r\nrequest for access to the employer list.\r\nIn support of its argument, the Local invokes Calhoon v.\r\nHarvey, 379 U.S. 134 (1964), and its progeny.  In Calhoon, union\r\nmembers brought a lawsuit, ostensibly under Title I, challenging\r\ntheir union's restrictive policies regulating eligibility for union\r\noffice.  See id. at 136.  The union by-laws at issue in Calhoon\r\nprohibited a member from nominating anyone but him or herself for\r\nunion office, and the union's national constitution required, inter\r\nalia, membership in the national union for five years to be\r\neligible for union office.  See id.  The Supreme Court refused to\r\nrecognize a Title I action in Calhoon because \"Title IV, not Title\r\nI, sets standards for eligibility and qualifications of candidates\r\nand officials and provides its own separate and different\r\nadministrative and judicial procedure for challenging those\r\nstandards.\"  Id. at 138.  The Court emphasized that the complaining\r\nunion members had \"not been discriminated against in any way and\r\nha[d] been denied no privilege or right to vote or nominate which\r\nthe union has granted to  others.\"  Id. at 139 (emphasis added);\r\nsee also Molina, 762 F.2d at 168-69 (holding that because\r\nplaintiffs challenged an evenly applied rule as having been\r\n\"activated for an improper purpose\" their complaint \"[went] to the\r\noverall fairness of the election voting process   the domain of\r\nTitle IV   rather than to an individual's unequal treatment\" which\r\nwould be actionable under Title I).  The Local insists that\r\nMcCafferty, like the plaintiffs in Calhoon and Molina, complains\r\nabout an evenly applied rule which does not discriminate against\r\nany union member.\r\nThe Local misapprehends the nature of McCafferty's Title\r\nI claim, aptly perceived by the court as a claim relating to the\r\nconditions of access to the employer list.  The Local conceded at\r\nthe preliminary injunction hearing that incumbent union officials\r\nhad unlimited access to the employer list.  Union members like\r\nMcCafferty, intent on running for office and perhaps challenging\r\nincumbents, could view that list only by appointment and could not\r\ncopy it.  Given the Local's acknowledgment of unlimited incumbent\r\naccess to the list, the limited access/no-copy rule was tantamount\r\nto a rule that incumbents may possess the employer list but other\r\nunion members may not.  The discriminatory effect of that rule on\r\nunion members seeking nomination for union office is palpable (see\r\nnote 1, above), and is susceptible to a Title I challenge.\r\nThe Local also argues the inapplicability of Title I to\r\nMcCafferty's claim based on McCafferty's efforts to secure a\r\nnomination for union office and hence participate in a union\r\nelection.  According to the Local, the court ignored \"long-standing\r\nprinciples that Title I does not protect the right of candidates or\r\nprospective candidates to seek nomination and election.\"\r\nThe Local has too limited a view of Title I.  Although\r\nTitle IV focuses on union elections, \"Title I of the LMRDA was\r\nspecifically designed to protect the union member's right to seek\r\nhigher office in the union.\"  Hall v. Cole, 412 U.S. 14 (1973). \r\nThe rights of union members are not protected exclusively by Title\r\nI or by Title IV.  As the Supreme Court has recognized, Title IV\r\n\"protects many of the same rights as does Title I.\"  Crowley, 467\r\nU.S. at 539.  While Title IV may be the only remedy for rights\r\nprotected by both Title I and Title IV once an election is\r\ncompleted or underway, \"the full panoply of Title I rights is\r\navailable to individual union members 'prior to the conduct' of a\r\nunion election.\"  Id. at 541.  Therefore, if a Local denies equal\r\nrights to its members during the nomination process, the Local's\r\nconduct may be challenged in court by members of the union pursuant\r\nto Title I.  McCafferty posed such a challenge, and his claim is\r\ncognizable under Title I.\r\nIn its final challenge to McCafferty's Title I claim, the\r\nLocal argues that the court wrongly presumed the presence of\r\ndiscrimination from the Local's concession that incumbent officers\r\nhave unequal access to the employer lists and that Title I requires\r\nevidence that incumbents had in fact used their unequal access to\r\ntheir advantage as candidates.  See Marshall v. Provision House\r\nWorkers Union, Local No. 274, 623 F.2d 1322, 1326 (9th Cir. 1980)\r\n(finding that \"unequal access alone does not warrant a finding of\r\n'discrimination'\"); cf. Reich v. Local 396, Int'l Bhd. of\r\nTeamsters, 97 F.3d 1269, 1276 (9th Cir. 1996) (recognizing\r\ndiscrimination in challengers' limited access to employer lists\r\nwhere the incumbents exploited their advantage by campaigning at\r\njob sites with which they were familiar because of their activities\r\nas incumbent union officials).  This argument of the Local borders\r\non the frivolous.  Its agreement at the preliminary injunction\r\nhearing to grant McCafferty substantially the relief he sought with\r\nrespect to the employer list  (posting the list and allowing it to\r\nbe copied) obviated the need for evidence of actual discrimination\r\non this Title I claim.  Having conceded defeat on this claim before\r\nthe district court, the Local cannot assert error on the basis of\r\ninsufficient evidence. \r\nGiven the court's correct determination that McCafferty's\r\nemployer list claim was cognizable under Title I, we review for\r\nabuse of discretion the district court's award of attorney's fees\r\nfor that claim.  See Local 258, Service Employees Int'l Union v.\r\nNonotuck Resource Assocs., Inc., 64 F.3d 735, 737 (1995).  As\r\nalready noted, the Supreme Court has sanctioned the award of\r\nattorney's fees to successful litigants under Title I of the LMRDA,\r\nreasoning that union members who prevail on Title I claims\r\n\"confer[] substantial benefits\" on their fellow union members. \r\nHall, 412 U.S. at 5.  Local 254 dismisses the relief won by\r\nMcCafferty as too insubstantial for the court to \"intuitively\r\nconclude that a common 'substantial benefit' was achieved for the\r\nmembers of Local 254,\" and argues further that there is no evidence\r\nin the record \"that the failure of Local 254 to disseminate a list\r\nof Local 254 employers has ever impeded any member's right to seek\r\nhis/her nomination for Union office.\"\r\nThe Local insists on evidence of a \"substantial benefit\"\r\nthat is not required.  In the seminal case of Hall v. Cole, the\r\nSupreme Court affirmed the award of attorney's fees because \"by\r\nvindicating his own right of free speech guaranteed by . . . Title\r\nI of the LMRDA, [the plaintiff] necessarily rendered a substantial\r\nservice to his union as an institution and to all of its members.\" \r\nHall, 412 U.S. at 8.  The district court concluded that\r\nMcCafferty's litigation conferred a similar benefit: \"McCafferty\r\nunquestionably procured access to employer and bargaining unit\r\ninformation that far exceeded that which the union had previously\r\noffered to provide.\"  This access advanced the equal rights of\r\nunion members to pursue union office.  See id. at 8 (\"[T]o the\r\nextent that [Title I] lawsuits contribute to the preservation of\r\nunion democracy, they frequently prove beneficial 'not only in the\r\nimmediate impact of the results achieved but in their implications\r\nfor the future conduct of the union's affairs.\") (quoting Yablonski\r\nv. United Mine Workers of America, 466 F.2d 424, 431 (D.C. Cir.\r\n1972)).  \r\nC. The Mailing Labels\r\nThe district court's award of attorney's fees on the\r\nTitle IV claim cannot be sustained.  As a legal matter, the\r\ndistrict court was incorrect in stating that McCafferty had \"a\r\nclearly established right to have the union provide him with \r\nmailing labels containing the names and addresses of voting union\r\nmembers.\"  Title IV of the LMRDA imposes on unions the \"statutory\r\nduty to distribute campaign literature to their membership in\r\nresponse to the reasonable request of any candidate for union\r\noffice.\"  Brown, 498 U.S. at 467 (construing 29 U.S.C.  481(c)). \r\nAlthough the court cited language in the Brown opinion recounting\r\nthe candidate's request \"that the Union provide him with mailing\r\nlabels containing the names and addresses of voting Union members\r\nto be given to a mailing service so that he could arrange, at his\r\nown expense, for a timely mailing\" of campaign materials, id. at\r\n469, the Supreme Court affirmed a preliminary injunction that\r\ndiffered from the request of the plaintiff in Brown by directing\r\nthe union \"to deliver the names and addresses of the Union members\r\nto a mailing service acceptable to the parties.\"  Id. (emphasis\r\nadded).\r\nMoreover, the parties in Brown were concerned with the\r\ntiming of campaign mailings and whether the union could postpone\r\ncompliance with an otherwise reasonable mailing request merely\r\nbecause it conflicted with a union rule that authorized mailings\r\nonly after nominations had been made.  See id. at 468.  In holding\r\nthat the union's rule was inconsistent with the union's statutory\r\nobligation to comply with all \"reasonable\" requests for mailings,\r\nid. at 478, the Supreme Court focused on the timing of mailings of\r\ncampaign literature rather than the party who would receive a\r\nmember list as a prelude to a mailing.  Thus, the Brown Court had\r\nno occasion to comment on the significant difference between the\r\nunion member's initial request to have mailing labels provided to\r\nhim personally (to turn over to a mailing service) and the district\r\ncourt's order that the union provide the mailing labels directly to\r\na mailing service acceptable to the parties.  The distinction is \r\nimportant because \"[t]he legislative history of the LMRDA\r\ndemonstrates a congressional intent that the use of membership\r\nlists be severely limited and that such lists be kept out of the\r\nhands of partisans in union campaigns to avoid coercion of\r\nmembers.\"  Marshall, 623 F.2d at 1326; see also Legislative History\r\nof the Labor-Management Reporting and Disclosure Act of 1959 at\r\n1240 (1959 ed.) (Senator McClellan) (recognizing that there was\r\n\"apprehension that a person might become a candidate and then use\r\nthe [membership] list for improper purposes\" and explaining that\r\nthe LMRDA \"would simply permit [the candidate] to send his campaign\r\nmaterial to the union and have the union mail it out\").  \r\nBrown clearly does not stand for the proposition that\r\ncandidates for union office are entitled to mailing lists. \r\nIndeed, such a reading would render another part of  481(c)\r\nsuperfluous.  Section 481(c) gives each candidate for union office\r\nthe right to inspect a membership list containing names and last\r\nknown addresses of all members \"once within 30 days prior to an\r\nelection.\"  29 U.S.C.  481(c); see also 29 C.F.R.  452.71 (\"The\r\nright of inspection does not include the right to copy the list but\r\ndoes include the right to compare it with a personal list of\r\nmembers.\").  There would be no reason to guarantee candidates\r\naccess to the list \"once within 30 days prior to an election\" if\r\ncandidates were entitled to the list as a matter of right.\r\nFactually, the history of the mailing label claim is also\r\nmarkedly different from McCafferty's employer list claim.  In his\r\ninitial correspondence with the Local's recording secretary,\r\nMcCafferty did not inquire about mailing labels and he did not\r\nrequest that the Local undertake a mailing on his behalf.  Later,\r\nMcCafferty requested that the Local provide him with a set of\r\nmailing labels of the Local membership to be turned over to a\r\nmailing service, and he continued to press this claim in his\r\nrequest for injunctive relief.  In response, the Local at all times\r\nacknowledged an obligation to undertake a mailing of campaign\r\nliterature on McCafferty's behalf (and at his expense), but it\r\nrefused to turn over the mailing labels to McCafferty.  In fact,\r\neven before McCafferty had requested mailing labels, in response to\r\nMcCafferty's first letter, the Local had provided McCafferty with\r\na copy of section 481(c) of the LMRDA which codifies the Local's\r\nobligation to undertake mailings at the candidate's expense. \r\nLater, both in its February 3 letter and in its motion to dismiss\r\nMcCafferty's complaint, the Local acknowledged this statutory duty\r\nand consistently represented that it intended to comply with this\r\nobligation.  With respect to McCafferty's Title IV claim, the\r\nlawsuit had no effect on the union's behavior or obligations.  The\r\ncourt therefore erred in designating McCafferty as a \"prevailing\r\nparty\" on this claim. \r\nFor these reasons we must vacate the court's award to\r\nMcCafferty of attorney's fees which erroneously included fees for\r\nhis Title IV claim.\r\n                            III.\r\nMcCafferty sought and received from the district court\r\nattorney's fees for the legal work required to establish his right\r\nto attorney's fees in the underlying action.  The principle is well\r\nestablished that \"[t]he fee application is a necessary part of the\r\naward of attorney's fees.  If the original award is warranted . .\r\n. a reasonable amount should be granted for time spent in applying\r\nfor the award.\"  Donovan v. CSEA, Local Union 100, 784 F.2d 98, 106\r\n(2d Cir. 1989).  This reasoning applies equally to attorney's fees\r\non appeal.  See Kinney v. International Bhd. Of Elec. Workers, 939\r\nF.2d 690, 695 (9th Cir. 1991); Local 117, Int'l Ass'n of Heat and\r\nFrost Insulators and Asbestos Workers v. Young, 775 F.2d 870, 873\r\n(7th Cir. 1986); see also Hall v. Cole, 376 F. Supp. 460 (E.D.N.Y.\r\n1974) (awarding appellate fees on remand in seminal LMRDA\r\nattorney's fees case).  To proscribe attorney's fees for appellate\r\nfee litigation might lead to frivolous fee litigation by union\r\nofficials in hopes of frustrating the vindication of members'\r\nrights and chilling future challenges.  See Young, 775 F.2d at 873\r\n(\"If disgruntled union members, as prevailing plaintiffs, were\r\nforced to incur costs for unsuccessful, fruitless Union appeals,\r\nthis would have a chilling effect on union members' ability to\r\nafford challenging the union leadership\" such that \"the purpose of\r\nthe LMRDA would be frustrated.\"). \r\nBecause our decision requires the district court to re-\r\ncalculate the prior fee award, we remand to the district court for\r\na determination of reasonable attorney's fees for the appellate\r\nlitigation as well.  See 1st Cir. R. 39.2 (directing applications\r\nfor attorney's fees in connection with appeals to be filed with the\r\nclerk of the court of appeals \"except in those circumstances where\r\nthe court of appeals has ordered that the award of fees and other\r\nexpenses be remanded to the district court for a determination\").\r\n                           IV.  \r\nFor the reasons set forth above, the attorney's fee award\r\nis Vacated and the matter is Remanded to the district court for a\r\nnew determination of attorney's fees consistent with this decision.\n",
  "html": "<p class=\"case_cite\">186 F.3d 52 (1st Cir. 1999)</p>\n    <p class=\"parties\">PAUL McCAFFERTY, Plaintiff, Appellee,<br>v.<br>LOCAL 254, SERVICE EMPLOYEES INTERNATIONAL UNION, AFL-CIO Defendant, Appellant.</p>\n    <p class=\"docket\">No. 98-1909.</p>\n    <p class=\"court\">United States Court of Appeals for the First Circuit.</p>\n    <p class=\"date\">Heard Feb. 5, 1999.<br>Decided Aug. 2, 1999.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF MASSACHUSETTS[Copyrighted Material Omitted]</p>\n      <p class=\"indent\">Gabriel O. Dumont, Jr. for appellant.</p>\n      <p class=\"indent\">David B. Rome for appellee.</p>\n      <p class=\"indent\">Before Boudin, Circuit Judge, Campbell, Senior Circuit Judge, and Lipez, Circuit Judge.</p>\n      <p class=\"indent\">LIPEZ, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In February 1998, Paul McCafferty filed a complaint in the district court requesting a preliminary injunction against his union, Local 254 of the Service Employees International Union (hereinafter \"the Local\" or \"Local 254\"). McCafferty claimed that Local 254 had \"infringed upon his right to seek office within Local 254 . . . by refusing to and failing to comply with his reasonable requests for a list of [Local 254-represented] companies/employers and their locations . . . and for the names and addresses of Local 254 members to allow him to distribute campaign literature.\" McCafferty predicated his claim to relief on Title I and Title IV of the Labor-Management Reporting and Disclosure Act of 1959 (the LMRDA). After the Local filed its opposing motion requesting the denial of McCafferty's request for preliminary relief and the dismissal of his action, the district court held a hearing and subsequently issued a preliminary injunction granting McCafferty some of the relief he requested. The district court also awarded McCafferty attorney's fees in a later order. This appeal contesting the award of attorney's fees followed.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">We conclude that McCafferty is entitled to attorney's fees for prevailing on his Title I claim but he is not entitled to attorney's fees for his Title IV claim. Given the court's undifferentiated award of attorney's fees for McCafferty's claims, we must vacate that award and remand for a new determination of attorney's fees. We begin our explanation of this result with a detailed account of the relevant facts and procedure.</p>\n    </div>\n    <p class=\"indent\">I.</p>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">McCafferty, at all times relevant to this opinion a member in good standing of Local 254, wanted to run for a union office; nominations were scheduled for March 1998. On November 26, 1997 he wrote to Local 254's recording secretary requesting, inter alia, a copy of Local 254's by-laws, blank nomination papers, a copy of any union rules governing fund raising, and \"a list of Local 254 represented companies.\"<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> On December 4, 1997, Local 254's recording secretary responded by sending McCafferty a copy of Local 254's Constitution and by-laws, and pertinent sections of the LMRDA. He also informed McCafferty that nomination papers had not yet been printed and that \"Local 254 has no specific rules on governing fund raising.\" The LMRDA provisions which the Local provided to McCafferty included 29 U.S.C. &#167; 481(c), which sets forth the Local's obligation \"to comply with all reasonable requests of any candidate to distribute by mail or otherwise at the candidate's expense campaign literature in aid of such person's candidacy to all members in good standing.\" The letter said nothing about the list of represented companies that McCafferty had requested.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">On January 28, 1998, McCafferty again wrote to Local 254's recording secretary requesting \"a list of Local 254 represented companies/employers and their locations,\" reiterating his requests for blank nomination papers and the Local's fund raising rules, and adding a new request that \"the Local provide [him] with mailing labels containing the names and addresses of voting Local 254 members.\" On February 1, 1998, Local 254 distributed a newsletter to all members, including McCafferty, informing members of official nominating procedures and directions for obtaining nominating papers.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> On February 3, 1998, the recording secretary mailed a letter to McCafferty which included the following statements:</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">There is no requirement to provide prospective candidates with a listing of contracted employers. You may, however, inspect a list of Local 254-contracted employers by appointment at the Union Office. You may not copy the list.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Campaign Literature: Reasonable requests of any candidate for the Local to mail campaign literature at the candidates' expense will be complied with. Payment to cover the expenses involved in such mailing will be paid in advance. Other than distribution of literature made at candidate's expense, there will be no mailings of campaign literature by the Local.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Membership Lists: Every candidate shall be given the right to inspect the printout membership list of Local 254. Special arrangements will be made to set up a separate room where the membership list will be available for inspection . . . . No candidate shall be furnished a copy of the membership list. Candidates may not copy the membership list.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">This letter, although postmarked on February 4, 1998, did not reach McCafferty until approximately one month later. Apparently, a change of address had been filed for McCafferty which temporarily misdirected his mail to Las Vegas, Nevada.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">On February 6, 1998, McCafferty filed the instant suit, seeking an injunction to compel Local 254 to provide him with \"(a) a list of all Local 254 bargaining units and locations; and (b) mailing labels of all voting members in Local 254.\" On February 12, the Local responded in writing to McCafferty's request for a preliminary injunction. While acknowledging its duty under Title IV to \"comply with any reasonable request that the Union distribute at the member's expense campaign literature,\" Local 254 denied any \"requirement under Title I of the LMRDA that Local 254 furnish McCafferty with a list of Local 254 employers and locations.\" Local 254 attached to its response a copy of its February 3, 1998 letter and a sworn affidavit from the recording secretary affirming that he had mailed the letter on February 3. McCafferty apparently saw the Local's February 3 letter for the first time when it was filed with the court.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The district court held a hearing on McCafferty's preliminary injunction motion on February 13, 1998. At the hearing, Local 254 reiterated its position that McCafferty had no right to a copy of either a list of contracting employers or the membership list. The district court inquired whether Local 254 would agree to post a list of employers and their locations and allow that list to be copied. The Local assented and, later that day, posted the list.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">On February 16, McCafferty forwarded a draft preliminary injunction to Local 254 memorializing the commitments the Local had made at the February 13th hearing. On February 17, Local 254 notified McCafferty that it would oppose the issuance of an injunction and that a list of Local 254 employers and addresses had been posted at the Local's offices since February 13, 1998.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> According to the terms of the draft preliminary injunction, such a list was to be posted \"by the close of business February 19, 1998.\"</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">On February 17, McCafferty filed his proposed injunction with the court and Local 254 filed its opposition and proposed order of dismissal. On that same day, the district court issued the preliminary injunction in its proposed form, adding the handwritten notation that it was issued \"upon agreement of the parties.\" The preliminary injunction ordered the Local to post a list of bargaining units by employer and location; to allow the copying of that list; and to comply with any candidate request to mail campaign literature so long as the candidate paid in advance the cost of such mailing. The preliminary injunction also included a briefing schedule on the plaintiff's claim for attorney's fees and costs.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">On July 9, 1998, the district court issued an opinion and order on attorney's fees setting forth the basis for the issuance of the preliminary injunction and the award of attorney's fees. With respect to McCafferty's request for a list of all bargaining units represented by Local 254 by employer and location, the court concluded that this request was \"intended to remedy th[e] imbalance of access to information required for nomination.\" As such, the court found that the claim arose under Title I of the LMRDA, and it awarded attorney's fees to McCafferty pursuant to Hall v. Cole, 412 U.S. 1 (1973). With respect to McCafferty's request for mailing labels with the addresses of union members, the court concluded that \"McCafferty had a clearly established right to have the union provide him with mailing labels containing the names and addresses of voting union members\" for the purpose of arranging \"at his own expense, for a timely mailing of campaign literature prior to the convention at which nominations would be made.\" Relying on International Organization of Masters, Mates and Pilots v. Brown, 498 U.S. 466, 476 (1991) for this \"clearly established\" right, the court characterized the Local's unwillingness to provide McCafferty with the requested mailing labels as \"verg[ing] on the frivolous.\" Although the court acknowledged that the mailing label claim arose under Title IV of the LMRDA, it found that \"an award of fees is appropriate on this claim as well.\" The court ordered the Local to pay McCafferty an aggregate award of attorney's fees in the amount of $9,388.35 for his Title I and Title IV claims. This appeal followed.</p>\n    </div>\n    <p class=\"indent\">II.</p>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Before analyzing the specific claims at issue in this case, we set forth some general principles of law applicable to these claims.</p>\n    </div>\n    <p class=\"indent\">A. General Principles</p>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The LMRDA protects the equal rights of union members to participate in the internal affairs of their unions. In enacting the LMRDA, Congress found that \"it is essential that labor organizations . . . and their officials adhere to the highest standards of responsibility and ethical conduct in administering the affairs of their organizations,\" and declared that the LMRDA was designed \"to eliminate or prevent improper practices on the part of labor organizations.\" 29 U.S.C. &#167;&#167; 401(a), (c). Title I of the LMRDA, 29 U.S.C. &#167;&#167; 411-15, \"provides a Bill of Rights for union members, guaranteeing equal rights and privileges to nominate and vote for candidates, as well as freedom of speech and assembly and protection from improper discipline.\" Molina v. Union De Trabajadores De Muelles, 762 F.2d 166, 167 (1st Cir. 1985) (internal quotation marks omitted). The \"typical Title I claim involves an allegation of unequal treatment among union members.\" Id. at 167 (quoting Local No. 28, Furniture and Piano Moving, Furniture Store Drivers, Helpers, Warehousemen and Packers v. Crowley, 467 U.S. 526, 539 (1984)). The focus of Title IV is more limited. It sets out detailed regulations \"aimed solely at protecting union democracy through free and democratic elections.\" Id. These regulations include the requirement that unions must \"comply with all reasonable requests of any candidate to distribute by mail or otherwise at the candidate's expense campaign literature in aid of such person's candidacy.\" 29 U.S.C. &#167; 481(c).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The LMRDA includes separate enforcement mechanisms for Title I and Title IV. \"Title I is enforceable in federal court through a private action filed by the aggrieved union members.\" Molina, 762 F.2d at 167; see also 29 U.S.C. &#167; 412. \"Enforcement of Title IV rests with the Secretary of Labor,\" Molina, 762 F.2d at 167, with one exception. The provision of Title IV obligating unions to mail candidates' campaign literature, 29 U.S.C. &#167; 481(c), is \"enforceable at the suit of any bona fide candidate for [union office] in the district court of the United States.\" 29 U.S.C. &#167; 481 (c); International Organization of Masters, Mates &amp; Pilots v. Brown, 498 U.S. 466 (1991) (\"[U]nlike other rights created by Title IV that are judicially enforceable only in actions brought by the Secretary of Labor, the &#167; [481(c)] right is directly enforceable in an action brought by the individual union member); see also Mims v. Teamsters Local 728, 821 F.2d 1568, 1571 (11th Cir. 1987) (recognizing that &#167; 481(c) \"is the only privately enforceable provision in Title IV\").</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">While neither Title I nor Title IV explicitly authorizes the award of attorney's fees to prevailing union member-litigants, the Supreme Court has held that \"the allowance of counsel fees to the successful plaintiff in a suit brought under [Title I] of the LMRDA is consistent with both the Act and the historic equitable power of federal courts to grant such relief in the interests of justice.\" Hall v. Cole, 412 U.S. 1, 14 (1973). Recognizing that \"the traditional American rule ordinarily disfavors the allowance of attorney's fees in the absence of statutory . . . authorization,\" the Court reasoned that a successful Title I litigant \"render[s] a substantial service to his union as an institution and to all of its members.\" Id. at 4, 8 (footnotes omitted). The Supreme Court compared suits under Title I of the LMRDA to shareholder suits where the \"successful litigation confers 'a substantial benefit on the members of an ascertainable class,'\" (in the LMRDA context, the union membership) and it is therefore equitable to divide the financial burden among the benefitted class. Id. at 6 (quoting Mills v. Electric Auto-Lite Co., 396 U.S. 375, 393-94 (1970)). The courts of appeals which have faced the issue have found this reasoning equally applicable to meritorious claims to enforce the mailing provision of &#167; 481(c), Title IV's only privately enforceable provision. See Mims, 821 F.2d at 1571; Bliss v. Holmes, 867 F.2d 256, 258 (6th Cir. 1988).</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Local 254 objects to the court's award of attorney's fees for McCafferty's employer list claim pursuant to Title I and his mailing label claim pursuant to Title IV. We consider each claim in turn.</p>\n    </div>\n    <p class=\"indent\">B. List of Represented Employers</p>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The Local characterizes McCafferty's demand for access to the employer list as a challenge to a general, evenly applied rule rather than a challenge premised on any discriminatory treatment. In the absence of such discriminatory treatment, the sine qua non of a Title I claim, McCafferty's claim would arise exclusively under Title IV of the LMRDA. As discussed above, the only privately enforceable provision in Title IV is the provision of &#167; 481(c), which deals with reasonable requests to mail campaign literature; other provisions of Title IV must be enforced by the Secretary of Labor. See Molina, 762 F.2d at 167. Thus, if the Local were correct in its insistence that McCafferty's employer list claim falls within the exclusive purview of Title IV, the district court should not have addressed the merits of McCafferty's request for access to the employer list.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">In support of its argument, the Local invokes Calhoon v. Harvey, 379 U.S. 134 (1964), and its progeny. In Calhoon, union members brought a lawsuit, ostensibly under Title I, challenging their union's restrictive policies regulating eligibility for union office. See id. at 136. The union by-laws at issue in Calhoon prohibited a member from nominating anyone but him or herself for union office, and the union's national constitution required, inter alia, membership in the national union for five years to be eligible for union office. See id. The Supreme Court refused to recognize a Title I action in Calhoon because \"Title IV, not Title I, sets standards for eligibility and qualifications of candidates and officials and provides its own separate and different administrative and judicial procedure for challenging those standards.\" Id. at 138. The Court emphasized that the complaining union members had \"not been discriminated against in any way and ha[d] been denied no privilege or right to vote or nominate which the union has granted to others.\" Id. at 139 (emphasis added); see also Molina, 762 F.2d at 168-69 (holding that because plaintiffs challenged an evenly applied rule as having been \"activated for an improper purpose\" their complaint \"[went] to the overall fairness of the election voting process - the domain of Title IV - rather than to an individual's unequal treatment\" which would be actionable under Title I). The Local insists that McCafferty, like the plaintiffs in Calhoon and Molina, complains about an evenly applied rule which does not discriminate against any union member.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The Local misapprehends the nature of McCafferty's Title I claim, aptly perceived by the court as a claim relating to the conditions of access to the employer list. The Local conceded at the preliminary injunction hearing that incumbent union officials had unlimited access to the employer list. Union members like McCafferty, intent on running for office and perhaps challenging incumbents, could view that list only by appointment and could not copy it. Given the Local's acknowledgment of unlimited incumbent access to the list, the limited access/no-copy rule was tantamount to a rule that incumbents may possess the employer list but other union members may not. The discriminatory effect of that rule on union members seeking nomination for union office is palpable (see note 1, above), and is susceptible to a Title I challenge.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">The Local also argues the inapplicability of Title I to McCafferty's claim based on McCafferty's efforts to secure a nomination for union office and hence participate in a union election. According to the Local, the court ignored \"long-standing principles that Title I does not protect the right of candidates or prospective candidates to seek nomination and election.\"</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">The Local has too limited a view of Title I. Although Title IV focuses on union elections, \"Title I of the LMRDA was specifically designed to protect the union member's right to seek higher office in the union.\" Hall v. Cole, 412 U.S. 14 (1973). The rights of union members are not protected exclusively by Title I or by Title IV. As the Supreme Court has recognized, Title IV \"protects many of the same rights as does Title I.\" Crowley, 467 U.S. at 539. While Title IV may be the only remedy for rights protected by both Title I and Title IV once an election is completed or underway, \"the full panoply of Title I rights is available to individual union members 'prior to the conduct' of a union election.\" Id. at 541. Therefore, if a Local denies equal rights to its members during the nomination process, the Local's conduct may be challenged in court by members of the union pursuant to Title I. McCafferty posed such a challenge, and his claim is cognizable under Title I.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">In its final challenge to McCafferty's Title I claim, the Local argues that the court wrongly presumed the presence of discrimination from the Local's concession that incumbent officers have unequal access to the employer lists and that Title I requires evidence that incumbents had in fact used their unequal access to their advantage as candidates. See Marshall v. Provision House Workers Union, Local No. 274, 623 F.2d 1322, 1326 (9th Cir. 1980) (finding that \"unequal access alone does not warrant a finding of 'discrimination'\"); cf. Reich v. Local 396, Int'l Bhd. of Teamsters, 97 F.3d 1269, 1276 (9th Cir. 1996) (recognizing discrimination in challengers' limited access to employer lists where the incumbents exploited their advantage by campaigning at job sites with which they were familiar because of their activities as incumbent union officials). This argument of the Local borders on the frivolous. Its agreement at the preliminary injunction hearing to grant McCafferty substantially the relief he sought with respect to the employer list (posting the list and allowing it to be copied) obviated the need for evidence of actual discrimination on this Title I claim. Having conceded defeat on this claim before the district court, the Local cannot assert error on the basis of insufficient evidence.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Given the court's correct determination that McCafferty's employer list claim was cognizable under Title I, we review for abuse of discretion the district court's award of attorney's fees for that claim. See Local 258, Service Employees Int'l Union v. Nonotuck Resource Assocs., Inc., 64 F.3d 735, 737 (1995). As already noted, the Supreme Court has sanctioned the award of attorney's fees to successful litigants under Title I of the LMRDA, reasoning that union members who prevail on Title I claims \"confer[] substantial benefits\" on their fellow union members. Hall, 412 U.S. at 5. Local 254 dismisses the relief won by McCafferty as too insubstantial for the court to \"intuitively conclude that a common 'substantial benefit' was achieved for the members of Local 254,\" and argues further that there is no evidence in the record \"that the failure of Local 254 to disseminate a list of Local 254 employers has ever impeded any member's right to seek his/her nomination for Union office.\"</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The Local insists on evidence of a \"substantial benefit\" that is not required. In the seminal case of Hall v. Cole, the Supreme Court affirmed the award of attorney's fees because \"by vindicating his own right of free speech guaranteed by . . . Title I of the LMRDA, [the plaintiff] necessarily rendered a substantial service to his union as an institution and to all of its members.\" Hall, 412 U.S. at 8. The district court concluded that McCafferty's litigation conferred a similar benefit: \"McCafferty unquestionably procured access to employer and bargaining unit information that far exceeded that which the union had previously offered to provide.\" This access advanced the equal rights of union members to pursue union office.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> See id. at 8 (\"[T]o the extent that [Title I] lawsuits contribute to the preservation of union democracy, they frequently prove beneficial 'not only in the immediate impact of the results achieved but in their implications for the future conduct of the union's affairs.\") (quoting Yablonski v. United Mine Workers of America, 466 F.2d 424, 431 (D.C. Cir. 1972)).</p>\n    </div>\n    <p class=\"indent\">C. The Mailing Labels</p>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">The district court's award of attorney's fees on the Title IV claim cannot be sustained. As a legal matter, the district court was incorrect in stating that McCafferty had \"a clearly established right to have the union provide him with mailing labels containing the names and addresses of voting union members.\" Title IV of the LMRDA imposes on unions the \"statutory duty to distribute campaign literature to their membership in response to the reasonable request of any candidate for union office.\"  Brown, 498 U.S. at 467 (construing 29 U.S.C. &#167; 481(c)). Although the court cited language in the Brown opinion recounting the candidate's request \"that the Union provide him with mailing labels containing the names and addresses of voting Union members to be given to a mailing service so that he could arrange, at his own expense, for a timely mailing\" of campaign materials, id. at 469, the Supreme Court affirmed a preliminary injunction that differed from the request of the plaintiff in Brown by directing the union \"to deliver the names and addresses of the Union members to a mailing service acceptable to the parties.\" Id. (emphasis added).</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Moreover, the parties in Brown were concerned with the timing of campaign mailings and whether the union could postpone compliance with an otherwise reasonable mailing request merely because it conflicted with a union rule that authorized mailings only after nominations had been made. See id. at 468. In holding that the union's rule was inconsistent with the union's statutory obligation to comply with all \"reasonable\" requests for mailings, id. at 478, the Supreme Court focused on the timing of mailings of campaign literature rather than the party who would receive a member list as a prelude to a mailing. Thus, the Brown Court had no occasion to comment on the significant difference between the union member's initial request to have mailing labels provided to him personally (to turn over to a mailing service) and the district court's order that the union provide the mailing labels directly to a mailing service acceptable to the parties. The distinction is important because \"[t]he legislative history of the LMRDA demonstrates a congressional intent that the use of membership lists be severely limited and that such lists be kept out of the hands of partisans in union campaigns to avoid coercion of members.\" Marshall, 623 F.2d at 1326; see also Legislative History of the Labor-Management Reporting and Disclosure Act of 1959 at 1240 (1959 ed.) (Senator McClellan) (recognizing that there was \"apprehension that a person might become a candidate and then use the [membership] list for improper purposes\" and explaining that the LMRDA \"would simply permit [the candidate] to send his campaign material to the union and have the union mail it out\").</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Brown clearly does not stand for the proposition that candidates for union office are entitled to mailing lists.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> Indeed, such a reading would render another part of &#167; 481(c) superfluous. Section 481(c) gives each candidate for union office the right to inspect a membership list containing names and last known addresses of all members \"once within 30 days prior to an election.\" 29 U.S.C. &#167; 481(c); see also 29 C.F.R. &#167; 452.71 (\"The right of inspection does not include the right to copy the list but does include the right to compare it with a personal list of members.\"). There would be no reason to guarantee candidates access to the list \"once within 30 days prior to an election\" if candidates were entitled to the list as a matter of right.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Factually, the history of the mailing label claim is also markedly different from McCafferty's employer list claim. In his initial correspondence with the Local's recording secretary, McCafferty did not inquire about mailing labels and he did not request that the Local undertake a mailing on his behalf. Later, McCafferty requested that the Local provide him with a set of mailing labels of the Local membership to be turned over to a mailing service, and he continued to press this claim in his request for injunctive relief. In response, the Local at all times acknowledged an obligation to undertake a mailing of campaign literature on McCafferty's behalf (and at his expense), but it refused to turn over the mailing labels to McCafferty. In fact, even before McCafferty had requested mailing labels, in response to McCafferty's first letter, the Local had provided McCafferty with a copy of section 481(c) of the LMRDA which codifies the Local's obligation to undertake mailings at the candidate's expense. Later, both in its February 3 letter and in its motion to dismiss McCafferty's complaint, the Local acknowledged this statutory duty and consistently represented that it intended to comply with this obligation. With respect to McCafferty's Title IV claim, the lawsuit had no effect on the union's behavior or obligations. The court therefore erred in designating McCafferty as a \"prevailing party\" on this claim.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a></p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">For these reasons we must vacate the court's award to McCafferty of attorney's fees which erroneously included fees for his Title IV claim.</p>\n    </div>\n    <p class=\"indent\">III.</p>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">McCafferty sought and received from the district court attorney's fees for the legal work required to establish his right to attorney's fees in the underlying action. The principle is well established that \"[t]he fee application is a necessary part of the award of attorney's fees. If the original award is warranted . . . a reasonable amount should be granted for time spent in applying for the award.\" Donovan v. CSEA, Local Union 100, 784 F.2d 98, 106 (2d Cir. 1989). This reasoning applies equally to attorney's fees on appeal. See Kinney v. International Bhd. Of Elec. Workers, 939 F.2d 690, 695 (9th Cir. 1991); Local 117, Int'l Ass'n of Heat and Frost Insulators and Asbestos Workers v. Young, 775 F.2d 870, 873 (7th Cir. 1986); see also Hall v. Cole, 376 F. Supp. 460 (E.D.N.Y. 1974) (awarding appellate fees on remand in seminal LMRDA attorney's fees case). To proscribe attorney's fees for appellate fee litigation might lead to frivolous fee litigation by union officials in hopes of frustrating the vindication of members' rights and chilling future challenges. See Young, 775 F.2d at 873 (\"If disgruntled union members, as prevailing plaintiffs, were forced to incur costs for unsuccessful, fruitless Union appeals, this would have a chilling effect on union members' ability to afford challenging the union leadership\" such that \"the purpose of the LMRDA would be frustrated.\").</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Because our decision requires the district court to re-calculate the prior fee award, we remand to the district court for a determination of reasonable attorney's fees for the appellate litigation as well. See 1st Cir. R. 39.2 (directing applications for attorney's fees in connection with appeals to be filed with the clerk of the court of appeals \"except in those circumstances where the court of appeals has ordered that the award of fees and other expenses be remanded to the district court for a determination\").</p>\n    </div>\n    <p class=\"indent\">IV.</p>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">For the reasons set forth above, the attorney's fee award is Vacated and the matter is Remanded to the district court for a new determination of attorney's fees consistent with this decision.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Local 254's nomination process required candidates to secure the signature of at least 100 union members, no more than 40 of which could come from any one bargaining unit. Therefore, the Local's nomination process made familiarity with multiple bargaining units a necessity for any member seeking union office.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The Local states that \"the newspaper identifies, on the back page alone, thirty-six separate bargaining units.\" The Local does not specify, and the record does not reveal, whether the newspaper contained the addresses of these bargaining units. McCafferty asserts that the Local represents between 180 and 200 separate bargaining units, and this assertion is not challenged by the Local. Obviously, a list of thirty-six bargaining units (with or without addresses) in the union newspaper is not equal to a list of all bargaining units and locations.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p>  The district court made no finding of responsibility for this errant mailing and such a finding is not necessary to our disposition of this appeal.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Local 254 argued that McCafferty was not entitled to a preliminary injunction because he had never asked in his complaint or otherwise that Local 254 undertake a mailing of campaign literature at his expense or that he be permitted to review a list of the Local 254 employers and locations at the union offices. The Local further noted that the employer list had already been posted at the Union office since February 13.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> The Local further asserts that McCafferty's access to the list cannot be considered a victory because it was \"voluntarily granted\" by the Local. This description defies credulity and explains the district court's evident frustration with the Local. Indeed, if Local 254 had \"voluntarily granted\" McCafferty meaningful access to the list when he requested it, there would have been no court case and no attorney's fees. The attorney's fees at issue are a consequence of the Local's initial refusal to allow the employer list to be copied, even after McCafferty filed a demand for injunctive relief.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Until he accepted the Local's assurance to undertake a mailing, McCafferty was requesting that the mailing labels be provided directly to him so that he could provide the labels to a mailing service of his choice. Given these facts, we need not decide whether section 481(c) could be read to require that the mailing labels be provided at the candidate's request to an independent mailing service, assuming that the request is reasonable and assurances of confidentiality can be obtained from the mailing service.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> The preliminary injunction directed that \"Local 254 shall comply promptly with the request of McCafferty or any other bona fide candidate for office to mail campaign literature to Local 254 members so long as such candidate pays in advance the reasonable expense of such mailing.\" This language simply reflects the statutory directive in &#167; 481(c) that the Local had always acknowledged. Nevertheless, the court apparently viewed McCafferty as a prevailing party on his Title IV claim because of the court's erroneous view that, although McCafferty was entitled to a set of mailing labels for union members, he had accepted as a compromise the Local's assurance (memorialized in the preliminary injunction) that the union would comply with his reasonable requests to undertake mailing(s) at his expense. In recognition of this disparity between what McCafferty sought and what he got in the preliminary injunction, the court decreased McCafferty's fee award on the Title IV claim by ten percent (10%).</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">186</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">52</span></span> (1st Cir. 1999)</p>\n    <p class=\"parties\">PAUL McCAFFERTY, Plaintiff, Appellee,<br>v.<br>LOCAL 254, SERVICE EMPLOYEES INTERNATIONAL UNION, AFL-CIO Defendant, Appellant.</p>\n    <p class=\"docket\">No. 98-1909.</p>\n    <p class=\"court\">United States Court of Appeals for the First Circuit.</p>\n    <p class=\"date\">Heard Feb. 5, 1999.<br>Decided Aug. 2, 1999.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF MASSACHUSETTS[Copyrighted Material Omitted]</p>\n      <p class=\"indent\">Gabriel O. Dumont, Jr. for appellant.</p>\n      <p class=\"indent\">David B. Rome for appellee.</p>\n      <p class=\"indent\">Before Boudin, Circuit Judge, Campbell, Senior Circuit Judge, and Lipez, Circuit Judge.</p>\n      <p class=\"indent\">LIPEZ, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In February 1998, Paul McCafferty filed a complaint in the district court requesting a preliminary injunction against his union, Local 254 of the Service Employees International Union (hereinafter \"the Local\" or \"Local 254\"). McCafferty claimed that Local 254 had \"infringed upon his right to seek office within Local 254 . . . by refusing to and failing to comply with his reasonable requests for a list of [Local 254-represented] companies/employers and their locations . . . and for the names and addresses of Local 254 members to allow him to distribute campaign literature.\" McCafferty predicated his claim to relief on Title I and Title IV of the Labor-Management Reporting and Disclosure Act of 1959 (the LMRDA). After the Local filed its opposing motion requesting the denial of McCafferty's request for preliminary relief and the dismissal of his action, the district court held a hearing and subsequently issued a preliminary injunction granting McCafferty some of the relief he requested. The district court also awarded McCafferty attorney's fees in a later order. This appeal contesting the award of attorney's fees followed.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">We conclude that McCafferty is entitled to attorney's fees for prevailing on his Title I claim but he is not entitled to attorney's fees for his Title IV claim. Given the court's undifferentiated award of attorney's fees for McCafferty's claims, we must vacate that award and remand for a new determination of attorney's fees. We begin our explanation of this result with a detailed account of the relevant facts and procedure.</p>\n    </div>\n    <p class=\"indent\">I.</p>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">McCafferty, at all times relevant to this opinion a member in good standing of Local 254, wanted to run for a union office; nominations were scheduled for March 1998. On November 26, 1997 he wrote to Local 254's recording secretary requesting, inter alia, a copy of Local 254's by-laws, blank nomination papers, a copy of any union rules governing fund raising, and \"a list of Local 254 represented companies.\"<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> On December 4, 1997, Local 254's recording secretary responded by sending McCafferty a copy of Local 254's Constitution and by-laws, and pertinent sections of the LMRDA. He also informed McCafferty that nomination papers had not yet been printed and that \"Local 254 has no specific rules on governing fund raising.\" The LMRDA provisions which the Local provided to McCafferty included 29 U.S.C. &#167; 481(c), which sets forth the Local's obligation \"to comply with all reasonable requests of any candidate to distribute by mail or otherwise at the candidate's expense campaign literature in aid of such person's candidacy to all members in good standing.\" The letter said nothing about the list of represented companies that McCafferty had requested.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">On January 28, 1998, McCafferty again wrote to Local 254's recording secretary requesting \"a list of Local 254 represented companies/employers and their locations,\" reiterating his requests for blank nomination papers and the Local's fund raising rules, and adding a new request that \"the Local provide [him] with mailing labels containing the names and addresses of voting Local 254 members.\" On February 1, 1998, Local 254 distributed a newsletter to all members, including McCafferty, informing members of official nominating procedures and directions for obtaining nominating papers.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> On February 3, 1998, the recording secretary mailed a letter to McCafferty which included the following statements:</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">There is no requirement to provide prospective candidates with a listing of contracted employers. You may, however, inspect a list of Local 254-contracted employers by appointment at the Union Office. You may not copy the list.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Campaign Literature: Reasonable requests of any candidate for the Local to mail campaign literature at the candidates' expense will be complied with. Payment to cover the expenses involved in such mailing will be paid in advance. Other than distribution of literature made at candidate's expense, there will be no mailings of campaign literature by the Local.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Membership Lists: Every candidate shall be given the right to inspect the printout membership list of Local 254. Special arrangements will be made to set up a separate room where the membership list will be available for inspection . . . . No candidate shall be furnished a copy of the membership list. Candidates may not copy the membership list.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">This letter, although postmarked on February 4, 1998, did not reach McCafferty until approximately one month later. Apparently, a change of address had been filed for McCafferty which temporarily misdirected his mail to Las Vegas, Nevada.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">On February 6, 1998, McCafferty filed the instant suit, seeking an injunction to compel Local 254 to provide him with \"(a) a list of all Local 254 bargaining units and locations; and (b) mailing labels of all voting members in Local 254.\" On February 12, the Local responded in writing to McCafferty's request for a preliminary injunction. While acknowledging its duty under Title IV to \"comply with any reasonable request that the Union distribute at the member's expense campaign literature,\" Local 254 denied any \"requirement under Title I of the LMRDA that Local 254 furnish McCafferty with a list of Local 254 employers and locations.\" Local 254 attached to its response a copy of its February 3, 1998 letter and a sworn affidavit from the recording secretary affirming that he had mailed the letter on February 3. McCafferty apparently saw the Local's February 3 letter for the first time when it was filed with the court.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The district court held a hearing on McCafferty's preliminary injunction motion on February 13, 1998. At the hearing, Local 254 reiterated its position that McCafferty had no right to a copy of either a list of contracting employers or the membership list. The district court inquired whether Local 254 would agree to post a list of employers and their locations and allow that list to be copied. The Local assented and, later that day, posted the list.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">On February 16, McCafferty forwarded a draft preliminary injunction to Local 254 memorializing the commitments the Local had made at the February 13th hearing. On February 17, Local 254 notified McCafferty that it would oppose the issuance of an injunction and that a list of Local 254 employers and addresses had been posted at the Local's offices since February 13, 1998.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> According to the terms of the draft preliminary injunction, such a list was to be posted \"by the close of business February 19, 1998.\"</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">On February 17, McCafferty filed his proposed injunction with the court and Local 254 filed its opposition and proposed order of dismissal. On that same day, the district court issued the preliminary injunction in its proposed form, adding the handwritten notation that it was issued \"upon agreement of the parties.\" The preliminary injunction ordered the Local to post a list of bargaining units by employer and location; to allow the copying of that list; and to comply with any candidate request to mail campaign literature so long as the candidate paid in advance the cost of such mailing. The preliminary injunction also included a briefing schedule on the plaintiff's claim for attorney's fees and costs.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">On July 9, 1998, the district court issued an opinion and order on attorney's fees setting forth the basis for the issuance of the preliminary injunction and the award of attorney's fees. With respect to McCafferty's request for a list of all bargaining units represented by Local 254 by employer and location, the court concluded that this request was \"intended to remedy th[e] imbalance of access to information required for nomination.\" As such, the court found that the claim arose under Title I of the LMRDA, and it awarded attorney's fees to McCafferty pursuant to Hall v. Cole, <span class=\"citation\" data-id=\"108792\"><a href=\"/opinion/108792/hall-v-cole/\"><span class=\"volume\">412</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span> (1973). With respect to McCafferty's request for mailing labels with the addresses of union members, the court concluded that \"McCafferty had a clearly established right to have the union provide him with mailing labels containing the names and addresses of voting union members\" for the purpose of arranging \"at his own expense, for a timely mailing of campaign literature prior to the convention at which nominations would be made.\" Relying on International Organization of Masters, Mates and Pilots v. Brown, <span class=\"citation\" data-id=\"112535\"><a href=\"/opinion/112535/masters-mates-pilots-v-brown/\"><span class=\"volume\">498</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">466</span></a></span>, 476 (1991) for this \"clearly established\" right, the court characterized the Local's unwillingness to provide McCafferty with the requested mailing labels as \"verg[ing] on the frivolous.\" Although the court acknowledged that the mailing label claim arose under Title IV of the LMRDA, it found that \"an award of fees is appropriate on this claim as well.\" The court ordered the Local to pay McCafferty an aggregate award of attorney's fees in the amount of $9,388.35 for his Title I and Title IV claims. This appeal followed.</p>\n    </div>\n    <p class=\"indent\">II.</p>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Before analyzing the specific claims at issue in this case, we set forth some general principles of law applicable to these claims.</p>\n    </div>\n    <p class=\"indent\">A. General Principles</p>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The LMRDA protects the equal rights of union members to participate in the internal affairs of their unions. In enacting the LMRDA, Congress found that \"it is essential that labor organizations . . . and their officials adhere to the highest standards of responsibility and ethical conduct in administering the affairs of their organizations,\" and declared that the LMRDA was designed \"to eliminate or prevent improper practices on the part of labor organizations.\" 29 U.S.C. &#167;&#167; 401(a), (c). Title I of the LMRDA, 29 U.S.C. &#167;&#167; 411-15, \"provides a Bill of Rights for union members, guaranteeing equal rights and privileges to nominate and vote for candidates, as well as freedom of speech and assembly and protection from improper discipline.\" Molina v. Union De Trabajadores De Muelles, <span class=\"citation\" data-id=\"452059\"><a href=\"/opinion/452059/jesus-castro-molina-v-union-de-trabajadores-de-muelles-y-ramas-anexas/\"><span class=\"volume\">762</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">166</span></a></span>, 167 (1st Cir. 1985) (internal quotation marks omitted). The \"typical Title I claim involves an allegation of unequal treatment among union members.\" Id. at 167 (quoting Local No. 28, Furniture and Piano Moving, Furniture Store Drivers, Helpers, Warehousemen and Packers v. Crowley, <span class=\"citation\" data-id=\"111210\"><a href=\"/opinion/111210/furniture-moving-drivers-v-crowley/\"><span class=\"volume\">467</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">526</span></a></span>, 539 (1984)). The focus of Title IV is more limited. It sets out detailed regulations \"aimed solely at protecting union democracy through free and democratic elections.\" Id. These regulations include the requirement that unions must \"comply with all reasonable requests of any candidate to distribute by mail or otherwise at the candidate's expense campaign literature in aid of such person's candidacy.\" 29 U.S.C. &#167; 481(c).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The LMRDA includes separate enforcement mechanisms for Title I and Title IV. \"Title I is enforceable in federal court through a private action filed by the aggrieved union members.\" Molina, 762 F.2d at 167; see also 29 U.S.C. &#167; 412. \"Enforcement of Title IV rests with the Secretary of Labor,\" Molina, 762 F.2d at 167, with one exception. The provision of Title IV obligating unions to mail candidates' campaign literature, 29 U.S.C. &#167; 481(c), is \"enforceable at the suit of any bona fide candidate for [union office] in the district court of the United States.\" 29 U.S.C. &#167; 481 (c); International Organization of Masters, Mates &amp; Pilots v. Brown, <span class=\"citation\" data-id=\"112535\"><a href=\"/opinion/112535/masters-mates-pilots-v-brown/\"><span class=\"volume\">498</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">466</span></a></span> (1991) (\"[U]nlike other rights created by Title IV that are judicially enforceable only in actions brought by the Secretary of Labor, the &#167; [481(c)] right is directly enforceable in an action brought by the individual union member); see also Mims v. Teamsters Local 728, <span class=\"citation\" data-id=\"490215\"><a href=\"/opinion/490215/leo-douglas-mims-v-teamsters-local-no-728/\"><span class=\"volume\">821</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1568</span></a></span>, 1571 (11th Cir. 1987) (recognizing that &#167; 481(c) \"is the only privately enforceable provision in Title IV\").</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">While neither Title I nor Title IV explicitly authorizes the award of attorney's fees to prevailing union member-litigants, the Supreme Court has held that \"the allowance of counsel fees to the successful plaintiff in a suit brought under [Title I] of the LMRDA is consistent with both the Act and the historic equitable power of federal courts to grant such relief in the interests of justice.\" Hall v. Cole, <span class=\"citation\" data-id=\"108792\"><a href=\"/opinion/108792/hall-v-cole/\"><span class=\"volume\">412</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, 14 (1973). Recognizing that \"the traditional American rule ordinarily disfavors the allowance of attorney's fees in the absence of statutory . . . authorization,\" the Court reasoned that a successful Title I litigant \"render[s] a substantial service to his union as an institution and to all of its members.\" Id. at 4, 8 (footnotes omitted). The Supreme Court compared suits under Title I of the LMRDA to shareholder suits where the \"successful litigation confers 'a substantial benefit on the members of an ascertainable class,'\" (in the LMRDA context, the union membership) and it is therefore equitable to divide the financial burden among the benefitted class. Id. at 6 (quoting Mills v. Electric Auto-Lite Co., <span class=\"citation\" data-id=\"108032\"><a href=\"/opinion/108032/mills-v-electric-auto-lite-co/\"><span class=\"volume\">396</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">375</span></a></span>, 393-94 (1970)). The courts of appeals which have faced the issue have found this reasoning equally applicable to meritorious claims to enforce the mailing provision of &#167; 481(c), Title IV's only privately enforceable provision. See Mims, 821 F.2d at 1571; Bliss v. Holmes, <span class=\"citation\" data-id=\"518123\"><a href=\"/opinion/518123/no-87-1850/\"><span class=\"volume\">867</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">256</span></a></span>, 258 (6th Cir. 1988).</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Local 254 objects to the court's award of attorney's fees for McCafferty's employer list claim pursuant to Title I and his mailing label claim pursuant to Title IV. We consider each claim in turn.</p>\n    </div>\n    <p class=\"indent\">B. List of Represented Employers</p>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The Local characterizes McCafferty's demand for access to the employer list as a challenge to a general, evenly applied rule rather than a challenge premised on any discriminatory treatment. In the absence of such discriminatory treatment, the sine qua non of a Title I claim, McCafferty's claim would arise exclusively under Title IV of the LMRDA. As discussed above, the only privately enforceable provision in Title IV is the provision of &#167; 481(c), which deals with reasonable requests to mail campaign literature; other provisions of Title IV must be enforced by the Secretary of Labor. See Molina, 762 F.2d at 167. Thus, if the Local were correct in its insistence that McCafferty's employer list claim falls within the exclusive purview of Title IV, the district court should not have addressed the merits of McCafferty's request for access to the employer list.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">In support of its argument, the Local invokes Calhoon v. Harvey, <span class=\"citation\" data-id=\"106942\"><a href=\"/opinion/106942/calhoon-v-harvey/\"><span class=\"volume\">379</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">134</span></a></span> (1964), and its progeny. In Calhoon, union members brought a lawsuit, ostensibly under Title I, challenging their union's restrictive policies regulating eligibility for union office. See id. at 136. The union by-laws at issue in Calhoon prohibited a member from nominating anyone but him or herself for union office, and the union's national constitution required, inter alia, membership in the national union for five years to be eligible for union office. See id. The Supreme Court refused to recognize a Title I action in Calhoon because \"Title IV, not Title I, sets standards for eligibility and qualifications of candidates and officials and provides its own separate and different administrative and judicial procedure for challenging those standards.\" Id. at 138. The Court emphasized that the complaining union members had \"not been discriminated against in any way and ha[d] been denied no privilege or right to vote or nominate which the union has granted to others.\" Id. at 139 (emphasis added); see also Molina, 762 F.2d at 168-69 (holding that because plaintiffs challenged an evenly applied rule as having been \"activated for an improper purpose\" their complaint \"[went] to the overall fairness of the election voting process - the domain of Title IV - rather than to an individual's unequal treatment\" which would be actionable under Title I). The Local insists that McCafferty, like the plaintiffs in Calhoon and Molina, complains about an evenly applied rule which does not discriminate against any union member.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The Local misapprehends the nature of McCafferty's Title I claim, aptly perceived by the court as a claim relating to the conditions of access to the employer list. The Local conceded at the preliminary injunction hearing that incumbent union officials had unlimited access to the employer list. Union members like McCafferty, intent on running for office and perhaps challenging incumbents, could view that list only by appointment and could not copy it. Given the Local's acknowledgment of unlimited incumbent access to the list, the limited access/no-copy rule was tantamount to a rule that incumbents may possess the employer list but other union members may not. The discriminatory effect of that rule on union members seeking nomination for union office is palpable (see note 1, above), and is susceptible to a Title I challenge.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">The Local also argues the inapplicability of Title I to McCafferty's claim based on McCafferty's efforts to secure a nomination for union office and hence participate in a union election. According to the Local, the court ignored \"long-standing principles that Title I does not protect the right of candidates or prospective candidates to seek nomination and election.\"</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">The Local has too limited a view of Title I. Although Title IV focuses on union elections, \"Title I of the LMRDA was specifically designed to protect the union member's right to seek higher office in the union.\" Hall v. Cole, <span class=\"citation\" data-id=\"108792\"><a href=\"/opinion/108792/hall-v-cole/\"><span class=\"volume\">412</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>4 (1973). The rights of union members are not protected exclusively by Title I or by Title IV. As the Supreme Court has recognized, Title IV \"protects many of the same rights as does Title I.\" Crowley, 467 U.S. at 539. While Title IV may be the only remedy for rights protected by both Title I and Title IV once an election is completed or underway, \"the full panoply of Title I rights is available to individual union members 'prior to the conduct' of a union election.\" Id. at 541. Therefore, if a Local denies equal rights to its members during the nomination process, the Local's conduct may be challenged in court by members of the union pursuant to Title I. McCafferty posed such a challenge, and his claim is cognizable under Title I.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">In its final challenge to McCafferty's Title I claim, the Local argues that the court wrongly presumed the presence of discrimination from the Local's concession that incumbent officers have unequal access to the employer lists and that Title I requires evidence that incumbents had in fact used their unequal access to their advantage as candidates. See Marshall v. Provision House Workers Union, Local No. 274, <span class=\"citation\" data-id=\"379269\"><a href=\"/opinion/379269/ray-marshall-secretary-of-labor-v-provision-house-workers-union-local/\"><span class=\"volume\">623</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1322</span></a></span>, 1326 (9th Cir. 1980) (finding that \"unequal access alone does not warrant a finding of 'discrimination'\"); cf. Reich v. Local 396, Int'l Bhd. of Teamsters, <span class=\"citation\" data-id=\"727393\"><a href=\"/opinion/727393/robert-b-reich-secretary-united-states-department-of-labor-v-local-396/\"><span class=\"volume\">97</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1269</span></a></span>, 1276 (9th Cir. 1996) (recognizing discrimination in challengers' limited access to employer lists where the incumbents exploited their advantage by campaigning at job sites with which they were familiar because of their activities as incumbent union officials). This argument of the Local borders on the frivolous. Its agreement at the preliminary injunction hearing to grant McCafferty substantially the relief he sought with respect to the employer list (posting the list and allowing it to be copied) obviated the need for evidence of actual discrimination on this Title I claim. Having conceded defeat on this claim before the district court, the Local cannot assert error on the basis of insufficient evidence.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Given the court's correct determination that McCafferty's employer list claim was cognizable under Title I, we review for abuse of discretion the district court's award of attorney's fees for that claim. See Local 258, Service Employees Int'l Union v. Nonotuck Resource Assocs., Inc., <span class=\"citation\" data-id=\"703156\"><a href=\"/opinion/703156/local-285-service-employees-international-union-afl-cio-v-nonotuck/\"><span class=\"volume\">64</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">735</span></a></span>, 737 (1995). As already noted, the Supreme Court has sanctioned the award of attorney's fees to successful litigants under Title I of the LMRDA, reasoning that union members who prevail on Title I claims \"confer[] substantial benefits\" on their fellow union members. Hall, 412 U.S. at 5. Local 254 dismisses the relief won by McCafferty as too insubstantial for the court to \"intuitively conclude that a common 'substantial benefit' was achieved for the members of Local 254,\" and argues further that there is no evidence in the record \"that the failure of Local 254 to disseminate a list of Local 254 employers has ever impeded any member's right to seek his/her nomination for Union office.\"</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The Local insists on evidence of a \"substantial benefit\" that is not required. In the seminal case of Hall v. Cole, the Supreme Court affirmed the award of attorney's fees because \"by vindicating his own right of free speech guaranteed by . . . Title I of the LMRDA, [the plaintiff] necessarily rendered a substantial service to his union as an institution and to all of its members.\" Hall, 412 U.S. at 8. The district court concluded that McCafferty's litigation conferred a similar benefit: \"McCafferty unquestionably procured access to employer and bargaining unit information that far exceeded that which the union had previously offered to provide.\" This access advanced the equal rights of union members to pursue union office.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> See id. at 8 (\"[T]o the extent that [Title I] lawsuits contribute to the preservation of union democracy, they frequently prove beneficial 'not only in the immediate impact of the results achieved but in their implications for the future conduct of the union's affairs.\") (quoting Yablonski v. United Mine Workers of America, <span class=\"citation\" data-id=\"305496\"><a href=\"/opinion/305496/kenneth-jyablonski-and-joseph-a-yablonski-v-united-mine-workers-of/\"><span class=\"volume\">466</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">424</span></a></span>, 431 (D.C. Cir. 1972)).</p>\n    </div>\n    <p class=\"indent\">C. The Mailing Labels</p>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">The district court's award of attorney's fees on the Title IV claim cannot be sustained. As a legal matter, the district court was incorrect in stating that McCafferty had \"a clearly established right to have the union provide him with mailing labels containing the names and addresses of voting union members.\" Title IV of the LMRDA imposes on unions the \"statutory duty to distribute campaign literature to their membership in response to the reasonable request of any candidate for union office.\"  Brown, 498 U.S. at 467 (construing 29 U.S.C. &#167; 481(c)). Although the court cited language in the Brown opinion recounting the candidate's request \"that the Union provide him with mailing labels containing the names and addresses of voting Union members to be given to a mailing service so that he could arrange, at his own expense, for a timely mailing\" of campaign materials, id. at 469, the Supreme Court affirmed a preliminary injunction that differed from the request of the plaintiff in Brown by directing the union \"to deliver the names and addresses of the Union members to a mailing service acceptable to the parties.\" Id. (emphasis added).</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Moreover, the parties in Brown were concerned with the timing of campaign mailings and whether the union could postpone compliance with an otherwise reasonable mailing request merely because it conflicted with a union rule that authorized mailings only after nominations had been made. See id. at 468. In holding that the union's rule was inconsistent with the union's statutory obligation to comply with all \"reasonable\" requests for mailings, id. at 478, the Supreme Court focused on the timing of mailings of campaign literature rather than the party who would receive a member list as a prelude to a mailing. Thus, the Brown Court had no occasion to comment on the significant difference between the union member's initial request to have mailing labels provided to him personally (to turn over to a mailing service) and the district court's order that the union provide the mailing labels directly to a mailing service acceptable to the parties. The distinction is important because \"[t]he legislative history of the LMRDA demonstrates a congressional intent that the use of membership lists be severely limited and that such lists be kept out of the hands of partisans in union campaigns to avoid coercion of members.\" Marshall, 623 F.2d at 1326; see also Legislative History of the Labor-Management Reporting and Disclosure Act of 1959 at 1240 (1959 ed.) (Senator McClellan) (recognizing that there was \"apprehension that a person might become a candidate and then use the [membership] list for improper purposes\" and explaining that the LMRDA \"would simply permit [the candidate] to send his campaign material to the union and have the union mail it out\").</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Brown clearly does not stand for the proposition that candidates for union office are entitled to mailing lists.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> Indeed, such a reading would render another part of &#167; 481(c) superfluous. Section 481(c) gives each candidate for union office the right to inspect a membership list containing names and last known addresses of all members \"once within 30 days prior to an election.\" 29 U.S.C. &#167; 481(c); see also 29 C.F.R. &#167; 452.71 (\"The right of inspection does not include the right to copy the list but does include the right to compare it with a personal list of members.\"). There would be no reason to guarantee candidates access to the list \"once within 30 days prior to an election\" if candidates were entitled to the list as a matter of right.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Factually, the history of the mailing label claim is also markedly different from McCafferty's employer list claim. In his initial correspondence with the Local's recording secretary, McCafferty did not inquire about mailing labels and he did not request that the Local undertake a mailing on his behalf. Later, McCafferty requested that the Local provide him with a set of mailing labels of the Local membership to be turned over to a mailing service, and he continued to press this claim in his request for injunctive relief. In response, the Local at all times acknowledged an obligation to undertake a mailing of campaign literature on McCafferty's behalf (and at his expense), but it refused to turn over the mailing labels to McCafferty. In fact, even before McCafferty had requested mailing labels, in response to McCafferty's first letter, the Local had provided McCafferty with a copy of section 481(c) of the LMRDA which codifies the Local's obligation to undertake mailings at the candidate's expense. Later, both in its February 3 letter and in its motion to dismiss McCafferty's complaint, the Local acknowledged this statutory duty and consistently represented that it intended to comply with this obligation. With respect to McCafferty's Title IV claim, the lawsuit had no effect on the union's behavior or obligations. The court therefore erred in designating McCafferty as a \"prevailing party\" on this claim.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a></p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">For these reasons we must vacate the court's award to McCafferty of attorney's fees which erroneously included fees for his Title IV claim.</p>\n    </div>\n    <p class=\"indent\">III.</p>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">McCafferty sought and received from the district court attorney's fees for the legal work required to establish his right to attorney's fees in the underlying action. The principle is well established that \"[t]he fee application is a necessary part of the award of attorney's fees. If the original award is warranted . . . a reasonable amount should be granted for time spent in applying for the award.\" Donovan v. CSEA, Local Union 100, <span class=\"citation no-link\"><span class=\"volume\">784</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">98</span></span>, 106 (2d Cir. 1989). This reasoning applies equally to attorney's fees on appeal. See Kinney v. International Bhd. Of Elec. Workers, <span class=\"citation\" data-id=\"565092\"><a href=\"/opinion/565092/robert-red-kinney-individually-and-as-a-member-on-behalf-of-local-union/\"><span class=\"volume\">939</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">690</span></a></span>, 695 (9th Cir. 1991); Local 117, Int'l Ass'n of Heat and Frost Insulators and Asbestos Workers v. Young, <span class=\"citation\" data-id=\"460095\"><a href=\"/opinion/460095/local-17-international-association-of-heat-and-frost-insulators-and/\"><span class=\"volume\">775</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">870</span></a></span>, 873 (7th Cir. 1986); see also Hall v. Cole, <span class=\"citation\" data-id=\"1468722\"><a href=\"/opinion/1468722/cole-v-hall/\"><span class=\"volume\">376</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">460</span></a></span> (E.D.N.Y. 1974) (awarding appellate fees on remand in seminal LMRDA attorney's fees case). To proscribe attorney's fees for appellate fee litigation might lead to frivolous fee litigation by union officials in hopes of frustrating the vindication of members' rights and chilling future challenges. See Young, 775 F.2d at 873 (\"If disgruntled union members, as prevailing plaintiffs, were forced to incur costs for unsuccessful, fruitless Union appeals, this would have a chilling effect on union members' ability to afford challenging the union leadership\" such that \"the purpose of the LMRDA would be frustrated.\").</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Because our decision requires the district court to re-calculate the prior fee award, we remand to the district court for a determination of reasonable attorney's fees for the appellate litigation as well. See 1st Cir. R. 39.2 (directing applications for attorney's fees in connection with appeals to be filed with the clerk of the court of appeals \"except in those circumstances where the court of appeals has ordered that the award of fees and other expenses be remanded to the district court for a determination\").</p>\n    </div>\n    <p class=\"indent\">IV.</p>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">For the reasons set forth above, the attorney's fee award is Vacated and the matter is Remanded to the district court for a new determination of attorney's fees consistent with this decision.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Local 254's nomination process required candidates to secure the signature of at least 100 union members, no more than 40 of which could come from any one bargaining unit. Therefore, the Local's nomination process made familiarity with multiple bargaining units a necessity for any member seeking union office.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The Local states that \"the newspaper identifies, on the back page alone, thirty-six separate bargaining units.\" The Local does not specify, and the record does not reveal, whether the newspaper contained the addresses of these bargaining units. McCafferty asserts that the Local represents between 180 and 200 separate bargaining units, and this assertion is not challenged by the Local. Obviously, a list of thirty-six bargaining units (with or without addresses) in the union newspaper is not equal to a list of all bargaining units and locations.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p>  The district court made no finding of responsibility for this errant mailing and such a finding is not necessary to our disposition of this appeal.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Local 254 argued that McCafferty was not entitled to a preliminary injunction because he had never asked in his complaint or otherwise that Local 254 undertake a mailing of campaign literature at his expense or that he be permitted to review a list of the Local 254 employers and locations at the union offices. The Local further noted that the employer list had already been posted at the Union office since February 13.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> The Local further asserts that McCafferty's access to the list cannot be considered a victory because it was \"voluntarily granted\" by the Local. This description defies credulity and explains the district court's evident frustration with the Local. Indeed, if Local 254 had \"voluntarily granted\" McCafferty meaningful access to the list when he requested it, there would have been no court case and no attorney's fees. The attorney's fees at issue are a consequence of the Local's initial refusal to allow the employer list to be copied, even after McCafferty filed a demand for injunctive relief.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Until he accepted the Local's assurance to undertake a mailing, McCafferty was requesting that the mailing labels be provided directly to him so that he could provide the labels to a mailing service of his choice. Given these facts, we need not decide whether section 481(c) could be read to require that the mailing labels be provided at the candidate's request to an independent mailing service, assuming that the request is reasonable and assurances of confidentiality can be obtained from the mailing service.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> The preliminary injunction directed that \"Local 254 shall comply promptly with the request of McCafferty or any other bona fide candidate for office to mail campaign literature to Local 254 members so long as such candidate pays in advance the reasonable expense of such mailing.\" This language simply reflects the statutory directive in &#167; 481(c) that the Local had always acknowledged. Nevertheless, the court apparently viewed McCafferty as a prevailing party on his Title IV claim because of the court's erroneous view that, although McCafferty was entitled to a set of mailing labels for union members, he had accepted as a compromise the Local's assurance (memorialized in the preliminary injunction) that the union would comply with his reasonable requests to undertake mailing(s) at his expense. In recognition of this disparity between what McCafferty sought and what he got in the preliminary injunction, the court decreased McCafferty's fee award on the Title IV claim by ten percent (10%).</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/106942/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108032/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108792/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111210/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112535/",
    "http://www.courtlistener.com/api/rest/v3/opinions/305496/",
    "http://www.courtlistener.com/api/rest/v3/opinions/379269/",
    "http://www.courtlistener.com/api/rest/v3/opinions/452059/",
    "http://www.courtlistener.com/api/rest/v3/opinions/460095/",
    "http://www.courtlistener.com/api/rest/v3/opinions/490215/",
    "http://www.courtlistener.com/api/rest/v3/opinions/518123/",
    "http://www.courtlistener.com/api/rest/v3/opinions/565092/",
    "http://www.courtlistener.com/api/rest/v3/opinions/703156/",
    "http://www.courtlistener.com/api/rest/v3/opinions/727393/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1468722/"
  ]
}