{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/198518/",
  "absolute_url": "/opinion/198518/lynch-v-city-of-boston/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/198518/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:53:54Z",
  "date_modified": "2017-03-24T10:57:35.886228Z",
  "type": "010combined",
  "sha1": "70e6f4e65b2c65ba0849ef68fbf3d64d5c80f942",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=98-1076.01A",
  "local_path": null,
  "plain_text": "       United States Court of Appeals\r\n           For the First Circuit\r\n\nNo. 98-1076\r\n\n               HELEN A. LYNCH,\r\n\n            Plaintiff, Appellant,\r\n\n                      v.\r\n\n           CITY OF BOSTON, ET AL.,\r\n\n            Defendants, Appellees.\r\n\nNo. 98-1112\r\n\n               HELEN A. LYNCH,\r\n\n             Plaintiff, Appellee,\r\n\n                      v.\r\n\n            CITY OF BOSTON, ET AL.,\r\n\n            Defendants, Appellees,\r\n\n                KELLEY CRONIN,\r\n\n            Defendant, Appellant.\r\n\nAPPEALS FROM THE UNITED STATES DISTRICT COURT\r\n\n      FOR THE DISTRICT OF MASSACHUSETTS\r\n\n [Hon. Robert E. Keeton, U.S. District Judge]\r\n\n                    Before\r\n\n            Stahl, Circuit Judge,\r\n\nAldrich and Campbell, Senior Circuit Judges.\r\n\nEllen J. Messing with whom James S. Weliky, Messing &amp;\r\nRudavsky, P.C., Stephen M. Voltz, Nathan &amp; Voltz and Carolyn Koch\r\nwere on brief for plaintiff, Helen A. Lynch.\r\nKevin S. McDermott with whom Merita A. Hopkins, Corporation\r\nCounsel, Dawna McIntyre, Assistant Corporation Counsel, City of\r\nBoston Law Department, were on brief for City of Boston, et al.\r\n\nJune 16, 1999\r\n\nCAMPBELL, Senior Circuit Judge.  Helen Lynch brought this\r\naction in the district court against the City of Boston and, inter\r\nalia, Kelley Cronin, a City employee.  Lynch alleged that Cronin\r\ntold her to \"clear out your desk\" and removed Lynch from her\r\nvolunteer position on the Mayor's Hunger Commission in retaliation\r\nfor a phone call Lynch made to the Mayor's office during which\r\nLynch complained that the City's Emergency Shelter Commission\r\n(\"ESC\"), of which Cronin served as the Executive Director, was\r\nunder-staffed at a time when homeless persons in the City were in\r\nneed of services.  Lynch alleged that the statement that she must\r\n\"clear out her desk\" was tantamount to a refusal by Cronin to renew\r\nher contract of employment as Can Share coordinator and that this\r\nadverse action, along with Lynch's removal from the Hunger\r\nCommission, violated the First Amendment to the United States\r\nConstitution and 42 U.S.C.  1983. Lynch also brought claims under\r\nMassachusetts law, including a claim against Cronin for intentional\r\ninterference with her advantageous relations with the City.  The\r\njury answered special verdict questions on Lynch's section 1983 and\r\nintentional interference with advantageous relations claims, and\r\nawarded $40,000 in compensatory damages and $10,000 in punitive\r\ndamages against Cronin.  The district court entered judgment in\r\nfavor of Lynch on the section 1983 and intentional tort claims\r\nagainst Cronin and in favor of defendants on the remaining claims.\r\nThe parties filed post-judgment motions.  The district\r\ncourt thereupon entered an amended judgment holding (1) that Cronin\r\nwas entitled to qualified immunity on Lynch's First Amendment\r\nclaim, both as to the allegations concerning her failure to re-hire\r\nLynch for the 1994 Can Share program and Lynch's removal from the\r\nMayor's Hunger Commission, (2) that the City was not liable under\r\n42 U.S.C.  1983, (3) that Lynch was entitled to $4,000 in damages\r\nfor emotional distress on her intentional tort claim, and (4) that\r\nLynch would be entitled to  $10,000 in punitive damages and $60,000\r\nin attorneys' fees if  section 1983 liability were reinstated\r\nagainst Cronin on appeal.  \r\nIn these consolidated appeals, Lynch challenges the\r\ndistrict court's qualified immunity and municipal liability\r\nrulings, asserts that the district court erred in reducing her\r\nrequested attorneys' fees and costs, and seeks a new trial because\r\nof alleged errors in evidentiary rulings and jury instructions.  In\r\nher cross-appeal, Cronin asserts that the district court erred in\r\nawarding Lynch $4,000 in emotional distress damages in connection\r\nwith her intentional tort claim because Lynch failed to demonstrate\r\nany pecuniary loss, as Cronin asserts is required under\r\nMassachusetts law.  \r\nFor the reasons that follow, we affirm, although on\r\ngrounds different from those relied upon by the district court in\r\nits judgment dismissing the section 1983 claims against Cronin and\r\nthe City.  We conclude that Lynch is not entitled to a new trial. \r\nFinally, we reverse and vacate the district court's award of\r\nemotional distress damages in connection with Lynch's intentional\r\ntort claim. \r\n                I.  BACKGROUND\r\nWe recite the underlying facts in the light most\r\nfavorable to the jury's verdict.  See Alvarez-Fonseca v. Pepsi Cola\r\nof Puerto Rico Bottling Co., 152 F.3d 17, 21 (1st Cir. 1998).  As\r\nthe coordinator of the City's Can Share food drive, Lynch worked as\r\na seasonal employee of the City of Boston under a series of\r\ncontracts beginning in 1987.  The purpose of the Can Share program\r\nwas to provide food for the homeless and hungry in the Boston area. \r\nThe program was conducted under the auspices of the City's\r\nEmergency Shelter Commission (\"ESC\"), and took place annually over\r\nthe course of several months usually beginning in October and\r\nconcluding in December.  Each year, Lynch was paid on a weekly\r\nbasis while the drive was in progress and, sometimes, during\r\nperiods just before and after the drive.  During the remainder of\r\neach year, when not on the City's payroll, Lynch typically\r\nperformed pre- and post-drive tasks without reimbursement.  In\r\naddition to serving as the Can Share coordinator, Lynch had also\r\nbeen appointed each year since 1986 to serve, on a volunteer basis,\r\non the Mayor's Hunger Commission, an honorary body formed to\r\naddress city-wide hunger issues.  \r\nIn December, 1993, Lynch received a flyer that had been\r\ndistributed to all City employees by the newly elected Mayor,\r\nThomas Menino, in which the Mayor encouraged employees to provide\r\nsuggestions to his office for the improvement of City services.  On\r\nJanuary 12, 1994, Lynch placed what she intended to be an anonymous\r\nphone call to the Mayor's office.  During the phone call, Lynch\r\ncomplained about a lack of staffing at the ESC that day. \r\nUnfortunately for Lynch, her call did not remain anonymous. \r\nLynch's call was answered by John Greeley, a City employee who was\r\nthe husband of defendant Kelley Cronin, Lynch's supervisor at the\r\nCan Share program and the Executive Director of the ESC.  Greeley\r\ntold Cronin of his conversation with Lynch.  Cronin immediately\r\nrequested Lynch to come to City Hall for a meeting concerning the\r\nphone call.  \r\nOn January 13, the day after Lynch's telephone call to\r\nthe Mayor's office, Lynch met with Cronin at the ESC office.  Lynch\r\nwas not then on the ESC payroll, having received her last paycheck\r\nin connection with the 1993 Can Share drive in December, 1993. \r\nNor, at the time, had she been specifically told she would be re-\r\nhired for the 1994 Can Share drive that was to commence in the fall\r\nof 1994.  Cronin was upset that Lynch had complained to the Mayor's\r\noffice instead of speaking to her directly.  At the conclusion of\r\nthe meeting, which was attended only by Lynch and Cronin, Cronin\r\ntold Lynch to \"clear out your desk.\"  Both Lynch and Cronin\r\ntestified that they did not specifically discuss whether Lynch\r\nwould be working on the forthcoming 1994 Can Share campaign.  After\r\nthe meeting, Lynch returned to her desk and continued working on a\r\nletter she had begun drafting.\r\nLater the same day, Lynch met with Ann Maguire, the\r\nformer director of the ESC who had been promoted to director of the\r\nCity's Office of Neighborhood Services and Office of Boards and\r\nCommissions, and was responsible in that capacity for overseeing\r\nthe ESC.  Lynch told Maguire about her earlier meeting with Cronin\r\nand expressed the belief that she had been \"fired.\"  Maguire\r\nassured Lynch that she had not been fired, that she need not clear\r\nout her desk, and that she should continue working on the 1993 Can\r\nShare wrap-up tasks.  Maguire suggested that Lynch wait a few\r\nmonths before approaching Cronin about the 1994 Can Share drive,\r\nand assured Lynch that by that time everything would be fine.\r\nLater on January 13, 1994, Lynch met again with Cronin. \r\nAt this second meeting, Cronin testified that she told Lynch that\r\nshe had not been terminated.  Cronin told Lynch that she had asked\r\nher to \"clear out her desk\" because space was needed for a new\r\nfull-time employee who was coming to work at the ESC.  Cronin also\r\ntestified that she told Lynch to clear out the desk because the\r\n1993 Can Share campaign had ended and Lynch no longer needed the\r\ndesk.  Cronin and Lynch did not specifically discuss whether Lynch\r\nwould be working on the 1994 Can Share drive.  Lynch testified,\r\nhowever, that Cronin asked her what she was working on with regard\r\nto Can Share and that the two discussed goals for the 1994 Can\r\nShare drive and various tasks that needed to be performed to meet\r\nthose goals.  Lynch also testified that Cronin gave her the\r\n\"impression\" that she (Lynch) would be working on the 1994\r\ncampaign.  In fact, Lynch testified on cross-examination that she\r\nbelieved, based upon her meeting with Maguire and this second\r\nmeeting with Cronin, that she had a \"verbal contract\" to work on\r\nthe 1994 Can Share drive:\r\n          Q:  Is it your contention that you had a\r\ncontract to conduct the 1994 Can Share drive?\r\n\n          A:  Yes.\r\n\n          Q: And this verbal contract that you allege\r\nwas made was made between you and Kelly Cronin\r\non January 13, 1994, the time of your meeting,\r\nis that true?\r\n\n          A: Yes.\r\n\n          Q: And it was that meeting on January 13, 1994\r\nwhich formed the basis of your understanding\r\nor belief of what the contract was, is that\r\ntrue?\r\n\n          A:  Yes.\r\n\n          Q:  And you believed that the contract was to\r\nconduct the 1994 can Share campaign, is that\r\ntrue?\r\n\n          A:  Yes.   \r\n\nAfter the second meeting with Cronin, Lynch returned to\r\nher desk.  She cleared out the desk and placed her belongings in\r\nboxes, which she left in the cubicle near the desk.  Thereafter,\r\nLynch continued to prepare for the 1994 Can Share drive.  She\r\nprepared a budget for the 1994 campaign, and met with a T-shirt\r\nvendor to discuss a possible contract for shirts commemorating the\r\nten-year anniversary of the Can Share program.  At Cronin's\r\nrequest, Lynch arranged and attended a meeting with the City\r\ncomptroller to discuss the budgets for the 1993 and 1994 Can Share\r\ndrives.  \r\nIn April, 1994, Cronin reorganized the ESC.  As part of\r\nthat reorganization, Cronin created a new full-time position known\r\nas \"Staff Assistant II.\"  The duties of Staff Assistant II\r\nconsisted of the Can Share coordinator duties, as well as other\r\nrelated anti-hunger duties.  In May, 1994, unbeknownst to Lynch,\r\nCronin hired James Markland for the Staff Assistant II position. \r\nIn May, 1994, Markland asked to meet with Lynch to discuss the 1994\r\nCan Share budget.  Lynch testified that it was at this meeting that\r\nshe first learned that Markland was working on the 1994 campaign. \r\nIn June, 1994, Cronin told Lynch that she would not be working on\r\nthe 1994 Can Share drive as a paid employee, but welcomed her\r\nassistance in a volunteer capacity.  Lynch testified that prior to\r\nthis, \"not a soul\" had informed her that she would not be working\r\non the 1994 Can Share drive.  Later, in August, 1994, Cronin\r\ninformed Lynch that she had been removed from the Mayor's Hunger\r\nCommission.\r\nLynch sued the City, Cronin, Greeley, and Maguire, \r\nclaiming that the decision not to hire her for the 1994 Can Share\r\ndrive and her removal from the Hunger Commission were in\r\nretaliation for the January 12, 1994 phone call.  In her five-count\r\ncomplaint, which was filed in state court but subsequently removed,\r\non the basis of federal question jurisdiction, to federal district\r\ncourt in Boston, Lynch alleged that the termination of her\r\nrelationships with the ESC and the Hunger Commission, along with\r\nthe hiring of Markland for the Staff Assistant II position,\r\nviolated 42 U.S.C.  1983 and the First Amendment to the United\r\nStates Constitution, the Massachusetts Whistleblower Statute (Mass.\r\nGen. L. c. 149,  185(b)(1) and (b)(3)), and the Massachusetts\r\nEqual Rights Act (Mass. Gen. L. c. 93,  102, 103).  Lynch also\r\nbrought a state law tort claim in which she alleged that Cronin had\r\nintentionally interfered with her advantageous relations with the\r\nCity.  \r\nThe case was submitted to a jury in two phases.  At the\r\nconclusion of Phase I, which was devoted to issues of liability,\r\nthe jury answered detailed special questions, submitted pursuant to\r\nFed. R. Civ. P. 49(a).  See Lynch v. City of Boston, 989 F. Supp.\r\n275, 302-309 (D. Mass. 1997) (reprinting special verdict form). \r\nThe jury answered several questions in Lynch's favor on her section\r\n1983 claim against Cronin and her tort claim against Cronin for\r\nintentional interference with advantageous relations.  \r\nThe jury found that at the time of the telephone call on\r\nJanuary 12, 1994, Lynch was a former employee of the ESC under one\r\nof a succession of temporary contracts for part-time employment\r\nduring part of the year.  See id. at 303.  The jury also found that\r\non January 12, 1994, Lynch had a reasonable expectation of\r\nemployment for the 1994 Can Share program.  Id. at 304.  In\r\ninstructing Lynch to \"clear out her desk,\" the jury found that\r\nCronin had acted \"with a motive of retaliating for Ms. Lynch's\r\ntelephone call of January 12, 1994.\"  Id.  In so finding, the jury\r\nrejected as pretextual the non-retaliatory reasons offered by\r\nCronin for telling Lynch to clear out her desk (the need for desk\r\nspace and the end of the 1993 Can Share program).  See id. at 304-\r\n05.  With regard to the Staff Assistant II position created in May,\r\nhowever, the jury effectively found that Lynch was not qualified\r\nfor the position, and that Cronin had not hired Markland in\r\nretaliation against Lynch for her telephone call.  See id. at 306. \r\nThere was no finding or other suggestion that the reorganization\r\nitself was retaliatory. \r\nAt the conclusion of Phase I, the jury awarded $24,000\r\nin damages for harm to Lynch's reputation because of the non-\r\nrenewal of her Can Share contract, $12,000 in damages for injury to\r\nLynch's reputation as a result of her removal from the Mayor's\r\nHunger Commission, and $4,000 in emotional distress damages\r\nresulting from Cronin's statement that Lynch should \"clear out her\r\ndesk.\"  See id. at 308.  At the close of Phase II of the trial,\r\nwhich was devoted solely to determining whether the defendants\r\nshould pay punitive damages, the jury found that Cronin had acted\r\ncallously and with reckless disregard as to Lynch's First Amendment\r\nrights and awarded Lynch $10,000 in punitive damages.  See id. at\r\n309.\r\nThe district court entered judgment for Lynch on the\r\nsection 1983 and intentional interference with advantageous\r\nrelations claims brought against Cronin, and in favor of defendants\r\non all remaining counts.  Subsequently, Cronin filed a Motion for\r\nJudgment as a Matter of Law or in the Alternative for a New Trial\r\nor Remittitur arguing, inter alia, that she was qualifiedly immune\r\nfrom Lynch's section 1983 claim.  Lynch filed a Motion to Alter or\r\nAmend the Judgment, in which she argued that both the City and\r\nCronin should be held liable for compensatory damages under section\r\n1983 and that emotional distress damages should be awarded against\r\nCronin under both the section 1983 claim and the intentional\r\ninterference claim.  Lynch also filed an Application for Attorneys'\r\nFees and Costs in which she sought $370,000 in fees and costs as a\r\nprevailing party in a civil rights action.  See 42 U.S.C.  1988.\r\nAfter considering the parties' submissions, the district\r\ncourt entered an amended judgment.  In its written opinion, the\r\ncourt identified the violation of Lynch's First Amendment rights as\r\nhaving occurred on January 13, 1994 when Cronin told Lynch to\r\n\"clear out her desk.\"  At that time, the ESC \"had yet to be\r\nreorganized . . . [and] . . . a possibility still existed that the\r\nCity of Boston would contract with the plaintiff for the 1994 Can\r\nShare season.\"  989 F. Supp. at 290.  The district court rejected\r\nCronin's argument that Lynch could not then have been discharged\r\nbecause she was not then an employee.  Stressing that the question\r\nwas not whether she was discharged, but rather whether an adverse\r\nemployment action or decision occurred, the court noted that a\r\nretaliatory non-renewal of contract or failure to re-hire fitted\r\nwithin that concept.  The district court also rejected Cronin's\r\ndefense that no adverse employment decision occurred because the\r\njury found that Lynch's old Can Share position, which was the only\r\none available in 1994, was incorporated as a duty of the new Staff\r\nAssistant II position, for which Lynch was not qualified.  The\r\ncourt said,\r\n          The fact that the defendants chose to\r\nreorganize and redefine a job position after\r\nJanuary 13, 1994 cannot have the retroactive\r\neffect of shielding the defendant from\r\nliability for a violation that had already\r\noccurred [i.e. on January 13]. \r\n\nId. \r\n\nThe district court concluded, therefore, that Cronin's\r\nJanuary 13 \"clear out your desk\" order was a cognizable violation\r\nof Lynch's First Amendment rights.  Nevertheless, the court went on\r\nto conclude that Cronin was entitled to qualified immunity with\r\nregard to Lynch's claim that Cronin's refusal to re-hire her for\r\nthe 1994 Can Share program violated the First Amendment, and that\r\nthe City was not liable under section 1983.  See Lynch, 989 F.\r\nSupp. at 285, 289.  The district court also ruled that Lynch's\r\nclaim for harm to her reputation associated with the loss of her\r\nposition on the Hunger Commission was defeated by Cronin's\r\nqualified immunity.  See id. at 297.  Accordingly, the court\r\neliminated the jury's award of $24,000 in connection with Lynch's\r\nsection 1983 claim based on the non-renewal of Lynch's Can Share\r\ncontract, and also eliminated the $12,000 award for harm to Lynch's\r\nreputation caused by her removal from the Hunger Commission.  The\r\ncourt allocated the jury's award of $4,000 for emotional distress\r\ndamages to Lynch's intentional interference tort claim.  Finally,\r\nthe district court entered an alternative amended judgment awarding\r\nLynch $10,000 in punitive damages and $60,000 in attorneys' fees in\r\nthe event the section 1983 claim was reinstated on appeal. \r\nIn these appeals, the parties ask us to decide (1)\r\nwhether Cronin was entitled to qualified immunity with regard to\r\nLynch's claim that Cronin's refusal to re-hire her for the 1994 Can\r\nShare program and her removal from the Hunger Commission violated\r\nthe First Amendment and section 1983, (2) whether the City is\r\nliable under section 1983 for a violation of Lynch's First\r\nAmendment rights, (3) whether, assuming there is liability under\r\nsection 1983, the district court erred in capping Lynch's\r\nattorneys' fees and costs in the alternative amended judgment at\r\n$60,000, (4) whether Lynch is entitled to a new trial as a result\r\nof several allegedly erroneous evidentiary rulings made by the\r\ndistrict court and allegedly erroneous jury instructions, (5)\r\nwhether, if Lynch's section 1983 claim is not reinstated, she is\r\nnevertheless entitled to the jury's award of $12,000 for loss of\r\nreputation caused by Lynch's removal from the Hunger Commission,\r\nunder her state law claim for intentional interference with\r\nadvantageous relations, and (6) whether Lynch was entitled, under\r\nMassachusetts law, to the award of $4,000 in emotional distress\r\ndamages on her claim of intentional interference with advantageous\r\nrelations.  \r\n               II.  DISCUSSION\r\nWe will proceed first with the various issues raised by\r\nLynch in her appeal.  We will then turn to the sole issue raised in\r\nCronin's cross-appeal:  whether the district court erred in\r\nawarding $4,000 in emotional distress damages in connection with \r\nthe intentional interference with advantageous relations tort\r\nclaim.  \r\nA.  Section 1983 Liability and Qualified Immunity\r\nAfter it received the jury's special verdict form, the\r\ndistrict court granted judgment as a matter of law pursuant to Fed.\r\nR. Civ. P. 50(b) in favor of Cronin on Lynch's section 1983 claim\r\non the ground that Cronin was qualifiedly immune from suit.  We\r\nreview the district court's decision de novo, taking the facts in\r\nthe light most favorable to Lynch.  See Tang v. Rhode Island, 163\r\nF.3d 7, 11 (1st Cir. 1998). \r\nWe need not reach the issue of qualified immunity,\r\nhowever, unless Lynch has demonstrated conduct that rises to the\r\nlevel of a constitutional violation.  See Siegert v. Gilley, 500\r\nU.S. 226, 232 (1991); see also Sacramento v. Lewis, 523 U.S. 833,\r\n118 S. Ct. 1708, 1714 n. 5 (1998).  Lynch's First Amendment claim\r\nagainst Cronin rests on her contentions that she was (1) not re-\r\nhired for the 1994 Can Share program and (2)removed from the Hunger\r\nCommission in retaliation for her phone call to the Mayor's office\r\non January 12, 1994.  Thus, we first examine whether Lynch has\r\nshown any cognizable First Amendment injury at all with regard to\r\nCronin's failure to re-hire her for the 1994 Can Share campaign.\r\nIn the usual case, a plaintiff who claims to have been\r\nterminated or not re-hired for retaliatory reasons has an existing\r\nemployment relationship with her employer at the time of the\r\nadverse employment decision.  See Perry v. Sindermann, 408 U.S.\r\n593, 597 (1972) (non-tenured professor cannot be discharged in\r\nretaliation for protected speech); Rankin v. McPherson, 483 U.S.\r\n378, 383 (1987) (probationary employee working for employer at time\r\nof discharge); Cheveras Pacheco v. Rivera Gonzalez, 809 F.2d 125,\r\n129 (1st Cir. 1987) (transitory employee with ongoing employment\r\nrelationship).  Here, the jury found that on January 13 Lynch was\r\na former employee but one with a reasonable expectation of future\r\nemployment.  The district court rejected Cronin's argument, which\r\nshe presses again on appeal, that a mere former employee has no\r\nrights under the First Amendment in this situation.  The court\r\nconcluded, in effect, that Lynch's reasonable expectancy that in\r\n1994 she would again be hired to coordinate the Can Share drive\r\ncould not be cast aside in retaliation for her protected speech,\r\nunder the doctrine announced in Perry v. Sindermann and progeny.  \r\nWe may assume, although we need not decide, that the\r\ndistrict court was correct in its conclusion that Lynch's\r\nexpectation of being re-hired was a valuable governmental benefit\r\nthat could not be denied in retaliation for protected speech.  See\r\nPerry v. Sindermann, 408 U.S. at 597.  But even if the First\r\nAmendment shielded Lynch from not being re-hired by the City of\r\nBoston because of what she had said on the telephone on January 12,\r\nLynch must still demonstrate that the adverse employment action,\r\ni.e. the refusal to re-hire, actually occurred on January 13.  The\r\njury did find that Cronin's \"clear out your desk\" statement, made\r\non that date, was in retaliation for Lynch's critical phone call to\r\nthe Mayor's office.  But Lynch has not argued in her appellate\r\nbrief, and the district court did not indicate, that it was the\r\nliteral use of a desk that was the valuable benefit denied in\r\nviolation of First Amendment rights.  Rather Cronin's \"clear out\r\nyour desk\" statement is presented both by Lynch and by the district\r\ncourt as a kind of shorthand method of informing Lynch that the\r\nCity of Boston would not re-hire her, as it had in the past, to\r\ncoordinate the 1994 Can Share campaign.  The district court found\r\nthat Lynch had a reasonable expectation of employment by the City\r\non January 13 and that Cronin's telling her to \"clear out her desk\"\r\ninterfered with that expectation and constituted a violation of\r\nLynch's First Amendment rights on that date.  See Lynch, 989 F.\r\nSupp. at 290, 294; see also id. at 290 (finding that \"an adverse\r\nemployment action, or decision, in a broader sense, including the\r\nfailure to rehire, is what the court must examine\").  \r\nThe determination that Lynch's First Amendment rights had\r\nbeen violated on January 13, 1994, and not several months later\r\nwhen she was expressly denied re-employment, is pivotal to the\r\ndistrict court's finding of a section 1983 violation.  The jury\r\nfound that Lynch was not qualified for the later-created Staff\r\nAssistant II position, and that appointment of another person to\r\nthat position was not in retaliation for the January 12 phone call. \r\nSee infra.  We therefore review for clear error the district\r\ncourt's implied supplemental finding that Cronin's \"clear out your\r\ndesk\" statement made during the first of two conversations between\r\nLynch and Cronin on January 13, 1994, was tantamount to an adverse\r\nemployment action on that date, notifying Lynch that she would not\r\nbe rehired by the City for the 1994 Can Share post.  See Fed. R.\r\nCiv. P. 49(a); Anderson v. Cryovac, Inc., 862 F.2d 910, 916 (1st\r\nCir. 1988). \r\nOur reading of the record indicates that, while Cronin's\r\n\"clear out your desk\" statement might initially have conveyed such\r\na message, that interpretation was later dispelled on the same day\r\nas the result of further conversation between Lynch and Cronin. \r\nReviewing Lynch's own testimony of what transpired on January 13,\r\nwe believe it was clearly erroneous for the district court to infer\r\nthat Cronin had communicated to Lynch an adverse employment\r\ndecision on that date such as would support the finding of a\r\nconstitutional violation.  \r\nIt is undisputed that nothing specific was said\r\nconcerning Lynch's re-employment by the 1994 Can Share program\r\nduring the first meeting between Lynch and Cronin on January 13,\r\n1994, at which Lynch was told to \"clear out her desk.\"  Standing\r\nalone, however, the statement could reasonably have conveyed to\r\nLynch that she was no longer welcome in the program, hence would\r\nnot be re-hired; Lynch, indeed, testified to believing that she had\r\njust been \"fired,\" and so reported to Ann Maguire.  But to conclude\r\nthat Lynch was advised on that day that the opportunity to work on\r\nthe 1994 Can Share drive had been irretrievably withdrawn ignores\r\nthe evidence of what next occurred, as well as Lynch's further\r\ntestimony concerning her own understanding of her future employment\r\nprospects.    \r\nAfter the first meeting with Cronin, Lynch testified she\r\nspoke with Maguire, Lynch's former supervisor who was now in a\r\nposition senior to Cronin.  Maguire assured Lynch that she had not\r\nbeen fired.  A second meeting then took place on January 13 between\r\nLynch and Cronin, which, according to Lynch's own testimony, left\r\nher with the \"impression\" that she would in fact be working on the\r\n1994 Can Share drive.  Lynch in fact testified unequivocally that\r\nshe had a contract to conduct the 1994 Can Share drive as the\r\nresult of her meeting on January 13 with Kelly Cronin.  On the very\r\nday of the \"clear out your desk\" statement, Lynch and Cronin\r\ndiscussed goals and tasks relating to the 1994 campaign, and Lynch\r\ndeveloped a budget for the 1994 Can Share.  Further, at Cronin's\r\nrequest, Lynch arranged a meeting with the City comptroller to\r\nreview the 1993 and 1994 Can Share budgets and attended the\r\nmeeting.  Lynch testified that \"not a soul\" informed her that she\r\nwould not be working on the 1994 Can Share drive until June, 1994. \r\nHence while Cronin's \"clear out your desk\" statement\r\nmight, in isolation, support the district court's finding that her\r\nrights were then violated (viz., that Cronin had thereby\r\ncommunicated her unwillingness to re-hire Lynch in retaliation for\r\nher speech the previous day), that conclusion is undermined by\r\nLynch's own testimony as to how matters were left on the day.  The\r\nrecord clearly demonstrates that following the second meeting\r\nbetween Lynch and Cronin, neither of the parties continued to\r\ninterpret Cronin's \"clear out your desk\" statement to be tantamount\r\nto a decision not to re-hire Lynch for the 1994 campaign.  To the\r\ncontrary, Lynch testified she acquired then a \"verbal contract\" to\r\nbe re-hired.  Under these circumstances, we do not see how Cronin's\r\n\"clear out you desk\" statement   whatever might initially be made\r\nof it   can be equated with Cronin's having made and communicated\r\na decision on January 13, 1994 not to re-hire Lynch for the next\r\nCan Share drive.  We are, therefore, unable to find sufficient\r\nbasis in the record for the district court's finding that Lynch's\r\nFirst Amendment rights were violated on that date.        \r\nAn adverse employment decision was, of course, \r\ncommunicated in June, 1994, when Lynch was told that she would not\r\nbe re-hired for the 1994 Can Share drive.  Cf. Delaware State\r\nCollege v. Ricks, 449 U.S. 250, 258 (1980) (alleged discrimination\r\nin employment decision occurred for purposes of statute of\r\nlimitations at the time the tenure decision was made and\r\ncommunicated to employee).  But, as the district court suggested,\r\nsee note 6, supra, the jury effectively found that the refusal to\r\nre-hire on that date did not constitute a First Amendment\r\nviolation.  In April, 1994, Cronin had reorganized the ESC and had\r\neliminated Lynch's prior position, assigning those\r\nresponsibilities, in addition to several other duties, to James\r\nMarkland, who was hired in May, 1994 for the Staff Assistant II\r\nposition.  As noted, the jury supportably found that Cronin did not\r\nhire Markland in order to retaliate against Lynch for her January\r\n12, 1994 phone call.  The jury findings also indicate that Lynch\r\nwas not believed to be qualified for the Staff Assistant II\r\nposition.  Thus, Cronin has demonstrated that she would not have\r\nhired Lynch for the 1994 Can Share drive regardless of her\r\nprotected speech.  Cf. Mt. Healthy City Sch. Dist. v. Doyle, 429\r\nU.S. 274, 283-84 (1977) (providing that employer in First Amendment\r\nretaliation case is not liable if it establishes that the same\r\ndecision would have been made even in the absence of protected\r\nspeech).  Accordingly, with regard to the portion of Lynch's\r\nsection 1983 claim based upon the decision not to re-hire her for\r\nthe 1994 Can Share, we conclude that Lynch has failed to\r\ndemonstrate any violation of the First Amendment.  \r\nLynch's claim based upon the termination of her service\r\nas a volunteer on the Hunger Commission is a somewhat different\r\nmatter.  There is no dispute that Cronin's decision to terminate\r\nLynch's service on the Hunger Commission was communicated to Lynch\r\nin August, 1994.  We assume, without deciding, that the opportunity\r\nto serve as a volunteer could constitute the type of valuable\r\ngovernmental benefit or privilege the deprivation of which can\r\ntrigger First Amendment scrutiny.  See Perry v. Sindermann, 408\r\nU.S. at 597. \" The district court ruled that Cronin was entitled to\r\nqualified immunity with regard to this adverse employment action. \r\nWe agree.  \r\nGovernment officials have qualified immunity from\r\npersonal liability for actions taken while performing discretionary\r\nfunctions.  They \"generally are shielded from liability for civil\r\ndamages insofar as their conduct does not violate clearly\r\nestablished statutory or constitutional rights of which a\r\nreasonable person would have known.\"  Harlow v. Fitzgerald, 457\r\nU.S. 800, 818 (1982).  See El Dia, Inc. v. Rosello, 165 F.3d 106,\r\n109 (1st Cir. 1999).  If the right the government allegedly\r\nviolated was clearly established at the time of the challenged\r\nconduct, \"the immunity defense ordinarily should fail, since a\r\nreasonably competent public official should know the law governing\r\nhis conduct.\"  Harlow, 457 U.S. at 818-19.  The Supreme Court has\r\nheld that for a right to be clearly established,  \r\n          [t]he contours of the right must be\r\nsufficiently clear that a reasonable official\r\nwould understand that what he is doing\r\nviolates that right.  This is not to say that\r\nan official action is protected by qualified\r\nimmunity unless the very action in question\r\nhas previously been held unlawful; but it is\r\nto say that in the light of pre-existing law\r\nthe unlawfulness must be apparent.\r\n\nAnderson v. Creighton, 483 U.S. 635, 640 (1987).  \r\nIt was not \"clearly established\" as of August, 1994, when\r\nLynch removed Cronin from the Hunger Commission, that a government\r\nofficial could not take such action in retaliation for protected\r\nspeech.  We recognize that the Supreme Court has held that a\r\nvariety of public benefits, in addition to public employment,\r\ncannot be denied solely because of the recipient's exercise of\r\nconstitutional rights.  See, e.g., Rutan v. Republican Party, 497\r\nU.S. 62 (1990) (promotion or transfer in government job); Shapiro\r\nv. Thompson, 394 U.S. 618, 627 n.6 (1969) (welfare benefits). \r\nLynch argues that loss of a volunteer position with a government\r\nagency falls into this category. However, neither the Supreme Court\r\nnor this court has ever held that the rule forbidding denial of\r\nvaluable governmental benefits in reprisal for protected speech\r\nannounced in Perry v. Sindermann and its progeny extends to the\r\ndenial of non-compensated positions on voluntary boards.  Scant\r\nauthority in support of such an extension of the doctrine currently\r\nexists.  \r\nLynch relies primarily upon a Ninth Circuit decision in\r\nwhich the court, applying its own precedents, held that volunteer\r\nstatus is a valuable governmental privilege that cannot be denied\r\non the basis of protected speech.  See Holland v. Wonder, 972 F.2d\r\n1129, 1135 (9th Cir. 1992).  A single decision from another court\r\nof appeals applying its own precedents is plainly insufficient to\r\nmeet the requirement \"that in the light of pre-existing law the\r\nunlawfulness must be apparent\" to a reasonable government official. \r\nAnderson, 483 U.S. at 640.  See also El Dia, 165 F.3d at 110 n.3\r\n(concluding that precedents from outside this circuit may be\r\nrelevant, depending upon, inter alia, \"the location and level of\r\nthe precedent, its date, its persuasive force, and its level of\r\nfactual similarity to the facts before this Court\").  While, as\r\nsaid, the opportunity to serve as a volunteer may be a valuable\r\ngovernmental benefit or privilege within the Perry v. Sindermann\r\ndoctrine, we cannot say that the law was \"clearly established\" in\r\nAugust, 1994, when Lynch was told by Cronin that she would be\r\nremoved from the Hunger Commission, that Lynch had a right to\r\ncontinue to serve as a volunteer on a government commission that\r\ncould not be denied on the basis of constitutionally protected\r\nspeech.  Accordingly, we affirm the district court's ruling that\r\nLynch \"cannot overcome qualified immunity with respect to her claim\r\nregarding her status on the Hunger Commission.\"  Lynch, 989 F.\r\nSupp. at 297. \r\nTo summarize, there are two aspects to Lynch's section\r\n1983 claim against Cronin.  With regard to the portion of Lynch's\r\nsection 1983 claim that is based upon Cronin's refusal to re-hire\r\nLynch for the 1994 Can Share program, Lynch has failed to\r\ndemonstrate a violation of the First Amendment.  As to that portion\r\nof the section 1983 claim involving Lynch's removal from the Hunger\r\nCommission, we conclude that Cronin is entitled to qualified\r\nimmunity. \r\nB.  Municipal Liability  \r\nAt trial, Lynch claimed that the City was also liable\r\nunder section 1983 for the deprivation of her First Amendment\r\nrights caused by Cronin's refusal to re-hire her for the 1994 Can\r\nShare program.  In order to prevail under section 1983 against the\r\nCity, Lynch must establish that municipal policy or custom  caused\r\na deprivation of federal rights.  See Monell v. New York City Dep't\r\nof Social Serv., 436 U.S. 658, 694 (1977).  We have concluded,\r\nsupra, that no deprivation of Lynch's First Amendment rights\r\noccurred in connection with the refusal by Cronin to re-hire her\r\nfor the 1994 Can Share drive.  Thus, the City is not liable under\r\nsection 1983.         \r\nC.  Attorney's Fees\r\nAfter the district court entered the original judgment,\r\nLynch filed an Application for Attorneys' Fees and Costs in which\r\nshe sought, pursuant to 42 U.S.C.  1988, a total of $359,664.80 in\r\nfees and $10,159.73 in costs.  Section 1988 allows a \"prevailing\r\nparty\" in a civil rights action to recover a \"reasonable attorney's\r\nfee.\"  42 U.S. C.  1988(b).  As Lynch did not prevail as to any\r\naspect of her section 1983 claim, we uphold the district court's\r\ndetermination that she was not entitled to attorney's fees and\r\ncosts.  \r\nD.  Alleged Evidentiary Errors and the Whistleblower Claim\r\nLynch asserts that the district court made three  \r\nevidentiary rulings that deprived her of a fair trial with regard\r\nto her state law \"whistleblower\" claim.  We review the district\r\ncourt's evidentiary rulings for abuse of discretion.  See  Acosta-\r\nMestre v. Hilton Intern. of Puerto Rico, 156 F.3d 49, 57 (1st Cir.\r\n1998).  In the event we discern error, we must determine whether\r\nthe error was harmless.  \"Our inquiry is whether [exclusion or\r\nadmission] of the evidence affected plaintiff's substantial\r\nrights.\"  Vincent v. Louis Marx &amp; Co., Inc., 874 F.2d 36, 41 (1st\r\nCir. 1989).  See also Fed. R. Civ. P. 61.  \"The central question is\r\nwhether this court 'can say with fair assurance . . . that the\r\njudgment was not substantially swayed by the error.'\"  Lubanski v.\r\nColeco Indus., Inc., 929 F.2d 42, 46 (1st Cir. 1991) (citations\r\nomitted).\r\nLynch first assails the district court's refusal to honor\r\na pretrial stipulation entered into by the parties.  The\r\nstipulation purported to allow the authors of letters written by\r\nLynch's supporters in the community to Mayor Menino that attested\r\nto Lynch's exemplary work as Can Share coordinator to read their\r\nletters to the jury, although the letters themselves were not to be\r\nadmitted in evidence and given to the jury.  Lynch asserts that the\r\ndistrict court's refusal to honor the parties' stipulation\r\nprevented her from demonstrating to the jury that  defendants\r\nfailed to hire her for the Staff Assistant II position not because\r\nshe was unqualified, but for pretextual reasons.\r\nThe stipulation with respect to the letters was not, as\r\nLynch asserts, an agreement of the parties as to certain facts that\r\nwere not disputed.  Nor was it an agreement concerning the\r\nauthenticity or admissibility of the letters themselves.  Such\r\nagreements are generally favored by trial courts because they\r\nexpedite trials.  See 22 C. Wright &amp; K. Graham, Federal Practice\r\nand Procedure: Evidence  5194 (1978), at 195 (\"Where the effect of\r\nthe stipulation is to eliminate the need for proof of a particular\r\npoint or debate over the admissibility of certain evidence,\r\nenforcement of the stipulation can . . . be justified in terms of\r\njudicial efficiency.\").  Rather, the parties proposed to dictate to\r\nthe trial court the procedure by which evidence would be presented\r\nto the jury.  The district court rejected the parties' stipulation\r\nbecause, inter alia, it determined that to allow the witnesses to\r\nread the content of the letters verbatim and, thus, effectively\r\nadmit their content for all purposes, but not permit the jury to\r\nreceive the letters and consider their contents during\r\ndeliberations other than by way of the jurors' memories or notes,\r\nwould cause undue confusion for the jury.  Instead, the district\r\ncourt ruled that Lynch could offer the letters for admission and\r\nthe court would admit or exclude them in accordance with the\r\nFederal Rules of Evidence.  The court then heard and rejected\r\narguments advanced by Lynch as to why the letters should be\r\nadmitted in evidence.  These rulings as to specific letters'\r\nadmissibility were not appealed.\r\nWhile the district judge could certainly have allowed the\r\nletters to be read as provided in the stipulation, the manner in\r\nwhich evidence is received at trial is a matter within the sound\r\ndiscretion of the trial court.  See United States v. Passos-\r\nPaternina, 918 F.2d 979, 986 (1st Cir. 1990) (district court has\r\ndiscretion \"in matters relating to the orderly conduct of the trial\r\nand the mode of presenting evidence\").  The district court believed\r\nthat to allow each author to read the letter verbatim, but then to\r\npreclude the jury from reviewing the letters during their\r\ndeliberations, would needlessly confuse the jury.  We are reluctant\r\nto second-guess a determination of this nature, and cannot say that\r\nthe district court's decision to reject the parties' stipulated\r\nprocedure in favor of a letter-by-letter determination of\r\nadmissibility amounted to an abuse of discretion. \r\nLynch's substantial rights were, in any case,  unaffected\r\nby the court's ruling.  The authors of the letters testified at\r\ntrial concerning such matters as Lynch's \"phenomenal\" networking\r\nskills and their perception that Lynch did \"exceptional\" work at\r\nCan Share.  They conveyed what the letters would have conveyed,\r\ntheir good opinion of Lynch's qualifications relative to the Staff\r\nAssistant II position.  It is difficult to see how rejection of the\r\nstipulated procedure, even were it to have exceeded the court's\r\ndiscretion, was other than harmless. \r\nNext, Lynch asserts that the district court erred when it\r\nprecluded Michael Devlin, who had worked extensively with Lynch on\r\nthe Can Share program, from answering the following question:  \"In\r\nthe time that you worked in the Can Share program, who would you\r\nsay was responsible for the success and growth the program had?\"  \r\nLynch argues that this lay opinion testimony would have supported\r\nher claim under the Massachusetts Whistleblower Statute that she\r\nwas qualified for the Staff Assistant II position and was denied\r\nthe position for pretextual reasons.  The district court precluded\r\nDevlin from rendering his opinion regarding who was responsible for\r\nthe growth and success of the Can Share program on the grounds that\r\n(1) Devlin was not \"competent\" to render the opinion, and (2) Lynch\r\nhad failed to persuade the court that the opinion sought pertained\r\nto an \"appropriate\" subject for opinion testimony by a lay witness. \r\nRule 701 of the Federal Rules of Evidence permits the\r\nrendering of lay opinion testimony when such testimony is (a)\r\n\"rationally based upon the perception of the witness,\" and (b)\r\n\"helpful to a clear understanding of the witness' testimony or the\r\ndetermination of a fact in issue.\" \r\nHere Devlin's opinion would have cleared the first\r\nhurdle, that the opinion was based on the personal perception of\r\nthe witness.  See, e.g., United States v. Paiva, 892 F.2d 148, 156-\r\n57 (1st Cir. 1989).  Devlin was \"competent,\" to use the district\r\ncourt's term, to testify concerning the success and growth of Can\r\nShare during the period in which he and Lynch worked together based\r\nupon his personal observation of Lynch's work.  We also conclude\r\nthat Devlin's opinion concerning the growth and success of Can\r\nShare would have been \"rationally\" based upon his perception of\r\nLynch's work, in the sense that no irrational leaps of logic would\r\nhave been required in order for Devlin to render the rather\r\nstraightforward opinion Lynch sought to elicit.\r\nEven though rationally based on the witness's personal\r\nperception, lay opinion testimony will be excluded if it is not\r\n\"helpful\" to the trier of fact.  See Fed. R. Evid. 701.  Lay\r\nopinions are not helpful when the jury can readily draw the\r\nnecessary inferences and conclusions without the aid of the\r\nopinion.  See 7 J. Wigmore, Wigmore on Evidence  1917-18 (lay\r\nopinions are superfluous when the jury, unaided by opinion, can\r\ndraw the necessary inferences as effectively as the witness).  \r\nAccordingly, the Rule vests considerable discretion in the trial\r\ncourt in determining whether the jury will be aided by lay opinion\r\ntestimony.  See 4 J. Weinstein, Weinstein's Federal Evidence \r\n701[05] (2d ed. 1998).  \r\nHere, as Lynch herself points out, Devlin testified at\r\nsome length concerning his personal observation of Lynch's\r\nexcellent organizational skills, her proficiency at long-term\r\nprogram planning, her \"phenomenal\" ability to recruit participants\r\nfrom the business community, her \"incredible\" motivational skills,\r\nand her ability to communicate clearly.  Devlin testified that\r\nLynch's ability to recruit in the business community \"brought in a\r\nlot of people to take part in the campaign fully.\"  Contrary to\r\nLynch's assertion that the jury could not determine \"how effective\r\nplaintiff was in her job\" without Devlin's lay opinion, the jury,\r\nunaided by Devlin's opinion, could readily have drawn the inference\r\nfrom Devlin's detailed factual account of Lynch's exceptional work\r\nat Can Share that Lynch was quite effective in her position and was\r\nresponsible for the success and growth of the Can Share program\r\nduring the time she and Devlin worked together.  Compare United\r\nStates v. Jackman, 48 F.3d 1, 5-6 (1st Cir. 1995) (witness's\r\ntestimony identifying defendant from surveillance photographs\r\nadmitted since jury not in as good position as witness to determine\r\nidentity).  Hence the district court may well have believed   in\r\nfinding the opinion not to pertain to an appropriate subject for\r\nlay opinion testimony   that it would simply not be helpful.  In\r\nany event, even assuming error in refusing to admit the opinion,\r\nthe error would be harmless given the considerable body of\r\ntestimony that was admitted pointing in the same direction.\r\nFinally, Lynch asserts that the district court erred in\r\nexcluding certain testimony by her expert witness, Ellen Bassuk,\r\nM.D.  Under the Massachusetts Whistleblower Statute, Lynch had to\r\ndemonstrate that she had an objectively reasonable basis for her\r\nbelief that the perceived staffing shortage at the ESC on January\r\n12, 1994 created a risk to the public health and safety.  See Mass.\r\nG. L. ch. 149,  185.  Dr. Bassuk testified that the circumstances\r\nthat existed on January 12, 1994, including the extreme cold and\r\nthe absence of the ESC staff, created a public health risk that\r\nwould be potentially life-threatening.  Nevertheless, the jury\r\nfound that Lynch did not have a reasonable belief that the public\r\nhealth or safety was in jeopardy when she made the telephone call. \r\nSee Lynch, 989 F. Supp. at 302-03.  \r\nLynch asserts that the district court erred in excluding\r\ntestimony by Dr. Bassuk concerning the efficacy of the beeper\r\nsystem used by Cronin and other ESC employees and the availability\r\nof brochures that contained information concerning shelters and\r\nother services for the homeless.  Lynch contends that she offered\r\nthis testimony to rebut testimony by Cronin to the effect that the\r\nhomeless were not in danger on January 12, 1994 because the City\r\nhad a beeper system and brochures were available at the ESC that\r\nlisted various services for the homeless.  The district court\r\nexcluded Dr. Bassuk's testimony because it was concerned that to\r\nallow the parties to litigate the efficacy of the City's beeper\r\nsystem and the content of its written brochures would inject an\r\nirrelevant issue into the case   whether the City should have done\r\nmore to protect the homeless   and would potentially cause a\r\nsignificant increase in the length of the trial. \r\nThe district court may have gone too far in asserting \r\nthat Lynch sought to inject an irrelevant issue into the case.  \r\nLynch was seeking to counter Cronin's defense, presaged during her\r\ntestimony, that the availability of the beeper system and the\r\nbrochures rendered unreasonable Lynch's belief that the public\r\nsafety was endangered by the lack of staffing at the ESC.  But\r\ncourts have latitude to keep trials on track and to limit the\r\nexploration of secondary issues.  As the Supreme Court has stated:\r\n          Within limits, the judge may control the scope\r\nof rebuttal testimony, may refuse to allow\r\ncumulative, repetitive, or irrelevant\r\ntestimony, and may control the scope of\r\nexamination of witnesses.  If truth and\r\nfairness are not to be sacrificed, the judge\r\nmust exert substantial control over the\r\nproceedings.\r\n\nGeders v. United States, 425 U.S. 80, 86-87 (1976).  The district\r\ncourt acted within the appropriate limits here.\r\nThe district court here did not entirely preclude Dr.\r\nBassuk from rendering her opinion.  Dr. Bassuk testified:\r\n          Q:  Let us assume that the director of the\r\ncity agency in question, regardless of its\r\nname, had a beeper or a pager with her while\r\nshe was out of the agency office on the day in\r\nquestion.  would that affect the opinion that\r\nyou just rendered?\r\n\n          A:  No, I don't think so.  It would naturally\r\ndepend on the nature of the beeper system, on\r\nsuch things as whether there were protocols\r\nthat insisted that if you had a beeper, you\r\nwere called, that you were supposed to respond\r\nin a timely way, that there was some kind of\r\nsystem set up for immediate and rapid\r\nresponse.\r\n\nAt this point, the district court interrupted and, for the reasons\r\nstated, struck that portion of Dr. Bassuk's testimony that came\r\nafter her answer \"No, I don't think so.\"  However, Dr. Bassuk had\r\nalready opined that the circumstances as described on January 12,\r\n1994 created a potentially life-threatening risk, and she was\r\npermitted to further state that her opinion would not be affected\r\nby the assumption that a beeper system was available to Cronin and\r\nmembers of her staff.  The court only interrupted when it appeared\r\nthat the testimony and further questioning might lead to a mini-\r\ntrial on the issue of the City's beeper protocol.  We find no abuse\r\nof discretion.\r\nWe reach a similar conclusion with regard to the district\r\ncourt's partial exclusion of Dr. Bassuk's testimony concerning the\r\navailability at the ESC of brochures that listed various services\r\nfor the homeless, including soup kitchens and shelters.  The\r\ndistrict court, again out of a concern that Lynch was attacking the\r\nefficacy of the City's services generally, limited Dr. Bassuk to\r\nopining only as to whether the listing of any private services in\r\nthe brochures would alter her opinion concerning the risk to public\r\nhealth.  Dr. Bassuk was permitted to respond that the availability\r\nof such information would not change her opinion that the public\r\nhealth was in jeopardy on January 12, 1994.  The district court did\r\nnot abuse its discretion in limiting the scope of Dr. Bassuk's\r\ntestimony concerning brochures.  Further, even if the court erred\r\nin proceeding in this fashion, the remainder of Dr. Bassuk's\r\ntestimony rendered any such error harmless.  Dr. Bassuk went on to\r\ntestify at some length that referral brochures were generally a\r\npoor resource for the homeless for several reasons.  She pointed to\r\nstudies that had demonstrated that many homeless persons are\r\nilliterate, fail to follow through with referrals, and have\r\ndifficulty obtaining transportation to the services available. \r\nThus, Dr. Bassuk was effectively permitted to opine that the\r\nlisting of any services, whether public or private, would have been\r\nan ineffective means of mitigating the risk to the health and\r\nsafety of the homeless population caused by the under-staffing at\r\nthe ESC. \r\nIn sum, we conclude that the district court acted within\r\nits discretion when it refused to honor the parties' purported\r\nprocedural stipulation.  We reach the same conclusion with regard\r\nto the district court's exclusion of Devlin's lay opinion and its\r\npartial exclusion of Dr. Bassuk's testimony.  Lynch was not\r\ndeprived of a fair trial on her state law whistleblower claim. \r\nE.  Reputational Damages\r\nThe jury awarded Lynch $12,000 for loss of reputation in\r\nconnection with her removal from the Hunger Commission.  The\r\ndistrict court eliminated this award when it granted judgment as a\r\nmatter of law in favor of Cronin on the ground of qualified\r\nimmunity.  We upheld this ruling, supra.  Lynch asserts on appeal,\r\nhowever, that even if her section 1983 claim is not reinstated, she\r\nis entitled to the $12,000 in reputational damages under her state\r\nlaw tort claim for intentional interference with advantageous\r\nrelations. We disagree.\r\nIn order to prevail on a claim of intentional\r\ninterference with advantageous business relations, a plaintiff must\r\ndemonstrate actual harm to an existing or prospective relationship\r\nof economic benefit.  See Ratner v. Noble, 35 Mass. App. Ct. 137,\r\n138 (1993).  Lynch has not met that burden here.  Her removal from\r\nthe Hunger Commission, an honorary position, resulted in no\r\npecuniary loss, or at least none reflected in the record.  Thus,\r\nLynch is not entitled to the jury's award of $12,000 in\r\nreputational damages, either under her First Amendment claim or\r\nunder her intentional tort claim.  \r\nF.  Phase II -- Punitive Damages \r\nLynch asserts that the trial court committed several\r\nerrors during Phase II of the trial, which was devoted solely to\r\nthe issue of whether punitive damages should be awarded.  The jury\r\nawarded $10,000 punitive damages in connection with its findings\r\nthat Cronin had violated Lynch's First Amendment rights.  However,\r\nwe have concluded that the failure to re-hire Lynch for the 1994\r\nCan Share program did not constitute a First Amendment violation. \r\nThus, there is no basis for an award of punitive damages and we\r\nneed not consider Lynch's claims of error with regard to Phase II\r\nof the trial.\r\nG.  Cronin's Cross-Appeal\r\nCronin raises a single issue in her cross-appeal: \r\nwhether Lynch was entitled to the district court's award of $4,000\r\nin emotional distress damages based upon her state law claim for\r\nintentional interference with advantageous relations.  Cronin\r\nasserts that the award of emotional distress damages was improper\r\nbecause Lynch failed to demonstrate, as required under\r\nMassachusetts law, that she suffered any pecuniary harm from\r\nCronin's interference with her advantageous relations with the\r\nCity.\r\nThe jury awarded Lynch $4,000 for emotional distress\r\ncaused by Cronin's statement on January 13, 1994 that she must\r\n\"clear out her desk.\"  In its original judgment, the district court\r\nallocated the $4,000 in emotional distress damages to Lynch's First\r\nAmendment claim.  After it dismissed Lynch's First Amendment claim,\r\nthe district court in the amended judgment allocated the jury's\r\n$4,000 emotional distress award to Lynch's intentional tort claim. \r\nCronin asserts that this allocation was error.  We agree. \r\nTo prove her claim of intentional interference with\r\nadvantageous relations, Lynch had to demonstrate that (1) a\r\nbusiness relationship existed; (2) Cronin knew of such\r\nrelationship; (3) Cronin intentionally and improperly interfered\r\nwith that relationship; and (4) Lynch suffered a loss as a result\r\nof that interference.  See United Truck Leasing Corp. v. Geltman,\r\n406 Mass. 811, 814-16 (1990).\r\nThe district court found that Cronin's interference with\r\nLynch's prospective relationship with the City occurred on January\r\n13, 1994 when she told Lynch to \"clear out her desk.\"  See Lynch,\r\n989 F. Supp. at 298 (\"An interference occurred on the day that the\r\ndefendant ordered the plaintiff to clear out her desk.\").  But as\r\nwe have stated, supra, the record demonstrates that Cronin's\r\nstatement did not constitute a communicated decision at that time\r\nnot to re-hire Lynch for the 1994 Can Share drive.  An adverse\r\nemployment action was made and communicated to Lynch several months\r\nlater, in June, 1994.  By that time, Cronin had reorganized the ESC\r\nand hired Markland for the Staff Assistant II position.  The jury\r\nfound that the hiring of Markland in connection with the\r\nreorganization of the ESC was not retaliatory and that Lynch was,\r\nin any event, not qualified for the Staff Assistant II position. \r\nAs Cronin did not then intentionally and improperly interfere with\r\nLynch's relationship with the City, there is no liability under\r\nLynch's intentional tort claim.  \r\nMassachusetts case law is clear, moreover, that a\r\nplaintiff cannot recover emotional distress damages in connection\r\nwith a claim for intentional interference with a prospective\r\nbusiness relationship unless she can first demonstrate actual\r\neconomic damages.  See Ratner v. Noble, 35 Mass. App. Ct. 137, 138\r\n(1993).  The only actual damages Lynch claims to have suffered\r\narose from her failure to be hired as the 1994 Can Share\r\ncoordinator.  But, as said, the decision not to hire Lynch in June,\r\n1994 was reached for legitimate reasons, namely because Lynch was\r\nnot qualified for the job.  As Lynch has failed to demonstrate that\r\nshe suffered any actual damages as a result of Cronin's statement\r\non January 13, 1994 that she must \"clear out her desk,\" the award\r\nof emotional distress damages was improper.\r\n               III.  Conclusion\r\nWe reverse and vacate the district court's award of\r\n$4,000 in emotional distress damages in connection with Lynch's\r\nintentional tort claim.  Otherwise, we affirm the judgment of the\r\ndistrict court in all respects.  The parties shall bear their own\r\ncosts on appeal.\r\n",
  "html": "<p class=\"case_cite\">180 F.3d 1,<br>Helen A. LYNCH, Plaintiff, Appellant,<br>v.<br>CITY OF BOSTON, et al., Defendants, Appellees.<br>Helen A. Lynch, Plaintiff, Appellee,<br>v.<br>City of Boston, et al., Defendants, Appellees,<br>Kelley Cronin, Defendant, Appellant.</p>\n    <p class=\"parties\">Nos. 98-1076, 98-1112.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Jan. 6, 1999.<br>Decided June 16, 1999.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Appeals from the United States District Court for the District of Massachusetts.  [Hon. Robert E. Keeton, U.S. District Judge ]</p>\n      <p class=\"indent\">Ellen J. Messing with whom James S. Weliky, Messing &amp; Rudavsky, P.C., Stephen M. Voltz, Nathan &amp; Voltz and Carolyn Koch were on brief for plaintiff, Helen A. Lynch.</p>\n      <p class=\"indent\">Kevin S. McDermott with whom Merita A. Hopkins, Corporation Counsel, Dawna McIntyre, Assistant Corporation Counsel, City of Boston Law Department, were on brief for City of Boston, et al.</p>\n      <p class=\"indent\">Before Stahl, Circuit Judge, Aldrich and Campbell, Senior Circuit Judges.</p>\n      <p class=\"indent\">CAMPBELL, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Helen Lynch brought this action in the district court against the City of Boston and, inter alia, Kelley Cronin, a City employee.  Lynch alleged that Cronin told her to \"clear out your desk\" and removed Lynch from her volunteer position on the Mayor's Hunger Commission in retaliation for a phone call Lynch made to the Mayor's office during which Lynch complained that the City's Emergency Shelter Commission (\"ESC\"), of which Cronin served as the Executive Director, was under-staffed at a time when homeless persons in the City were in need of services.  Lynch alleged that the statement that she must \"clear out her desk\" was tantamount to a refusal by Cronin to renew her contract of employment as Can Share coordinator and that this adverse action, along with Lynch's removal from the Hunger Commission, violated the First Amendment to the United States Constitution and 42 U.S.C. &#167; 1983.  Lynch also brought claims under Massachusetts law, including a claim against Cronin for intentional interference with her advantageous relations with the City.  The jury answered special verdict questions on Lynch's section 1983 and intentional interference with advantageous relations claims, and awarded $40,000 in compensatory damages and $10,000 in punitive damages against Cronin.  The district court entered judgment in favor of Lynch on the section 1983 and intentional tort claims against Cronin and in favor of defendants on the remaining claims.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The parties filed post-judgment motions.  The district court thereupon entered an amended judgment holding (1) that Cronin was entitled to qualified immunity on Lynch's First Amendment claim, both as to the allegations concerning her failure to re-hire Lynch for the 1994 Can Share program and Lynch's removal from the Mayor's Hunger Commission, (2) that the City was not liable under 42 U.S.C. &#167; 1983, (3) that Lynch was entitled to $4,000 in damages for emotional distress on her intentional tort claim,<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> and (4) that Lynch would be entitled to $10,000 in punitive damages and $60,000 in attorneys' fees if section 1983 liability were reinstated against Cronin on appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In these consolidated appeals, Lynch challenges the district court's qualified immunity and municipal liability rulings, asserts that the district court erred in reducing her requested attorneys' fees and costs, and seeks a new trial because of alleged errors in evidentiary rulings and jury instructions.  In her cross-appeal, Cronin asserts that the district court erred in awarding Lynch $4,000 in emotional distress damages in connection with her intentional tort claim because Lynch failed to demonstrate any pecuniary loss, as Cronin asserts is required under Massachusetts law.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">For the reasons that follow, we affirm, although on grounds different from those relied upon by the district court in its judgment dismissing the section 1983 claims against Cronin and the City.  We conclude that Lynch is not entitled to a new trial.  Finally, we reverse and vacate the district court's award of emotional distress damages in connection with Lynch's intentional tort claim.</p>\n    </div>\n    <p>I. BACKGROUND</p>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p>We recite the underlying facts in the light most favorable to the jury's verdict.  See Alvarez-Fonseca v. Pepsi Cola of Puerto Rico Bottling Co., 152 F.3d 17, 21 (1st Cir.1998).  As the coordinator of the City's Can Share food drive, Lynch worked as a seasonal employee of the City of Boston under a series of contracts beginning in 1987.  The purpose of the Can Share program was to provide food for the homeless and hungry in the Boston area.  The program was conducted under the auspices of the City's Emergency Shelter Commission (\"ESC\"), and took place annually over the course of several months usually beginning in October and concluding in December.  Each year, Lynch was paid on a weekly basis while the drive was in progress and, sometimes, during periods just before and after the drive.  During the remainder of each year, when not on the City's payroll, Lynch typically performed pre and post-drive tasks without reimbursement.  In addition to serving as the Can Share coordinator, Lynch had also been appointed each year since 1986 to serve, on a volunteer basis, on the Mayor's Hunger Commission, an honorary body formed to address city-wide hunger issues.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">In December, 1993, Lynch received a flyer that had been distributed to all City employees by the newly elected Mayor, Thomas Menino, in which the Mayor encouraged employees to provide suggestions to his office for the improvement of City services.  On January 12, 1994, Lynch placed what she intended to be an anonymous phone call to the Mayor's office.  During the phone call, Lynch complained about a lack of staffing at the ESC that day.  Unfortunately for Lynch, her call did not remain anonymous.  Lynch's call was answered by John Greeley, a City employee who was the husband of defendant Kelley Cronin, Lynch's supervisor at the Can Share program and the Executive Director of the ESC.  Greeley told Cronin of his conversation with Lynch. Cronin immediately requested Lynch to come to City Hall for a meeting concerning the phone call.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">On January 13, the day after Lynch's telephone call to the Mayor's office, Lynch met with Cronin at the ESC office.  Lynch was not then on the ESC payroll, having received her last paycheck in connection with the 1993 Can Share drive in December, 1993.  Nor, at the time, had she been specifically told she would be re-hired for the 1994 Can Share drive that was to commence in the fall of 1994.  Cronin was upset that Lynch had complained to the Mayor's office instead of speaking to her directly.  At the conclusion of the meeting, which was attended only by Lynch and Cronin, Cronin told Lynch to \"clear out your desk.\"  Both Lynch and Cronin testified that they did not specifically discuss whether Lynch would be working on the forthcoming 1994 Can Share campaign.  After the meeting, Lynch returned to her desk and continued working on a letter she had begun drafting.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Later the same day, Lynch met with Ann Maguire, the former director of the ESC who had been promoted to director of the City's Office of Neighborhood Services and Office of Boards and Commissions, and was responsible in that capacity for overseeing the ESC.  Lynch told Maguire about her earlier meeting with Cronin and expressed the belief that she had been \"fired.\"  Maguire assured Lynch that she had not been fired, that she need not clear out her desk, and that she should continue working on the 1993 Can Share wrap-up tasks.  Maguire suggested that Lynch wait a few months before approaching Cronin about the 1994 Can Share drive, and assured Lynch that by that time everything would be fine.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Later on January 13, 1994, Lynch met again with Cronin.  At this second meeting, Cronin testified that she told Lynch that she had not been terminated.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  Cronin told Lynch that she had asked her to \"clear out her desk\" because space was needed for a new full-time employee who was coming to work at the ESC.  Cronin also testified that she told Lynch to clear out the desk because the 1993 Can Share campaign had ended and Lynch no longer needed the desk.  Cronin and Lynch did not specifically discuss whether Lynch would be working on the 1994 Can Share drive.  Lynch testified, however, that Cronin asked her what she was working on with regard to Can Share and that the two discussed goals for the 1994 Can Share drive and various tasks that needed to be performed to meet those goals.  Lynch also testified that Cronin gave her the \"impression\" that she (Lynch) would be working on the 1994 campaign.  In fact, Lynch testified on cross-examination that she believed, based upon her meeting with Maguire and this second meeting with Cronin, that she had a \"verbal contract\" to work on the 1994 Can Share drive:</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Q: Is it your contention that you had a contract to conduct the 1994 Can Share drive?</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">A: Yes.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Q: And this verbal contract that you allege was made was made between you and Kelly Cronin on January 13, 1994, the time of your meeting, is that true?</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">A: Yes.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Q: And it was that meeting on January 13, 1994 which formed the basis of your understanding or belief of what the contract was, is that true?</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">A: Yes.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Q: And you believed that the contract was to conduct the 1994 can Share campaign, is that true?</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">A: Yes.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">After the second meeting with Cronin, Lynch returned to her desk.  She cleared out the desk and placed her belongings in boxes, which she left in the cubicle near the desk.  Thereafter, Lynch continued to prepare for the 1994 Can Share drive.  She prepared a budget for the 1994 campaign, and met with a T-shirt vendor to discuss a possible contract for shirts commemorating the ten-year anniversary of the Can Share program.  At Cronin's request, Lynch arranged and attended a meeting with the City comptroller to discuss the budgets for the 1993 and 1994 Can Share drives.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">In April, 1994, Cronin reorganized the ESC.  As part of that reorganization, Cronin created a new full-time position known as \"Staff Assistant II.\"  The duties of Staff Assistant II consisted of the Can Share coordinator duties, as well as other related anti-hunger duties.  In May, 1994, unbeknownst to Lynch, Cronin hired James Markland for the Staff Assistant II position.  In May, 1994, Markland asked to meet with Lynch to discuss the 1994 Can Share budget.  Lynch testified that it was at this meeting that she first learned that Markland was working on the 1994 campaign.  In June, 1994, Cronin told Lynch that she would not be working on the 1994 Can Share drive as a paid employee, but welcomed her assistance in a volunteer capacity.  Lynch testified that prior to this, \"not a soul\" had informed her that she would not be working on the 1994 Can Share drive.  Later, in August, 1994, Cronin informed Lynch that she had been removed from the Mayor's Hunger Commission.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Lynch sued the City, Cronin, Greeley, and Maguire, claiming that the decision not to hire her for the 1994 Can Share drive and her removal from the Hunger Commission were in retaliation for the January 12, 1994 phone call.  In her five-count complaint, which was filed in state court but subsequently removed, on the basis of federal question jurisdiction, to federal district court in Boston, Lynch alleged that the termination of her relationships with the ESC and the Hunger Commission, along with the hiring of Markland for the Staff Assistant II position, violated 42 U.S.C. &#167; 1983 and the First Amendment to the United States Constitution, the Massachusetts Whistleblower Statute (Mass.Gen.L. c. 149, &#167;&#167; 185(b)(1) and (b)(3)), and the Massachusetts Equal Rights Act (Mass.Gen.L. c. 93, &#167;&#167; 102, 103).  Lynch also brought a state law tort claim in which she alleged that Cronin had intentionally interfered with her advantageous relations with the City.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The case was submitted to a jury in two phases.  At the conclusion of Phase I, which was devoted to issues of liability, the jury answered detailed special questions, submitted pursuant to Fed.R.Civ.P. 49(a).  See Lynch v. City of Boston, 989 F.Supp. 275, 302-309 (D.Mass.1997) (reprinting special verdict form).  The jury answered several questions in Lynch's favor on her section 1983 claim against Cronin and her tort claim against Cronin for intentional interference with advantageous relations.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">The jury found that at the time of the telephone call on January 12, 1994, Lynch was a former employee of the ESC under one of a succession of temporary contracts for part-time employment during part of the year.  See id. at 303.  The jury also found that on January 12, 1994, Lynch had a reasonable expectation of employment for the 1994 Can Share program.  Id. at 304.  In instructing Lynch to \"clear out her desk,\" the jury found that Cronin had acted \"with a motive of retaliating for Ms. Lynch's telephone call of January 12, 1994.\"  Id. In so finding, the jury rejected as pretextual the non-retaliatory reasons offered by Cronin for telling Lynch to clear out her desk (the need for desk space and the end of the 1993 Can Share program).  See id. at 304-05.  With regard to the Staff Assistant II position created in May, however, the jury effectively found that Lynch was not qualified for the position, and that Cronin had not hired Markland in retaliation against Lynch for her telephone call.  See id. at 306.  There was no finding or other suggestion that the reorganization itself was retaliatory.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">At the conclusion of Phase I, the jury awarded $24,000</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">in damages for harm to Lynch's reputation because of the non-renewal of her Can Share contract, $12,000 in damages for injury to Lynch's reputation as a result of her removal from the Mayor's Hunger Commission, and $4,000 in emotional distress damages resulting from Cronin's statement that Lynch should \"clear out her desk.\"  See id. at 308.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  At the close of Phase II of the trial, which was devoted solely to determining whether the defendants should pay punitive damages, the jury found that Cronin had acted callously and with reckless disregard as to Lynch's First Amendment rights and awarded Lynch $10,000 in punitive damages.  See id. at 309.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">The district court entered judgment for Lynch on the section 1983 and intentional interference with advantageous relations claims brought against Cronin, and in favor of defendants on all remaining counts.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  Subsequently, Cronin filed a Motion for Judgment as a Matter of Law or in the Alternative for a New Trial or Remittitur arguing, inter alia, that she was qualifiedly immune from Lynch's section 1983 claim.  Lynch filed a Motion to Alter or Amend the Judgment, in which she argued that both the City and Cronin should be held liable for compensatory damages under section 1983 and that emotional distress damages should be awarded against Cronin under both the section 1983 claim and the intentional interference claim.  Lynch also filed an Application for Attorneys' Fees and Costs in which she sought $370,000 in fees and costs as a prevailing party in a civil rights action.  See 42 U.S.C. &#167; 1988.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">After considering the parties' submissions, the district court entered an amended judgment.  In its written opinion, the court identified the violation of Lynch's First Amendment rights as having occurred on January 13, 1994 when Cronin told Lynch to \"clear out her desk.\"  At that time, the ESC \"had yet to be reorganized ... [and] ... a possibility still existed that the City of Boston would contract with the plaintiff for the 1994 Can Share season.\" 989 F.Supp. at 290.  The district court rejected Cronin's argument that Lynch could not then have been discharged because she was not then an employee.  Stressing that the question was not whether she was discharged, but rather whether an adverse employment action or decision occurred, the court noted that a retaliatory non-renewal of contract or failure to re-hire fitted within that concept.  The district court also rejected Cronin's defense that no adverse employment decision occurred because the jury found that Lynch's old Can Share position, which was the only one available in 1994, was incorporated as a duty of the new Staff Assistant II position, for which Lynch was not qualified.  The court said,</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p>The fact that the defendants chose to reorganize and redefine a job position after January 13, 1994 cannot have the retroactive effect of shielding the defendant from liability for a violation that had already occurred [i.e. on January 13].</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Id.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">The district court concluded, therefore, that Cronin's January 13 \"clear out your desk\" order was a cognizable violation of Lynch's First Amendment rights.  Nevertheless, the court went on to conclude that Cronin was entitled to qualified immunity with regard to Lynch's claim that Cronin's refusal to re-hire her for the 1994 Can Share program violated the First Amendment, and that the City was not liable under section 1983.  See Lynch, 989 F.Supp. at 285, 289.  The district court also ruled that Lynch's claim for harm to her reputation associated with the loss of her position on the Hunger Commission was defeated by Cronin's qualified immunity.  See id. at 297.  Accordingly, the court eliminated the jury's award of $24,000 in connection with Lynch's section 1983 claim based on the non-renewal of Lynch's Can Share contract, and also eliminated the $12,000 award for harm to Lynch's reputation caused by her removal from the Hunger Commission.  The court allocated the jury's award of $4,000 for emotional distress damages to Lynch's intentional interference tort claim.  Finally, the district court entered an alternative amended judgment awarding Lynch $10,000 in punitive damages and $60,000 in attorneys' fees in the event the section 1983 claim was reinstated on appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">In these appeals, the parties ask us to decide (1) whether Cronin was entitled to qualified immunity with regard to Lynch's claim that Cronin's refusal to re-hire her for the 1994 Can Share program and her removal from the Hunger Commission violated the First Amendment and section 1983, (2) whether the City is liable under section 1983 for a violation of Lynch's First Amendment rights, (3) whether, assuming there is liability under section 1983, the district court erred in capping Lynch's attorneys' fees and costs in the alternative amended judgment at $60,000, (4) whether Lynch is entitled to a new trial as a result of several allegedly erroneous evidentiary rulings made by the district court and allegedly erroneous jury instructions, (5) whether, if Lynch's section 1983 claim is not reinstated, she is nevertheless entitled to the jury's award of $12,000 for loss of reputation caused by Lynch's removal from the Hunger Commission, under her state law claim for intentional interference with advantageous relations, and (6) whether Lynch was entitled, under Massachusetts law, to the award of $4,000 in emotional distress damages on her claim of intentional interference with advantageous relations.</p>\n    </div>\n    <p>II. DISCUSSION</p>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">We will proceed first with the various issues raised by Lynch in her appeal.  We will then turn to the sole issue raised in Cronin's cross-appeal: whether the district court erred in awarding $4,000 in emotional distress damages in connection with the intentional interference with advantageous relations tort claim.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p>A. Section 1983 Liability and Qualified Immunity</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">After it received the jury's special verdict form, the district court granted judgment as a matter of law pursuant to Fed.R.Civ.P. 50(b) in favor of Cronin on Lynch's section 1983 claim on the ground that Cronin was qualifiedly immune from suit.  We review the district court's decision de novo, taking the facts in the light most favorable to Lynch. See Tang v. Rhode Island, 163 F.3d 7, 11 (1st Cir.1998).</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">We need not reach the issue of qualified immunity, however, unless Lynch has demonstrated conduct that rises to the level of a constitutional violation.  See Siegert v. Gilley, 500 U.S. 226, 232, 111 S.Ct. 1789, 114 L.Ed.2d 277 (1991); see also Sacramento v. Lewis, 523 U.S. 833, 118 S.Ct. 1708, 1714 n. 5, 140 L.Ed.2d 1043 (1998).  Lynch's First Amendment claim against Cronin rests on her contentions that she was (1) not re-hired for the 1994 Can Share program and (2)removed from the Hunger Commission in retaliation for her phone call to the Mayor's office on January 12, 1994.  Thus, we first examine whether Lynch has shown any cognizable First Amendment injury at all with regard to Cronin's failure to re-hire her for the 1994 Can Share campaign.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">In the usual case, a plaintiff who claims to have been terminated or not re-hired for retaliatory reasons has an existing employment relationship with her employer at the time of the adverse employment decision.  See Perry v. Sindermann, 408 U.S. 593, 597 (1972) (non-tenured professor cannot be discharged in retaliation for protected speech); Rankin v. McPherson, 483 U.S. 378, 383, 107 S.Ct. 2891, 97 L.Ed.2d 315 (1987) (probationary employee working for employer at time of discharge); Cheveras Pacheco v. Rivera Gonzalez, 809 F.2d 125, 129 (1st Cir.1987) (transitory employee with ongoing employment relationship).  Here, the jury found that on January 13 Lynch was a former employee but one with a reasonable expectation of future employment.  The district court rejected Cronin's argument, which she presses again on appeal, that a mere former employee has no rights under the First Amendment in this situation.  The court concluded, in effect, that Lynch's reasonable expectancy that in 1994 she would again be hired to coordinate the Can Share drive could not be cast aside in retaliation for her protected speech, under the doctrine announced in Perry v. Sindermann and progeny.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">We may assume, although we need not decide, that the district court was correct in its conclusion that Lynch's expectation of being re-hired was a valuable governmental benefit that could not be denied in retaliation for protected speech.  See Perry v. Sindermann, 408 U.S. at 597.  But even if the First Amendment shielded Lynch from not being re-hired by the City of Boston because of what she had said on the telephone on January 12, Lynch must still demonstrate that the adverse employment action, i.e. the refusal to re-hire, actually occurred on January 13.  The jury did find that Cronin's \"clear out your desk\" statement, made on that date, was in retaliation for Lynch's critical phone call to the Mayor's office.  But Lynch has not argued in her appellate brief, and the district court did not indicate, that it was the literal use of a desk that was the valuable benefit denied in violation of First Amendment rights.  Rather Cronin's \"clear out your desk\" statement is presented both by Lynch and by the district court as a kind of shorthand method of informing Lynch that the City of Boston would not re-hire her, as it had in the past, to coordinate the 1994 Can Share campaign.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  The district court found that Lynch had a reasonable expectation of employment by the City on January 13 and that Cronin's telling her to \"clear out her desk\" interfered with that expectation and constituted a violation of Lynch's First Amendment rights on that date.  See Lynch, 989 F.Supp. at 290, 294; see also id. at 290 (finding that \"an adverse employment action, or decision, in a broader sense, including the failure to rehire, is what the court must examine\").</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">The determination that Lynch's First Amendment rights had been violated on January 13, 1994, and not several months later when she was expressly denied re-employment, is pivotal to the district court's finding of a section 1983 violation.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>  The jury found that Lynch was not qualified for the later-created Staff Assistant II position, and that appointment of another person to that position was not in retaliation for the January 12 phone call.  See infra.  We therefore review for clear error the district court's implied supplemental finding that Cronin's \"clear out your desk\" statement made during the first of two conversations between Lynch and Cronin on January 13, 1994, was tantamount to an adverse employment action on that date, notifying Lynch that she would not be rehired by the City for the 1994 Can Share post.  See Fed.R.Civ.P. 49(a);<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> Anderson v. Cryovac, Inc., 862 F.2d 910, 916 (1st Cir.1988).</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Our reading of the record indicates that, while Cronin's \"clear out your desk\" statement might initially have conveyed such a message, that interpretation was later dispelled on the same day as the result of further conversation between Lynch and Cronin.  Reviewing Lynch's own testimony of what transpired on January 13, we believe it was clearly erroneous for the district court to infer that Cronin had communicated to Lynch an adverse employment decision on that date such as would support the finding of a constitutional violation.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">It is undisputed that nothing specific was said concerning Lynch's re-employment by the 1994 Can Share program during the first meeting between Lynch and Cronin on January 13, 1994, at which Lynch was told to \"clear out her desk.\"  Standing alone, however, the statement could reasonably have conveyed to Lynch that she was no longer welcome in the program, hence would not be re-hired; Lynch, indeed, testified to believing that she had just been \"fired,\" and so reported to Ann Maguire.  But to conclude that Lynch was advised on that day that the opportunity to work on the 1994 Can Share drive had been irretrievably withdrawn ignores the evidence of what next occurred, as well as Lynch's further testimony concerning her own understanding of her future employment prospects.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">After the first meeting with Cronin, Lynch testified she spoke with Maguire, Lynch's former supervisor who was now in a position senior to Cronin.  Maguire assured Lynch that she had not been fired.  A second meeting then took place on January 13 between Lynch and Cronin, which, according to Lynch's own testimony, left her with the \"impression\" that she would in fact be working on the 1994 Can Share drive.  Lynch in fact testified unequivocally that she had a contract to conduct the 1994 Can Share drive as the result of her meeting on January 13 with Kelly Cronin.  On the very day of the \"clear out your desk\" statement, Lynch and Cronin discussed goals and tasks relating to the 1994 campaign, and Lynch developed a budget for the 1994 Can Share.  Further, at Cronin's request, Lynch arranged a meeting with the City comptroller to review the 1993 and 1994 Can Share budgets and attended the meeting.  Lynch testified that \"not a soul\" informed her that she would not be working on the 1994 Can Share drive until June, 1994.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">Hence while Cronin's \"clear out your desk\" statement might, in isolation, support the district court's finding that her rights were then violated (viz., that Cronin had thereby communicated her unwillingness to re-hire Lynch in retaliation for her speech the previous day), that conclusion is undermined by Lynch's own testimony as to how matters were left on the day.  The record clearly demonstrates that following the second meeting between Lynch and Cronin, neither of the parties continued to interpret Cronin's \"clear out your desk\" statement to be tantamount to a decision not to re-hire Lynch for the 1994 campaign.  To the contrary, Lynch testified she acquired then a \"verbal contract\" to be re-hired.  Under these circumstances, we do not see how Cronin's \"clear out you desk\" statement--whatever might initially be made of it--can be equated with Cronin's having made and communicated a decision on January 13, 1994 not to re-hire Lynch for the next Can Share drive.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a>  We are, therefore, unable to find sufficient basis in the record for the district court's finding that Lynch's First Amendment rights were violated on that date.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">An adverse employment decision was, of course, communicated in June, 1994, when Lynch was told that she would not be re-hired for the 1994 Can Share drive.  Cf. Delaware State College v. Ricks, 449 U.S. 250, 258, 101 S.Ct. 498, 66 L.Ed.2d 431 (1980) (alleged discrimination in employment decision occurred for purposes of statute of limitations at the time the tenure decision was made and communicated to employee).  But, as the district court suggested, see note 6, supra, the jury effectively found that the refusal to re-hire on that date did not constitute a First Amendment violation.  In April, 1994, Cronin had reorganized the ESC and had eliminated Lynch's prior position, assigning those responsibilities, in addition to several other duties, to James Markland, who was hired in May, 1994 for the Staff Assistant II position.  As noted, the jury supportably found that Cronin did not hire Markland in order to retaliate against Lynch for her January 12, 1994 phone call.  The jury findings also indicate that Lynch was not believed to be qualified for the Staff Assistant II position.  Thus, Cronin has demonstrated that she would not have hired Lynch for the 1994 Can Share drive regardless of her protected speech.  Cf. Mt. Healthy City Sch. Dist. v. Doyle, 429 U.S. 274, 283-84, 97 S.Ct. 568, 50 L.Ed.2d 471 (1977) (providing that employer in First Amendment retaliation case is not liable if it establishes that the same decision would have been made even in the absence of protected speech).  Accordingly, with regard to the portion of Lynch's section 1983 claim based upon the decision not to re-hire her for the 1994 Can Share, we conclude that Lynch has failed to demonstrate any violation of the First Amendment.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p>Lynch's claim based upon the termination of her service as a volunteer on the Hunger Commission is a somewhat different matter.  There is no dispute that Cronin's decision to terminate Lynch's service on the Hunger Commission was communicated to Lynch in August, 1994.  We assume, without deciding, that the opportunity to serve as a volunteer could constitute the type of valuable governmental benefit or privilege the deprivation of which can trigger First Amendment scrutiny.  See Perry v. Sindermann, 408 U.S. at 597.  The district court ruled that Cronin was entitled to qualified immunity with regard to this adverse employment action.  We agree.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a></p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">Government officials have qualified immunity from personal liability for actions taken while performing discretionary functions.  They \"generally are shielded from liability for civil damages insofar as their conduct does not violate clearly established statutory or constitutional rights of which a reasonable person would have known.\"  Harlow v. Fitzgerald, 457 U.S. 800, 818, 102 S.Ct. 2727, 73 L.Ed.2d 396 (1982).  See El Dia, Inc. v. Rosello, 165 F.3d 106, 109 (1st Cir.1999).  If the right the government allegedly violated was clearly established at the time of the challenged conduct, \"the immunity defense ordinarily should fail, since a reasonably competent public official should know the law governing his conduct.\"  Harlow, 457 U.S. at 818-19.  The Supreme Court has held that for a right to be clearly established,</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p>[t]he contours of the right must be sufficiently clear that a reasonable official would understand that what he is doing violates that right.  This is not to say that an official action is protected by qualified immunity unless the very action in question has previously been held unlawful; but it is to say that in the light of pre-existing law the unlawfulness must be apparent.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">Anderson v. Creighton, 483 U.S. 635, 640, 107 S.Ct. 3034, 97 L.Ed.2d 523 (1987).</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">It was not \"clearly established\" as of August, 1994, when Lynch removed Cronin from the Hunger Commission, that a government official could not take such action in retaliation for protected speech.  We recognize that the Supreme Court has held that a variety of public benefits, in addition to public employment, cannot be denied solely because of the recipient's exercise of constitutional rights.  See, e.g., Rutan v. Republican Party, 497 U.S. 62, 110 S.Ct. 2729, 111 L.Ed.2d 52 (1990) (promotion or transfer in government job); Shapiro v. Thompson, 394 U.S. 618, 627 n. 6, 89 S.Ct. 1322, 22 L.Ed.2d 600 (1969) (welfare benefits).  Lynch argues that loss of a volunteer position with a government agency falls into this category.  However, neither the Supreme Court nor this court has ever held that the rule forbidding denial of valuable governmental benefits in reprisal for protected speech announced in Perry v. Sindermann and its progeny extends to the denial of non-compensated positions on voluntary boards.  Scant authority in support of such an extension of the doctrine currently exists.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">Lynch relies primarily upon a Ninth Circuit decision in which the court, applying its own precedents, held that volunteer status is a valuable governmental privilege that cannot be denied on the basis of protected speech.  See Holland v. Wonder, 972 F.2d 1129, 1135 (9th Cir.1992).<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a>  A single decision from another court of appeals applying its own precedents is plainly insufficient to meet the requirement \"that in the light of pre-existing law the unlawfulness must be apparent\" to a reasonable government official.  Anderson, 483 U.S. at 640.  See also El Dia, 165 F.3d at 110 n. 3 (concluding that precedents from outside this circuit may be relevant, depending upon, inter alia, \"the location and level of the precedent, its date, its persuasive force, and its level of factual similarity to the facts before this Court\").  While, as said, the opportunity to serve as a volunteer may be a valuable governmental benefit or privilege within the Perry v. Sindermann doctrine, we cannot say that the law was \"clearly established\" in August, 1994, when Lynch was told by Cronin that she would be removed from the Hunger Commission, that Lynch had a right to continue to serve as a volunteer on a government commission that could not be denied on the basis of constitutionally protected speech.  Accordingly, we affirm the district court's ruling that Lynch \"cannot overcome qualified immunity with respect to her claim regarding her status on the Hunger Commission.\"  Lynch, 989 F.Supp. at 297.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">To summarize, there are two aspects to Lynch's section 1983 claim against Cronin.  With regard to the portion of Lynch's section 1983 claim that is based upon Cronin's refusal to re-hire Lynch for the 1994 Can Share program, Lynch has failed to demonstrate a violation of the First Amendment.  As to that portion of the section 1983 claim involving Lynch's removal from the Hunger Commission, we conclude that Cronin is entitled to qualified immunity.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a></p>\n    </div>\n    <p>B. Municipal Liability</p>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">At trial, Lynch claimed that the City was also liable under section 1983 for the deprivation of her First Amendment rights caused by Cronin's refusal to re-hire her for the 1994 Can Share program.  In order to prevail under section 1983 against the City, Lynch must establish that municipal policy or custom caused a deprivation of federal rights.  See Monell v. New York City Dep't of Social Serv., 436 U.S. 658, 694, 98 S.Ct. 2018, 56 L.Ed.2d 611 (1977).  We have concluded, supra, that no deprivation of Lynch's First Amendment rights occurred in connection with the refusal by Cronin to re-hire her for the 1994 Can Share drive.  Thus, the City is not liable under section 1983.</p>\n    </div>\n    <p>C. Attorney's Fees</p>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">After the district court entered the original judgment, Lynch filed an Application for Attorneys' Fees and Costs in which she sought, pursuant to 42 U.S.C. &#167; 1988, a total of $359,664.80 in fees and $10,159.73 in costs.  Section 1988 allows a \"prevailing party\" in a civil rights action to recover a \"reasonable attorney's fee.\" 42 U.S.C. &#167; 1988(b).<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a>  As Lynch did not prevail as to any aspect of her section 1983 claim, we uphold the district court's determination that she was not entitled to attorney's fees and costs.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p>D. Alleged Evidentiary Errors and the Whistleblower Claim</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">Lynch asserts that the district court made three evidentiary rulings that deprived her of a fair trial with regard to her state law \"whistleblower\" claim.<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a>  We review the district court's evidentiary rulings for abuse of discretion.  See Acosta-Mestre v. Hilton Intern. of Puerto Rico, 156 F.3d 49, 57 (1st Cir.1998).  In the event we discern error, we must determine whether the error was harmless.  \"Our inquiry is whether [exclusion or admission] of the evidence affected plaintiff's substantial rights.\"  Vincent v. Louis Marx &amp; Co., Inc., 874 F.2d 36, 41 (1st Cir.1989).  See also Fed.R.Civ.P. 61.  \"The central question is whether this court 'can say with fair assurance ... that the judgment was not substantially swayed by the error.' \"  Lubanski v. Coleco Indus., Inc., 929 F.2d 42, 46 (1st Cir.1991) (citations omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">Lynch first assails the district court's refusal to honor a pretrial stipulation entered into by the parties.  The stipulation purported to allow the authors of letters written by Lynch's supporters in the community to Mayor Menino that attested to Lynch's exemplary work as Can Share coordinator to read their letters to the jury, although the letters themselves were not to be admitted in evidence and given to the jury.  Lynch asserts that the district court's refusal to honor the parties' stipulation prevented her from demonstrating to the jury that defendants failed to hire her for the Staff Assistant II position not because she was unqualified, but for pretextual reasons.</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">The stipulation with respect to the letters was not, as Lynch asserts, an agreement of the parties as to certain facts that were not disputed.  Nor was it an agreement concerning the authenticity or admissibility of the letters themselves.  Such agreements are generally favored by trial courts because they expedite trials.  See 22 C. Wright &amp; K. Graham, Federal Practice and Procedure: Evidence &#167; 5194 (1978), at 195 (\"Where the effect of the stipulation is to eliminate the need for proof of a particular point or debate over the admissibility of certain evidence, enforcement of the stipulation can ... be justified in terms of judicial efficiency.\").  Rather, the parties proposed to dictate to the trial court the procedure by which evidence would be presented to the jury.  The district court rejected the parties' stipulation because, inter alia, it determined that to allow the witnesses to read the content of the letters verbatim and, thus, effectively admit their content for all purposes, but not permit the jury to receive the letters and consider their contents during deliberations other than by way of the jurors' memories or notes, would cause undue confusion for the jury.  Instead, the district court ruled that Lynch could offer the letters for admission and the court would admit or exclude them in accordance with the Federal Rules of Evidence.  The court then heard and rejected arguments advanced by Lynch as to why the letters should be admitted in evidence.  These rulings as to specific letters' admissibility were not appealed.</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">While the district judge could certainly have allowed the letters to be read as provided in the stipulation, the manner in which evidence is received at trial is a matter within the sound discretion of the trial court.  See United States v. Passos-Paternina, 918 F.2d 979, 986 (1st Cir.1990) (district court has discretion \"in matters relating to the orderly conduct of the trial and the mode of presenting evidence\").  The district court believed that to allow each author to read the letter verbatim, but then to preclude the jury from reviewing the letters during their deliberations, would needlessly confuse the jury.  We are reluctant to second-guess a determination of this nature, and cannot say that the district court's decision to reject the parties' stipulated procedure in favor of a letter-by-letter determination of admissibility amounted to an abuse of discretion.</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">Lynch's substantial rights were, in any case, unaffected by the court's ruling.  The authors of the letters testified at trial concerning such matters as Lynch's \"phenomenal\" networking skills and their perception that Lynch did \"exceptional\" work at Can Share.  They conveyed what the letters would have conveyed, their good opinion of Lynch's qualifications relative to the Staff Assistant II position.  It is difficult to see how rejection of the stipulated procedure, even were it to have exceeded the court's discretion, was other than harmless.</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">Next, Lynch asserts that the district court erred when it precluded Michael Devlin, who had worked extensively with Lynch on the Can Share program, from answering the following question: \"In the time that you worked in the Can Share program, who would you say was responsible for the success and growth the program had?\"  Lynch argues that this lay opinion testimony would have supported her claim under the Massachusetts Whistleblower Statute that she was qualified for the Staff Assistant II position and was denied the position for pretextual reasons.  The district court precluded Devlin from rendering his opinion regarding who was responsible for the growth and success of the Can Share program on the grounds that (1) Devlin was not \"competent\" to render the opinion, and (2) Lynch had failed to persuade the court that the opinion sought pertained to an \"appropriate\" subject for opinion testimony by a lay witness.</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">Rule 701 of the Federal Rules of Evidence permits the rendering of lay opinion testimony when such testimony is (a) \"rationally based upon the perception of the witness,\" and (b) \"helpful to a clear understanding of the witness' testimony or the determination of a fact in issue.\"</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">Here Devlin's opinion would have cleared the first hurdle, that the opinion was based on the personal perception of the witness.  See, e.g., United States v. Paiva, 892 F.2d 148, 156-57 (1st Cir.1989).  Devlin was \"competent,\" to use the district court's term, to testify concerning the success and growth of Can Share during the period in which he and Lynch worked together based upon his personal observation of Lynch's work.  We also conclude that Devlin's opinion concerning the growth and success of Can Share would have been \"rationally\" based upon his perception of Lynch's work, in the sense that no irrational leaps of logic would have been required in order for Devlin to render the rather straightforward opinion Lynch sought to elicit.</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">Even though rationally based on the witness's personal perception, lay opinion testimony will be excluded if it is not \"helpful\" to the trier of fact.  See Fed.R.Evid. 701.  Lay opinions are not helpful when the jury can readily draw the necessary inferences and conclusions without the aid of the opinion.  See 7 J. Wigmore, Wigmore on Evidence &#167;&#167; 1917-18 (lay opinions are superfluous when the jury, unaided by opinion, can draw the necessary inferences as effectively as the witness).  Accordingly, the Rule vests considerable discretion in the trial court in determining whether the jury will be aided by lay opinion testimony.  See 4 J. Weinstein, Weinstein's Federal Evidence p 701 (2d ed.1998).</p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">Here, as Lynch herself points out, Devlin testified at some length concerning his personal observation of Lynch's excellent organizational skills, her proficiency at long-term program planning, her \"phenomenal\" ability to recruit participants from the business community, her \"incredible\" motivational skills, and her ability to communicate clearly.  Devlin testified that Lynch's ability to recruit in the business community \"brought in a lot of people to take part in the campaign fully.\"  Contrary to Lynch's assertion that the jury could not determine \"how effective plaintiff was in her job\" without Devlin's lay opinion, the jury, unaided by Devlin's opinion, could readily have drawn the inference from Devlin's detailed factual account of Lynch's exceptional work at Can Share that Lynch was quite effective in her position and was responsible for the success and growth of the Can Share program during the time she and Devlin worked together.  Compare United States v. Jackman, 48 F.3d 1, 5-6 (1st Cir.1995) (witness's testimony identifying defendant from surveillance photographs admitted since jury not in as good position as witness to determine identity).  Hence the district court may well have believed--in finding the opinion not to pertain to an appropriate subject for lay opinion testimony--that it would simply not be helpful.  In any event, even assuming error in refusing to admit the opinion, the error would be harmless given the considerable body of testimony that was admitted pointing in the same direction.</p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\">Finally, Lynch asserts that the district court erred in excluding certain testimony by her expert witness, Ellen Bassuk, M.D. Under the Massachusetts Whistleblower Statute, Lynch had to demonstrate that she had an objectively reasonable basis for her belief that the perceived staffing shortage at the ESC on January 12, 1994 created a risk to the public health and safety.  See Mass.G.L. ch. 149, &#167; 185.  Dr. Bassuk testified that the circumstances that existed on January 12, 1994, including the extreme cold and the absence of the ESC staff, created a public health risk that would be potentially life-threatening.  Nevertheless, the jury found that Lynch did not have a reasonable belief that the public health or safety was in jeopardy when she made the telephone call.  See Lynch, 989 F.Supp. at 302-03.</p>\n    </div>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p class=\"indent\">Lynch asserts that the district court erred in excluding testimony by Dr. Bassuk concerning the efficacy of the beeper system used by Cronin and other ESC employees and the availability of brochures that contained information concerning shelters and other services for the homeless.  Lynch contends that she offered this testimony to rebut testimony by Cronin to the effect that the homeless were not in danger on January 12, 1994 because the City had a beeper system and brochures were available at the ESC that listed various services for the homeless.  The district court excluded Dr. Bassuk's testimony because it was concerned that to allow the parties to litigate the efficacy of the City's beeper system and the content of its written brochures would inject an irrelevant issue into the case--whether the City should have done more to protect the homeless--and would potentially cause a significant increase in the length of the trial.</p>\n    </div>\n    <div class=\"num\" id=\"p65\">\n      <span class=\"num\">65</span>\n      <p class=\"indent\">The district court may have gone too far in asserting that Lynch sought to inject an irrelevant issue into the case.  Lynch was seeking to counter Cronin's defense, presaged during her testimony, that the availability of the beeper system and the brochures rendered unreasonable Lynch's belief that the public safety was endangered by the lack of staffing at the ESC.  But courts have latitude to keep trials on track and to limit the exploration of secondary issues.  As the Supreme Court has stated:</p>\n    </div>\n    <div class=\"num\" id=\"p66\">\n      <span class=\"num\">66</span>\n      <p>Within limits, the judge may control the scope of rebuttal testimony, may refuse to allow cumulative, repetitive, or irrelevant testimony, and may control the scope of examination of witnesses.  If truth and fairness are not to be sacrificed, the judge must exert substantial control over the proceedings.</p>\n    </div>\n    <div class=\"num\" id=\"p67\">\n      <span class=\"num\">67</span>\n      <p class=\"indent\">Geders v. United States, 425 U.S. 80, 86-87, 96 S.Ct. 1330, 47 L.Ed.2d 592 (1976).  The district court acted within the appropriate limits here.</p>\n    </div>\n    <div class=\"num\" id=\"p68\">\n      <span class=\"num\">68</span>\n      <p class=\"indent\">The district court here did not entirely preclude Dr. Bassuk from rendering her opinion.  Dr. Bassuk testified:</p>\n    </div>\n    <div class=\"num\" id=\"p69\">\n      <span class=\"num\">69</span>\n      <p class=\"indent\">Q: Let us assume that the director of the city agency in question, regardless of its name, had a beeper or a pager with her while she was out of the agency office on the day in question. would that affect the opinion that you just rendered?</p>\n    </div>\n    <div class=\"num\" id=\"p70\">\n      <span class=\"num\">70</span>\n      <p class=\"indent\">A: No, I don't think so.  It would naturally depend on the nature of the beeper system, on such things as whether there were protocols that insisted that if you had a beeper, you were called, that you were supposed to respond in a timely way, that there was some kind of system set up for immediate and rapid response.</p>\n    </div>\n    <div class=\"num\" id=\"p71\">\n      <span class=\"num\">71</span>\n      <p class=\"indent\">At this point, the district court interrupted and, for the reasons stated, struck that portion of Dr. Bassuk's testimony that came after her answer \"No, I don't think so.\"  However, Dr. Bassuk had already opined that the circumstances as described on January 12, 1994 created a potentially life-threatening risk, and she was permitted to further state that her opinion would not be affected by the assumption that a beeper system was available to Cronin and members of her staff.  The court only interrupted when it appeared that the testimony and further questioning might lead to a mini-trial on the issue of the City's beeper protocol.  We find no abuse of discretion.</p>\n    </div>\n    <div class=\"num\" id=\"p72\">\n      <span class=\"num\">72</span>\n      <p class=\"indent\">We reach a similar conclusion with regard to the district court's partial exclusion of Dr. Bassuk's testimony concerning the availability at the ESC of brochures that listed various services for the homeless, including soup kitchens and shelters.  The district court, again out of a concern that Lynch was attacking the efficacy of the City's services generally, limited Dr. Bassuk to opining only as to whether the listing of any private services in the brochures would alter her opinion concerning the risk to public health.  Dr. Bassuk was permitted to respond that the availability of such information would not change her opinion that the public health was in jeopardy on January 12, 1994.  The district court did not abuse its discretion in limiting the scope of Dr. Bassuk's testimony concerning brochures.  Further, even if the court erred in proceeding in this fashion, the remainder of Dr. Bassuk's testimony rendered any such error harmless.  Dr. Bassuk went on to testify at some length that referral brochures were generally a poor resource for the homeless for several reasons.  She pointed to studies that had demonstrated that many homeless persons are illiterate, fail to follow through with referrals, and have difficulty obtaining transportation to the services available.  Thus, Dr. Bassuk was effectively permitted to opine that the listing of any services, whether public or private, would have been an ineffective means of mitigating the risk to the health and safety of the homeless population caused by the under-staffing at the ESC.</p>\n    </div>\n    <div class=\"num\" id=\"p73\">\n      <span class=\"num\">73</span>\n      <p class=\"indent\">In sum, we conclude that the district court acted within its discretion when it refused to honor the parties' purported procedural stipulation.  We reach the same conclusion with regard to the district court's exclusion of Devlin's lay opinion and its partial exclusion of Dr. Bassuk's testimony.  Lynch was not deprived of a fair trial on her state law whistleblower claim.</p>\n    </div>\n    <p>E. Reputational Damages</p>\n    <div class=\"num\" id=\"p74\">\n      <span class=\"num\">74</span>\n      <p class=\"indent\">The jury awarded Lynch $12,000 for loss of reputation in connection with her removal from the Hunger Commission.  The district court eliminated this award when it granted judgment as a matter of law in favor of Cronin on the ground of qualified immunity.  We upheld this ruling, supra.  Lynch asserts on appeal, however, that even if her section 1983 claim is not reinstated, she is entitled to the $12,000 in reputational damages under her state law tort claim for intentional interference with advantageous relations.  We disagree.</p>\n    </div>\n    <div class=\"num\" id=\"p75\">\n      <span class=\"num\">75</span>\n      <p class=\"indent\">In order to prevail on a claim of intentional interference with advantageous business relations, a plaintiff must demonstrate actual harm to an existing or prospective relationship of economic benefit.  See Ratner v. Noble, 35 Mass.App.Ct. 137, 138, 617 N.E.2d 649 (1993).  Lynch has not met that burden here.  Her removal from the Hunger Commission, an honorary position, resulted in no pecuniary loss, or at least none reflected in the record.  Thus, Lynch is not entitled to the jury's award of $12,000 in reputational damages, either under her First Amendment claim or under her intentional tort claim.<a class=\"footnote\" href=\"#fn14\" id=\"fn14_ref\">14</a></p>\n    </div>\n    <p>F. Phase II--Punitive Damages</p>\n    <div class=\"num\" id=\"p76\">\n      <span class=\"num\">76</span>\n      <p class=\"indent\">Lynch asserts that the trial court committed several errors during Phase II of the trial, which was devoted solely to the issue of whether punitive damages should be awarded.  The jury awarded $10,000 punitive damages in connection with its findings that Cronin had violated Lynch's First Amendment rights.  However, we have concluded that the failure to re-hire Lynch for the 1994 Can Share program did not constitute a First Amendment violation.  Thus, there is no basis for an award of punitive damages and we need not consider Lynch's claims of error with regard to Phase II of the trial.<a class=\"footnote\" href=\"#fn15\" id=\"fn15_ref\">15</a></p>\n    </div>\n    <p>G. Cronin's Cross-Appeal</p>\n    <div class=\"num\" id=\"p77\">\n      <span class=\"num\">77</span>\n      <p class=\"indent\">Cronin raises a single issue in her cross-appeal: whether Lynch was entitled to the district court's award of $4,000 in emotional distress damages based upon her state law claim for intentional interference with advantageous relations.  Cronin asserts that the award of emotional distress damages was improper because Lynch failed to demonstrate, as required under Massachusetts law, that she suffered any pecuniary harm from Cronin's interference with her advantageous relations with the City.</p>\n    </div>\n    <div class=\"num\" id=\"p78\">\n      <span class=\"num\">78</span>\n      <p class=\"indent\">The jury awarded Lynch $4,000 for emotional distress caused by Cronin's statement on January 13, 1994 that she must \"clear out her desk.\"  In its original judgment, the district court allocated the $4,000 in emotional distress damages to Lynch's First Amendment claim.  After it dismissed Lynch's First Amendment claim, the district court in the amended judgment allocated the jury's $4,000 emotional distress award to Lynch's intentional tort claim.  Cronin asserts that this allocation was error.  We agree.</p>\n    </div>\n    <div class=\"num\" id=\"p79\">\n      <span class=\"num\">79</span>\n      <p class=\"indent\">To prove her claim of intentional interference with advantageous relations, Lynch had to demonstrate that (1) a business relationship existed; (2) Cronin knew of such relationship; (3) Cronin intentionally and improperly interfered with that relationship; and (4) Lynch suffered a loss as a result of that interference.  See United Truck Leasing Corp. v. Geltman, 406 Mass. 811, 814-16, 551 N.E.2d 20 (1990).</p>\n    </div>\n    <div class=\"num\" id=\"p80\">\n      <span class=\"num\">80</span>\n      <p class=\"indent\">The district court found that Cronin's interference with Lynch's prospective relationship with the City occurred on January 13, 1994 when she told Lynch to \"clear out her desk.\"  See Lynch, 989 F.Supp. at 298 (\"An interference occurred on the day that the defendant ordered the plaintiff to clear out her desk.\").  But as we have stated, supra, the record demonstrates that Cronin's statement did not constitute a communicated decision at that time not to re-hire Lynch for the 1994 Can Share drive.  An adverse employment action was made and communicated to Lynch several months later, in June, 1994.  By that time, Cronin had reorganized the ESC and hired Markland for the Staff Assistant II position.  The jury found that the hiring of Markland in connection with the reorganization of the ESC was not retaliatory and that Lynch was, in any event, not qualified for the Staff Assistant II position.  As Cronin did not then intentionally and improperly interfere with Lynch's relationship with the City, there is no liability under Lynch's intentional tort claim.</p>\n    </div>\n    <div class=\"num\" id=\"p81\">\n      <span class=\"num\">81</span>\n      <p class=\"indent\">Massachusetts case law is clear, moreover, that a plaintiff cannot recover emotional distress damages in connection with a claim for intentional interference with a prospective business relationship unless she can first demonstrate actual economic damages.  See Ratner v. Noble, 35 Mass.App.Ct. 137, 138, 617 N.E.2d 649 (1993).  The only actual damages Lynch claims to have suffered arose from her failure to be hired as the 1994 Can Share coordinator.  But, as said, the decision not to hire Lynch in June, 1994 was reached for legitimate reasons, namely because Lynch was not qualified for the job.  As Lynch has failed to demonstrate that she suffered any actual damages as a result of Cronin's statement on January 13, 1994 that she must \"clear out her desk,\" the award of emotional distress damages was improper.</p>\n    </div>\n    <p>III. Conclusion</p>\n    <div class=\"num\" id=\"p82\">\n      <span class=\"num\">82</span>\n      <p class=\"indent\">We reverse and vacate the district court's award of $4,000 in emotional distress damages in connection with Lynch's intentional tort claim.  Otherwise, we affirm the judgment of the district court in all respects.  The parties shall bear their own costs on appeal.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The original judgment identified the alleged First Amendment violation as the basis for the $4,000 emotional distress damages award.  The district court, having vacated the jury's award on the First Amendment claim on the ground of qualified immunity, included the $4,000 award for emotional distress in the amended judgment as an award only under Lynch's state claim for intentional interference with advantageous relations</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Prior to this second meeting with Lynch, Cronin had met with Maguire to discuss the situation.  Cronin and Maguire believed that Lynch could not be \"terminated,\" as she was not at that time on the ESC payroll</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> These sums were exclusive of interest, which the district court added in entering final judgment</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The claims against Greeley were dismissed by stipulation of the parties.  The district court entered judgment in favor of Maguire as to all claims brought against her, and Lynch does not appeal from that portion of the judgment</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> The district court stated that,</p>\n        <p>The defendant Cronin's argument that plaintiff does not have a constitutional right to her desk misses the point.  When the defendant instructed the plaintiff to clear out her desk, the defendant Cronin, at that time, interfered with the plaintiff's advantageous relationship with the City of Boston and reasonable expectations regarding terms and conditions of the continuation of an advantageous relationship.  The jury found that, up to that point, the plaintiff had a reasonable expectation of employment for the 1994 Can Share program.</p>\n      </div>\n      <div class=\"footnote\">\n        <a class=\"footnote\">989</a>\n        <p> F.Supp. at 294.  Actually the jury found that Lynch's expectation of employment continued not only until January 12, but into May, 1994, when Markland was hired.  See id. at 304</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> As the district court found,</p>\n        <p>The violation of plaintiff Lynch's First Amendment rights had occurred earlier, on January 13, 1994, when defendant Cronin told plaintiff to clear out her desk.  At that time, the Emergency Shelter Commission had not been reorganized.  At that time, a possibility still existed that the City of Boston would contract with the plaintiff for the 1994 Can Share season.  The fact that the defendants chose to reorganize and redefine a job position after January 13, 1994 cannot have the retroactive effect of shielding the defendant from liability for a violation that had already occurred.  Thus it is irrelevant that Helen Lynch was not qualified for a position created after the violation, nor is it relevant that another, more qualified individual was hired for the new position.</p>\n      </div>\n      <div class=\"footnote\">\n        <a class=\"footnote\">989</a>\n        <p> F.Supp. at 290</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Rule 49(a) provides that where a jury is requested to return a special verdict and neither party demands that a particular issue of fact be submitted to the jury, the parties waive the right to a jury trial as to that issue and \"[a]s to an issue omitted without such demand the court may make a finding ... or, if it fails to do so, it shall be deemed to have made a finding in accord with the judgment on the special verdict.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> The jury found that Lynch at the time after January 12, 1994, and before the date Mr. Markland was hired (May, 1994), had a reasonable expectation of employment for the 1994 Can Share program.  See 989 F.Supp. at 304.  That finding is also inconsistent with the notion that Lynch was told on January 13 she would not be re-employed</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> Lynch argues that the qualified immunity issue is not properly before us for several reasons.  First, Lynch claims that Cronin failed to comply with Fed.R.Civ.P. 50(a)(2), which requires that a movant \"specify the judgment sought and the law and facts on which the moving party is entitled to judgment.\"  Second, Lynch argues that Cronin failed to comply with Rule 50(b), pursuant to which Cronin renewed her motion for judgment as a matter of law, by introducing a legal theory--qualified immunity--not distinctly articulated in her Rule 50(a) motion.  Finally, Lynch asserts that the district court did not have the power to enter judgment as a matter of law based upon qualified immunity arguments not specifically advanced by Cronin.  We find none of these arguments persuasive.  Rule 50(a)(2) is designed to prevent unfair surprise and to provide the responding party with an opportunity to correct any deficiencies in her proof.  See Fed.R.Civ.P. 50(a) Advisory Committee Notes to 1991 Amendment.  Our review of the record demonstrates that Lynch could hardly have been surprised by Cronin's assertion of qualified immunity.  Cronin asserted qualified immunity in her answer, discussed the relevant precedents in her memorandum in support of summary judgment, asserted the defense in the Joint Pre-Trial Memorandum, raised the defense in connection with proposed special verdict forms, and invoked the relevant precedents again in motions for judgment as a matter of law filed after each phase of the trial.  To be sure, Cronin could have made the argument more precisely in her Rule 50(a) motion, but \"[t]he rule does not require technical precision in stating the grounds of the motion.  It does  require that they be stated with sufficient certainty to apprise the court and opposing counsel of the movant's position with respect to the motion.\" 9A C. Wright &amp; A. Miller, Federal Practice and Procedure, &#167; 2533, at 310-11 (1995).  We conclude that Cronin's Rule 50(a) motion passes this standard, and that she also complied with Rule 50(b).  The district court's comprehensive opinion demonstrates that it was sufficiently apprised of Cronin's qualified immunity argument.  Contrary to Lynch's assertion, the district court did not lack the authority to elaborate on the argument in its opinion</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> See also Versarge v. Township of Clinton, 984 F.2d 1359, 1364 (3d Cir.1993) (relying on Hyland, and assuming without deciding same); Murray v. Vaughn, 300 F.Supp. 688, 704 (D.R.I.1969) (Peace Corps volunteer protected from dismissal on basis of content of speech)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> In its opinion, the district court discussed whether, absent a demonstrated First Amendment violation, Lynch was otherwise entitled to the jury's award of reputational and emotional distress damages.  See Paul v. Davis, 424 U.S. 693, 708, 96 S.Ct. 1155, 47 L.Ed.2d 405 (1976) (procedural due process claim may be based upon loss of right or status previously held under state law).  The only claim brought by Lynch, however, was based upon a deprivation of her First Amendment rights.  We therefore decline to consider the district court's supplemental analysis.  See Lynch, 989 F.Supp. at 296-97</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> Section 1988 provides in relevant part:</p>\n        <p>In any action or proceeding to enforce a provision of sections 1981, 1982, 1983, 1985, and 1986 of this title, title IX of Public Law 92-318 ..., or title VI of the Civil Rights Act of 1964 ..., the court, in its discretion, may allow the prevailing party, other than the United States, a reasonable attorney's fee as part of the costs.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> Insofar as Lynch also claims that these same evidentiary rulings denied her a fair trial with regard to her claims under the First Amendment and section 1983, we disagree for the reasons that follow</p>\n      </div>\n      <div class=\"footnote\" id=\"fn14\">\n        <a class=\"footnote\" href=\"#fn14_ref\">14</a>\n        <p> Lynch also claims that the district court rendered erroneous jury instructions regarding reputational damages, which resulted in a lower award.  In light of our conclusion, we need not consider this claim</p>\n      </div>\n      <div class=\"footnote\" id=\"fn15\">\n        <a class=\"footnote\" href=\"#fn15_ref\">15</a>\n        <p> Lynch also claims that she is entitled to a new trial on the amount of damages recoverable under her First Amendment claim because the district court's instructions to the jury on damages were erroneous.  As we have concluded that there is no liability under the First Amendment, we need not consider these claims</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">180</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></span>,<br>Helen A. LYNCH, Plaintiff, Appellant,<br>v.<br>CITY OF BOSTON, et al., Defendants, Appellees.<br>Helen A. Lynch, Plaintiff, Appellee,<br>v.<br>City of Boston, et al., Defendants, Appellees,<br>Kelley Cronin, Defendant, Appellant.</p>\n    <p class=\"parties\">Nos. 98-1076, 98-1112.</p>\n    <p class=\"court\">United States Court of Appeals,<br>First Circuit.</p>\n    <p class=\"date\">Heard Jan. 6, 1999.<br>Decided June 16, 1999.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Appeals from the United States District Court for the District of Massachusetts.  [Hon. Robert E. Keeton, U.S. District Judge ]</p>\n      <p class=\"indent\">Ellen J. Messing with whom James S. Weliky, Messing &amp; Rudavsky, P.C., Stephen M. Voltz, Nathan &amp; Voltz and Carolyn Koch were on brief for plaintiff, Helen A. Lynch.</p>\n      <p class=\"indent\">Kevin S. McDermott with whom Merita A. Hopkins, Corporation Counsel, Dawna McIntyre, Assistant Corporation Counsel, City of Boston Law Department, were on brief for City of Boston, et al.</p>\n      <p class=\"indent\">Before Stahl, Circuit Judge, Aldrich and Campbell, Senior Circuit Judges.</p>\n      <p class=\"indent\">CAMPBELL, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Helen Lynch brought this action in the district court against the City of Boston and, inter alia, Kelley Cronin, a City employee.  Lynch alleged that Cronin told her to \"clear out your desk\" and removed Lynch from her volunteer position on the Mayor's Hunger Commission in retaliation for a phone call Lynch made to the Mayor's office during which Lynch complained that the City's Emergency Shelter Commission (\"ESC\"), of which Cronin served as the Executive Director, was under-staffed at a time when homeless persons in the City were in need of services.  Lynch alleged that the statement that she must \"clear out her desk\" was tantamount to a refusal by Cronin to renew her contract of employment as Can Share coordinator and that this adverse action, along with Lynch's removal from the Hunger Commission, violated the First Amendment to the United States Constitution and 42 U.S.C. &#167; 1983.  Lynch also brought claims under Massachusetts law, including a claim against Cronin for intentional interference with her advantageous relations with the City.  The jury answered special verdict questions on Lynch's section 1983 and intentional interference with advantageous relations claims, and awarded $40,000 in compensatory damages and $10,000 in punitive damages against Cronin.  The district court entered judgment in favor of Lynch on the section 1983 and intentional tort claims against Cronin and in favor of defendants on the remaining claims.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The parties filed post-judgment motions.  The district court thereupon entered an amended judgment holding (1) that Cronin was entitled to qualified immunity on Lynch's First Amendment claim, both as to the allegations concerning her failure to re-hire Lynch for the 1994 Can Share program and Lynch's removal from the Mayor's Hunger Commission, (2) that the City was not liable under 42 U.S.C. &#167; 1983, (3) that Lynch was entitled to $4,000 in damages for emotional distress on her intentional tort claim,<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> and (4) that Lynch would be entitled to $10,000 in punitive damages and $60,000 in attorneys' fees if section 1983 liability were reinstated against Cronin on appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In these consolidated appeals, Lynch challenges the district court's qualified immunity and municipal liability rulings, asserts that the district court erred in reducing her requested attorneys' fees and costs, and seeks a new trial because of alleged errors in evidentiary rulings and jury instructions.  In her cross-appeal, Cronin asserts that the district court erred in awarding Lynch $4,000 in emotional distress damages in connection with her intentional tort claim because Lynch failed to demonstrate any pecuniary loss, as Cronin asserts is required under Massachusetts law.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">For the reasons that follow, we affirm, although on grounds different from those relied upon by the district court in its judgment dismissing the section 1983 claims against Cronin and the City.  We conclude that Lynch is not entitled to a new trial.  Finally, we reverse and vacate the district court's award of emotional distress damages in connection with Lynch's intentional tort claim.</p>\n    </div>\n    <p>I. BACKGROUND</p>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p>We recite the underlying facts in the light most favorable to the jury's verdict.  See Alvarez-Fonseca v. Pepsi Cola of Puerto Rico Bottling Co., <span class=\"citation\" data-id=\"757019\"><a href=\"/opinion/757019/78-fair-emplpraccas-bna-459-74-empl-prac-dec-p-45560-jose-r/\"><span class=\"volume\">152</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">17</span></a></span>, 21 (1st Cir.1998).  As the coordinator of the City's Can Share food drive, Lynch worked as a seasonal employee of the City of Boston under a series of contracts beginning in 1987.  The purpose of the Can Share program was to provide food for the homeless and hungry in the Boston area.  The program was conducted under the auspices of the City's Emergency Shelter Commission (\"ESC\"), and took place annually over the course of several months usually beginning in October and concluding in December.  Each year, Lynch was paid on a weekly basis while the drive was in progress and, sometimes, during periods just before and after the drive.  During the remainder of each year, when not on the City's payroll, Lynch typically performed pre and post-drive tasks without reimbursement.  In addition to serving as the Can Share coordinator, Lynch had also been appointed each year since 1986 to serve, on a volunteer basis, on the Mayor's Hunger Commission, an honorary body formed to address city-wide hunger issues.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">In December, 1993, Lynch received a flyer that had been distributed to all City employees by the newly elected Mayor, Thomas Menino, in which the Mayor encouraged employees to provide suggestions to his office for the improvement of City services.  On January 12, 1994, Lynch placed what she intended to be an anonymous phone call to the Mayor's office.  During the phone call, Lynch complained about a lack of staffing at the ESC that day.  Unfortunately for Lynch, her call did not remain anonymous.  Lynch's call was answered by John Greeley, a City employee who was the husband of defendant Kelley Cronin, Lynch's supervisor at the Can Share program and the Executive Director of the ESC.  Greeley told Cronin of his conversation with Lynch. Cronin immediately requested Lynch to come to City Hall for a meeting concerning the phone call.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">On January 13, the day after Lynch's telephone call to the Mayor's office, Lynch met with Cronin at the ESC office.  Lynch was not then on the ESC payroll, having received her last paycheck in connection with the 1993 Can Share drive in December, 1993.  Nor, at the time, had she been specifically told she would be re-hired for the 1994 Can Share drive that was to commence in the fall of 1994.  Cronin was upset that Lynch had complained to the Mayor's office instead of speaking to her directly.  At the conclusion of the meeting, which was attended only by Lynch and Cronin, Cronin told Lynch to \"clear out your desk.\"  Both Lynch and Cronin testified that they did not specifically discuss whether Lynch would be working on the forthcoming 1994 Can Share campaign.  After the meeting, Lynch returned to her desk and continued working on a letter she had begun drafting.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Later the same day, Lynch met with Ann Maguire, the former director of the ESC who had been promoted to director of the City's Office of Neighborhood Services and Office of Boards and Commissions, and was responsible in that capacity for overseeing the ESC.  Lynch told Maguire about her earlier meeting with Cronin and expressed the belief that she had been \"fired.\"  Maguire assured Lynch that she had not been fired, that she need not clear out her desk, and that she should continue working on the 1993 Can Share wrap-up tasks.  Maguire suggested that Lynch wait a few months before approaching Cronin about the 1994 Can Share drive, and assured Lynch that by that time everything would be fine.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Later on January 13, 1994, Lynch met again with Cronin.  At this second meeting, Cronin testified that she told Lynch that she had not been terminated.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  Cronin told Lynch that she had asked her to \"clear out her desk\" because space was needed for a new full-time employee who was coming to work at the ESC.  Cronin also testified that she told Lynch to clear out the desk because the 1993 Can Share campaign had ended and Lynch no longer needed the desk.  Cronin and Lynch did not specifically discuss whether Lynch would be working on the 1994 Can Share drive.  Lynch testified, however, that Cronin asked her what she was working on with regard to Can Share and that the two discussed goals for the 1994 Can Share drive and various tasks that needed to be performed to meet those goals.  Lynch also testified that Cronin gave her the \"impression\" that she (Lynch) would be working on the 1994 campaign.  In fact, Lynch testified on cross-examination that she believed, based upon her meeting with Maguire and this second meeting with Cronin, that she had a \"verbal contract\" to work on the 1994 Can Share drive:</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Q: Is it your contention that you had a contract to conduct the 1994 Can Share drive?</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">A: Yes.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Q: And this verbal contract that you allege was made was made between you and Kelly Cronin on January 13, 1994, the time of your meeting, is that true?</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">A: Yes.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Q: And it was that meeting on January 13, 1994 which formed the basis of your understanding or belief of what the contract was, is that true?</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">A: Yes.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Q: And you believed that the contract was to conduct the 1994 can Share campaign, is that true?</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">A: Yes.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">After the second meeting with Cronin, Lynch returned to her desk.  She cleared out the desk and placed her belongings in boxes, which she left in the cubicle near the desk.  Thereafter, Lynch continued to prepare for the 1994 Can Share drive.  She prepared a budget for the 1994 campaign, and met with a T-shirt vendor to discuss a possible contract for shirts commemorating the ten-year anniversary of the Can Share program.  At Cronin's request, Lynch arranged and attended a meeting with the City comptroller to discuss the budgets for the 1993 and 1994 Can Share drives.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">In April, 1994, Cronin reorganized the ESC.  As part of that reorganization, Cronin created a new full-time position known as \"Staff Assistant II.\"  The duties of Staff Assistant II consisted of the Can Share coordinator duties, as well as other related anti-hunger duties.  In May, 1994, unbeknownst to Lynch, Cronin hired James Markland for the Staff Assistant II position.  In May, 1994, Markland asked to meet with Lynch to discuss the 1994 Can Share budget.  Lynch testified that it was at this meeting that she first learned that Markland was working on the 1994 campaign.  In June, 1994, Cronin told Lynch that she would not be working on the 1994 Can Share drive as a paid employee, but welcomed her assistance in a volunteer capacity.  Lynch testified that prior to this, \"not a soul\" had informed her that she would not be working on the 1994 Can Share drive.  Later, in August, 1994, Cronin informed Lynch that she had been removed from the Mayor's Hunger Commission.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Lynch sued the City, Cronin, Greeley, and Maguire, claiming that the decision not to hire her for the 1994 Can Share drive and her removal from the Hunger Commission were in retaliation for the January 12, 1994 phone call.  In her five-count complaint, which was filed in state court but subsequently removed, on the basis of federal question jurisdiction, to federal district court in Boston, Lynch alleged that the termination of her relationships with the ESC and the Hunger Commission, along with the hiring of Markland for the Staff Assistant II position, violated 42 U.S.C. &#167; 1983 and the First Amendment to the United States Constitution, the Massachusetts Whistleblower Statute (Mass.Gen.L. c. 149, &#167;&#167; 185(b)(1) and (b)(3)), and the Massachusetts Equal Rights Act (Mass.Gen.L. c. 93, &#167;&#167; 102, 103).  Lynch also brought a state law tort claim in which she alleged that Cronin had intentionally interfered with her advantageous relations with the City.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The case was submitted to a jury in two phases.  At the conclusion of Phase I, which was devoted to issues of liability, the jury answered detailed special questions, submitted pursuant to Fed.R.Civ.P. 49(a).  See Lynch v. City of Boston, <span class=\"citation no-link\"><span class=\"volume\">989</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">275</span></span>, 302-309 (D.Mass.1997) (reprinting special verdict form).  The jury answered several questions in Lynch's favor on her section 1983 claim against Cronin and her tort claim against Cronin for intentional interference with advantageous relations.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">The jury found that at the time of the telephone call on January 12, 1994, Lynch was a former employee of the ESC under one of a succession of temporary contracts for part-time employment during part of the year.  See id. at 303.  The jury also found that on January 12, 1994, Lynch had a reasonable expectation of employment for the 1994 Can Share program.  Id. at 304.  In instructing Lynch to \"clear out her desk,\" the jury found that Cronin had acted \"with a motive of retaliating for Ms. Lynch's telephone call of January 12, 1994.\"  Id. In so finding, the jury rejected as pretextual the non-retaliatory reasons offered by Cronin for telling Lynch to clear out her desk (the need for desk space and the end of the 1993 Can Share program).  See id. at 304-05.  With regard to the Staff Assistant II position created in May, however, the jury effectively found that Lynch was not qualified for the position, and that Cronin had not hired Markland in retaliation against Lynch for her telephone call.  See id. at 306.  There was no finding or other suggestion that the reorganization itself was retaliatory.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">At the conclusion of Phase I, the jury awarded $24,000</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">in damages for harm to Lynch's reputation because of the non-renewal of her Can Share contract, $12,000 in damages for injury to Lynch's reputation as a result of her removal from the Mayor's Hunger Commission, and $4,000 in emotional distress damages resulting from Cronin's statement that Lynch should \"clear out her desk.\"  See id. at 308.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  At the close of Phase II of the trial, which was devoted solely to determining whether the defendants should pay punitive damages, the jury found that Cronin had acted callously and with reckless disregard as to Lynch's First Amendment rights and awarded Lynch $10,000 in punitive damages.  See id. at 309.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">The district court entered judgment for Lynch on the section 1983 and intentional interference with advantageous relations claims brought against Cronin, and in favor of defendants on all remaining counts.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  Subsequently, Cronin filed a Motion for Judgment as a Matter of Law or in the Alternative for a New Trial or Remittitur arguing, inter alia, that she was qualifiedly immune from Lynch's section 1983 claim.  Lynch filed a Motion to Alter or Amend the Judgment, in which she argued that both the City and Cronin should be held liable for compensatory damages under section 1983 and that emotional distress damages should be awarded against Cronin under both the section 1983 claim and the intentional interference claim.  Lynch also filed an Application for Attorneys' Fees and Costs in which she sought $370,000 in fees and costs as a prevailing party in a civil rights action.  See 42 U.S.C. &#167; 1988.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">After considering the parties' submissions, the district court entered an amended judgment.  In its written opinion, the court identified the violation of Lynch's First Amendment rights as having occurred on January 13, 1994 when Cronin told Lynch to \"clear out her desk.\"  At that time, the ESC \"had yet to be reorganized ... [and] ... a possibility still existed that the City of Boston would contract with the plaintiff for the 1994 Can Share season.\" 989 F.Supp. at 290.  The district court rejected Cronin's argument that Lynch could not then have been discharged because she was not then an employee.  Stressing that the question was not whether she was discharged, but rather whether an adverse employment action or decision occurred, the court noted that a retaliatory non-renewal of contract or failure to re-hire fitted within that concept.  The district court also rejected Cronin's defense that no adverse employment decision occurred because the jury found that Lynch's old Can Share position, which was the only one available in 1994, was incorporated as a duty of the new Staff Assistant II position, for which Lynch was not qualified.  The court said,</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p>The fact that the defendants chose to reorganize and redefine a job position after January 13, 1994 cannot have the retroactive effect of shielding the defendant from liability for a violation that had already occurred [i.e. on January 13].</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Id.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">The district court concluded, therefore, that Cronin's January 13 \"clear out your desk\" order was a cognizable violation of Lynch's First Amendment rights.  Nevertheless, the court went on to conclude that Cronin was entitled to qualified immunity with regard to Lynch's claim that Cronin's refusal to re-hire her for the 1994 Can Share program violated the First Amendment, and that the City was not liable under section 1983.  See Lynch, 989 F.Supp. at 285, 289.  The district court also ruled that Lynch's claim for harm to her reputation associated with the loss of her position on the Hunger Commission was defeated by Cronin's qualified immunity.  See id. at 297.  Accordingly, the court eliminated the jury's award of $24,000 in connection with Lynch's section 1983 claim based on the non-renewal of Lynch's Can Share contract, and also eliminated the $12,000 award for harm to Lynch's reputation caused by her removal from the Hunger Commission.  The court allocated the jury's award of $4,000 for emotional distress damages to Lynch's intentional interference tort claim.  Finally, the district court entered an alternative amended judgment awarding Lynch $10,000 in punitive damages and $60,000 in attorneys' fees in the event the section 1983 claim was reinstated on appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">In these appeals, the parties ask us to decide (1) whether Cronin was entitled to qualified immunity with regard to Lynch's claim that Cronin's refusal to re-hire her for the 1994 Can Share program and her removal from the Hunger Commission violated the First Amendment and section 1983, (2) whether the City is liable under section 1983 for a violation of Lynch's First Amendment rights, (3) whether, assuming there is liability under section 1983, the district court erred in capping Lynch's attorneys' fees and costs in the alternative amended judgment at $60,000, (4) whether Lynch is entitled to a new trial as a result of several allegedly erroneous evidentiary rulings made by the district court and allegedly erroneous jury instructions, (5) whether, if Lynch's section 1983 claim is not reinstated, she is nevertheless entitled to the jury's award of $12,000 for loss of reputation caused by Lynch's removal from the Hunger Commission, under her state law claim for intentional interference with advantageous relations, and (6) whether Lynch was entitled, under Massachusetts law, to the award of $4,000 in emotional distress damages on her claim of intentional interference with advantageous relations.</p>\n    </div>\n    <p>II. DISCUSSION</p>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">We will proceed first with the various issues raised by Lynch in her appeal.  We will then turn to the sole issue raised in Cronin's cross-appeal: whether the district court erred in awarding $4,000 in emotional distress damages in connection with the intentional interference with advantageous relations tort claim.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p>A. Section 1983 Liability and Qualified Immunity</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">After it received the jury's special verdict form, the district court granted judgment as a matter of law pursuant to Fed.R.Civ.P. 50(b) in favor of Cronin on Lynch's section 1983 claim on the ground that Cronin was qualifiedly immune from suit.  We review the district court's decision de novo, taking the facts in the light most favorable to Lynch. See Tang v. Rhode Island, <span class=\"citation\" data-id=\"198242\"><a href=\"/opinion/198242/tang-v-rhode-island/\"><span class=\"volume\">163</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">7</span></a></span>, 11 (1st Cir.1998).</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">We need not reach the issue of qualified immunity, however, unless Lynch has demonstrated conduct that rises to the level of a constitutional violation.  See Siegert v. Gilley, <span class=\"citation\" data-id=\"112594\"><a href=\"/opinion/112594/siegert-v-gilley/\"><span class=\"volume\">500</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">226</span></a></span>, 232, <span class=\"citation\" data-id=\"112594\"><a href=\"/opinion/112594/siegert-v-gilley/\"><span class=\"volume\">111</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1789</span></a></span>, <span class=\"citation\" data-id=\"112594\"><a href=\"/opinion/112594/siegert-v-gilley/\"><span class=\"volume\">114</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">277</span></a></span> (1991); see also Sacramento v. Lewis, <span class=\"citation\" data-id=\"118214\"><a href=\"/opinion/118214/countyof-sacramento-v-lewis/\"><span class=\"volume\">523</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">833</span></a></span>, <span class=\"citation\" data-id=\"118214\"><a href=\"/opinion/118214/countyof-sacramento-v-lewis/\"><span class=\"volume\">118</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1708</span></a></span>, 1714 n. 5, <span class=\"citation\" data-id=\"118214\"><a href=\"/opinion/118214/countyof-sacramento-v-lewis/\"><span class=\"volume\">140</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1043</span></a></span> (1998).  Lynch's First Amendment claim against Cronin rests on her contentions that she was (1) not re-hired for the 1994 Can Share program and (2)removed from the Hunger Commission in retaliation for her phone call to the Mayor's office on January 12, 1994.  Thus, we first examine whether Lynch has shown any cognizable First Amendment injury at all with regard to Cronin's failure to re-hire her for the 1994 Can Share campaign.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">In the usual case, a plaintiff who claims to have been terminated or not re-hired for retaliatory reasons has an existing employment relationship with her employer at the time of the adverse employment decision.  See Perry v. Sindermann, <span class=\"citation\" data-id=\"108609\"><a href=\"/opinion/108609/perry-v-sindermann/\"><span class=\"volume\">408</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">593</span></a></span>, 597 (1972) (non-tenured professor cannot be discharged in retaliation for protected speech); Rankin v. McPherson, <span class=\"citation\" data-id=\"111946\"><a href=\"/opinion/111946/rankin-v-mcpherson/\"><span class=\"volume\">483</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">378</span></a></span>, 383, <span class=\"citation\" data-id=\"111946\"><a href=\"/opinion/111946/rankin-v-mcpherson/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2891</span></a></span>, <span class=\"citation\" data-id=\"111946\"><a href=\"/opinion/111946/rankin-v-mcpherson/\"><span class=\"volume\">97</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">315</span></a></span> (1987) (probationary employee working for employer at time of discharge); Cheveras Pacheco v. Rivera Gonzalez, <span class=\"citation\" data-id=\"481635\"><a href=\"/opinion/481635/francisco-cheveras-pacheco-v-juan-m-rivera-gonzalez/\"><span class=\"volume\">809</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">125</span></a></span>, 129 (1st Cir.1987) (transitory employee with ongoing employment relationship).  Here, the jury found that on January 13 Lynch was a former employee but one with a reasonable expectation of future employment.  The district court rejected Cronin's argument, which she presses again on appeal, that a mere former employee has no rights under the First Amendment in this situation.  The court concluded, in effect, that Lynch's reasonable expectancy that in 1994 she would again be hired to coordinate the Can Share drive could not be cast aside in retaliation for her protected speech, under the doctrine announced in Perry v. Sindermann and progeny.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">We may assume, although we need not decide, that the district court was correct in its conclusion that Lynch's expectation of being re-hired was a valuable governmental benefit that could not be denied in retaliation for protected speech.  See Perry v. Sindermann, 408 U.S. at 597.  But even if the First Amendment shielded Lynch from not being re-hired by the City of Boston because of what she had said on the telephone on January 12, Lynch must still demonstrate that the adverse employment action, i.e. the refusal to re-hire, actually occurred on January 13.  The jury did find that Cronin's \"clear out your desk\" statement, made on that date, was in retaliation for Lynch's critical phone call to the Mayor's office.  But Lynch has not argued in her appellate brief, and the district court did not indicate, that it was the literal use of a desk that was the valuable benefit denied in violation of First Amendment rights.  Rather Cronin's \"clear out your desk\" statement is presented both by Lynch and by the district court as a kind of shorthand method of informing Lynch that the City of Boston would not re-hire her, as it had in the past, to coordinate the 1994 Can Share campaign.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  The district court found that Lynch had a reasonable expectation of employment by the City on January 13 and that Cronin's telling her to \"clear out her desk\" interfered with that expectation and constituted a violation of Lynch's First Amendment rights on that date.  See Lynch, 989 F.Supp. at 290, 294; see also id. at 290 (finding that \"an adverse employment action, or decision, in a broader sense, including the failure to rehire, is what the court must examine\").</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">The determination that Lynch's First Amendment rights had been violated on January 13, 1994, and not several months later when she was expressly denied re-employment, is pivotal to the district court's finding of a section 1983 violation.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>  The jury found that Lynch was not qualified for the later-created Staff Assistant II position, and that appointment of another person to that position was not in retaliation for the January 12 phone call.  See infra.  We therefore review for clear error the district court's implied supplemental finding that Cronin's \"clear out your desk\" statement made during the first of two conversations between Lynch and Cronin on January 13, 1994, was tantamount to an adverse employment action on that date, notifying Lynch that she would not be rehired by the City for the 1994 Can Share post.  See Fed.R.Civ.P. 49(a);<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> Anderson v. Cryovac, Inc., <span class=\"citation\" data-id=\"515444\"><a href=\"/opinion/515444/anne-anderson-v-cryovac-inc-anne-anderson-v-beatrice-foods-co/\"><span class=\"volume\">862</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">910</span></a></span>, 916 (1st Cir.1988).</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Our reading of the record indicates that, while Cronin's \"clear out your desk\" statement might initially have conveyed such a message, that interpretation was later dispelled on the same day as the result of further conversation between Lynch and Cronin.  Reviewing Lynch's own testimony of what transpired on January 13, we believe it was clearly erroneous for the district court to infer that Cronin had communicated to Lynch an adverse employment decision on that date such as would support the finding of a constitutional violation.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">It is undisputed that nothing specific was said concerning Lynch's re-employment by the 1994 Can Share program during the first meeting between Lynch and Cronin on January 13, 1994, at which Lynch was told to \"clear out her desk.\"  Standing alone, however, the statement could reasonably have conveyed to Lynch that she was no longer welcome in the program, hence would not be re-hired; Lynch, indeed, testified to believing that she had just been \"fired,\" and so reported to Ann Maguire.  But to conclude that Lynch was advised on that day that the opportunity to work on the 1994 Can Share drive had been irretrievably withdrawn ignores the evidence of what next occurred, as well as Lynch's further testimony concerning her own understanding of her future employment prospects.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">After the first meeting with Cronin, Lynch testified she spoke with Maguire, Lynch's former supervisor who was now in a position senior to Cronin.  Maguire assured Lynch that she had not been fired.  A second meeting then took place on January 13 between Lynch and Cronin, which, according to Lynch's own testimony, left her with the \"impression\" that she would in fact be working on the 1994 Can Share drive.  Lynch in fact testified unequivocally that she had a contract to conduct the 1994 Can Share drive as the result of her meeting on January 13 with Kelly Cronin.  On the very day of the \"clear out your desk\" statement, Lynch and Cronin discussed goals and tasks relating to the 1994 campaign, and Lynch developed a budget for the 1994 Can Share.  Further, at Cronin's request, Lynch arranged a meeting with the City comptroller to review the 1993 and 1994 Can Share budgets and attended the meeting.  Lynch testified that \"not a soul\" informed her that she would not be working on the 1994 Can Share drive until June, 1994.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">Hence while Cronin's \"clear out your desk\" statement might, in isolation, support the district court's finding that her rights were then violated (viz., that Cronin had thereby communicated her unwillingness to re-hire Lynch in retaliation for her speech the previous day), that conclusion is undermined by Lynch's own testimony as to how matters were left on the day.  The record clearly demonstrates that following the second meeting between Lynch and Cronin, neither of the parties continued to interpret Cronin's \"clear out your desk\" statement to be tantamount to a decision not to re-hire Lynch for the 1994 campaign.  To the contrary, Lynch testified she acquired then a \"verbal contract\" to be re-hired.  Under these circumstances, we do not see how Cronin's \"clear out you desk\" statement--whatever might initially be made of it--can be equated with Cronin's having made and communicated a decision on January 13, 1994 not to re-hire Lynch for the next Can Share drive.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a>  We are, therefore, unable to find sufficient basis in the record for the district court's finding that Lynch's First Amendment rights were violated on that date.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">An adverse employment decision was, of course, communicated in June, 1994, when Lynch was told that she would not be re-hired for the 1994 Can Share drive.  Cf. Delaware State College v. Ricks, <span class=\"citation\" data-id=\"110367\"><a href=\"/opinion/110367/delaware-state-college-v-ricks/\"><span class=\"volume\">449</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">250</span></a></span>, 258, <span class=\"citation\" data-id=\"110367\"><a href=\"/opinion/110367/delaware-state-college-v-ricks/\"><span class=\"volume\">101</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">498</span></a></span>, <span class=\"citation\" data-id=\"110367\"><a href=\"/opinion/110367/delaware-state-college-v-ricks/\"><span class=\"volume\">66</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">431</span></a></span> (1980) (alleged discrimination in employment decision occurred for purposes of statute of limitations at the time the tenure decision was made and communicated to employee).  But, as the district court suggested, see note 6, supra, the jury effectively found that the refusal to re-hire on that date did not constitute a First Amendment violation.  In April, 1994, Cronin had reorganized the ESC and had eliminated Lynch's prior position, assigning those responsibilities, in addition to several other duties, to James Markland, who was hired in May, 1994 for the Staff Assistant II position.  As noted, the jury supportably found that Cronin did not hire Markland in order to retaliate against Lynch for her January 12, 1994 phone call.  The jury findings also indicate that Lynch was not believed to be qualified for the Staff Assistant II position.  Thus, Cronin has demonstrated that she would not have hired Lynch for the 1994 Can Share drive regardless of her protected speech.  Cf. Mt. Healthy City Sch. Dist. v. Doyle, <span class=\"citation\" data-id=\"109574\"><a href=\"/opinion/109574/mt-healthy-city-bd-of-ed-v-doyle/\"><span class=\"volume\">429</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">274</span></a></span>, 283-84, <span class=\"citation\" data-id=\"109574\"><a href=\"/opinion/109574/mt-healthy-city-bd-of-ed-v-doyle/\"><span class=\"volume\">97</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">568</span></a></span>, <span class=\"citation\" data-id=\"109574\"><a href=\"/opinion/109574/mt-healthy-city-bd-of-ed-v-doyle/\"><span class=\"volume\">50</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">471</span></a></span> (1977) (providing that employer in First Amendment retaliation case is not liable if it establishes that the same decision would have been made even in the absence of protected speech).  Accordingly, with regard to the portion of Lynch's section 1983 claim based upon the decision not to re-hire her for the 1994 Can Share, we conclude that Lynch has failed to demonstrate any violation of the First Amendment.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p>Lynch's claim based upon the termination of her service as a volunteer on the Hunger Commission is a somewhat different matter.  There is no dispute that Cronin's decision to terminate Lynch's service on the Hunger Commission was communicated to Lynch in August, 1994.  We assume, without deciding, that the opportunity to serve as a volunteer could constitute the type of valuable governmental benefit or privilege the deprivation of which can trigger First Amendment scrutiny.  See Perry v. Sindermann, 408 U.S. at 597.  The district court ruled that Cronin was entitled to qualified immunity with regard to this adverse employment action.  We agree.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a></p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">Government officials have qualified immunity from personal liability for actions taken while performing discretionary functions.  They \"generally are shielded from liability for civil damages insofar as their conduct does not violate clearly established statutory or constitutional rights of which a reasonable person would have known.\"  Harlow v. Fitzgerald, <span class=\"citation\" data-id=\"110763\"><a href=\"/opinion/110763/harlow-v-fitzgerald/\"><span class=\"volume\">457</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">800</span></a></span>, 818, <span class=\"citation\" data-id=\"110763\"><a href=\"/opinion/110763/harlow-v-fitzgerald/\"><span class=\"volume\">102</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2727</span></a></span>, <span class=\"citation\" data-id=\"110763\"><a href=\"/opinion/110763/harlow-v-fitzgerald/\"><span class=\"volume\">73</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">396</span></a></span> (1982).  See El Dia, Inc. v. Rosello, <span class=\"citation\" data-id=\"198304\"><a href=\"/opinion/198304/el-dia-inc-v-rossello/\"><span class=\"volume\">165</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">106</span></a></span>, 109 (1st Cir.1999).  If the right the government allegedly violated was clearly established at the time of the challenged conduct, \"the immunity defense ordinarily should fail, since a reasonably competent public official should know the law governing his conduct.\"  Harlow, 457 U.S. at 818-19.  The Supreme Court has held that for a right to be clearly established,</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p>[t]he contours of the right must be sufficiently clear that a reasonable official would understand that what he is doing violates that right.  This is not to say that an official action is protected by qualified immunity unless the very action in question has previously been held unlawful; but it is to say that in the light of pre-existing law the unlawfulness must be apparent.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">Anderson v. Creighton, <span class=\"citation\" data-id=\"111953\"><a href=\"/opinion/111953/anderson-v-creighton/\"><span class=\"volume\">483</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">635</span></a></span>, 640, <span class=\"citation\" data-id=\"111953\"><a href=\"/opinion/111953/anderson-v-creighton/\"><span class=\"volume\">107</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">3034</span></a></span>, <span class=\"citation\" data-id=\"111953\"><a href=\"/opinion/111953/anderson-v-creighton/\"><span class=\"volume\">97</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">523</span></a></span> (1987).</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">It was not \"clearly established\" as of August, 1994, when Lynch removed Cronin from the Hunger Commission, that a government official could not take such action in retaliation for protected speech.  We recognize that the Supreme Court has held that a variety of public benefits, in addition to public employment, cannot be denied solely because of the recipient's exercise of constitutional rights.  See, e.g., Rutan v. Republican Party, <span class=\"citation\" data-id=\"112472\"><a href=\"/opinion/112472/rutan-v-republican-party-of-ill/\"><span class=\"volume\">497</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">62</span></a></span>, <span class=\"citation\" data-id=\"112472\"><a href=\"/opinion/112472/rutan-v-republican-party-of-ill/\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2729</span></a></span>, <span class=\"citation\" data-id=\"112472\"><a href=\"/opinion/112472/rutan-v-republican-party-of-ill/\"><span class=\"volume\">111</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">52</span></a></span> (1990) (promotion or transfer in government job); Shapiro v. Thompson, <span class=\"citation\" data-id=\"107901\"><a href=\"/opinion/107901/shapiro-v-thompson/\"><span class=\"volume\">394</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">618</span></a></span>, 627 n. 6, <span class=\"citation\" data-id=\"107901\"><a href=\"/opinion/107901/shapiro-v-thompson/\"><span class=\"volume\">89</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1322</span></a></span>, <span class=\"citation\" data-id=\"107901\"><a href=\"/opinion/107901/shapiro-v-thompson/\"><span class=\"volume\">22</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">600</span></a></span> (1969) (welfare benefits).  Lynch argues that loss of a volunteer position with a government agency falls into this category.  However, neither the Supreme Court nor this court has ever held that the rule forbidding denial of valuable governmental benefits in reprisal for protected speech announced in Perry v. Sindermann and its progeny extends to the denial of non-compensated positions on voluntary boards.  Scant authority in support of such an extension of the doctrine currently exists.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">Lynch relies primarily upon a Ninth Circuit decision in which the court, applying its own precedents, held that volunteer status is a valuable governmental privilege that cannot be denied on the basis of protected speech.  See Holland v. Wonder, <span class=\"citation\" data-id=\"588913\"><a href=\"/opinion/588913/lanric-hyland-v-roy-l-wonder-supervising-judge-juvenile-court/\"><span class=\"volume\">972</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1129</span></a></span>, 1135 (9th Cir.1992).<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a>  A single decision from another court of appeals applying its own precedents is plainly insufficient to meet the requirement \"that in the light of pre-existing law the unlawfulness must be apparent\" to a reasonable government official.  Anderson, 483 U.S. at 640.  See also El Dia, 165 F.3d at 110 n. 3 (concluding that precedents from outside this circuit may be relevant, depending upon, inter alia, \"the location and level of the precedent, its date, its persuasive force, and its level of factual similarity to the facts before this Court\").  While, as said, the opportunity to serve as a volunteer may be a valuable governmental benefit or privilege within the Perry v. Sindermann doctrine, we cannot say that the law was \"clearly established\" in August, 1994, when Lynch was told by Cronin that she would be removed from the Hunger Commission, that Lynch had a right to continue to serve as a volunteer on a government commission that could not be denied on the basis of constitutionally protected speech.  Accordingly, we affirm the district court's ruling that Lynch \"cannot overcome qualified immunity with respect to her claim regarding her status on the Hunger Commission.\"  Lynch, 989 F.Supp. at 297.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">To summarize, there are two aspects to Lynch's section 1983 claim against Cronin.  With regard to the portion of Lynch's section 1983 claim that is based upon Cronin's refusal to re-hire Lynch for the 1994 Can Share program, Lynch has failed to demonstrate a violation of the First Amendment.  As to that portion of the section 1983 claim involving Lynch's removal from the Hunger Commission, we conclude that Cronin is entitled to qualified immunity.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a></p>\n    </div>\n    <p>B. Municipal Liability</p>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">At trial, Lynch claimed that the City was also liable under section 1983 for the deprivation of her First Amendment rights caused by Cronin's refusal to re-hire her for the 1994 Can Share program.  In order to prevail under section 1983 against the City, Lynch must establish that municipal policy or custom caused a deprivation of federal rights.  See Monell v. New York City Dep't of Social Serv., <span class=\"citation no-link\"><span class=\"volume\">436</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">658</span></span>, 694, <span class=\"citation no-link\"><span class=\"volume\">98</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2018</span></span>, <span class=\"citation no-link\"><span class=\"volume\">56</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">611</span></span> (1977).  We have concluded, supra, that no deprivation of Lynch's First Amendment rights occurred in connection with the refusal by Cronin to re-hire her for the 1994 Can Share drive.  Thus, the City is not liable under section 1983.</p>\n    </div>\n    <p>C. Attorney's Fees</p>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">After the district court entered the original judgment, Lynch filed an Application for Attorneys' Fees and Costs in which she sought, pursuant to 42 U.S.C. &#167; 1988, a total of $359,664.80 in fees and $10,159.73 in costs.  Section 1988 allows a \"prevailing party\" in a civil rights action to recover a \"reasonable attorney's fee.\" 42 U.S.C. &#167; 1988(b).<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a>  As Lynch did not prevail as to any aspect of her section 1983 claim, we uphold the district court's determination that she was not entitled to attorney's fees and costs.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p>D. Alleged Evidentiary Errors and the Whistleblower Claim</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">Lynch asserts that the district court made three evidentiary rulings that deprived her of a fair trial with regard to her state law \"whistleblower\" claim.<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a>  We review the district court's evidentiary rulings for abuse of discretion.  See Acosta-Mestre v. Hilton Intern. of Puerto Rico, <span class=\"citation\" data-id=\"198100\"><a href=\"/opinion/198100/acosta-mestre-v-hilton-international/\"><span class=\"volume\">156</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">49</span></a></span>, 57 (1st Cir.1998).  In the event we discern error, we must determine whether the error was harmless.  \"Our inquiry is whether [exclusion or admission] of the evidence affected plaintiff's substantial rights.\"  Vincent v. Louis Marx &amp; Co., Inc., <span class=\"citation\" data-id=\"522864\"><a href=\"/opinion/522864/stacy-marie-vincent-v-louis-marx-co-inc/\"><span class=\"volume\">874</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">36</span></a></span>, 41 (1st Cir.1989).  See also Fed.R.Civ.P. 61.  \"The central question is whether this court 'can say with fair assurance ... that the judgment was not substantially swayed by the error.' \"  Lubanski v. Coleco Indus., Inc., <span class=\"citation\" data-id=\"558025\"><a href=\"/opinion/558025/32-fed-r-evid-serv-1093-prodliabrepcchp-12784-gail-f-lubanski/\"><span class=\"volume\">929</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">42</span></a></span>, 46 (1st Cir.1991) (citations omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">Lynch first assails the district court's refusal to honor a pretrial stipulation entered into by the parties.  The stipulation purported to allow the authors of letters written by Lynch's supporters in the community to Mayor Menino that attested to Lynch's exemplary work as Can Share coordinator to read their letters to the jury, although the letters themselves were not to be admitted in evidence and given to the jury.  Lynch asserts that the district court's refusal to honor the parties' stipulation prevented her from demonstrating to the jury that defendants failed to hire her for the Staff Assistant II position not because she was unqualified, but for pretextual reasons.</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">The stipulation with respect to the letters was not, as Lynch asserts, an agreement of the parties as to certain facts that were not disputed.  Nor was it an agreement concerning the authenticity or admissibility of the letters themselves.  Such agreements are generally favored by trial courts because they expedite trials.  See 22 C. Wright &amp; K. Graham, Federal Practice and Procedure: Evidence &#167; 5194 (1978), at 195 (\"Where the effect of the stipulation is to eliminate the need for proof of a particular point or debate over the admissibility of certain evidence, enforcement of the stipulation can ... be justified in terms of judicial efficiency.\").  Rather, the parties proposed to dictate to the trial court the procedure by which evidence would be presented to the jury.  The district court rejected the parties' stipulation because, inter alia, it determined that to allow the witnesses to read the content of the letters verbatim and, thus, effectively admit their content for all purposes, but not permit the jury to receive the letters and consider their contents during deliberations other than by way of the jurors' memories or notes, would cause undue confusion for the jury.  Instead, the district court ruled that Lynch could offer the letters for admission and the court would admit or exclude them in accordance with the Federal Rules of Evidence.  The court then heard and rejected arguments advanced by Lynch as to why the letters should be admitted in evidence.  These rulings as to specific letters' admissibility were not appealed.</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">While the district judge could certainly have allowed the letters to be read as provided in the stipulation, the manner in which evidence is received at trial is a matter within the sound discretion of the trial court.  See United States v. Passos-Paternina, <span class=\"citation\" data-id=\"551470\"><a href=\"/opinion/551470/united-states-v-emiro-miguel-passos-paternina-united-states-of-america-v/\"><span class=\"volume\">918</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">979</span></a></span>, 986 (1st Cir.1990) (district court has discretion \"in matters relating to the orderly conduct of the trial and the mode of presenting evidence\").  The district court believed that to allow each author to read the letter verbatim, but then to preclude the jury from reviewing the letters during their deliberations, would needlessly confuse the jury.  We are reluctant to second-guess a determination of this nature, and cannot say that the district court's decision to reject the parties' stipulated procedure in favor of a letter-by-letter determination of admissibility amounted to an abuse of discretion.</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">Lynch's substantial rights were, in any case, unaffected by the court's ruling.  The authors of the letters testified at trial concerning such matters as Lynch's \"phenomenal\" networking skills and their perception that Lynch did \"exceptional\" work at Can Share.  They conveyed what the letters would have conveyed, their good opinion of Lynch's qualifications relative to the Staff Assistant II position.  It is difficult to see how rejection of the stipulated procedure, even were it to have exceeded the court's discretion, was other than harmless.</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">Next, Lynch asserts that the district court erred when it precluded Michael Devlin, who had worked extensively with Lynch on the Can Share program, from answering the following question: \"In the time that you worked in the Can Share program, who would you say was responsible for the success and growth the program had?\"  Lynch argues that this lay opinion testimony would have supported her claim under the Massachusetts Whistleblower Statute that she was qualified for the Staff Assistant II position and was denied the position for pretextual reasons.  The district court precluded Devlin from rendering his opinion regarding who was responsible for the growth and success of the Can Share program on the grounds that (1) Devlin was not \"competent\" to render the opinion, and (2) Lynch had failed to persuade the court that the opinion sought pertained to an \"appropriate\" subject for opinion testimony by a lay witness.</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">Rule 701 of the Federal Rules of Evidence permits the rendering of lay opinion testimony when such testimony is (a) \"rationally based upon the perception of the witness,\" and (b) \"helpful to a clear understanding of the witness' testimony or the determination of a fact in issue.\"</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">Here Devlin's opinion would have cleared the first hurdle, that the opinion was based on the personal perception of the witness.  See, e.g., United States v. Paiva, <span class=\"citation\" data-id=\"534182\"><a href=\"/opinion/534182/united-states-v-james-earl-paiva/\"><span class=\"volume\">892</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">148</span></a></span>, 156-57 (1st Cir.1989).  Devlin was \"competent,\" to use the district court's term, to testify concerning the success and growth of Can Share during the period in which he and Lynch worked together based upon his personal observation of Lynch's work.  We also conclude that Devlin's opinion concerning the growth and success of Can Share would have been \"rationally\" based upon his perception of Lynch's work, in the sense that no irrational leaps of logic would have been required in order for Devlin to render the rather straightforward opinion Lynch sought to elicit.</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">Even though rationally based on the witness's personal perception, lay opinion testimony will be excluded if it is not \"helpful\" to the trier of fact.  See Fed.R.Evid. 701.  Lay opinions are not helpful when the jury can readily draw the necessary inferences and conclusions without the aid of the opinion.  See 7 J. Wigmore, Wigmore on Evidence &#167;&#167; 1917-18 (lay opinions are superfluous when the jury, unaided by opinion, can draw the necessary inferences as effectively as the witness).  Accordingly, the Rule vests considerable discretion in the trial court in determining whether the jury will be aided by lay opinion testimony.  See 4 J. Weinstein, Weinstein's Federal Evidence p 701 (2d ed.1998).</p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">Here, as Lynch herself points out, Devlin testified at some length concerning his personal observation of Lynch's excellent organizational skills, her proficiency at long-term program planning, her \"phenomenal\" ability to recruit participants from the business community, her \"incredible\" motivational skills, and her ability to communicate clearly.  Devlin testified that Lynch's ability to recruit in the business community \"brought in a lot of people to take part in the campaign fully.\"  Contrary to Lynch's assertion that the jury could not determine \"how effective plaintiff was in her job\" without Devlin's lay opinion, the jury, unaided by Devlin's opinion, could readily have drawn the inference from Devlin's detailed factual account of Lynch's exceptional work at Can Share that Lynch was quite effective in her position and was responsible for the success and growth of the Can Share program during the time she and Devlin worked together.  Compare United States v. Jackman, <span class=\"citation\" data-id=\"195901\"><a href=\"/opinion/195901/united-states-v-jackman/\"><span class=\"volume\">48</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 5-6 (1st Cir.1995) (witness's testimony identifying defendant from surveillance photographs admitted since jury not in as good position as witness to determine identity).  Hence the district court may well have believed--in finding the opinion not to pertain to an appropriate subject for lay opinion testimony--that it would simply not be helpful.  In any event, even assuming error in refusing to admit the opinion, the error would be harmless given the considerable body of testimony that was admitted pointing in the same direction.</p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\">Finally, Lynch asserts that the district court erred in excluding certain testimony by her expert witness, Ellen Bassuk, M.D. Under the Massachusetts Whistleblower Statute, Lynch had to demonstrate that she had an objectively reasonable basis for her belief that the perceived staffing shortage at the ESC on January 12, 1994 created a risk to the public health and safety.  See Mass.G.L. ch. 149, &#167; 185.  Dr. Bassuk testified that the circumstances that existed on January 12, 1994, including the extreme cold and the absence of the ESC staff, created a public health risk that would be potentially life-threatening.  Nevertheless, the jury found that Lynch did not have a reasonable belief that the public health or safety was in jeopardy when she made the telephone call.  See Lynch, 989 F.Supp. at 302-03.</p>\n    </div>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p class=\"indent\">Lynch asserts that the district court erred in excluding testimony by Dr. Bassuk concerning the efficacy of the beeper system used by Cronin and other ESC employees and the availability of brochures that contained information concerning shelters and other services for the homeless.  Lynch contends that she offered this testimony to rebut testimony by Cronin to the effect that the homeless were not in danger on January 12, 1994 because the City had a beeper system and brochures were available at the ESC that listed various services for the homeless.  The district court excluded Dr. Bassuk's testimony because it was concerned that to allow the parties to litigate the efficacy of the City's beeper system and the content of its written brochures would inject an irrelevant issue into the case--whether the City should have done more to protect the homeless--and would potentially cause a significant increase in the length of the trial.</p>\n    </div>\n    <div class=\"num\" id=\"p65\">\n      <span class=\"num\">65</span>\n      <p class=\"indent\">The district court may have gone too far in asserting that Lynch sought to inject an irrelevant issue into the case.  Lynch was seeking to counter Cronin's defense, presaged during her testimony, that the availability of the beeper system and the brochures rendered unreasonable Lynch's belief that the public safety was endangered by the lack of staffing at the ESC.  But courts have latitude to keep trials on track and to limit the exploration of secondary issues.  As the Supreme Court has stated:</p>\n    </div>\n    <div class=\"num\" id=\"p66\">\n      <span class=\"num\">66</span>\n      <p>Within limits, the judge may control the scope of rebuttal testimony, may refuse to allow cumulative, repetitive, or irrelevant testimony, and may control the scope of examination of witnesses.  If truth and fairness are not to be sacrificed, the judge must exert substantial control over the proceedings.</p>\n    </div>\n    <div class=\"num\" id=\"p67\">\n      <span class=\"num\">67</span>\n      <p class=\"indent\">Geders v. United States, <span class=\"citation\" data-id=\"109416\"><a href=\"/opinion/109416/geders-v-united-states/\"><span class=\"volume\">425</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">80</span></a></span>, 86-87, <span class=\"citation\" data-id=\"109416\"><a href=\"/opinion/109416/geders-v-united-states/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1330</span></a></span>, <span class=\"citation\" data-id=\"109416\"><a href=\"/opinion/109416/geders-v-united-states/\"><span class=\"volume\">47</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">592</span></a></span> (1976).  The district court acted within the appropriate limits here.</p>\n    </div>\n    <div class=\"num\" id=\"p68\">\n      <span class=\"num\">68</span>\n      <p class=\"indent\">The district court here did not entirely preclude Dr. Bassuk from rendering her opinion.  Dr. Bassuk testified:</p>\n    </div>\n    <div class=\"num\" id=\"p69\">\n      <span class=\"num\">69</span>\n      <p class=\"indent\">Q: Let us assume that the director of the city agency in question, regardless of its name, had a beeper or a pager with her while she was out of the agency office on the day in question. would that affect the opinion that you just rendered?</p>\n    </div>\n    <div class=\"num\" id=\"p70\">\n      <span class=\"num\">70</span>\n      <p class=\"indent\">A: No, I don't think so.  It would naturally depend on the nature of the beeper system, on such things as whether there were protocols that insisted that if you had a beeper, you were called, that you were supposed to respond in a timely way, that there was some kind of system set up for immediate and rapid response.</p>\n    </div>\n    <div class=\"num\" id=\"p71\">\n      <span class=\"num\">71</span>\n      <p class=\"indent\">At this point, the district court interrupted and, for the reasons stated, struck that portion of Dr. Bassuk's testimony that came after her answer \"No, I don't think so.\"  However, Dr. Bassuk had already opined that the circumstances as described on January 12, 1994 created a potentially life-threatening risk, and she was permitted to further state that her opinion would not be affected by the assumption that a beeper system was available to Cronin and members of her staff.  The court only interrupted when it appeared that the testimony and further questioning might lead to a mini-trial on the issue of the City's beeper protocol.  We find no abuse of discretion.</p>\n    </div>\n    <div class=\"num\" id=\"p72\">\n      <span class=\"num\">72</span>\n      <p class=\"indent\">We reach a similar conclusion with regard to the district court's partial exclusion of Dr. Bassuk's testimony concerning the availability at the ESC of brochures that listed various services for the homeless, including soup kitchens and shelters.  The district court, again out of a concern that Lynch was attacking the efficacy of the City's services generally, limited Dr. Bassuk to opining only as to whether the listing of any private services in the brochures would alter her opinion concerning the risk to public health.  Dr. Bassuk was permitted to respond that the availability of such information would not change her opinion that the public health was in jeopardy on January 12, 1994.  The district court did not abuse its discretion in limiting the scope of Dr. Bassuk's testimony concerning brochures.  Further, even if the court erred in proceeding in this fashion, the remainder of Dr. Bassuk's testimony rendered any such error harmless.  Dr. Bassuk went on to testify at some length that referral brochures were generally a poor resource for the homeless for several reasons.  She pointed to studies that had demonstrated that many homeless persons are illiterate, fail to follow through with referrals, and have difficulty obtaining transportation to the services available.  Thus, Dr. Bassuk was effectively permitted to opine that the listing of any services, whether public or private, would have been an ineffective means of mitigating the risk to the health and safety of the homeless population caused by the under-staffing at the ESC.</p>\n    </div>\n    <div class=\"num\" id=\"p73\">\n      <span class=\"num\">73</span>\n      <p class=\"indent\">In sum, we conclude that the district court acted within its discretion when it refused to honor the parties' purported procedural stipulation.  We reach the same conclusion with regard to the district court's exclusion of Devlin's lay opinion and its partial exclusion of Dr. Bassuk's testimony.  Lynch was not deprived of a fair trial on her state law whistleblower claim.</p>\n    </div>\n    <p>E. Reputational Damages</p>\n    <div class=\"num\" id=\"p74\">\n      <span class=\"num\">74</span>\n      <p class=\"indent\">The jury awarded Lynch $12,000 for loss of reputation in connection with her removal from the Hunger Commission.  The district court eliminated this award when it granted judgment as a matter of law in favor of Cronin on the ground of qualified immunity.  We upheld this ruling, supra.  Lynch asserts on appeal, however, that even if her section 1983 claim is not reinstated, she is entitled to the $12,000 in reputational damages under her state law tort claim for intentional interference with advantageous relations.  We disagree.</p>\n    </div>\n    <div class=\"num\" id=\"p75\">\n      <span class=\"num\">75</span>\n      <p class=\"indent\">In order to prevail on a claim of intentional interference with advantageous business relations, a plaintiff must demonstrate actual harm to an existing or prospective relationship of economic benefit.  See Ratner v. Noble, 35 Mass.App.Ct. 137, 138, <span class=\"citation\" data-id=\"2040739\"><a href=\"/opinion/2040739/ratner-v-noble/\"><span class=\"volume\">617</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">649</span></a></span> (1993).  Lynch has not met that burden here.  Her removal from the Hunger Commission, an honorary position, resulted in no pecuniary loss, or at least none reflected in the record.  Thus, Lynch is not entitled to the jury's award of $12,000 in reputational damages, either under her First Amendment claim or under her intentional tort claim.<a class=\"footnote\" href=\"#fn14\" id=\"fn14_ref\">14</a></p>\n    </div>\n    <p>F. Phase II--Punitive Damages</p>\n    <div class=\"num\" id=\"p76\">\n      <span class=\"num\">76</span>\n      <p class=\"indent\">Lynch asserts that the trial court committed several errors during Phase II of the trial, which was devoted solely to the issue of whether punitive damages should be awarded.  The jury awarded $10,000 punitive damages in connection with its findings that Cronin had violated Lynch's First Amendment rights.  However, we have concluded that the failure to re-hire Lynch for the 1994 Can Share program did not constitute a First Amendment violation.  Thus, there is no basis for an award of punitive damages and we need not consider Lynch's claims of error with regard to Phase II of the trial.<a class=\"footnote\" href=\"#fn15\" id=\"fn15_ref\">15</a></p>\n    </div>\n    <p>G. Cronin's Cross-Appeal</p>\n    <div class=\"num\" id=\"p77\">\n      <span class=\"num\">77</span>\n      <p class=\"indent\">Cronin raises a single issue in her cross-appeal: whether Lynch was entitled to the district court's award of $4,000 in emotional distress damages based upon her state law claim for intentional interference with advantageous relations.  Cronin asserts that the award of emotional distress damages was improper because Lynch failed to demonstrate, as required under Massachusetts law, that she suffered any pecuniary harm from Cronin's interference with her advantageous relations with the City.</p>\n    </div>\n    <div class=\"num\" id=\"p78\">\n      <span class=\"num\">78</span>\n      <p class=\"indent\">The jury awarded Lynch $4,000 for emotional distress caused by Cronin's statement on January 13, 1994 that she must \"clear out her desk.\"  In its original judgment, the district court allocated the $4,000 in emotional distress damages to Lynch's First Amendment claim.  After it dismissed Lynch's First Amendment claim, the district court in the amended judgment allocated the jury's $4,000 emotional distress award to Lynch's intentional tort claim.  Cronin asserts that this allocation was error.  We agree.</p>\n    </div>\n    <div class=\"num\" id=\"p79\">\n      <span class=\"num\">79</span>\n      <p class=\"indent\">To prove her claim of intentional interference with advantageous relations, Lynch had to demonstrate that (1) a business relationship existed; (2) Cronin knew of such relationship; (3) Cronin intentionally and improperly interfered with that relationship; and (4) Lynch suffered a loss as a result of that interference.  See United Truck Leasing Corp. v. Geltman, <span class=\"citation\" data-id=\"2090012\"><a href=\"/opinion/2090012/united-truck-leasing-corp-v-geltman/\"><span class=\"volume\">406</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">811</span></a></span>, 814-16, <span class=\"citation\" data-id=\"2090012\"><a href=\"/opinion/2090012/united-truck-leasing-corp-v-geltman/\"><span class=\"volume\">551</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">20</span></a></span> (1990).</p>\n    </div>\n    <div class=\"num\" id=\"p80\">\n      <span class=\"num\">80</span>\n      <p class=\"indent\">The district court found that Cronin's interference with Lynch's prospective relationship with the City occurred on January 13, 1994 when she told Lynch to \"clear out her desk.\"  See Lynch, 989 F.Supp. at 298 (\"An interference occurred on the day that the defendant ordered the plaintiff to clear out her desk.\").  But as we have stated, supra, the record demonstrates that Cronin's statement did not constitute a communicated decision at that time not to re-hire Lynch for the 1994 Can Share drive.  An adverse employment action was made and communicated to Lynch several months later, in June, 1994.  By that time, Cronin had reorganized the ESC and hired Markland for the Staff Assistant II position.  The jury found that the hiring of Markland in connection with the reorganization of the ESC was not retaliatory and that Lynch was, in any event, not qualified for the Staff Assistant II position.  As Cronin did not then intentionally and improperly interfere with Lynch's relationship with the City, there is no liability under Lynch's intentional tort claim.</p>\n    </div>\n    <div class=\"num\" id=\"p81\">\n      <span class=\"num\">81</span>\n      <p class=\"indent\">Massachusetts case law is clear, moreover, that a plaintiff cannot recover emotional distress damages in connection with a claim for intentional interference with a prospective business relationship unless she can first demonstrate actual economic damages.  See Ratner v. Noble, 35 Mass.App.Ct. 137, 138, <span class=\"citation\" data-id=\"2040739\"><a href=\"/opinion/2040739/ratner-v-noble/\"><span class=\"volume\">617</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">649</span></a></span> (1993).  The only actual damages Lynch claims to have suffered arose from her failure to be hired as the 1994 Can Share coordinator.  But, as said, the decision not to hire Lynch in June, 1994 was reached for legitimate reasons, namely because Lynch was not qualified for the job.  As Lynch has failed to demonstrate that she suffered any actual damages as a result of Cronin's statement on January 13, 1994 that she must \"clear out her desk,\" the award of emotional distress damages was improper.</p>\n    </div>\n    <p>III. Conclusion</p>\n    <div class=\"num\" id=\"p82\">\n      <span class=\"num\">82</span>\n      <p class=\"indent\">We reverse and vacate the district court's award of $4,000 in emotional distress damages in connection with Lynch's intentional tort claim.  Otherwise, we affirm the judgment of the district court in all respects.  The parties shall bear their own costs on appeal.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The original judgment identified the alleged First Amendment violation as the basis for the $4,000 emotional distress damages award.  The district court, having vacated the jury's award on the First Amendment claim on the ground of qualified immunity, included the $4,000 award for emotional distress in the amended judgment as an award only under Lynch's state claim for intentional interference with advantageous relations</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Prior to this second meeting with Lynch, Cronin had met with Maguire to discuss the situation.  Cronin and Maguire believed that Lynch could not be \"terminated,\" as she was not at that time on the ESC payroll</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> These sums were exclusive of interest, which the district court added in entering final judgment</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The claims against Greeley were dismissed by stipulation of the parties.  The district court entered judgment in favor of Maguire as to all claims brought against her, and Lynch does not appeal from that portion of the judgment</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> The district court stated that,</p>\n        <p>The defendant Cronin's argument that plaintiff does not have a constitutional right to her desk misses the point.  When the defendant instructed the plaintiff to clear out her desk, the defendant Cronin, at that time, interfered with the plaintiff's advantageous relationship with the City of Boston and reasonable expectations regarding terms and conditions of the continuation of an advantageous relationship.  The jury found that, up to that point, the plaintiff had a reasonable expectation of employment for the 1994 Can Share program.</p>\n      </div>\n      <div class=\"footnote\">\n        <a class=\"footnote\">989</a>\n        <p> F.Supp. at 294.  Actually the jury found that Lynch's expectation of employment continued not only until January 12, but into May, 1994, when Markland was hired.  See id. at 304</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> As the district court found,</p>\n        <p>The violation of plaintiff Lynch's First Amendment rights had occurred earlier, on January 13, 1994, when defendant Cronin told plaintiff to clear out her desk.  At that time, the Emergency Shelter Commission had not been reorganized.  At that time, a possibility still existed that the City of Boston would contract with the plaintiff for the 1994 Can Share season.  The fact that the defendants chose to reorganize and redefine a job position after January 13, 1994 cannot have the retroactive effect of shielding the defendant from liability for a violation that had already occurred.  Thus it is irrelevant that Helen Lynch was not qualified for a position created after the violation, nor is it relevant that another, more qualified individual was hired for the new position.</p>\n      </div>\n      <div class=\"footnote\">\n        <a class=\"footnote\">989</a>\n        <p> F.Supp. at 290</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Rule 49(a) provides that where a jury is requested to return a special verdict and neither party demands that a particular issue of fact be submitted to the jury, the parties waive the right to a jury trial as to that issue and \"[a]s to an issue omitted without such demand the court may make a finding ... or, if it fails to do so, it shall be deemed to have made a finding in accord with the judgment on the special verdict.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> The jury found that Lynch at the time after January 12, 1994, and before the date Mr. Markland was hired (May, 1994), had a reasonable expectation of employment for the 1994 Can Share program.  See 989 F.Supp. at 304.  That finding is also inconsistent with the notion that Lynch was told on January 13 she would not be re-employed</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> Lynch argues that the qualified immunity issue is not properly before us for several reasons.  First, Lynch claims that Cronin failed to comply with Fed.R.Civ.P. 50(a)(2), which requires that a movant \"specify the judgment sought and the law and facts on which the moving party is entitled to judgment.\"  Second, Lynch argues that Cronin failed to comply with Rule 50(b), pursuant to which Cronin renewed her motion for judgment as a matter of law, by introducing a legal theory--qualified immunity--not distinctly articulated in her Rule 50(a) motion.  Finally, Lynch asserts that the district court did not have the power to enter judgment as a matter of law based upon qualified immunity arguments not specifically advanced by Cronin.  We find none of these arguments persuasive.  Rule 50(a)(2) is designed to prevent unfair surprise and to provide the responding party with an opportunity to correct any deficiencies in her proof.  See Fed.R.Civ.P. 50(a) Advisory Committee Notes to 1991 Amendment.  Our review of the record demonstrates that Lynch could hardly have been surprised by Cronin's assertion of qualified immunity.  Cronin asserted qualified immunity in her answer, discussed the relevant precedents in her memorandum in support of summary judgment, asserted the defense in the Joint Pre-Trial Memorandum, raised the defense in connection with proposed special verdict forms, and invoked the relevant precedents again in motions for judgment as a matter of law filed after each phase of the trial.  To be sure, Cronin could have made the argument more precisely in her Rule 50(a) motion, but \"[t]he rule does not require technical precision in stating the grounds of the motion.  It does  require that they be stated with sufficient certainty to apprise the court and opposing counsel of the movant's position with respect to the motion.\" 9A C. Wright &amp; A. Miller, Federal Practice and Procedure, &#167; 2533, at 310-11 (1995).  We conclude that Cronin's Rule 50(a) motion passes this standard, and that she also complied with Rule 50(b).  The district court's comprehensive opinion demonstrates that it was sufficiently apprised of Cronin's qualified immunity argument.  Contrary to Lynch's assertion, the district court did not lack the authority to elaborate on the argument in its opinion</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> See also Versarge v. Township of Clinton, <span class=\"citation\" data-id=\"599263\"><a href=\"/opinion/599263/paul-versarge-v-the-township-of-clinton-new-jersey-annandale-hose-company/\"><span class=\"volume\">984</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1359</span></a></span>, 1364 (3d Cir.1993) (relying on Hyland, and assuming without deciding same); Murray v. Vaughn, <span class=\"citation\" data-id=\"1820751\"><a href=\"/opinion/1820751/murray-v-vaughn/\"><span class=\"volume\">300</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">688</span></a></span>, 704 (D.R.I.1969) (Peace Corps volunteer protected from dismissal on basis of content of speech)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> In its opinion, the district court discussed whether, absent a demonstrated First Amendment violation, Lynch was otherwise entitled to the jury's award of reputational and emotional distress damages.  See Paul v. Davis, <span class=\"citation\" data-id=\"109402\"><a href=\"/opinion/109402/paul-v-davis/\"><span class=\"volume\">424</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">693</span></a></span>, 708, <span class=\"citation\" data-id=\"109402\"><a href=\"/opinion/109402/paul-v-davis/\"><span class=\"volume\">96</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1155</span></a></span>, <span class=\"citation\" data-id=\"109402\"><a href=\"/opinion/109402/paul-v-davis/\"><span class=\"volume\">47</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">405</span></a></span> (1976) (procedural due process claim may be based upon loss of right or status previously held under state law).  The only claim brought by Lynch, however, was based upon a deprivation of her First Amendment rights.  We therefore decline to consider the district court's supplemental analysis.  See Lynch, 989 F.Supp. at 296-97</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> Section 1988 provides in relevant part:</p>\n        <p>In any action or proceeding to enforce a provision of sections 1981, 1982, 1983, 1985, and 1986 of this title, title IX of Public Law 92-318 ..., or title VI of the Civil Rights Act of 1964 ..., the court, in its discretion, may allow the prevailing party, other than the United States, a reasonable attorney's fee as part of the costs.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> Insofar as Lynch also claims that these same evidentiary rulings denied her a fair trial with regard to her claims under the First Amendment and section 1983, we disagree for the reasons that follow</p>\n      </div>\n      <div class=\"footnote\" id=\"fn14\">\n        <a class=\"footnote\" href=\"#fn14_ref\">14</a>\n        <p> Lynch also claims that the district court rendered erroneous jury instructions regarding reputational damages, which resulted in a lower award.  In light of our conclusion, we need not consider this claim</p>\n      </div>\n      <div class=\"footnote\" id=\"fn15\">\n        <a class=\"footnote\" href=\"#fn15_ref\">15</a>\n        <p> Lynch also claims that she is entitled to a new trial on the amount of damages recoverable under her First Amendment claim because the district court's instructions to the jury on damages were erroneous.  As we have concluded that there is no liability under the First Amendment, we need not consider these claims</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/107901/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108609/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109402/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109416/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109574/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110367/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110763/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111946/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111953/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112472/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112594/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118214/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195901/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198100/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198242/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198304/",
    "http://www.courtlistener.com/api/rest/v3/opinions/481635/",
    "http://www.courtlistener.com/api/rest/v3/opinions/515444/",
    "http://www.courtlistener.com/api/rest/v3/opinions/522864/",
    "http://www.courtlistener.com/api/rest/v3/opinions/534182/",
    "http://www.courtlistener.com/api/rest/v3/opinions/551470/",
    "http://www.courtlistener.com/api/rest/v3/opinions/558025/",
    "http://www.courtlistener.com/api/rest/v3/opinions/588913/",
    "http://www.courtlistener.com/api/rest/v3/opinions/599263/",
    "http://www.courtlistener.com/api/rest/v3/opinions/757019/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1820751/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2040739/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2090012/"
  ]
}