{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/198515/",
  "absolute_url": "/opinion/198515/rodriguez-cuervos-v-wal-mart/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/198515/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:53:51Z",
  "date_modified": "2017-03-24T10:57:32.250534Z",
  "type": "010combined",
  "sha1": "260aa9d5836e9f90854ea682cf47f2ed24ab4643",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=98-1732.01A",
  "local_path": null,
  "plain_text": "         United States Court of Appeals\r\n             For the First Circuit\r\n                                  \r\n\nNo. 98-1732\r\n\n            JORGE RODRIGUEZ-CUERVOS,\r\n\n             Plaintiff, Appellant,\r\n\n                       v.\r\n\n         WAL-MART STORES, INC., ET AL.,\r\n\n             Defendants, Appellees.\r\n\n                                  \r\n\n  APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n        FOR THE DISTRICT OF PUERTO RICO\r\n\n[Hon. Jaime Pieras, Jr., Senior U.S. District Judge]\r\n\n                                  \r\n\n                     Before\r\n\n            Torruella, Chief Judge,\r\n\n             Selya, Circuit Judge,\r\n\n       and Acosta, Senior District Judge.\r\n\n                                  \r\n\nMaricarmen Almodvar-Daz for appellant.\r\nFrances R. Coln-Rivera, with whom Luis F. Antonetti and\r\nGoldman Antonetti &amp; Crdova, P.S.C. were on brief, for appellees.\r\n\n                                  \r\n\n                 June 11, 1999\r\n                                           TORRUELLA, Chief Judge.  Plaintiff-appellant Jorge\r\nRodrguez-Cuervos (\"Rodrguez\") filed a complaint charging\r\ndefendant-appellee Wal-Mart Stores, Inc. (\"Wal-Mart\") with illegal\r\nrace and national origin discrimination in violation of federal\r\nlaw.  Rodrguez now appeals the district court's grant of summary\r\njudgment in favor of the former employer, Wal-Mart.  We affirm.\r\n                   BACKGROUND\r\nRodrguez, who is a U.S. citizen born in Puerto Rico,\r\nbegan his employment with Wal-Mart in March 1991.  At that time,\r\nWal-Mart was preparing to open its first stores in Puerto Rico. \r\nRodrguez assisted Wal-Mart with the opening of these stores and\r\nreceived training in order to become a store manager.  Rodrguez\r\nparticipated in Wal-Mart training programs in Florida and Arkansas.\r\nOn March 7, 1992, Rodrguez was promoted to the position\r\nof Division Manager in Wal-Mart's Store Planning Division, and\r\nreceived a salary increase.  As Division Manager, Rodrguez was\r\nresponsible for the commencement of Wal-Mart's business operations\r\nin Fajardo and Hatillo -- two municipalities located in the\r\nnortheast and northwest of Puerto Rico, respectively.\r\nOn April 15, 1993, Rodrguez's supervisor rated his\r\noverall performance as \"exceeded expectations.\"  Under the heading\r\n\"Overall Strengths,\" the supervisor described Rodrguez as\r\npossessing \"a sense of urgency to help when and where he is needed\r\nto get Wal-Mart established in Puerto Rico\" and \"a good caring\r\nattitude towards associates.\"\r\nShortly after this evaluation, Rodrguez was appointed\r\nmanager of the Wal-Mart store in Isabela.  On March 19, 1994,\r\nRodrguez's managerial performance was again evaluated.  Although\r\nhis supervisor cited several areas needing improvement, he\r\nconcluded that Rodrguez's overall performance again \"exceeded\r\nexpectations.\"  The evaluator described Rodrguez as a \"good\r\ncommunicator\" with a winning \"Yes I Can\" attitude.\r\nSometime in mid-1994, Rodrguez was named manager of the\r\nFajardo store.  On November 17, 1994, Rodrguez's performance as\r\nFajardo store manager was evaluated by William Cahill, District\r\nManager for Wal-Mart in Puerto Rico, and Hctor Vzquez, Wal-Mart's\r\nHuman Resources Director for Puerto Rico.  Cahill and Vzquez\r\ninformed Rodrguez of the results of this evaluation in a\r\nmemorandum dated November 23, 1994.  The memorandum outlined\r\nseveral \"opportunities\" for improvement in Rodrguez's management\r\nof the Fajardo store, and requested that Rodrguez submit a written\r\naction plan in response to the cited \"opportunities.\"  The\r\nCahill/Vzquez memorandum also presented Rodrguez with an\r\nultimatum: either step down from the position of manager of the\r\nFajardo store and be re-trained, or stay on as manager and be held\r\naccountable for the results of an attitude survey to be conducted\r\nin three days' time, among all of the Fajardo associates. \r\nRodrguez chose the latter option.\r\nGood to their word, Cahill and Vzquez conducted an\r\nopinion survey of the Fajardo associates on November 26, 1994.  On\r\nDecember 27, Rodrguez received the results of this survey, which\r\nranked Rodrguez in several areas as compared with other managers\r\nat the store.  Cahill and Rodrguez discussed the survey results,\r\nand on January 10, 1995, Cahill again evaluated Rodrguez's\r\nperformance in Fajardo.  This time Rodrguez received an overall\r\nperformance rating of \"didn't meet expectations.\"  By memorandum\r\ndated May 3, 1995, Wal-Mart removed Rodrguez from the position of\r\nstore manager.  Rodrguez was subsequently demoted to an assistant\r\nmanager position in the Hatillo store.\r\nIn due course, Rodrguez filed a complaint alleging  Wal-\r\nMart discriminated against him based on his race, ethnicity, and\r\nnational origin, in violation of Title VII of the Civil Rights Act\r\nof 1964, 42 U.S.C.  2000-e, and 42 U.S.C.  1981.  Wal-Mart moved\r\nto dismiss Rodrguez's complaint on the ground that it failed to\r\nstate a prima facie case of race or national origin discrimination\r\nas required under the burden-shifting framework established in\r\nMcDonnell Douglas Corp. v. Green, 411 U.S. 792, 802-804 (1973).  In\r\nits subsequent Reply to Plaintiff's Response to Dispositive Motion,\r\nWal-Mart also argued that Rodrguez failed to establish that its\r\nlegitimate and non-discriminatory reason for Rodrguez's demotion\r\nwas, in reality, a pretext for race or national origin\r\ndiscrimination.\r\nOn April 8, 1997, the district court issued an order\r\nadvising the parties that the motion to dismiss would be treated as\r\na motion for summary judgment.  On April 30, the district court\r\nclarified its April 8 order and advised Rodrguez \"to proceed to\r\nengage in discovery . . . in order to adequately oppose the motion\r\nfor summary judgment.\"  Finally, on January 9, 1998, the district\r\ncourt granted summary judgment in favor of Wal-Mart.  Rodrguez now\r\nappeals.\r\n                   DISCUSSION\r\nWe review the district court's grant of summary judgment\r\nde novo, viewing the facts in the light most favorable to the non-\r\nmoving party, Rodrguez.  See Dominique v. Weld, 73 F.3d 1156, 1158\r\n(1st Cir. 1996).\r\nAbsent direct evidence of discrimination, a Title VII\r\nplaintiff must resort to the three-stage burden-shifting framework\r\nset forth in McDonnell Douglas.  See Ayala-Gerena v. Bristol Myers-\r\nSquibb Co., 95 F.3d 86, 96 (1st Cir. 1996).  Under this framework,\r\nthe plaintiff shoulders the initial burden of adducing a prima\r\nfacie case of unlawful discrimination.  This includes a showing\r\nthat: (1) plaintiff is a member of a protected class; (2)\r\nplaintiff's employer took an adverse employment action against him;\r\n(3) plaintiff was qualified for the employment he held; and (4)\r\nplaintiff's position remained open or was filled by a person whose\r\nqualifications were similar to his.  See St. Mary's Honor Center v.\r\nHicks, 509 U.S. 502, 506 (1993); McDonnell Douglas, 411 U.S. at\r\n802; Conward v. Cambridge Sch. Comm., 171 F.3d 12, 19 (1st Cir.\r\n1999).  Establishment of a prima facie case creates a presumption\r\nof unlawful discrimination.  See Texas Dep't of Community Affairs\r\nv. Burdine, 450 U.S. 248, 254 (1981).  Once a plaintiff establishes\r\na prima facie case, the burden shifts to the employer to rebut this\r\npresumption by articulating a legitimate, non-discriminatory reason\r\nfor its adverse employment action.  See McDonnell Douglas 411 U.S.\r\nat 802; Shorette v. Rite Aid of Maine, Inc., 155 F.3d 8, 12 (1st\r\nCir. 1998).  In the third and final stage, the burden devolves\r\nupon the plaintiff to prove that the reasons advanced by the\r\ndefendant-employer constitute mere pretext for unlawful\r\ndiscrimination.  See Hicks, 509 U.S. at 507-508; Woods v. Friction\r\nMaterials, Inc., 30 F.3d 255, 260 (1st Cir. 1994).  To meet this\r\nburden, the plaintiff must prove not only that the reason\r\narticulated by the employer was a sham, but also that its true\r\nreason was plaintiff's race or national origin.  See Shorette, 155\r\nF.3d at 13.\r\nAs mentioned above, see supra, note 1, at all times\r\nRodrguez bears the burden of proving that Wal-Mart discriminated\r\nagainst him on the basis of race and/or national origin.  Thus, at\r\nthe summary judgment stage, Wal-Mart could prevail only if\r\nRodrguez failed to adduce sufficient evidence from which a\r\nrational fact-finder could conclude that he was demoted because he\r\nis Puerto Rican.  See Shorette, 155 F.3d at 12.  Put another way,\r\nRodrguez cannot avert summary judgment if the record is devoid of\r\nadequate direct or circumstantial evidence of intentional racial,\r\nethnic, or national origin discrimination on the part of Wal-Mart. \r\nOn appeal, Rodrguez contends that he did adduce adequate evidence\r\nto generate a trialworthy issue as to whether Wal-Mart\r\ndiscriminated against him in violation of Title VII.  In the\r\nalternative, Rodrguez argues that the district judge abused his\r\ndiscretion in denying his post-judgment request for additional time\r\nto conduct discovery in order to properly oppose Wal-Mart's motion\r\nfor summary judgment.  We disagree on both counts.\r\nA.  Summary Judgment\r\nFor present purposes, we assume arguendo that Rodrguez\r\ncarried his initial burden of establishing a prima facie case. \r\nFurther, it is clear that Wal-Mart satisfied its limited burden of\r\nproduction  by articulating a legitimate, non-discriminatory reason\r\nfor demoting Rodrguez: namely, his unsatisfactory performance. \r\nThus, we focus on the ultimate issue: whether Rodrguez adduced\r\nsufficient evidence from which a rational factfinder could have\r\ninferred both that Wal-Mart's articulated reason was a pretext, and\r\nthat its true reason for demoting Rodrguez was racial, ethnic, or\r\nnational origin discrimination.  See Shorette, 155 F.3d at 15.\r\nTo prove that Wal-Mart's proffered reason for demoting\r\nhim was merely pretextual, Rodrguez points to two previous\r\nperformance evaluations in which he was rated as exceeding the\r\ncompany's expectations.  Rodrguez argues that because the contents\r\nof his prior evaluations contradict Cahill's findings in the\r\nJanuary 10 evaluation, Cahill's findings must be pretextual.  The\r\nproblem with this argument is that in relying on his past\r\nperformance evaluations, Rodrguez fails to take into account the\r\nfact that he was working in different capacities at different\r\nstores, under different supervisors with different expectations. \r\nAs a result, Cahill's evaluation is not necessarily inconsistent\r\nwith Rodrguez's past positive reviews.  As the district court\r\nnoted, from this evidence \"a reasonable juror could only infer\r\n. . . that Plaintiff at one time exceeded expectations . . . under\r\nthe first district manager but that the later ratings by Cahill in\r\nlate 1994 and early 1995 found Rodrguez's performance lacking.\" \r\n(1/9/98 Op. &amp; Order at 20.)  The fact that Cahill may have had\r\ndifferent expectations for Rodrguez, even if those expectations\r\nwere contrary to those of Rodrguez's prior supervisors, does not\r\nsupport a finding of pretext.  See Orisek v. American Institute of\r\nAeronautics &amp; Astronautics, 938 F. Supp. 185, 191 (S.D.N.Y. 1996).\r\nIn addition to his history of positive performance\r\nevaluations, Rodrguez offered comparative evidence of Wal-Mart's\r\ndisparate treatment of non-Puerto Rican store managers.  It is\r\nfundamental that \"[a] claim of disparate treatment based on\r\ncomparative evidence must rest on proof that the proposed analogue\r\nis similarly situated in all material respects.\"  Perkins v.\r\nBrigham &amp; Women's Hosp., 78 F.3d 747, 751 (1st Cir. 1996).  The\r\ncomparison cases need not be perfect replicas. See Conward, 171\r\nF.3d at 20.  Rather, the test is whether a \"prudent person, looking\r\nobjectively at the incidents, would think them roughly equivalent\r\nand the protagonists similarly situated.\"  Dartmouth Review v.\r\nDartmouth College, 889 F.2d 13, 19 (1st Cir. 1989).  Thus, in\r\noffering this comparative evidence, Rodrguez bears the burden of\r\nshowing that the individuals with whom he seeks to be compared\r\n\"have been subject to the same standards and have engaged in the\r\nsame conduct without such differentiating or mitigating\r\ncircumstances that would distinguish their conduct or the\r\nemployer's treatment of them for it.\"  Mitchell v. Toledo Hosp.,\r\n964 F.2d 577, 583 (6th Cir. 1992).  Rodrguez's evidence fails to\r\nsatisfy this test.\r\nThe comparative evidence submitted by Rodrguez consists\r\nof a performance evaluation of Russ Steiner, a non-Puerto Rican\r\nmanager of the Hatillo Wal-Mart store.  Rodrguez contends that he\r\nand Steiner were similarly situated to the extent that they were\r\nboth managers of Wal-Mart stores, and their evaluations identify\r\nmany of the same weaknesses and areas of improvement.  Rodrguez\r\nargues that despite these similarities, Steiner received a rating\r\nof \"met expectations,\" while Rodrguez was rated as below\r\nexpectations.  Rodrguez further argues that Steiner was never\r\nsubjected to an opinion survey, and was not demoted.  In making\r\nthis comparison, however, Rodrguez fails to take into account the\r\nfact that Steiner's evaluation was performed by a different\r\nsupervisor, covered a different period of time, and related to a\r\ndifferent store.  Because Rodrguez's and Steiner's evaluations\r\ndiffer in these material respects, their comparison fails to\r\nsupport a finding that Wal-Mart acted inconsistently in its\r\ntreatment of them.  In short, we agree with the district court that\r\na comparison of these evaluations yields no evidence of\r\ndiscrimination, but rather evidence of different opinions by\r\ndifferent evaluators under different circumstances.\r\nRodrguez next contends that he was subjected to\r\ndisparate treatment by Wal-Mart to the extent that he was held\r\naccountable for the results of an opinion survey, while no other\r\nnon-Puerto Rican managers were subject to such an evaluation\r\nprocedure.  Rodrguez has presented no evidence to support this\r\nclaim.  However, even assuming arguendo that Rodrguez was in fact\r\nthe only manager subjected to an opinion survey, this is not\r\nsufficient to prove intentional racial or national origin\r\ndiscrimination on the part of Wal-Mart.  While this may prove\r\ndisparate treatment, there is simply no evidence that such\r\ntreatment was on account of Rodrguez's status as a Puerto Rican. \r\nAbsent such evidence, Rodrguez cannot avert summary judgment.\r\nThe same problem undermines Rodrguez's claim that the\r\ntiming of his evaluations by Cahill raises a \"serious inference of\r\nsuspicious motives.\"  (Pl.'s Resp. to Def.'s Dispositive Mot. at\r\n15.)  Cahill's initial November 17, 1994 evaluation was rendered\r\nonly eight months after Rodrguez started as manager of the Fajardo\r\nstore, and four months prior to his anniversary date of March 1995. \r\nRodrguez points to Wal-Mart's Associate Handbook as evidence that\r\nit was Wal-Mart's standard operating procedure to evaluate its\r\nassociates annually, on or near the associate's anniversary date. \r\nRodrguez contends that Wal-Mart's deviation from this standard\r\noperating procedure is evidence that Wal-Mart's proffered reasons\r\nfor demoting him were mere pretexts for discrimination.  Again, we\r\ndisagree.  As this court has previously explained, \"[c]ourts may\r\nnot sit as super personnel departments, assessing the merits -- or\r\neven the rationality of employers' nondiscriminatory business\r\ndecisions.\"  Mesnick, 950 F.2d at 825.  Although the evaluation\r\nprocess may not have treated Rodrguez fairly, there is simply no\r\nevidence that Wal-Mart's hasty evaluation was a pretext for\r\nunlawful discrimination.\r\nIn sum, Rodrguez has presented evidence that the reasons\r\nproffered by Wal-Mart for his demotion may have been inaccurate. \r\nHe has also presented evidence that he may have been treated\r\ndifferently from other Wal-Mart managers to the extent that he was\r\nsubjected to an opinion survey.  But the fatal weakness in\r\nRodrguez's case is his failure to present any evidence that Wal-\r\nMart's actions were predicated on the basis of race or national\r\norigin.  Unfortunately for Rodrguez, Title VII does not stop a\r\ncompany from demoting an employee for any reason -- fair or unfair\r\n-- so long as the decision to demote does not stem from a protected\r\ncharacteristic, here, race or ethnicity.  See Mesnick, 950 F.2d at\r\n825.  Based on our careful review of the record, we agree with the\r\ndistrict court that Rodrguez failed to present sufficient evidence\r\nwith respect to the ultimate issue in this case: whether Wal-Mart's\r\nproffered reason for demoting him was actually a pretext for\r\nunlawful discrimination.\r\nB.  Rule 56(f)\r\nAfter the district court's grant of summary judgment,\r\nRodrguez filed a motion requesting a continuance in order to\r\nconduct further discovery pursuant to Fed. R. Civ. P. 56(f).  The\r\ngist of Rodrguez's argument is that he was misled by the district\r\ncourt into believing that the only issue to be resolved by summary\r\njudgment was the legal issue of whether  1981 was intended to\r\nprotect Puerto Ricans working in Puerto Rico.  As a result,\r\nRodrguez claims that his pre-judgment discovery efforts and the\r\nevidence he submitted in opposition to Wal-Mart's motion were\r\nlimited to that specific legal issue.  In light of the district\r\ncourt's unexpected ruling on the merits, Rodrguez argues that the\r\ncourt's denial of his Rule 56(f) motion for a continuance\r\nconstituted an abuse of discretion.\r\n\"It is well settled that the trial judge has broad \r\ndiscretion in ruling on pre-trial management matters.\"  Ayala-\r\nGerena, 95 F.3d at 91.  An appellate court will intervene in such\r\nmatters \"only upon a clear showing of manifest injustice, that is,\r\nwhere the lower court's discovery order was plainly wrong and\r\nresulted in substantial prejudice to the aggrieved party.\"  Id.\r\n(quoting Mack v. Great Atlantic &amp; Pacific Tea Co., 871 F.2d 179,\r\n186 (1st Cir. 1989)).  After careful review of the record, we\r\nconclude that the district court acted within its discretion in\r\ndenying Rodrguez's post-judgment motion for a continuance.\r\nAlthough we agree that the district court did not act in\r\naccordance with its own instructions and orders, we do not agree\r\nthat the court's inconsistency resulted in \"substantial prejudice\"\r\nto Rodrguez.  Rodrguez's contention that he limited his discovery\r\nefforts and legal arguments to the specific legal issue of whether\r\nPuerto Ricans working in Puerto Rico are protected by  1981 is\r\ndisingenuous.  It is clear from our review of the record that, like\r\nthe district court itself, both parties disregarded the court's\r\nlimiting order.  In its motion to dismiss, Wal-Mart never even\r\naddressed the issue of whether  1981 protected Puerto Ricans\r\nworking in Puerto Rico, but rather directly challenged the merits\r\nof Rodrguez's claim.  Similarly, each of Rodrguez's three\r\noppositions marshaled factual evidence in support of his Title VII\r\nclaim.  In short, both parties blatantly disregarded the court's\r\ncategorization of the issue and briefed all three stages of a\r\n1981 claim under the McDonnell-Douglas framework.\r\nIn order to \"savor the balm\" of Rule 56(f), a party must\r\nmove for a discovery continuance in a timely fashion. \r\nMassachusetts Sch. of Law at Andover, Inc.  v.  American Bar. \r\nAssoc., 142 F.3d 26, 44 (1st Cir. 1998).  Although Rodrguez\r\nrequested time for additional discovery as early as his initial\r\nopposition, he never claimed an inability to avert \"the swing of\r\nthe summary judgment axe.\"  Paterson-Leitch Co. v. Mass. Municipal\r\nWholesale Elec. Co., 840 F.2d 985, 989 (1st Cir. 1988).  Instead,\r\nRodrguez continually  maintained that he had provided sufficient\r\nevidence to raise the specter of intentional racial and/or ethnic\r\ndiscrimination and withstand summary judgment on all grounds argued\r\nby Wal-Mart.  Even Rodrguez's Rule 56(f) motion requested, in the\r\nalternative, that judgment be vacated on the ground that he had\r\nadduced sufficient evidence to preclude summary disposition of his\r\nclaim.\r\nIn this respect, Rodrguez's position is similar to that\r\nof the Title VII plaintiffs in Ayala-Gerena, who did not claim that\r\nthey were unable to oppose summary judgment because of incomplete\r\ndiscovery, but rather, maintained that \"although incomplete . . .\r\n[these records] clearly reveal discriminatory animus.\"  Ayala-\r\nGerena, 95 F.3d at 92 n.4.  Ordinarily, a party \"may not attempt to\r\nmeet a summary judgment challenge head-on but fall back on Rule\r\n56(f) if its first effort is unsuccessful.\"  C.B. Trucking, Inc. v.\r\nWaste Management, Inc., 137 F.3d 41, 44 (1st Cir. 1998).\r\nIn addition, Rodrguez never sufficiently identified the\r\noutstanding discovery that he believed would influence the outcome\r\nof the summary judgment motion.  See Resolution Trust Co. v. North\r\nBridge Assoc., Inc., 22 F.3d  1198, 1203 (1st Cir. 1994) (Rule\r\n56(f) motion \"should set forth a plausible basis for believing that\r\nspecified facts, susceptible of collection within a reasonable time\r\nframe, probably exist; and it should indicate how the emergent\r\nfacts, if adduced, will influence the outcome of the pending\r\nsummary judgment motion.\").  In his third supplemental motion in \r\nopposition to summary judgment, Rodrguez merely stated that he was\r\n\"unable to provide in this Motion the additional evidence he\r\nanticipated,\" (Pl.'s Supp. Mot. to His Opp. to Summ. Disposition at\r\n2), without specifying what that additional evidence was or how it\r\nmight affect the pending motion.\r\nFinally, we agree with the district court that Rodrguez\r\nhad adequate time to conduct discovery, or at least to marshal\r\nenough evidence to properly support a Rule 56(f) request for a\r\ncontinuance.  Even assuming that Rodrguez did not initiate the\r\ndiscovery process until the district court's April 30 discovery\r\norder, almost nine months elapsed until judgment was granted on\r\nJanuary 13, 1998.  During this time, Rodrguez never requested\r\nconcrete measures by the district court to intervene in discovery. \r\nAs a result, we conclude that the district court acted within its\r\ndiscretion in denying Rodrguez's Rule 56(f) motion for a\r\ncontinuance to conduct further discovery.\r\n                   CONCLUSION\r\nFor the above reasons, we affirm the district court's\r\ngrant of summary judgment in favor of defendant-appellee Wal-Mart.\r\n",
  "html": "<p class=\"case_cite\">181 F.3d 15 (1st Cir. 1999)</p>\n    <p class=\"parties\">JORGE RODRIGUEZ-CUERVOS, Plaintiff, Appellant,<br>v.<br>WAL-MART STORES, INC., ET AL., Defendants, Appellees.</p>\n    <p class=\"docket\">No. 98-1732</p>\n    <p class=\"court\">United States Court of Appeals For the First Circuit</p>\n    <p class=\"date\">Heard March 3, 1999.<br>Decided June 11, 1999</p>\n    <div class=\"prelims\">\n      <p>[Copyrighted Material Omitted]</p>\n      <p class=\"indent\">Maricarmen Almodovar-Diaz for appellant.</p>\n      <p class=\"indent\">Frances R. Colon-Rivera, with whom Luis F. Antonetti and Goldman Antonetti &amp; Cordova, P.S.C. were on brief, for appellees.</p>\n      <p class=\"indent\">Before Torruella, Chief Judge, Selya, Circuit Judge, and Acosta,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> Senior District Judge.</p>\n      <p class=\"indent\">TORRUELLA, Chief Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Plaintiff-appellant Jorge Rodriguez-Cuervos (\"Rodriguez\") filed a complaint charging defendant-appellee Wal-Mart Stores, Inc. (\"Wal-Mart\") with illegal race and national origin discrimination in violation of federal law. Rodriguez now appeals the district court's grant of summary judgment in favor of the former employer, Wal-Mart. We affirm.</p>\n    </div>\n    <p>BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Rodriguez, who is a U.S. citizen born in Puerto Rico, began his employment with Wal-Mart in March 1991. At that time, Wal-Mart was preparing to open its first stores in Puerto Rico. Rodriguez assisted Wal-Mart with the opening of these stores and received training in order to become a store manager. Rodriguez participated in Wal-Mart training programs in Florida and Arkansas.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On March 7, 1992, Rodriguez was promoted to the position of Division Manager in Wal-Mart's Store Planning Division, and received a salary increase. As Division Manager, Rodriguez was responsible for the commencement of Wal-Mart's business operations in Fajardo and Hatillo -- two municipalities located in the northeast and northwest of Puerto Rico, respectively.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">On April 15, 1993, Rodriguez's supervisor rated his overall performance as \"exceeded expectations.\" Under the heading \"Overall Strengths,\" the supervisor described Rodriguez as possessing \"a sense of urgency to help when and where he is needed to get Wal-Mart established in Puerto Rico\" and \"a good caring attitude towards associates.\"</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Shortly after this evaluation, Rodriguez was appointed manager of the Wal-Mart store in Isabela. On March 19, 1994, Rodriguez's managerial performance was again evaluated. Although his supervisor cited several areas needing improvement, he concluded that Rodriguez's overall performance again \"exceeded expectations.\" The evaluator described Rodriguez as a \"good communicator\" with a winning \"Yes I Can\" attitude.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Sometime in mid-1994, Rodriguez was named manager of the Fajardo store. On November 17, 1994, Rodriguez's performance as Fajardo store manager was evaluated by William Cahill, District Manager for Wal-Mart in Puerto Rico, and Hector Vazquez, Wal-Mart's Human Resources Director for Puerto Rico. Cahill and Vazquez informed Rodriguez of the results of this evaluation in a memorandum dated November 23, 1994. The memorandum outlined several \"opportunities\" for improvement in Rodriguez's management of the Fajardo store, and requested that Rodriguez submit a written action plan in response to the cited \"opportunities.\" The Cahill/Vazquez memorandum also presented Rodriguez with an ultimatum: either step down from the position of manager of the Fajardo store and be re-trained, or stay on as manager and be held accountable for the results of an attitude survey to be conducted in three days' time, among all of the Fajardo associates. Rodriguez chose the latter option.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Good to their word, Cahill and Vazquez conducted an opinion survey of the Fajardo associates on November 26, 1994. On December 27, Rodriguez received the results of this survey, which ranked Rodriguez in several areas as compared with other managers at the store. Cahill and Rodriguez discussed the survey results, and on January 10, 1995, Cahill again evaluated Rodriguez's performance in Fajardo. This time Rodriguez received an overall performance rating of \"didn't meet expectations.\" By memorandum dated May 3, 1995, Wal-Mart removed Rodriguez from the position of store manager. Rodriguez was subsequently demoted to an assistant manager position in the Hatillo store.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">In due course, Rodriguez filed a complaint alleging Wal-Mart discriminated against him based on his race, ethnicity, and national origin, in violation of Title VII of the Civil Rights Act of 1964, 42 U.S.C. &#167; 2000-e, and 42 U.S.C. &#167; 1981. Wal-Mart moved to dismiss Rodriguez's complaint on the ground that it failed to state a prima facie case of race or national origin discrimination as required under the burden-shifting framework established in McDonnell Douglas Corp. v. Green, 411 U.S. 792, 802-804 (1973). In its subsequent Reply to Plaintiff's Response to Dispositive Motion, Wal-Mart also argued that Rodriguez failed to establish that its legitimate and non-discriminatory reason for Rodriguez's demotion was, in reality, a pretext for race or national origin discrimination.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">On April 8, 1997, the district court issued an order advising the parties that the motion to dismiss would be treated as a motion for summary judgment. On April 30, the district court clarified its April 8 order and advised Rodriguez \"to proceed to engage in discovery . . . in order to adequately oppose the motion for summary judgment.\" Finally, on January 9, 1998, the district court granted summary judgment in favor of Wal-Mart. Rodriguez now appeals.</p>\n    </div>\n    <p>DISCUSSION</p>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">We review the district court's grant of summary judgment de novo, viewing the facts in the light most favorable to the non-moving party, Rodriguez. See Dominique v. Weld, 73 F.3d 1156, 1158 (1st Cir. 1996).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Absent direct evidence of discrimination, a Title VII plaintiff must resort to the three-stage burden-shifting framework set forth in McDonnell Douglas. See Ayala-Gerena v. Bristol Myers-Squibb Co., 95 F.3d 86, 96 (1st Cir. 1996). Under this framework, the plaintiff shoulders the initial burden of adducing a prima facie case of unlawful discrimination. This includes a showing that: (1) plaintiff is a member of a protected class; (2) plaintiff's employer took an adverse employment action against him; (3) plaintiff was qualified for the employment he held; and (4) plaintiff's position remained open or was filled by a person whose qualifications were similar to his. See St. Mary's Honor Center v. Hicks, 509 U.S. 502, 506 (1993); McDonnell Douglas, 411 U.S. at 802; Conward v. Cambridge Sch. Comm., 171 F.3d 12, 19 (1st Cir. 1999). Establishment of a prima facie case creates a presumption of unlawful discrimination. See Texas Dep't of Community Affairs v. Burdine, 450 U.S. 248, 254 (1981). Once a plaintiff establishes a prima facie case, the burden shifts to the employer to rebut this presumption by articulating a legitimate, non-discriminatory reason for its adverse employment action. See McDonnell Douglas 411 U.S. at 802; Shorette v. Rite Aid of Maine, Inc., 155 F.3d 8, 12 (1st Cir. 1998).<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> In the third and final stage, the burden devolves upon the plaintiff to prove that the reasons advanced by the defendant-employer constitute mere pretext for unlawful discrimination. See Hicks, 509 U.S. at 507-508; Woods v. Friction Materials, Inc., 30 F.3d 255, 260 (1st Cir. 1994). To meet this burden, the plaintiff must prove not only that the reason articulated by the employer was a sham, but also that its true reason was plaintiff's race or national origin. See Shorette, 155 F.3d at 13.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">As mentioned above, see supra, note 1, at all times Rodriguez bears the burden of proving that Wal-Mart discriminated against him on the basis of race and/or national origin. Thus, at the summary judgment stage, Wal-Mart could prevail only if Rodriguez failed to adduce sufficient evidence from which a rational fact-finder could conclude that he was demoted because he is Puerto Rican. See Shorette, 155 F.3d at 12. Put another way, Rodriguez cannot avert summary judgment if the record is devoid of adequate direct or circumstantial evidence of intentional racial, ethnic, or national origin discrimination on the part of Wal-Mart. On appeal, Rodriguez contends that he did adduce adequate evidence to generate a trial worthy issue as to whether Wal-Mart discriminated against him in violation of Title VII. In the alternative, Rodriguez argues that the district judge abused his discretion in denying his post-judgment request for additional time to conduct discovery in order to properly oppose Wal-Mart's motion for summary judgment. We disagree on both counts.</p>\n    </div>\n    <p class=\"indent\">A. Summary Judgment</p>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">For present purposes, we assume arguendo that Rodriguez carried his initial burden of establishing a prima facie case.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> Further, it is clear that Wal-Mart satisfied its limited burden of production by articulating a legitimate, non-discriminatory reason for demoting Rodriguez: namely, his unsatisfactory performance. Thus, we focus on the ultimate issue: whether Rodriguez adduced sufficient evidence from which a rational fact finder could have inferred both that Wal-Mart's articulated reason was a pretext, and that its true reason for demoting Rodriguez was racial, ethnic, or national origin discrimination. See Shorette, 155 F.3d at 15.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">To prove that Wal-Mart's proffered reason for demoting him was merely pretextual, Rodriguez points to two previous performance evaluations in which he was rated as exceeding the company's expectations. Rodriguez argues that because the contents of his prior evaluations contradict Cahill's findings in the January 10 evaluation, Cahill's findings must be pretextual. The problem with this argument is that in relying on his past performance evaluations, Rodriguez fails to take into account the fact that he was working in different capacities at different stores, under different supervisors with different expectations. As a result, Cahill's evaluation is not necessarily inconsistent with Rodriguez's past positive reviews. As the district court noted, from this evidence \"a reasonable juror could only infer . . . that Plaintiff at one time exceeded expectations . . . under the first district manager but that the later ratings by Cahill in late 1994 and early 1995 found Rodriguez's performance lacking.\" (1/9/98 Op. &amp; Order at 20.) The fact that Cahill may have had different expectations for Rodriguez, even if those expectations were contrary to those of Rodriguez's prior supervisors, does not support a finding of pretext. See Orisek v. American Institute of Aeronautics &amp; Astronautics, 938 F. Supp. 185, 191 (S.D.N.Y. 1996).</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">In addition to his history of positive performance evaluations, Rodriguez offered comparative evidence of Wal-Mart's disparate treatment of non-Puerto Rican store managers. It is fundamental that \"[a] claim of disparate treatment based on comparative evidence must rest on proof that the proposed analogue is similarly situated in all material respects.\" Perkins v. Brigham &amp; Women's Hosp., 78 F.3d 747, 751 (1st Cir. 1996). The comparison cases need not be perfect replicas. See Conward, 171 F.3d at 20. Rather, the test is whether a \"prudent person, looking objectively at the incidents, would think them roughly equivalent and the protagonists similarly situated.\" Dartmouth Review v. Dartmouth College, 889 F.2d 13, 19 (1st Cir. 1989). Thus, in offering this comparative evidence, Rodriguez bears the burden of showing that the individuals with whom he seeks to be compared \"have been subject to the same standards and have engaged in the same conduct without such differentiating or mitigating circumstances that would distinguish their conduct or the employer's treatment of them for it.\" Mitchell v. Toledo Hosp., 964 F.2d 577, 583 (6th Cir. 1992). Rodriguez's evidence fails to satisfy this test.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The comparative evidence submitted by Rodriguez consists of a performance evaluation of Russ Steiner, a non-Puerto Rican manager of the Hatillo Wal-Mart store. Rodriguez contends that he and Steiner were similarly situated to the extent that they were both managers of Wal-Mart stores, and their evaluations identify many of the same weaknesses and areas of improvement. Rodriguez argues that despite these similarities, Steiner received a rating of \"met expectations,\" while Rodriguez was rated as below expectations. Rodriguez further argues that Steiner was never subjected to an opinion survey, and was not demoted. In making this comparison, however, Rodriguez fails to take into account the fact that Steiner's evaluation was performed by a different supervisor,<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> covered a different period of time, and related to a different store. Because Rodriguez's and Steiner's evaluations differ in these material respects, their comparison fails to support a finding that Wal-Mart acted inconsistently in its treatment of them. In short, we agree with the district court that a comparison of these evaluations yields no evidence of discrimination, but rather evidence of different opinions by different evaluators under different circumstances.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Rodriguez next contends that he was subjected to disparate treatment by Wal-Mart to the extent that he was held accountable for the results of an opinion survey, while no other non-Puerto Rican managers were subject to such an evaluation procedure. Rodriguez has presented no evidence to support this claim. However, even assuming arguendo that Rodriguez was in fact the only manager subjected to an opinion survey, this is not sufficient to prove intentional racial or national origin discrimination on the part of Wal-Mart. While this may prove disparate treatment, there is simply no evidence that such treatment was on account of Rodriguez's status as a Puerto Rican. Absent such evidence, Rodriguez cannot avert summary judgment.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The same problem undermines Rodriguez's claim that the timing of his evaluations by Cahill raises a \"serious inference of suspicious motives.\" (Pl.'s Resp. to Def.'s Dispositive Mot. at 15.) Cahill's initial November 17, 1994 evaluation was rendered only eight months after Rodriguez started as manager of the Fajardo store, and four months prior to his anniversary date of March 1995. Rodriguez points to Wal-Mart's Associate Handbook as evidence that it was Wal-Mart's standard operating procedure to evaluate its associates annually, on or near the associate's anniversary date. Rodriguez contends that Wal-Mart's deviation from this standard operating procedure is evidence that Wal-Mart's proffered reasons for demoting him were mere pretexts for discrimination.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> Again, we disagree. As this court has previously explained, \"[c]ourts may not sit as super personnel departments, assessing the merits -- or even the rationality of employers' nondiscriminatory business decisions.\" Mesnick, 950 F.2d at 825. Although the evaluation process may not have treated Rodriguez fairly, there is simply no evidence that Wal-Mart's hasty evaluation was a pretext for unlawful discrimination.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">In sum, Rodriguez has presented evidence that the reasons proffered by Wal-Mart for his demotion may have been inaccurate. He has also presented evidence that he may have been treated differently from other Wal-Mart managers to the extent that he was subjected to an opinion survey. But the fatal weakness in Rodriguez's case is his failure to present any evidence that Wal-Mart's actions were predicated on the basis of race or national origin.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> Unfortunately for Rodriguez, Title VII does not stop a company from demoting an employee for any reason -- fair or unfair -- so long as the decision to demote does not stem from a protected characteristic, here, race or ethnicity. See Mesnick, 950 F.2d at 825. Based on our careful review of the record, we agree with the district court that Rodriguez failed to present sufficient evidence with respect to the ultimate issue in this case: whether Wal-Mart's proffered reason for demoting him was actually a pretext for unlawful discrimination.</p>\n    </div>\n    <p class=\"indent\">B. Rule 56(f)</p>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">After the district court's grant of summary judgment, Rodriguez filed a motion requesting a continuance in order to conduct further discovery pursuant to Fed. R. Civ. P. 56(f).<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> The gist of Rodriguez's argument is that he was misled by the district court into believing that the only issue to be resolved by summary judgment was the legal issue of whether &#167; 1981 was intended to protect Puerto Ricans working in Puerto Rico.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> As a result, Rodriguez claims that his pre-judgment discovery efforts and the evidence he submitted in opposition to Wal-Mart's motion were limited to that specific legal issue. In light of the district court's unexpected ruling on the merits, Rodriguez argues that the court's denial of his Rule 56(f) motion for a continuance constituted an abuse of discretion.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">\"It is well settled that the trial judge has broad discretion in ruling on pre-trial management matters.\"  Ayala-Gerena, 95 F.3d at 91. An appellate court will intervene in such matters \"only upon a clear showing of manifest injustice, that is, where the lower court's discovery order was plainly wrong and resulted in substantial prejudice to the aggrieved party.\" Id. (quoting Mack v. Great Atlantic &amp; Pacific Tea Co., 871 F.2d 179, 186 (1st Cir. 1989)). After careful review of the record, we conclude that the district court acted within its discretion in denying Rodriguez's post-judgment motion for a continuance.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Although we agree that the district court did not act in accordance with its own instructions and orders, we do not agree that the court's inconsistency resulted in \"substantial prejudice\" to Rodriguez. Rodriguez's contention that he limited his discovery efforts and legal arguments to the specific legal issue of whether Puerto Ricans working in Puerto Rico are protected by &#167; 1981 is disingenuous. It is clear from our review of the record that, like the district court itself, both parties disregarded the court's limiting order. In its motion to dismiss, Wal-Mart never even addressed the issue of whether &#167; 1981 protected Puerto Ricans working in Puerto Rico, but rather directly challenged the merits of Rodriguez's claim. Similarly, each of Rodriguez's three oppositions marshaled factual evidence in support of his Title VII claim. In short, both parties blatantly disregarded the court's categorization of the issue and briefed all three stages of a &#167; 1981 claim under the McDonnell-Douglas framework.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">In order to \"savor the balm\" of Rule 56(f), a party must move for a discovery continuance in a timely fashion. Massachusetts Sch. of Law at Andover, Inc. v. American Bar. Assoc., 142 F.3d 26, 44 (1st Cir. 1998). Although Rodriguez requested time for additional discovery as early as his initial opposition, he never claimed an inability to avert \"the swing of the summary judgment axe.\" Paterson-Leitch Co. v. Mass. Municipal Wholesale Elec. Co., 840 F.2d 985, 989 (1st Cir. 1988). Instead, Rodriguez continually maintained that he had provided sufficient evidence to raise the specter of intentional racial and/or ethnic discrimination and withstand summary judgment on all grounds argued by Wal-Mart. Even Rodriguez's Rule 56(f) motion requested, in the alternative, that judgment be vacated on the ground that he had adduced sufficient evidence to preclude summary disposition of his claim.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">In this respect, Rodriguez's position is similar to that of the Title VII plaintiffs in Ayala-Gerena, who did not claim that they were unable to oppose summary judgment because of incomplete discovery, but rather, maintained that \"although incomplete . . . [these records] clearly reveal discriminatory animus.\" Ayala-Gerena, 95 F.3d at 92 n.4. Ordinarily, a party \"may not attempt to meet a summary judgment challenge head-on but fall back on Rule 56(f) if its first effort is unsuccessful.\" C.B. Trucking, Inc. v. Waste Management, Inc., 137 F.3d 41, 44 (1st Cir. 1998).</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">In addition, Rodriguez never sufficiently identified the outstanding discovery that he believed would influence the outcome of the summary judgment motion. See Resolution Trust Co. v. North Bridge Assoc., Inc., 22 F.3d 1198, 1203 (1st Cir. 1994) (Rule 56(f) motion \"should set forth a plausible basis for believing that specified facts, susceptible of collection within a reasonable time frame, probably exist; and it should indicate how the emergent facts, if adduced, will influence the outcome of the pending summary judgment motion.\"). In his third supplemental motion in opposition to summary judgment, Rodriguez merely stated that he was \"unable to provide in this Motion the additional evidence he anticipated,\" (Pl.'s Supp. Mot. to His Opp. to Summ. Disposition at 2), without specifying what that additional evidence was or how it might affect the pending motion.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Finally, we agree with the district court that Rodriguez had adequate time to conduct discovery, or at least to marshal enough evidence to properly support a Rule 56(f) request for a continuance. Even assuming that Rodriguez did not initiate the discovery process until the district court's April 30 discovery order, almost nine months elapsed until judgment was granted on January 13, 1998.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> During this time, Rodriguez never requested concrete measures by the district court to intervene in discovery. As a result, we conclude that the district court acted within its discretion in denying Rodriguez's Rule 56(f) motion for a continuance to conduct further discovery.</p>\n    </div>\n    <p>CONCLUSION</p>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">For the above reasons, we affirm the district court's grant of summary judgment in favor of defendant-appellee Wal-Mart.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p>  Of the District of Puerto Rico, sitting by designation.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p>  It is important to note that the burden that shifts to the defendant-employer is only a burden of production, not a burden of persuasion. See Burdine, 450 U.S. at 253; Mesnick v. General Electric Co., 950 F.2d 816, 823 (1st Cir. 1991). \"The ultimate burden of persuading the trier of fact that the defendant intentionally discriminated against the plaintiff remains at all times with the plaintiff.\" Burdine, 450 U.S. at 253.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p>  We indulge this assumption because we are doubtful whether Rodriguez satisfied the fourth prong of the prima facie case, i.e., that Rodriguez's position remained open or was filled by a person whose qualifications were similar to his. Rodriguez failed to present any evidence on this element in any of his four pre-judgment motions. As a result, the district court's first Opinion and Order concluded that Rodriguez failed to establish a prima facie case. Instead of stopping there, however, the district court went on to test the sufficiency of the evidence on the issues of pretext and discrimination. The court found that Rodriguez had not presented sufficient evidence on those issues to survive summary judgment.</p>\n        <p>After judgment was entered in favor of Wal-Mart, Rodriguez filed a Request for Continuance Pursuant to Rule 56(f), for Reconsideration, and/or to Alter and Amend Judgment. Attached to this motion was an affidavit by Rodriguez stating that after his demotion he was replaced by a less qualified individual. In its second Opinion and Order, the district court did not specifically rule on whether the affidavit was adequate to fulfill the fourth prong of Rodriguez's prima facie case: \"Even if the court assumed that [the affidavit] helped Plaintiff satisfy the fourth prong of his prima facie case, the Court would not amend or vacate its final judgment. When the Court issued its January 9 Judgment, Plaintiff had not offered any evidence to fulfill the fourth prong . . . Nonetheless, the Court continued its analysis on the premise that, even if he had proven the prima facie case, Plaintiff had not provided evidence that Defendants' reasons for demoting him were in fact due to racial, ethnic, or national origin discrimination.\" (4/16/98 Op. &amp; Order at 9.)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p>  In fact, Steiner's evaluation was performed by the same evaluator who, in March 1994, rated Rodriguez's performance as \"exceeding expectations.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p>  We note that our review of the Associate Handbook does not support Rodriguez's claim with respect to Wal-Mart's standard operating procedure. The Handbook states that \"[d]epending on your division, you may receive an evaluation every six months or once per year.\" In addition, the Handbook states that the evaluations will be conducted \"at or near\" the associate's anniversary date. We are not convinced that the language in the Handbook is definite enough to establish the standard operating procedure claimed by Rodriguez.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p>  Rodriguez asserts that the district court's analysis was flawed to the extent that it conflicted with the Court's holding in Hicks that \"the fact finder's disbelief of the reasons put forward by the defendant (particularly if disbelief is accompanied by a suspicion of mendacity) may, together with the elements of the prima facie case, suffice to show intentional discrimination.\" 509 U.S. at 512 (emphasis added). Rodriguez contends that Hicks and Woodman v. Haemonetics Corp., 51 F.3d 1087 (1st Cir. 1995), both stand for the proposition that rejection of the employer's proffered reason is sufficient to infer intentional discrimination and therefore for a Title VII plaintiff to survive summary judgment. (Pl.'s Appellate Br. at 22-23.) We disagree. In Hicks, the Court made it clear that in order to survive summary judgment, a Title VII plaintiff must present sufficient evidence not only that the employer's proffered reason is false but also that the real reason is discrimination. See Hicks, 509 U.S. at 515. Likewise, in Woodman this court recognized that a plaintiff-employee may rely upon the same evidence to establish both pretext and discrimination, provided that the evidence is adequate to enable a rational fact finder reasonably to infer that unlawful discrimination was a determinative factor in the adverse employment action. See Woodman, 51 F.3d at 1092. Neither Hicks nor Woodman stands for the mechanical per se proposition that Rodriguez advances.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p>  Fed. R. Civ. P. 56(f) provides:</p>\n        <p>Should it appear from the affidavits of a party opposing the motion that the party cannot for reasons stated present by affidavit facts essential to justify the party's opposition, the court may refuse the application for judgment or may order a continuance to permit affidavits to be obtained or depositions to be taken or discovery to be had or may make such other order as is just.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p>  The district judge first instructed the defendants to file a dispositive motion briefing the issue of \"whether a Puerto Rican could be subjected to discrimination based on race and ethnic origin in Puerto Rico within the meaning of 42 U.S.C. &#167; 1981\" at the Initial Scheduling Conference held on January 17, 1997. (4/8/97 Op. &amp; Order.) On June 4, 1997, the court reaffirmed that the \"the issue the parties were instructed to brief -- whether federal civil rights laws were intended to protect a Puerto Rican working in Puerto Rico -- is a legal one and should not require extensive discovery by plaintiff.\" (6/4/97 Order.)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p>  In his brief on appeal, Rodriguez suggests that the discovery process did not commence until the district court's April 30 order. However, there is evidence in the record that the discovery process was initiated prior to the Initial Scheduling Conference held on January 17, 1997.</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">181</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">15</span></span> (1st Cir. 1999)</p>\n    <p class=\"parties\">JORGE RODRIGUEZ-CUERVOS, Plaintiff, Appellant,<br>v.<br>WAL-MART STORES, INC., ET AL., Defendants, Appellees.</p>\n    <p class=\"docket\">No. 98-1732</p>\n    <p class=\"court\">United States Court of Appeals For the First Circuit</p>\n    <p class=\"date\">Heard March 3, 1999.<br>Decided June 11, 1999</p>\n    <div class=\"prelims\">\n      <p>[Copyrighted Material Omitted]</p>\n      <p class=\"indent\">Maricarmen Almodovar-Diaz for appellant.</p>\n      <p class=\"indent\">Frances R. Colon-Rivera, with whom Luis F. Antonetti and Goldman Antonetti &amp; Cordova, P.S.C. were on brief, for appellees.</p>\n      <p class=\"indent\">Before Torruella, Chief Judge, Selya, Circuit Judge, and Acosta,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> Senior District Judge.</p>\n      <p class=\"indent\">TORRUELLA, Chief Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Plaintiff-appellant Jorge Rodriguez-Cuervos (\"Rodriguez\") filed a complaint charging defendant-appellee Wal-Mart Stores, Inc. (\"Wal-Mart\") with illegal race and national origin discrimination in violation of federal law. Rodriguez now appeals the district court's grant of summary judgment in favor of the former employer, Wal-Mart. We affirm.</p>\n    </div>\n    <p>BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Rodriguez, who is a U.S. citizen born in Puerto Rico, began his employment with Wal-Mart in March 1991. At that time, Wal-Mart was preparing to open its first stores in Puerto Rico. Rodriguez assisted Wal-Mart with the opening of these stores and received training in order to become a store manager. Rodriguez participated in Wal-Mart training programs in Florida and Arkansas.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On March 7, 1992, Rodriguez was promoted to the position of Division Manager in Wal-Mart's Store Planning Division, and received a salary increase. As Division Manager, Rodriguez was responsible for the commencement of Wal-Mart's business operations in Fajardo and Hatillo -- two municipalities located in the northeast and northwest of Puerto Rico, respectively.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">On April 15, 1993, Rodriguez's supervisor rated his overall performance as \"exceeded expectations.\" Under the heading \"Overall Strengths,\" the supervisor described Rodriguez as possessing \"a sense of urgency to help when and where he is needed to get Wal-Mart established in Puerto Rico\" and \"a good caring attitude towards associates.\"</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Shortly after this evaluation, Rodriguez was appointed manager of the Wal-Mart store in Isabela. On March 19, 1994, Rodriguez's managerial performance was again evaluated. Although his supervisor cited several areas needing improvement, he concluded that Rodriguez's overall performance again \"exceeded expectations.\" The evaluator described Rodriguez as a \"good communicator\" with a winning \"Yes I Can\" attitude.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Sometime in mid-1994, Rodriguez was named manager of the Fajardo store. On November 17, 1994, Rodriguez's performance as Fajardo store manager was evaluated by William Cahill, District Manager for Wal-Mart in Puerto Rico, and Hector Vazquez, Wal-Mart's Human Resources Director for Puerto Rico. Cahill and Vazquez informed Rodriguez of the results of this evaluation in a memorandum dated November 23, 1994. The memorandum outlined several \"opportunities\" for improvement in Rodriguez's management of the Fajardo store, and requested that Rodriguez submit a written action plan in response to the cited \"opportunities.\" The Cahill/Vazquez memorandum also presented Rodriguez with an ultimatum: either step down from the position of manager of the Fajardo store and be re-trained, or stay on as manager and be held accountable for the results of an attitude survey to be conducted in three days' time, among all of the Fajardo associates. Rodriguez chose the latter option.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Good to their word, Cahill and Vazquez conducted an opinion survey of the Fajardo associates on November 26, 1994. On December 27, Rodriguez received the results of this survey, which ranked Rodriguez in several areas as compared with other managers at the store. Cahill and Rodriguez discussed the survey results, and on January 10, 1995, Cahill again evaluated Rodriguez's performance in Fajardo. This time Rodriguez received an overall performance rating of \"didn't meet expectations.\" By memorandum dated May 3, 1995, Wal-Mart removed Rodriguez from the position of store manager. Rodriguez was subsequently demoted to an assistant manager position in the Hatillo store.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">In due course, Rodriguez filed a complaint alleging Wal-Mart discriminated against him based on his race, ethnicity, and national origin, in violation of Title VII of the Civil Rights Act of 1964, 42 U.S.C. &#167; 2000-e, and 42 U.S.C. &#167; 1981. Wal-Mart moved to dismiss Rodriguez's complaint on the ground that it failed to state a prima facie case of race or national origin discrimination as required under the burden-shifting framework established in McDonnell Douglas Corp. v. Green, <span class=\"citation\" data-id=\"108786\"><a href=\"/opinion/108786/mcdonnell-douglas-corp-v-green/\"><span class=\"volume\">411</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">792</span></a></span>, 802-804 (1973). In its subsequent Reply to Plaintiff's Response to Dispositive Motion, Wal-Mart also argued that Rodriguez failed to establish that its legitimate and non-discriminatory reason for Rodriguez's demotion was, in reality, a pretext for race or national origin discrimination.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">On April 8, 1997, the district court issued an order advising the parties that the motion to dismiss would be treated as a motion for summary judgment. On April 30, the district court clarified its April 8 order and advised Rodriguez \"to proceed to engage in discovery . . . in order to adequately oppose the motion for summary judgment.\" Finally, on January 9, 1998, the district court granted summary judgment in favor of Wal-Mart. Rodriguez now appeals.</p>\n    </div>\n    <p>DISCUSSION</p>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">We review the district court's grant of summary judgment de novo, viewing the facts in the light most favorable to the non-moving party, Rodriguez. See Dominique v. Weld, <span class=\"citation\" data-id=\"711034\"><a href=\"/opinion/711034/james-dominique-v-william-weld/\"><span class=\"volume\">73</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1156</span></a></span>, 1158 (1st Cir. 1996).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Absent direct evidence of discrimination, a Title VII plaintiff must resort to the three-stage burden-shifting framework set forth in McDonnell Douglas. See Ayala-Gerena v. Bristol Myers-Squibb Co., <span class=\"citation\" data-id=\"726050\"><a href=\"/opinion/726050/71-fair-emplpraccas-bna-1398-35-fedrserv3d-395-miguel-angel/\"><span class=\"volume\">95</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">86</span></a></span>, 96 (1st Cir. 1996). Under this framework, the plaintiff shoulders the initial burden of adducing a prima facie case of unlawful discrimination. This includes a showing that: (1) plaintiff is a member of a protected class; (2) plaintiff's employer took an adverse employment action against him; (3) plaintiff was qualified for the employment he held; and (4) plaintiff's position remained open or was filled by a person whose qualifications were similar to his. See St. Mary's Honor Center v. Hicks, <span class=\"citation\" data-id=\"112901\"><a href=\"/opinion/112901/st-marys-honor-center-v-hicks/\"><span class=\"volume\">509</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">502</span></a></span>, 506 (1993); McDonnell Douglas, 411 U.S. at 802; Conward v. Cambridge Sch. Comm., <span class=\"citation\" data-id=\"762534\"><a href=\"/opinion/762534/thomas-conward-v-the-cambridge-school-committee/\"><span class=\"volume\">171</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">12</span></a></span>, 19 (1st Cir. 1999). Establishment of a prima facie case creates a presumption of unlawful discrimination. See Texas Dep't of Community Affairs v. Burdine, <span class=\"citation\" data-id=\"110424\"><a href=\"/opinion/110424/texas-dept-of-community-affairs-v-burdine/\"><span class=\"volume\">450</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">248</span></a></span>, 254 (1981). Once a plaintiff establishes a prima facie case, the burden shifts to the employer to rebut this presumption by articulating a legitimate, non-discriminatory reason for its adverse employment action. See McDonnell Douglas 411 U.S. at 802; Shorette v. Rite Aid of Maine, Inc., <span class=\"citation\" data-id=\"757726\"><a href=\"/opinion/757726/78-fair-emplpraccas-bna-736-74-empl-prac-dec-p-45576-peter-w/\"><span class=\"volume\">155</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">8</span></a></span>, 12 (1st Cir. 1998).<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> In the third and final stage, the burden devolves upon the plaintiff to prove that the reasons advanced by the defendant-employer constitute mere pretext for unlawful discrimination. See Hicks, 509 U.S. at 507-508; Woods v. Friction Materials, Inc., <span class=\"citation\" data-id=\"675091\"><a href=\"/opinion/675091/jimmie-e-woods-v-friction-materials-inc/\"><span class=\"volume\">30</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">255</span></a></span>, 260 (1st Cir. 1994). To meet this burden, the plaintiff must prove not only that the reason articulated by the employer was a sham, but also that its true reason was plaintiff's race or national origin. See Shorette, 155 F.3d at 13.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">As mentioned above, see supra, note 1, at all times Rodriguez bears the burden of proving that Wal-Mart discriminated against him on the basis of race and/or national origin. Thus, at the summary judgment stage, Wal-Mart could prevail only if Rodriguez failed to adduce sufficient evidence from which a rational fact-finder could conclude that he was demoted because he is Puerto Rican. See Shorette, 155 F.3d at 12. Put another way, Rodriguez cannot avert summary judgment if the record is devoid of adequate direct or circumstantial evidence of intentional racial, ethnic, or national origin discrimination on the part of Wal-Mart. On appeal, Rodriguez contends that he did adduce adequate evidence to generate a trial worthy issue as to whether Wal-Mart discriminated against him in violation of Title VII. In the alternative, Rodriguez argues that the district judge abused his discretion in denying his post-judgment request for additional time to conduct discovery in order to properly oppose Wal-Mart's motion for summary judgment. We disagree on both counts.</p>\n    </div>\n    <p class=\"indent\">A. Summary Judgment</p>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">For present purposes, we assume arguendo that Rodriguez carried his initial burden of establishing a prima facie case.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> Further, it is clear that Wal-Mart satisfied its limited burden of production by articulating a legitimate, non-discriminatory reason for demoting Rodriguez: namely, his unsatisfactory performance. Thus, we focus on the ultimate issue: whether Rodriguez adduced sufficient evidence from which a rational fact finder could have inferred both that Wal-Mart's articulated reason was a pretext, and that its true reason for demoting Rodriguez was racial, ethnic, or national origin discrimination. See Shorette, 155 F.3d at 15.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">To prove that Wal-Mart's proffered reason for demoting him was merely pretextual, Rodriguez points to two previous performance evaluations in which he was rated as exceeding the company's expectations. Rodriguez argues that because the contents of his prior evaluations contradict Cahill's findings in the January 10 evaluation, Cahill's findings must be pretextual. The problem with this argument is that in relying on his past performance evaluations, Rodriguez fails to take into account the fact that he was working in different capacities at different stores, under different supervisors with different expectations. As a result, Cahill's evaluation is not necessarily inconsistent with Rodriguez's past positive reviews. As the district court noted, from this evidence \"a reasonable juror could only infer . . . that Plaintiff at one time exceeded expectations . . . under the first district manager but that the later ratings by Cahill in late 1994 and early 1995 found Rodriguez's performance lacking.\" (1/9/98 Op. &amp; Order at 20.) The fact that Cahill may have had different expectations for Rodriguez, even if those expectations were contrary to those of Rodriguez's prior supervisors, does not support a finding of pretext. See Orisek v. American Institute of Aeronautics &amp; Astronautics, <span class=\"citation\" data-id=\"2596537\"><a href=\"/opinion/2596537/orisek-v-american-institute-of-aeronautics-and-astronautics/\"><span class=\"volume\">938</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">185</span></a></span>, 191 (S.D.N.Y. 1996).</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">In addition to his history of positive performance evaluations, Rodriguez offered comparative evidence of Wal-Mart's disparate treatment of non-Puerto Rican store managers. It is fundamental that \"[a] claim of disparate treatment based on comparative evidence must rest on proof that the proposed analogue is similarly situated in all material respects.\" Perkins v. Brigham &amp; Women's Hosp., <span class=\"citation\" data-id=\"714796\"><a href=\"/opinion/714796/patrick-perkins-v-brigham-womens-hospital-and-george-h-kaye/\"><span class=\"volume\">78</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">747</span></a></span>, 751 (1st Cir. 1996). The comparison cases need not be perfect replicas. See Conward, 171 F.3d at 20. Rather, the test is whether a \"prudent person, looking objectively at the incidents, would think them roughly equivalent and the protagonists similarly situated.\" Dartmouth Review v. Dartmouth College, <span class=\"citation\" data-id=\"531870\"><a href=\"/opinion/531870/the-dartmouth-review-on-behalf-of-its-officers-staff-and-subscribers-v/\"><span class=\"volume\">889</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">13</span></a></span>, 19 (1st Cir. 1989). Thus, in offering this comparative evidence, Rodriguez bears the burden of showing that the individuals with whom he seeks to be compared \"have been subject to the same standards and have engaged in the same conduct without such differentiating or mitigating circumstances that would distinguish their conduct or the employer's treatment of them for it.\" Mitchell v. Toledo Hosp., <span class=\"citation\" data-id=\"583649\"><a href=\"/opinion/583649/59-fair-emplpraccas-bna-76-59-empl-prac-dec-p-41640-shirley-j/\"><span class=\"volume\">964</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">577</span></a></span>, 583 (6th Cir. 1992). Rodriguez's evidence fails to satisfy this test.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The comparative evidence submitted by Rodriguez consists of a performance evaluation of Russ Steiner, a non-Puerto Rican manager of the Hatillo Wal-Mart store. Rodriguez contends that he and Steiner were similarly situated to the extent that they were both managers of Wal-Mart stores, and their evaluations identify many of the same weaknesses and areas of improvement. Rodriguez argues that despite these similarities, Steiner received a rating of \"met expectations,\" while Rodriguez was rated as below expectations. Rodriguez further argues that Steiner was never subjected to an opinion survey, and was not demoted. In making this comparison, however, Rodriguez fails to take into account the fact that Steiner's evaluation was performed by a different supervisor,<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> covered a different period of time, and related to a different store. Because Rodriguez's and Steiner's evaluations differ in these material respects, their comparison fails to support a finding that Wal-Mart acted inconsistently in its treatment of them. In short, we agree with the district court that a comparison of these evaluations yields no evidence of discrimination, but rather evidence of different opinions by different evaluators under different circumstances.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Rodriguez next contends that he was subjected to disparate treatment by Wal-Mart to the extent that he was held accountable for the results of an opinion survey, while no other non-Puerto Rican managers were subject to such an evaluation procedure. Rodriguez has presented no evidence to support this claim. However, even assuming arguendo that Rodriguez was in fact the only manager subjected to an opinion survey, this is not sufficient to prove intentional racial or national origin discrimination on the part of Wal-Mart. While this may prove disparate treatment, there is simply no evidence that such treatment was on account of Rodriguez's status as a Puerto Rican. Absent such evidence, Rodriguez cannot avert summary judgment.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The same problem undermines Rodriguez's claim that the timing of his evaluations by Cahill raises a \"serious inference of suspicious motives.\" (Pl.'s Resp. to Def.'s Dispositive Mot. at 15.) Cahill's initial November 17, 1994 evaluation was rendered only eight months after Rodriguez started as manager of the Fajardo store, and four months prior to his anniversary date of March 1995. Rodriguez points to Wal-Mart's Associate Handbook as evidence that it was Wal-Mart's standard operating procedure to evaluate its associates annually, on or near the associate's anniversary date. Rodriguez contends that Wal-Mart's deviation from this standard operating procedure is evidence that Wal-Mart's proffered reasons for demoting him were mere pretexts for discrimination.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> Again, we disagree. As this court has previously explained, \"[c]ourts may not sit as super personnel departments, assessing the merits -- or even the rationality of employers' nondiscriminatory business decisions.\" Mesnick, 950 F.2d at 825. Although the evaluation process may not have treated Rodriguez fairly, there is simply no evidence that Wal-Mart's hasty evaluation was a pretext for unlawful discrimination.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">In sum, Rodriguez has presented evidence that the reasons proffered by Wal-Mart for his demotion may have been inaccurate. He has also presented evidence that he may have been treated differently from other Wal-Mart managers to the extent that he was subjected to an opinion survey. But the fatal weakness in Rodriguez's case is his failure to present any evidence that Wal-Mart's actions were predicated on the basis of race or national origin.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> Unfortunately for Rodriguez, Title VII does not stop a company from demoting an employee for any reason -- fair or unfair -- so long as the decision to demote does not stem from a protected characteristic, here, race or ethnicity. See Mesnick, 950 F.2d at 825. Based on our careful review of the record, we agree with the district court that Rodriguez failed to present sufficient evidence with respect to the ultimate issue in this case: whether Wal-Mart's proffered reason for demoting him was actually a pretext for unlawful discrimination.</p>\n    </div>\n    <p class=\"indent\">B. Rule 56(f)</p>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">After the district court's grant of summary judgment, Rodriguez filed a motion requesting a continuance in order to conduct further discovery pursuant to Fed. R. Civ. P. 56(f).<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> The gist of Rodriguez's argument is that he was misled by the district court into believing that the only issue to be resolved by summary judgment was the legal issue of whether &#167; 1981 was intended to protect Puerto Ricans working in Puerto Rico.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> As a result, Rodriguez claims that his pre-judgment discovery efforts and the evidence he submitted in opposition to Wal-Mart's motion were limited to that specific legal issue. In light of the district court's unexpected ruling on the merits, Rodriguez argues that the court's denial of his Rule 56(f) motion for a continuance constituted an abuse of discretion.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">\"It is well settled that the trial judge has broad discretion in ruling on pre-trial management matters.\"  Ayala-Gerena, 95 F.3d at 91. An appellate court will intervene in such matters \"only upon a clear showing of manifest injustice, that is, where the lower court's discovery order was plainly wrong and resulted in substantial prejudice to the aggrieved party.\" Id. (quoting Mack v. Great Atlantic &amp; Pacific Tea Co., <span class=\"citation\" data-id=\"520577\"><a href=\"/opinion/520577/thomasina-mack-v-the-great-atlantic-and-pacific-tea-company-inc/\"><span class=\"volume\">871</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">179</span></a></span>, 186 (1st Cir. 1989)). After careful review of the record, we conclude that the district court acted within its discretion in denying Rodriguez's post-judgment motion for a continuance.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Although we agree that the district court did not act in accordance with its own instructions and orders, we do not agree that the court's inconsistency resulted in \"substantial prejudice\" to Rodriguez. Rodriguez's contention that he limited his discovery efforts and legal arguments to the specific legal issue of whether Puerto Ricans working in Puerto Rico are protected by &#167; 1981 is disingenuous. It is clear from our review of the record that, like the district court itself, both parties disregarded the court's limiting order. In its motion to dismiss, Wal-Mart never even addressed the issue of whether &#167; 1981 protected Puerto Ricans working in Puerto Rico, but rather directly challenged the merits of Rodriguez's claim. Similarly, each of Rodriguez's three oppositions marshaled factual evidence in support of his Title VII claim. In short, both parties blatantly disregarded the court's categorization of the issue and briefed all three stages of a &#167; 1981 claim under the McDonnell-Douglas framework.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">In order to \"savor the balm\" of Rule 56(f), a party must move for a discovery continuance in a timely fashion. Massachusetts Sch. of Law at Andover, Inc. v. American Bar. Assoc., <span class=\"citation\" data-id=\"197918\"><a href=\"/opinion/197918/massachusetts-school-v-american-bar/\"><span class=\"volume\">142</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">26</span></a></span>, 44 (1st Cir. 1998). Although Rodriguez requested time for additional discovery as early as his initial opposition, he never claimed an inability to avert \"the swing of the summary judgment axe.\" Paterson-Leitch Co. v. Mass. Municipal Wholesale Elec. Co., <span class=\"citation\" data-id=\"502424\"><a href=\"/opinion/502424/paterson-leitch-company-inc-v-massachusetts-municipal-wholesale-electric/\"><span class=\"volume\">840</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">985</span></a></span>, 989 (1st Cir. 1988). Instead, Rodriguez continually maintained that he had provided sufficient evidence to raise the specter of intentional racial and/or ethnic discrimination and withstand summary judgment on all grounds argued by Wal-Mart. Even Rodriguez's Rule 56(f) motion requested, in the alternative, that judgment be vacated on the ground that he had adduced sufficient evidence to preclude summary disposition of his claim.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">In this respect, Rodriguez's position is similar to that of the Title VII plaintiffs in Ayala-Gerena, who did not claim that they were unable to oppose summary judgment because of incomplete discovery, but rather, maintained that \"although incomplete . . . [these records] clearly reveal discriminatory animus.\" Ayala-Gerena, 95 F.3d at 92 n.4. Ordinarily, a party \"may not attempt to meet a summary judgment challenge head-on but fall back on Rule 56(f) if its first effort is unsuccessful.\" C.B. Trucking, Inc. v. Waste Management, Inc., <span class=\"citation\" data-id=\"197813\"><a href=\"/opinion/197813/cb-trucking-inc-v-waste/\"><span class=\"volume\">137</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">41</span></a></span>, 44 (1st Cir. 1998).</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">In addition, Rodriguez never sufficiently identified the outstanding discovery that he believed would influence the outcome of the summary judgment motion. See Resolution Trust Co. v. North Bridge Assoc., Inc., <span class=\"citation\" data-id=\"669068\"><a href=\"/opinion/669068/resolution-trust-corporation-v-north-bridge-associates-inc/\"><span class=\"volume\">22</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1198</span></a></span>, 1203 (1st Cir. 1994) (Rule 56(f) motion \"should set forth a plausible basis for believing that specified facts, susceptible of collection within a reasonable time frame, probably exist; and it should indicate how the emergent facts, if adduced, will influence the outcome of the pending summary judgment motion.\"). In his third supplemental motion in opposition to summary judgment, Rodriguez merely stated that he was \"unable to provide in this Motion the additional evidence he anticipated,\" (Pl.'s Supp. Mot. to His Opp. to Summ. Disposition at 2), without specifying what that additional evidence was or how it might affect the pending motion.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Finally, we agree with the district court that Rodriguez had adequate time to conduct discovery, or at least to marshal enough evidence to properly support a Rule 56(f) request for a continuance. Even assuming that Rodriguez did not initiate the discovery process until the district court's April 30 discovery order, almost nine months elapsed until judgment was granted on January 13, 1998.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> During this time, Rodriguez never requested concrete measures by the district court to intervene in discovery. As a result, we conclude that the district court acted within its discretion in denying Rodriguez's Rule 56(f) motion for a continuance to conduct further discovery.</p>\n    </div>\n    <p>CONCLUSION</p>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">For the above reasons, we affirm the district court's grant of summary judgment in favor of defendant-appellee Wal-Mart.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p>  Of the District of Puerto Rico, sitting by designation.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p>  It is important to note that the burden that shifts to the defendant-employer is only a burden of production, not a burden of persuasion. See Burdine, 450 U.S. at 253; Mesnick v. General Electric Co., <span class=\"citation\" data-id=\"573068\"><a href=\"/opinion/573068/samuel-mesnick-v-general-electric-company/\"><span class=\"volume\">950</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">816</span></a></span>, 823 (1st Cir. 1991). \"The ultimate burden of persuading the trier of fact that the defendant intentionally discriminated against the plaintiff remains at all times with the plaintiff.\" Burdine, 450 U.S. at 253.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p>  We indulge this assumption because we are doubtful whether Rodriguez satisfied the fourth prong of the prima facie case, i.e., that Rodriguez's position remained open or was filled by a person whose qualifications were similar to his. Rodriguez failed to present any evidence on this element in any of his four pre-judgment motions. As a result, the district court's first Opinion and Order concluded that Rodriguez failed to establish a prima facie case. Instead of stopping there, however, the district court went on to test the sufficiency of the evidence on the issues of pretext and discrimination. The court found that Rodriguez had not presented sufficient evidence on those issues to survive summary judgment.</p>\n        <p>After judgment was entered in favor of Wal-Mart, Rodriguez filed a Request for Continuance Pursuant to Rule 56(f), for Reconsideration, and/or to Alter and Amend Judgment. Attached to this motion was an affidavit by Rodriguez stating that after his demotion he was replaced by a less qualified individual. In its second Opinion and Order, the district court did not specifically rule on whether the affidavit was adequate to fulfill the fourth prong of Rodriguez's prima facie case: \"Even if the court assumed that [the affidavit] helped Plaintiff satisfy the fourth prong of his prima facie case, the Court would not amend or vacate its final judgment. When the Court issued its January 9 Judgment, Plaintiff had not offered any evidence to fulfill the fourth prong . . . Nonetheless, the Court continued its analysis on the premise that, even if he had proven the prima facie case, Plaintiff had not provided evidence that Defendants' reasons for demoting him were in fact due to racial, ethnic, or national origin discrimination.\" (4/16/98 Op. &amp; Order at 9.)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p>  In fact, Steiner's evaluation was performed by the same evaluator who, in March 1994, rated Rodriguez's performance as \"exceeding expectations.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p>  We note that our review of the Associate Handbook does not support Rodriguez's claim with respect to Wal-Mart's standard operating procedure. The Handbook states that \"[d]epending on your division, you may receive an evaluation every six months or once per year.\" In addition, the Handbook states that the evaluations will be conducted \"at or near\" the associate's anniversary date. We are not convinced that the language in the Handbook is definite enough to establish the standard operating procedure claimed by Rodriguez.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p>  Rodriguez asserts that the district court's analysis was flawed to the extent that it conflicted with the Court's holding in Hicks that \"the fact finder's disbelief of the reasons put forward by the defendant (particularly if disbelief is accompanied by a suspicion of mendacity) may, together with the elements of the prima facie case, suffice to show intentional discrimination.\" 509 U.S. at 512 (emphasis added). Rodriguez contends that Hicks and Woodman v. Haemonetics Corp., <span class=\"citation\" data-id=\"196019\"><a href=\"/opinion/196019/woodman-v-heamonetics-corp/\"><span class=\"volume\">51</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1087</span></a></span> (1st Cir. 1995), both stand for the proposition that rejection of the employer's proffered reason is sufficient to infer intentional discrimination and therefore for a Title VII plaintiff to survive summary judgment. (Pl.'s Appellate Br. at 22-23.) We disagree. In Hicks, the Court made it clear that in order to survive summary judgment, a Title VII plaintiff must present sufficient evidence not only that the employer's proffered reason is false but also that the real reason is discrimination. See Hicks, 509 U.S. at 515. Likewise, in Woodman this court recognized that a plaintiff-employee may rely upon the same evidence to establish both pretext and discrimination, provided that the evidence is adequate to enable a rational fact finder reasonably to infer that unlawful discrimination was a determinative factor in the adverse employment action. See Woodman, 51 F.3d at 1092. Neither Hicks nor Woodman stands for the mechanical per se proposition that Rodriguez advances.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p>  Fed. R. Civ. P. 56(f) provides:</p>\n        <p>Should it appear from the affidavits of a party opposing the motion that the party cannot for reasons stated present by affidavit facts essential to justify the party's opposition, the court may refuse the application for judgment or may order a continuance to permit affidavits to be obtained or depositions to be taken or discovery to be had or may make such other order as is just.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p>  The district judge first instructed the defendants to file a dispositive motion briefing the issue of \"whether a Puerto Rican could be subjected to discrimination based on race and ethnic origin in Puerto Rico within the meaning of 42 U.S.C. &#167; 1981\" at the Initial Scheduling Conference held on January 17, 1997. (4/8/97 Op. &amp; Order.) On June 4, 1997, the court reaffirmed that the \"the issue the parties were instructed to brief -- whether federal civil rights laws were intended to protect a Puerto Rican working in Puerto Rico -- is a legal one and should not require extensive discovery by plaintiff.\" (6/4/97 Order.)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p>  In his brief on appeal, Rodriguez suggests that the discovery process did not commence until the district court's April 30 order. However, there is evidence in the record that the discovery process was initiated prior to the Initial Scheduling Conference held on January 17, 1997.</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/108786/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110424/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112901/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196019/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197813/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197918/",
    "http://www.courtlistener.com/api/rest/v3/opinions/502424/",
    "http://www.courtlistener.com/api/rest/v3/opinions/520577/",
    "http://www.courtlistener.com/api/rest/v3/opinions/531870/",
    "http://www.courtlistener.com/api/rest/v3/opinions/573068/",
    "http://www.courtlistener.com/api/rest/v3/opinions/583649/",
    "http://www.courtlistener.com/api/rest/v3/opinions/669068/",
    "http://www.courtlistener.com/api/rest/v3/opinions/675091/",
    "http://www.courtlistener.com/api/rest/v3/opinions/711034/",
    "http://www.courtlistener.com/api/rest/v3/opinions/714796/",
    "http://www.courtlistener.com/api/rest/v3/opinions/726050/",
    "http://www.courtlistener.com/api/rest/v3/opinions/757726/",
    "http://www.courtlistener.com/api/rest/v3/opinions/762534/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2596537/"
  ]
}