{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/198563/",
  "absolute_url": "/opinion/198563/kkw-enterprises-inc-v-gloria-jeans-coffee/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/198563/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:54:44Z",
  "date_modified": "2017-03-24T10:57:53.225053Z",
  "type": "010combined",
  "sha1": "26dbfa2d734e0bf84e79d9e18e1d6a89815270ed",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=98-2337.01A",
  "local_path": null,
  "plain_text": "         United States Court of Appeals\r\n             For the First Circuit\r\n                                  \r\n\nNo. 98-2337\r\n\n             KKW ENTERPRISES, INC.,\r\n\n              Plaintiff, Appellee,\r\n\n                       v.\r\n\n         GLORIA JEAN'S GOURMET COFFEES\r\n               FRANCHISING CORP.,\r\n\n             Defendant, Appellant.\r\n\n                                  \r\n\n  APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n        FOR THE DISTRICT OF RHODE ISLAND\r\n\n  [Hon. Ernest C. Torres, U.S. District Judge]\r\n\n                                  \r\n\n                     Before\r\n\n            Torruella, Chief Judge,\r\n\n        Campbell, Senior Circuit Judge,\r\n\n           and Boudin, Circuit Judge.\r\n\n                                  \r\n\nFrederic A. Cohen, with whom Norman M. Leon, Rudnick &amp; Wolfe,\r\nWilliam M. Dolan III, Angel Taveras and Brown, Rudnick, Freed &amp;\r\nGesmer were on brief, for appellant.\r\nGeorge E. Lieberman, with whom Tillinghast Licht &amp; Semonoff\r\nLtd was on brief, for appellee.\r\n\n                                  \r\n\n                 July 19, 1999\r\n                                           TORRUELLA, Chief Judge.   Defendant-appellant, Gloria\r\nJean's Gourmet Coffees Franchising Corp. (\"Gloria-Jean's\"), appeals\r\nthe district court's order partially granting the motion of\r\nplaintiff-appellee, KKW Enterprises, Inc. (\"KKW\"), to stay\r\narbitration as to claims under the Rhode Island Franchise\r\nInvestment Act, R.I. Gen. Laws  19-28.1-14 (\"statutory claims\"),\r\nand its order denying Gloria Jean's motion to stay proceedings\r\npending arbitration as to the statutory claims.\r\n                   BACKGROUND\r\nGloria Jean's is an Illinois corporation with its\r\nprincipal place of business in Castroville, California.  Gloria\r\nJean's grants franchises to qualified persons to operate Gloria\r\nJean's Gourmet Coffee Stores throughout the United States.  KKW is\r\na franchisee of Gloria Jean's.\r\nOn November 25, 1992, KKW entered into franchise\r\nagreements with Gloria Jean's pursuant to which Gloria Jean's\r\ngranted KKW limited licenses to operate Gloria Jean's franchises at\r\nthe Independence Mall in Kingston, Massachusetts and in the\r\nNorthshore Shopping Center, in Peabody, Massachusetts.  KKW\r\nsubsequently entered into two subsequent franchise agreements with\r\nGloria Jean's to operate Gloria Jean's Gourmet Coffee Stores in\r\nSquare One Mall, in Saugus, Massachusetts, and at the University\r\nMall in South Burlington, Vermont.\r\n The franchise agreements were heavily negotiated.  KKW\r\nwas represented by counsel in connection with those negotiations,\r\nand KKW's counsel proposed various changes to the franchise\r\nagreements, all of which were incorporated into those agreements. \r\nNone of the changes to the franchise agreements which KKW's counsel\r\nproposed during these negotiations concerned the arbitration\r\nagreements or the selection of Chicago as the forum for arbitration\r\nof disputes under the agreements.\r\nIn entering into each of the franchise agreements, the\r\nparties explicitly agreed that they would submit all disputes\r\narising out of or relating to the franchise agreements, the\r\nvalidity of those agreements, or the parties' relationship to\r\narbitration before the American Arbitration Association (\"AAA\"). \r\nParagraph 18.B of each franchise agreement, in pertinent part,\r\nstates:\r\n         EXCEPT INSOFAR AS THE FRANCHISOR AS PROVIDED\r\nIN PARAGRAPH A OF THIS SECTION ELECTS TO\r\nENFORCE THIS AGREEMENT OR ANY OTHER RELATED\r\nAGREEMENT, ALL CONTROVERSIES, DISPUTES OR\r\nCLAIMS ARISING BETWEEN THE FRANCHISOR, ITS\r\nAFFILIATES, OFFICERS, DIRECTORS, AGENTS,\r\nEMPLOYEES AND ATTORNEYS (IN THEIR\r\nREPRESENTATIVE CAPACITY) AND THE FRANCHISEE\r\n(ITS OWNERS AND GUARANTORS, IF APPLICABLE)\r\nARISING OUT OF OR RELATED TO: (1) THIS\r\nAGREEMENT OR ANY PROVISION THEREOF OR ANY\r\nRELATED AGREEMENT; (2) THE RELATIONSHIP OF THE\r\nPARTIES HERETO; (3) THE VALIDITY OF THIS\r\nAGREEMENT OR ANY RELATED AGREEMENT, OR ANY\r\nPROVISION THEREOF; OR (4) ANY SPECIFICATION,\r\nSTANDARD OR OPERATING PROCEDURE RELATING TO\r\nTHE ESTABLISHMENT OR OPERATION OF THE\r\nFRANCHISE SHALL BE SUBMITTED FOR ARBITRATION\r\nTO BE ADMINISTERED BY THE CHICAGO, ILLINOIS\r\nOFFICE OF THE AMERICAN ARBITRATION ASSOCIATION\r\nON DEMAND OF EITHER PARTY.  SUCH ARBITRATION\r\nPROCEEDINGS SHALL BE CONDUCTED IN CHICAGO,\r\nILLINOIS AND, EXCEPT AS OTHERWISE PROVIDED IN\r\nTHIS AGREEMENT, SHALL BE CONDUCTED IN\r\nACCORDANCE WITH THE THEN CURRENT COMMERCIAL\r\nARBITRATION RULES OF THE AMERICAN ARBITRATION\r\nASSOCIATION.\r\n\nOn May 7, 1998, KKW filed a ten count complaint against\r\nGloria Jean's in the Superior Court of the State of Rhode Island\r\nfor Providence County.  That action was removed by Gloria Jean's to\r\nthe United States District Court for the District of Rhode Island\r\non June 4, 1998.  KKW's complaint alleges that Gloria Jean's\r\nfraudulently induced it to enter into certain franchise agreements\r\nby misrepresenting: (1) its ability to obtain favorable leases; (2)\r\nits ability to obtain certain types of store locations; and (3) the\r\nsuccess of another franchise.  Claiming that it relied upon these\r\nalleged misrepresentations in entering into its franchise\r\nagreements with Gloria Jean's, KKW's complaint seeks damages for\r\nthe losses it purportedly incurred in obtaining and operating its\r\nGloria Jean's Stores, and rescission of its two remaining franchise\r\nagreements.\r\nKKW's complaint asserts four claims for damages: (1)\r\nintentional misrepresentation (Count I); (2) breach of fiduciary\r\nduty (Count V); (3) violation of the Rhode Island Franchise\r\nInvestment Act (Count VII) and violation of the Rhode Island\r\nFranchise and Distributorship Investment Regulations Act (Count\r\nIX); and (4) six claims which it contends entitles it to rescission\r\nof its remaining franchise agreements -- intentional\r\nmisrepresentation (Count II), negligent misrepresentation (Count\r\nIII), innocent misrepresentation (Count IV), breach of fiduciary\r\nduty (Count VI), violation of the Rhode Island Franchise Investment\r\nAct (Count VIII) and violation of the Rhode Island Franchise and\r\nDistributorship Investment Regulations Act (Count X).\r\nOn June 11, 1998, Gloria Jean's moved, pursuant to\r\nSection 3 of the Federal Arbitration Act (\"FAA\"), 9 U.S.C.  3, to\r\nstay the district court action pending arbitration.  At the\r\nAugust 7, 1998 hearing on that motion, the district court concluded\r\nthat all of the claims set forth in KKW's Complaint were referable\r\nto arbitration under the parties' written arbitration agreements. \r\nThe district court nonetheless denied Gloria Jean's Motion to Stay\r\nas premature, concluding that the arbitration agreements required,\r\nas a condition precedent to arbitration, that Gloria Jean's not\r\nonly move to stay the litigation, but actually \"demand\"\r\narbitration.\r\nImmediately after the August 7, 1998 hearing, on\r\nAugust 11, 1998, Gloria Jean's filed a Demand for Arbitration with\r\nthe Chicago, Illinois office of the American Arbitration\r\nAssociation seeking a declaration that it has no liability for the\r\nclaims asserted in KKW's Complaint.  Gloria Jean's also demanded,\r\nby letter of the same date, that KKW submit the claims pending in\r\nthe district court, as well as any other claims encompassed by the\r\nparties' arbitration agreements, to arbitration in accordance with\r\nthe terms of those agreements.  On August 12, 1998, Gloria Jean's\r\nfiled a Renewed Motion to Stay Proceedings Pending Arbitration.\r\nOn September 1, 1998, KKW moved to stay the arbitration\r\nproceeding Gloria Jean's had commenced.  On October 23, 1998, oral\r\nargument was held before the district court on both Gloria Jean's\r\nRenewed Motion to Stay Proceedings Pending Arbitration and KKW's\r\nMotion to Stay Arbitration.  By Order dated November 4, 1998, the\r\ndistrict court, inter alia, (1) granted Gloria Jean's Motion to\r\nStay Proceedings Pending Arbitration as to KKW's non-statutory\r\nclaims; (2) denied the Motion as to KKW's statutory claims; (3)\r\ngranted KKW's Motion to Stay the arbitration in Chicago, Illinois\r\nas to KKW's statutory claims; and (4) denied that Motion as to the\r\nnon-statutory claims.\r\nAddressing KKW's common-law claims, the Court stated that\r\n\"[t]here's no question in the Court's mind that the dispute here,\r\nor the core of the dispute, at least, [sic] the non-statutory\r\nclaims that are asserted by the Plaintiff are arbitrable.\"  The\r\ndistrict court further stated, however, that its conclusion that\r\nKKW's non-statutory claims were arbitrable did not \"answer the\r\nquestion as to where the arbitration should take place as to those\r\nclaims, nor does it answer the question regarding [the\r\narbitrability of] the statutory claims.\"\r\nIn discussing this question, the district court first\r\nstated that \"[t]he Federal Arbitration Act does not preempt\r\nprovisions in an agreement to arbitrate that deal with the\r\nmechanics of the arbitration, where are they to take place, where\r\nthe arbitration is to take place and the like.\"  For this reason,\r\nthe district court concluded, it was required to determine the\r\nvalidity of the arbitration agreements' choice-of-forum clause in\r\nlight of the standards set forth by the United States Supreme Court\r\nin M/S Bremen v. Zapata Off-Shore Co., 407 U.S. 1 (1972).  Noting\r\nthe strong presumption in favor of forum selection clauses\r\nestablished by that decision and the similarly strong relationship\r\nbetween Illinois and the underlying dispute, the district court\r\nconcluded, at least with respect to KKW's non-statutory claims,\r\nthat there was no basis for disregarding the parties' agreement to\r\narbitrate their disputes before the Chicago office of the AAA. \r\nAccordingly, the district court granted Gloria Jean's Motion to\r\nStay Proceedings Pending Arbitration as to KKW's non-statutory\r\nclaims, and denied KKW's motion to stay the arbitration of those\r\nclaims.\r\nKKW's statutory claims, the district court stated,\r\npresented a \"different situation.\"   Relying on  19-28.1-14 of the\r\nRhode Island Franchise Investment Act, the district court stated\r\nthat because \"[t]he Rhode Island General Assembly has,\r\nspecifically, stated a strong policy against provisions that\r\nrestrict jurisdiction or venue to a forum outside of this State,\"\r\nthe choice-of-forum provision in the parties' arbitration\r\nagreements was \"invalid and unenforceable\" with respect to KKW's\r\nstatutory claims.  Gloria Jean's Motion to Stay was therefore\r\ndenied as to those claims.\r\nOn November 20, 1998, the district court issued an\r\nAmended Order Granting in Part and Denying in Part Motions for\r\nStays and Enlargements of Time.  In that November 20 Amended Order,\r\nthe district court amended its ruling regarding Gloria Jean's\r\nMotion to Stay, as follows:\r\n           The defendant Gloria Jean's motions to stay\r\nthese proceedings pending the outcome of\r\narbitration in Chicago is granted with respect\r\nto the non-statutory claims set forth in\r\nCounts I-VI [of KKW's Complaint].  The motion\r\nis denied with respect to the statutory claims\r\nset forth in Counts VII-X without prejudice to\r\nbeing renewed if and when arbitration is\r\ndemanded in a forum permitted by Gen. Laws\r\nR.I.  19-28.1-14.\r\n\nGloria Jean's filed its Notice of Appeal on December 4, 1998.\r\n                   DISCUSSION\r\nI.  Jurisdiction\r\nKKW argues that this Court lacks jurisdiction over the\r\nappeal.  It alleges that: (1) the district court's amended order\r\nsimply gives preference to arbitration over litigation and does not\r\nenjoin arbitration from proceeding; (2) an order declining to\r\nenforce a forum selection clause is not appealable; and (3) Gloria\r\nJean's conduct in connection with the Pre-Trial Conference, its\r\nfailure to timely inform the district court of its petition\r\nconcerning staying the proceedings, and its repeated requests for\r\nextensions of time to respond to the complaint and discovery\r\nforfeited any right it might have had to a pre-trial appeal and\r\nwaived any right to arbitrate.  We disagree.\r\nIn its November 4, 1998 Order addressing KKW's Motion to\r\nStay the arbitration proceeding which Gloria Jean's had commenced\r\nbefore the AAA in Chicago, the district court stated: \"The Motion\r\nof Plaintiff [KKW] to Stay Arbitration in Chicago, Illinois . . .\r\nis granted as to the statutory claims.\"  The district court\r\nreiterated its stance in its November 20, 1998 Amended Order,\r\nstating: \"The plaintiff KKW's motion to stay arbitration in Chicago\r\nis denied with respect to the non-statutory claims and granted with\r\nrespect to arbitration of the statutory claims in Chicago.\"\r\nThe district court's orders stayed a pending arbitration\r\nproceeding and are immediately appealable.  See PCS 2000 LP v.\r\nRomulus Telecomm., Inc., 148 F.3d 32, 34 (1st Cir. 1998) (\"Because\r\nthe district court's stay order is in the nature of an injunction,\r\nwe have appellate jurisdiction.\"); see also 9 U.S.C.  16(a)(2)\r\n(authorizing an immediate appeal from \"an interlocutory order\r\ngranting . . . an injunction against an arbitration that is subject\r\nto this title\"); 28 U.S.C.  1292(a)(1) (permitting interlocutory\r\nappeals from injunctions).\r\nSimilarly, the district court's orders are appealable so\r\nfar as they refuse to stay the district court's own litigation on\r\nissues subject to arbitration under an agreement governed by the\r\nFAA.  Section 3 of the FAA expressly provides that if suit is\r\nbrought on an issue referable to arbitration under a written\r\nagreement, the court shall stay the matter until arbitration \"has\r\nbeen had in accordance with the terms of the Agreement.\"  9 U.S.C.\r\n3.  And the statute further provides that an appeal may be taken\r\nfrom an order \"refusing to stay any action under Section 3 of this\r\ntitle.\"  9 U.S.C.  16.\r\nKKW says that \"all Gloria Jean's needs to do in order to\r\nhave the statutory claims arbitrated is simply to demand\r\narbitration.\"  (KKW Br. at 18).  However, Gloria Jean's has already\r\ndemanded arbitration, and the district court has refused either to\r\ncompel arbitration on KKW's statutory claims or to stay its own\r\nlitigation as to those claims.  Since both the district court and\r\nKKW recognize that all the claims set forth in KKW's complaint fall\r\nwithin the scope of the arbitration agreements, the district\r\ncourt's action is in both respects immediately appealable.\r\nKKW also says that the district court's November 20 Order\r\nis not truly an order staying or enjoining arbitration but is\r\nmerely an order declining to enforce a forum selection clause. \r\nThis claim is wrong.  \"Under the FAA, the court must order the\r\nparties to arbitrate 'in accordance with the terms of the\r\nagreement'; one term of the agreement is the parties' forum\r\nselection clause.\"  Synder v. Smith, 736 F.2d 409, 418 (7th Cir.)\r\n(footnote omitted), cert. denied, 469 U.S. 1037 (1984), overruled\r\non other grounds, Felzer v. Andreas, 134 F.3d 873 (7th Cir. 1998).\r\nFinally, KKW contends that Gloria Jean's forfeited any\r\nright it might have had to a pre-trial appeal and waived any right\r\nto arbitrate through: (1) its conduct in connection with the Pre-\r\nTrial Conference; (2) its failure to timely inform the district\r\ncourt of its petition concerning staying proceedings; and (3) its\r\nrepeated requests for extensions of time to respond to the\r\ncomplaint and discovery.\r\nOn the \"forfeiture\" issue, KKW fails to cite any relevant\r\ncases in support of its proposition.  Without such a basis in law,\r\nwe reject this contention out of hand.  On the \"waiver\" issue, this\r\ncontention was not raised by KKW until December 23, 1998 -- almost\r\nthree weeks after Gloria Jean's filed its notice of appeal and a\r\nmonth after the district court issued its November 20, 1998 Amended\r\nOrder.  Thus, KKW's argument is not properly before the court.  See\r\nUnited States v. Walker, 601 F.2d 1051, 1055 (9th Cir. 1979) (\"We\r\nare here concerned only with the record before the trial judge when\r\nhis decision was made.\").\r\nII.  Validity of the Arbitration Clause\r\nA.  Standard of Review\r\nWe review de novo the district court's denial of a Motion\r\nTo Stay Proceedings Pending Arbitration.  See Haviland v. Goldman,\r\nSachs &amp; Co., 947 F.2d 601, 604 (2d Cir. 1991).  We also review de\r\nnovo the district court's order granting KKW's Motion to Stay. \r\nWhile \"[a]n order staying an arbitration proceeding is in\r\nsubstance, and often in form, a directive to the parties to cease\r\nthe arbitration\" and is a result \"injunctive in character,\" Tejidos\r\nde Coamo, Inc. v. ILGWU, 22 F.3d 8, 10 (1st Cir. 1994), the\r\ndistrict court's order is not entitled to the abuse of discretion\r\nstandard normally accorded the grant of injunctive relief.  \"[I]f \r\na district court's ruling rests solely on a premise as to the\r\napplicable rule of law . . . and the facts are established or of no\r\ncontrolling relevance, that ruling may be reviewed [de novo] even\r\nthough the appeal is from the entry of a preliminary injunction. \r\nThornburgh v. American College of Obstetricians and Gynecologists,\r\n476 U.S. 747, 757 (1986).         B.  Preemption\r\nThe central issue before this Court is whether  19-28.1-\r\n14 of the Rhode Island Franchise Investment Act, which renders\r\nunenforceable \"[a] provision in a franchise agreement restricting\r\njurisdiction or venue to a forum outside [Rhode Island] . . . with\r\nrespect to a claim otherwise enforceable under this Act,\" is\r\npreempted by the FAA.\r\nThe district court ruled that the \"forum selection\r\nportion of the arbitration clause,\" which designates Chicago as the\r\nsitus for any arbitration proceeding, was \"invalid and\r\nunenforceable\" as to KKW's statutory claims under the Rhode Island\r\nFranchise Investment Act.  It further stated that \"[t]he Federal\r\nArbitration Act does not preempt provisions in an agreement to\r\narbitrate that deal with the mechanics of arbitration, where are\r\nthey to take place, where the arbitration is to take place and the\r\nlike.\"\r\nThe contracts to which the statute applies implicate\r\ninterstate commerce, thus subjecting them to the reach of the FAA. \r\nSee 9 U.S.C.  1; see generally Socit Generale de Surveillance,\r\nS.A. v. Raytheon European Management and Systems Co., 643 F.2d 863,\r\n867 (1st Cir. 1981) (the term \"commerce\" as used in the Act is to\r\nbe broadly construed).\r\nAny analysis of a party's challenge to the enforcement of\r\nan arbitration agreement must begin by recognizing the FAA's strong\r\npolicy in favor of rigorously enforcing arbitration agreements. \r\nSee Perry v. Thomas, 482 U.S. 483, 490 (1987).  The Supreme Court\r\nhas observed that \"'[t]he preeminent concern of Congress in passing\r\nthe Act was to enforce private agreements into which parties had\r\nentered.'\"  Id. (quoting Dean Witter Reynolds v. Byrd, 470 U.S.\r\n213, 221 (1985)) (alteration in original).  In harmony with that\r\npurpose, the Act declares \"a liberal federal policy favoring\r\narbitration agreements.\"  Moses H. Cone Memorial Hosp. v. Mercury\r\nConstr. Corp., 460 U.S. 1, 24 (1983).\r\nThe Supremacy Clause of Article VI of the United States\r\nConstitution prevents the states from impinging on federal law and\r\npolicy.  See Louisiana Pub. Serv. Comm'n v. FCC, 476 U.S. 355, 368\r\n(1986).  \"[A]ny state law, however clearly within a State's\r\nacknowledged power, which interferes with or is contrary to federal\r\nlaw, must yield.\"  Gade v. National Solid Waste Management Ass'n,\r\n505 U.S. 88, 108 (1992) (internal quotation marks and citations\r\nomitted).  Preemption \"may be either express or implied, and is\r\ncompelled whether Congress's command is explicitly stated in the\r\nstatute's language or implicitly contained in its structure and\r\npurpose.\"  Id. at 98 (internal quotation marks and citations\r\nomitted).  \"[S]tate law may nonetheless be preempted to the extent\r\nthat it actually conflicts with federal law -- that is, to the\r\nextent that it 'stands as an obstacle to the full accomplishment\r\nand execution of the full purposes and objectives of Congress.'\" \r\nVolt Information Sciences, Inc. v. Board of Trustees of Leland\r\nStanford Junior Univ., 489 U.S. 468, 477 (1989) (quoting Hines v.\r\nDavidowitz, 312 U.S. 52, 67 (1941)).  \"[A] direct, facial\r\ncontradiction between state and federal law is not necessary to\r\ncatalyze an 'actual[] conflict' within the doctrinal parameters of\r\nthe Supremacy Clause . . . [as] a state law or regulation cannot\r\ntake root if it looms as an obstacle to the achievement of the full\r\npurposes and ends which Congress has itself set out to accomplish.\" \r\nSee Securities Indus. Assoc. v. Connolly, 883 F.2d 1114, 1118 (1st\r\nCir. 1989).\r\n\"The FAA contains no express pre-emptive provision nor\r\ndoes it reflect a congressional intent to occupy the entire field\r\nof arbitration.\"  Volt, 489 U.S. at 477.  However, to the extent\r\nthat the Rhode Island Franchise Investment Act is construed to\r\nprohibit any provision in a franchise agreement which designates a\r\nforum for arbitration outside of Rhode Island, it presents an\r\nobstacle to the achievement of the full purposes and ends which\r\nCongress set out to accomplish in enacting the FAA -- that \"courts\r\n. . . [will] enforce privately negotiated agreements to arbitrate,\r\nlike other contracts, in accordance with their terms.\"  See id. at\r\n478.\r\nWhere, as here, \"there is an agreement to arbitrate, the\r\nFAA reflects a strong, well-established, and widely recognized\r\nfederal policy in favor of arbitration.\"  Vimar Seguros y\r\nReaseguros, S.A. v. M/V Sky Reefer, 29 F.3d 727, 730 (1st Cir.),\r\naff'd, 515 U.S. 528 (1995).  Section 3 of the FAA provides that if\r\na suit is brought on an issue referable to arbitration under a\r\nwritten arbitration agreement, the court shall stay a matter until\r\nthe arbitration \"has been had in accordance with the Agreement.\" \r\n9 U.S.C.  3.  Likewise,  4 of the FAA requires that a court,\r\n\"upon being satisfied that the making of the agreement for\r\narbitration or the failure to comply therewith is not in issue,\r\n. . . shall make an order directing the parties to proceed to\r\narbitration in accordance with the terms of the agreement.\"  9\r\nU.S.C.  4.\r\nThe venue in which arbitration is to take place is a\r\n\"term\" of the parties' arbitration agreements.  See Snyder, 736\r\nF.2d at 418 (\"under [the FAA], the court must order the parties to\r\narbitrate 'in accordance with the terms of the agreement'; one such\r\nterm of the agreement is the parties' forum selection clause\").  As\r\nwe shall discuss in more detail below, see infra at C., a statute\r\nseeking to override that term, such as the Rhode Island Franchise\r\nInvestment Act, is preempted by the FAA assuming that the FAA\r\napplies to the agreement.  See Alphagraphics Franchising, Inc. v.\r\nWhaler Graphics, Inc., 840 F. Supp. 708, 710 (D. Ariz. 1993)\r\n(holding that a provision of the Michigan Franchise Investment Law\r\nwhich rendered void and unenforceable \"[a] provision requiring that\r\narbitration or litigation be conducted outside [Michigan]\" imposed\r\n\"limitations on the method and manner by which the parties agreed\r\nto arbitrate their disputes\" and was preempted by the FAA).\r\nC.  Forum Selection Clause\r\nGloria Jean's argues that the Rhode Island Franchise\r\nInvestment Act's bar of all but in-state arbitration fora violates\r\n2 of the FAA.  We agree.\r\nThe Supreme Court has stated:\r\n         We discern only two limitations on the\r\nenforceability of arbitration provisions\r\ngoverned by the Federal Arbitration Act: they\r\nmust be part of a written maritime contract or\r\na contract \"evidencing a transaction involving\r\ncommerce\" and such clauses may be revoked upon\r\n\"grounds as exist at law or in equity for the\r\nrevocation of any contract.\"  We see nothing\r\nin the Act indicating that the broad principle\r\nof enforceability is subject to any additional\r\nlimitations under State law.\r\n\nSouthland Corp. v. Keating, 465 U.S. 1, 10-11 (1984) (quoting 9\r\nU.S.C.  2) (footnote omitted) (emphasis added).\r\n\"[S]tate law, whether of legislative or judicial origin,\r\nis applicable [in the sense that it would affect the validity of an\r\narbitration agreement, only] if that law arose to govern issues\r\nconcerning the validity, revocability and enforceability of\r\ncontracts generally.\"  Perry v. Thomas, 482 U.S. 483, 492 n.9\r\n(1987).  Only \"generally applicable contract defenses, such as\r\nfraud, duress or unconscionability, may be applied to invalidate\r\narbitration agreements without contravening  2 [of the FAA].\" \r\nDoctor's Assocs., Inc. v. Casarotto, 517 U.S. 681, 687 (1996).\r\nHere, the Rhode Island statute states that: \"A provision\r\nin a franchise agreement restricting jurisdiction or venue to a\r\nforum outside this state . . . is void with respect to a claim\r\notherwise enforceable under this act.\"  R.I. Gen. Laws  19-28.1-\r\n14.  Because this proscription limits the statute's application to\r\none type of provision, venue clauses, in one type of agreement,\r\nfranchise agreements, the statute does not apply to any contract. \r\nWrit simple, because  19-28.1-14 is not a generally applicable\r\ncontract defense, it is, if applied to arbitration agreements,\r\npreempted by  2 of the FAA.\r\nWe find more than ample support for this position in our\r\nprior case law, and opinions from our sister circuits.  In\r\nMitsubishi Motors Corp. v. Soler Chrysler-Plymouth, Inc, 723 F.2d\r\n155 (1st Cir. 1983), cert. granted, 469 U.S. 916 (1984), aff'd in\r\npart, rev'd in part on other grounds, 473 U.S. 614 (1985), a\r\nplaintiff-franchisor brought suit against the defendant, one of its\r\ndealers, seeking an order pursuant to  4 of the FAA compelling\r\narbitration of a dispute which had arisen between the parties. \r\nAfter the district court granted in part the motion to compel, the\r\ndealer appealed contending that the arbitration agreement, which\r\nspecified that any arbitration was to take place in Japan, was\r\nunenforceable.  The dealer relied on a section of the Puerto Rico\r\nDealers' Act, P.R. Laws Ann. tit. 10,  278, which states that\r\n\"[a]ny stipulation that obligates a dealer to adjust, arbitrate or\r\nlitigate any controversy that comes up regarding his dealer's\r\ncontract outside of Puerto Rico . . . shall be likewise considered\r\nas violating the public policy set forth by this chapter and is\r\ntherefore null and void.\"  Id. at  278b-2.\r\nWe held that federal law preempts the direct application\r\nof  278b-2, because the ground cited in the statute for\r\ninvalidating a provision stipulating arbitration in a dealer's\r\ncontract was not among the grounds that \"exist at law or in equity\r\nfor the revocation of any contract.\"  See Mitsubishi, 723 F.2d at\r\n158 (quoting 9 U.S.C.  2).\r\nIn Doctor's Associates, Inc. v. Hamilton, 150 F.3d 157\r\n(2d Cir. 1998), the plaintiff-franchisor filed a petition to compel\r\narbitration of a lawsuit that the defendant-franchisee had filed in\r\nNew Jersey state court.  The franchisee opposed the petition to\r\ncompel, asserting that the arbitration clause in the parties'\r\nfranchise agreement, which specified that arbitration would be held\r\nin Connecticut, was void and unenforceable as against the policy of\r\nNew Jersey.  The Second Circuit stated:\r\n         Despite the clear language in Southland,\r\nHamilton [the franchisee] urges us to rely on\r\nKubis &amp; Perszyk Assocs. v. Sun Microsystems,\r\n146 N.J. 176, 680 A.2d 618 (1996), to\r\ninvalidate the Agreement's arbitral forum\r\nselection clause.  Recognizing that state law\r\nmay affect the validity and enforceability of\r\narbitration to the extent that the state law\r\napplies to \"the revocation of any contract,\" 9\r\nU.S.C.  2 (emphasis added), Hamilton\r\nmaintains that the rule set forth in Kubis\r\napplies to all contracts, including the\r\nAgreement here.\r\n           We disagree.  Kubis did not establish a\r\n\"generally applicable\" contract defense that\r\napplies to \"any\" contract;  it invalidated a\r\nfranchise agreement's forum selection clause\r\nunder the New Jersey Franchise Practices Act\r\nbecause it required the franchisee to sue in\r\nanother jurisdiction.  The Kubis decision\r\napplies to one sort of contract provision\r\n(forum selection) in only one type of contract\r\n(a franchise agreement).  Therefore, to the\r\nextent that Kubis can be read to invalidate\r\narbitral forum selection clauses in franchise\r\nagreements, it is preempted by the FAA.\r\n\nHamilton, 150 F.3d at 163; see Management Recruiters Int'l v.\r\nBloor, 129 F.3d 851, 856 (6th Cir. 1997) (if the Washington\r\nFranchise Investment Protection Act \"imposed an absolute\r\nrequirement of in-state arbitration notwithstanding the parties'\r\nagreement to arbitrate [elsewhere], its validity would be in\r\nserious doubt as a result of the preemptive effect of the FAA\").\r\nSection 19-28.1-14's requirement that all claims arising\r\nunder the Rhode Island Franchise Investment Act be brought in Rhode\r\nIsland does not apply to all contracts and does not establish a\r\ngenerally applicable contract defense.  Its prohibition of non-\r\nRhode Island venues purports to restrict the enforcement of only\r\none sort of contract provision, forum selection clauses, in only\r\none type of contract, franchise agreements.  Under  2 of the FAA,\r\nthat is impermissible.\r\n\"Courts must give effect to . . . freely-negotiated forum\r\nselection clauses.\"  See Snyder, 736 F.2d at 419.  \"The choice of\r\n[ ] forum was made in an arms-length negotiation by experienced and\r\nsophisticated businessmen, and absent some compelling and\r\ncountervailing reason it should be honored by the parties and\r\nenforced by the courts.\"  M/S Bremen v. Zapata Off-Shore Co., 407\r\nU.S. 1, 12 (1972).\r\nHere, Gloria Jean's and KKW chose Chicago, Illinois as\r\nthe forum for the arbitration of their disputes.  Their choice of\r\narbitral forum should have been honored by the district court.\r\nCourts may not rewrite the parties' agreements and compel\r\narbitration of their dispute in a forum which is not one of those\r\nenumerated in an arbitration agreement's forum selection clause. \r\nSee Dean Witter Reynolds Inc. v. Prouse, 831 F. Supp. 328, 330\r\n(S.D.N.Y. 1993).\r\n                   CONCLUSION\r\nFor the foregoing reasons, we reverse the district\r\ncourt's partial denial of Gloria Jean's Motion to Stay Pending\r\nArbitration, and vacate its order granting KKW's Motion to Stay\r\nArbitration in Chicago with respect to the statutory claims under\r\nthe Rhode Island Franchise Investment Act.  Costs to appellant.\r\n",
  "html": "<p class=\"case_cite\">184 F.3d 42 (1st Cir. 1999)</p>\n    <p class=\"parties\">KKW ENTERPRISES, INC., Plaintiff, Appellee,<br>v.<br>GLORIA JEAN'S GOURMET COFFEES FRANCHISING CORP., Defendant, Appellant.</p>\n    <p class=\"docket\">No. 98-2337.</p>\n    <p class=\"court\">United States Court of Appeals for the First Circuit.</p>\n    <p class=\"date\">Aruged June 7, 1999.<br>Decided July 19, 1999.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF RHODE ISLAND[Copyrighted Material Omitted]</p>\n      <p class=\"indent\">Frederic A. Cohen, with whom Norman M. Leon, Rudnick &amp; Wolfe, William M. Dolan III, Angel Taveras and Brown, Rudnick, Freed &amp; Gesmer were on brief, for appellant.</p>\n      <p class=\"indent\">George E. Lieberman, with whom Tillinghast Licht &amp; Semonoff Ltd was on brief, for appellee.</p>\n      <p class=\"indent\">Before Torruella, Chief Judge,  Campbell, Senior Circuit Judge, and Boudin, Circuit Judge.</p>\n      <p class=\"indent\">TORRUELLA, Chief Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Defendant-appellant, Gloria Jean's Gourmet Coffees Franchising Corp. (\"Gloria-Jean's\"), appeals the district court's order partially granting the motion of plaintiff-appellee, KKW Enterprises, Inc. (\"KKW\"), to stay arbitration as to claims under the Rhode Island Franchise Investment Act, R.I. Gen. Laws &#167; 19-28.1-14 (\"statutory claims\"), and its order denying Gloria Jean's motion to stay proceedings pending arbitration as to the statutory claims.</p>\n    </div>\n    <p>BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Gloria Jean's is an Illinois corporation with its principal place of business in Castroville, California. Gloria Jean's grants franchises to qualified persons to operate Gloria Jean's Gourmet Coffee Stores throughout the United States. KKW is a franchisee of Gloria Jean's.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On November 25, 1992, KKW entered into franchise agreements with Gloria Jean's pursuant to which Gloria Jean's granted KKW limited licenses to operate Gloria Jean's franchises at the Independence Mall in Kingston, Massachusetts and in the Northshore Shopping Center, in Peabody, Massachusetts. KKW subsequently entered into two subsequent franchise agreements with Gloria Jean's to operate Gloria Jean's Gourmet Coffee Stores in Square One Mall, in Saugus, Massachusetts, and at the University Mall in South Burlington, Vermont.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The franchise agreements were heavily negotiated. KKW was represented by counsel in connection with those negotiations, and KKW's counsel proposed various changes to the franchise agreements, all of which were incorporated into those agreements. None of the changes to the franchise agreements which KKW's counsel proposed during these negotiations concerned the arbitration agreements or the selection of Chicago as the forum for arbitration of disputes under the agreements.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">In entering into each of the franchise agreements, the parties explicitly agreed that they would submit all disputes arising out of or relating to the franchise agreements, the validity of those agreements, or the parties' relationship to arbitration before the American Arbitration Association (\"AAA\"). Paragraph 18.B of each franchise agreement, in pertinent part, states:</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">EXCEPT INSOFAR AS THE FRANCHISOR AS PROVIDED IN PARAGRAPH A OF THIS SECTION ELECTS TO ENFORCE THIS AGREEMENT OR ANY OTHER RELATED AGREEMENT, ALL CONTROVERSIES, DISPUTES OR CLAIMS ARISING BETWEEN THE FRANCHISOR, ITS AFFILIATES, OFFICERS, DIRECTORS, AGENTS, EMPLOYEES AND ATTORNEYS (IN THEIR REPRESENTATIVE CAPACITY) AND THE FRANCHISEE (ITS OWNERS AND GUARANTORS, IF APPLICABLE) ARISING OUT OF OR RELATED TO: (1) THIS AGREEMENT OR ANY PROVISION THEREOF OR ANY RELATED AGREEMENT; (2) THE RELATIONSHIP OF THE PARTIES HERETO; (3) THE VALIDITY OF THIS AGREEMENT OR ANY RELATED AGREEMENT, OR ANY PROVISION THEREOF; OR (4) ANY SPECIFICATION, STANDARD OR OPERATING PROCEDURE RELATING TO THE ESTABLISHMENT OR OPERATION OF THE FRANCHISE SHALL BE SUBMITTED FOR ARBITRATION TO BE ADMINISTERED BY THE CHICAGO, ILLINOIS OFFICE OF THE AMERICAN ARBITRATION ASSOCIATION ON DEMAND OF EITHER PARTY. SUCH ARBITRATION PROCEEDINGS SHALL BE CONDUCTED IN CHICAGO, ILLINOIS AND, EXCEPT AS OTHERWISE PROVIDED IN THIS AGREEMENT, SHALL BE CONDUCTED IN ACCORDANCE WITH THE THEN CURRENT COMMERCIAL ARBITRATION RULES OF THE AMERICAN ARBITRATION ASSOCIATION.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">On May 7, 1998, KKW filed a ten count complaint against Gloria Jean's in the Superior Court of the State of Rhode Island for Providence County. That action was removed by Gloria Jean's to the United States District Court for the District of Rhode Island on June 4, 1998. KKW's complaint alleges that Gloria Jean's fraudulently induced it to enter into certain franchise agreements by misrepresenting: (1) its ability to obtain favorable leases; (2) its ability to obtain certain types of store locations; and (3) the success of another franchise. Claiming that it relied upon these alleged misrepresentations in entering into its franchise agreements with Gloria Jean's, KKW's complaint seeks damages for the losses it purportedly incurred in obtaining and operating its Gloria Jean's Stores, and rescission of its two remaining franchise agreements.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">KKW's complaint asserts four claims for damages: (1) intentional misrepresentation (Count I); (2) breach of fiduciary duty (Count V); (3) violation of the Rhode Island Franchise Investment Act (Count VII) and violation of the Rhode Island Franchise and Distributorship Investment Regulations Act (Count IX); and (4) six claims which it contends entitles it to rescission of its remaining franchise agreements -- intentional misrepresentation (Count II), negligent misrepresentation (Count III), innocent misrepresentation (Count IV), breach of fiduciary duty (Count VI), violation of the Rhode Island Franchise Investment Act (Count VIII) and violation of the Rhode Island Franchise and Distributorship Investment Regulations Act (Count X).</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">On June 11, 1998, Gloria Jean's moved, pursuant to Section 3 of the Federal Arbitration Act (\"FAA\"), 9 U.S.C. &#167; 3, to stay the district court action pending arbitration. At the August 7, 1998 hearing on that motion, the district court concluded that all of the claims set forth in KKW's Complaint were referable to arbitration under the parties' written arbitration agreements. The district court nonetheless denied Gloria Jean's Motion to Stay as premature, concluding that the arbitration agreements required, as a condition precedent to arbitration, that Gloria Jean's not only move to stay the litigation, but actually \"demand\" arbitration.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Immediately after the August 7, 1998 hearing, on August 11, 1998, Gloria Jean's filed a Demand for Arbitration with the Chicago, Illinois office of the American Arbitration Association seeking a declaration that it has no liability for the claims asserted in KKW's Complaint. Gloria Jean's also demanded, by letter of the same date, that KKW submit the claims pending in the district court, as well as any other claims encompassed by the parties' arbitration agreements, to arbitration in accordance with the terms of those agreements. On August 12, 1998, Gloria Jean's filed a Renewed Motion to Stay Proceedings Pending Arbitration.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">On September 1, 1998, KKW moved to stay the arbitration proceeding Gloria Jean's had commenced. On October 23, 1998, oral argument was held before the district court on both Gloria Jean's Renewed Motion to Stay Proceedings Pending Arbitration and KKW's Motion to Stay Arbitration. By Order dated November 4, 1998, the district court, inter alia, (1) granted Gloria Jean's Motion to Stay Proceedings Pending Arbitration as to KKW's non-statutory claims; (2) denied the Motion as to KKW's statutory claims; (3) granted KKW's Motion to Stay the arbitration in Chicago, Illinois as to KKW's statutory claims; and (4) denied that Motion as to the non-statutory claims.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Addressing KKW's common-law claims, the Court stated that \"[t]here's no question in the Court's mind that the dispute here, or the core of the dispute, at least, [sic] the non-statutory claims that are asserted by the Plaintiff are arbitrable.\" The district court further stated, however, that its conclusion that KKW's non-statutory claims were arbitrable did not \"answer the question as to where the arbitration should take place as to those claims, nor does it answer the question regarding [the arbitrability of] the statutory claims.\"</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">In discussing this question, the district court first stated that \"[t]he Federal Arbitration Act does not preempt provisions in an agreement to arbitrate that deal with the mechanics of the arbitration, where are they to take place, where the arbitration is to take place and the like.\" For this reason, the district court concluded, it was required to determine the validity of the arbitration agreements' choice-of-forum clause in light of the standards set forth by the United States Supreme Court in M/S Bremen v. Zapata Off-Shore Co., 407 U.S. 1 (1972). Noting the strong presumption in favor of forum selection clauses established by that decision and the similarly strong relationship between Illinois and the underlying dispute, the district court concluded, at least with respect to KKW's non-statutory claims, that there was no basis for disregarding the parties' agreement to arbitrate their disputes before the Chicago office of the AAA. Accordingly, the district court granted Gloria Jean's Motion to Stay Proceedings Pending Arbitration as to KKW's non-statutory claims, and denied KKW's motion to stay the arbitration of those claims.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">KKW's statutory claims, the district court stated, presented a \"different situation.\" Relying on &#167; 19-28.1-14 of the Rhode Island Franchise Investment Act, the district court stated that because \"[t]he Rhode Island General Assembly has, specifically, stated a strong policy against provisions that restrict jurisdiction or venue to a forum outside of this State,\" the choice-of-forum provision in the parties' arbitration agreements was \"invalid and unenforceable\" with respect to KKW's statutory claims. Gloria Jean's Motion to Stay was therefore denied as to those claims.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">On November 20, 1998, the district court issued an Amended Order Granting in Part and Denying in Part Motions for Stays and Enlargements of Time. In that November 20 Amended Order, the district court amended its ruling regarding Gloria Jean's Motion to Stay, as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The defendant Gloria Jean's motions to stay these proceedings pending the outcome of arbitration in Chicago is granted with respect to the non-statutory claims set forth in Counts I-VI [of KKW's Complaint]. The motion is denied with respect to the statutory claims set forth in Counts VII-X without prejudice to being renewed if and when arbitration is demanded in a forum permitted by Gen. Laws R.I. &#167; 19-28.1-14.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Gloria Jean's filed its Notice of Appeal on December 4, 1998.</p>\n    </div>\n    <p>DISCUSSION</p>\n    <p class=\"indent\">I. Jurisdiction</p>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">KKW argues that this Court lacks jurisdiction over the appeal. It alleges that: (1) the district court's amended order simply gives preference to arbitration over litigation and does not enjoin arbitration from proceeding; (2) an order declining to enforce a forum selection clause is not appealable; and (3) Gloria Jean's conduct in connection with the Pre-Trial Conference, its failure to timely inform the district court of its petition concerning staying the proceedings, and its repeated requests for extensions of time to respond to the complaint and discovery forfeited any right it might have had to a pre-trial appeal and waived any right to arbitrate. We disagree.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">In its November 4, 1998 Order addressing KKW's Motion to Stay the arbitration proceeding which Gloria Jean's had commenced before the AAA in Chicago, the district court stated: \"The Motion of Plaintiff [KKW] to Stay Arbitration in Chicago, Illinois . . . is granted as to the statutory claims.\" The district court reiterated its stance in its November 20, 1998 Amended Order, stating: \"The plaintiff KKW's motion to stay arbitration in Chicago is denied with respect to the non-statutory claims and granted with respect to arbitration of the statutory claims in Chicago.\"</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The district court's orders stayed a pending arbitration proceeding and are immediately appealable. See PCS 2000 LP v. Romulus Telecomm., Inc., 148 F.3d 32, 34 (1st Cir. 1998) (\"Because the district court's stay order is in the nature of an injunction, we have appellate jurisdiction.\"); see also 9 U.S.C. &#167; 16(a)(2) (authorizing an immediate appeal from \"an interlocutory order granting . . . an injunction against an arbitration that is subject to this title\"); 28 U.S.C. &#167; 1292(a)(1) (permitting interlocutory appeals from injunctions).</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Similarly, the district court's orders are appealable so far as they refuse to stay the district court's own litigation on issues subject to arbitration under an agreement governed by the FAA. Section 3 of the FAA expressly provides that if suit is brought on an issue referable to arbitration under a written agreement, the court shall stay the matter until arbitration \"has been had in accordance with the terms of the Agreement.\" 9 U.S.C. &#167; 3. And the statute further provides that an appeal may be taken from an order \"refusing to stay any action under Section 3 of this title.\" 9 U.S.C. &#167; 16.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">KKW says that \"all Gloria Jean's needs to do in order to have the statutory claims arbitrated is simply to demand arbitration.\" (KKW Br. at 18). However, Gloria Jean's has already demanded arbitration, and the district court has refused either to compel arbitration on KKW's statutory claims or to stay its own litigation as to those claims. Since both the district court and KKW recognize that all the claims set forth in KKW's complaint fall within the scope of the arbitration agreements, the district court's action is in both respects immediately appealable.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">KKW also says that the district court's November 20 Order is not truly an order staying or enjoining arbitration but is merely an order declining to enforce a forum selection clause. This claim is wrong. \"Under the FAA, the court must order the parties to arbitrate 'in accordance with the terms of the agreement'; one term of the agreement is the parties' forum selection clause.\" Synder v. Smith, 736 F.2d 409, 418 (7th Cir.) (footnote omitted), cert. denied, 469 U.S. 1037 (1984), overruled on other grounds, Felzer v. Andreas, 134 F.3d 873 (7th Cir. 1998).</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Finally, KKW contends that Gloria Jean's forfeited any right it might have had to a pre-trial appeal and waived any right to arbitrate through: (1) its conduct in connection with the Pre-Trial Conference; (2) its failure to timely inform the district court of its petition concerning staying proceedings; and (3) its repeated requests for extensions of time to respond to the complaint and discovery.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">On the \"forfeiture\" issue, KKW fails to cite any relevant cases in support of its proposition. Without such a basis in law, we reject this contention out of hand. On the \"waiver\" issue, this contention was not raised by KKW until December 23, 1998 -- almost three weeks after Gloria Jean's filed its notice of appeal and a month after the district court issued its November 20, 1998 Amended Order. Thus, KKW's argument is not properly before the court. See United States v. Walker, 601 F.2d 1051, 1055 (9th Cir. 1979) (\"We are here concerned only with the record before the trial judge when his decision was made.\").</p>\n    </div>\n    <p class=\"indent\">II. Validity of the Arbitration Clause</p>\n    <p class=\"indent\">A. Standard of Review</p>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">We review de novo the district court's denial of a Motion To Stay Proceedings Pending Arbitration. See Haviland v. Goldman, Sachs &amp; Co., 947 F.2d 601, 604 (2d Cir. 1991). We also review de novo the district court's order granting KKW's Motion to Stay. While \"[a]n order staying an arbitration proceeding is in substance, and often in form, a directive to the parties to cease the arbitration\" and is a result \"injunctive in character,\" Tejidos de Coamo, Inc. v. ILGWU, 22 F.3d 8, 10 (1st Cir. 1994), the district court's order is not entitled to the abuse of discretion standard normally accorded the grant of injunctive relief. \"[I]f a district court's ruling rests solely on a premise as to the applicable rule of law . . . and the facts are established or of no controlling relevance, that ruling may be reviewed [de novo] even though the appeal is from the entry of a preliminary injunction. Thornburgh v. American College of Obstetricians and Gynecologists, 476 U.S. 747, 757 (1986).</p>\n    </div>\n    <p class=\"indent\">B. Preemption</p>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">The central issue before this Court is whether &#167; 19-28.1-14 of the Rhode Island Franchise Investment Act, which renders unenforceable \"[a] provision in a franchise agreement restricting jurisdiction or venue to a forum outside [Rhode Island] . . . with respect to a claim otherwise enforceable under this Act,\" is preempted by the FAA.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">The district court ruled that the \"forum selection portion of the arbitration clause,\" which designates Chicago as the situs for any arbitration proceeding, was \"invalid and unenforceable\" as to KKW's statutory claims under the Rhode Island Franchise Investment Act. It further stated that \"[t]he Federal Arbitration Act does not preempt provisions in an agreement to arbitrate that deal with the mechanics of arbitration, where are they to take place, where the arbitration is to take place and the like.\"</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">The contracts to which the statute applies implicate interstate commerce, thus subjecting them to the reach of the FAA. See 9 U.S.C. &#167; 1; see generally Societe Generale de Surveillance, S.A. v. Raytheon European Management and Systems Co., 643 F.2d 863, 867 (1st Cir. 1981) (the term \"commerce\" as used in the Act is to be broadly construed).</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Any analysis of a party's challenge to the enforcement of an arbitration agreement must begin by recognizing the FAA's strong policy in favor of rigorously enforcing arbitration agreements. See Perry v. Thomas, 482 U.S. 483, 490 (1987). The Supreme Court has observed that \"'[t]he preeminent concern of Congress in passing the Act was to enforce private agreements into which parties had entered.'\" Id. (quoting Dean Witter Reynolds v. Byrd, 470 U.S. 213, 221 (1985)) (alteration in original). In harmony with that purpose, the Act declares \"a liberal federal policy favoring arbitration agreements.\" Moses H. Cone Memorial Hosp. v. Mercury Constr. Corp., 460 U.S. 1, 24 (1983).</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">The Supremacy Clause of Article VI of the United States Constitution prevents the states from impinging on federal law and policy. See Louisiana Pub. Serv. Comm'n v. FCC, 476 U.S. 355, 368 (1986). \"[A]ny state law, however clearly within a State's acknowledged power, which interferes with or is contrary to federal law, must yield.\" Gade v. National Solid Waste Management Ass'n, 505 U.S. 88, 108 (1992) (internal quotation marks and citations omitted). Preemption \"may be either express or implied, and is compelled whether Congress's command is explicitly stated in the statute's language or implicitly contained in its structure and purpose.\" Id. at 98 (internal quotation marks and citations omitted). \"[S]tate law may nonetheless be preempted to the extent that it actually conflicts with federal law -- that is, to the extent that it 'stands as an obstacle to the full accomplishment and execution of the full purposes and objectives of Congress.'\" Volt Information Sciences, Inc. v. Board of Trustees of Leland Stanford Junior Univ., 489 U.S. 468, 477 (1989) (quoting Hines v. Davidowitz, 312 U.S. 52, 67 (1941)). \"[A] direct, facial contradiction between state and federal law is not necessary to catalyze an 'actual[] conflict' within the doctrinal parameters of the Supremacy Clause . . . [as] a state law or regulation cannot take root if it looms as an obstacle to the achievement of the full purposes and ends which Congress has itself set out to accomplish.\" See Securities Indus. Assoc. v. Connolly, 883 F.2d 1114, 1118 (1st Cir. 1989).</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">\"The FAA contains no express pre-emptive provision nor does it reflect a congressional intent to occupy the entire field of arbitration.\" Volt, 489 U.S. at 477. However, to the extent that the Rhode Island Franchise Investment Act is construed to prohibit any provision in a franchise agreement which designates a forum for arbitration outside of Rhode Island, it presents an obstacle to the achievement of the full purposes and ends which Congress set out to accomplish in enacting the FAA -- that \"courts . . . [will] enforce privately negotiated agreements to arbitrate, like other contracts, in accordance with their terms.\" See id. at 478.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Where, as here, \"there is an agreement to arbitrate, the FAA reflects a strong, well-established, and widely recognized federal policy in favor of arbitration.\" Vimar Seguros y Reaseguros, S.A. v. M/V Sky Reefer, 29 F.3d 727, 730 (1st Cir.), aff'd, 515 U.S. 528 (1995). Section 3 of the FAA provides that if a suit is brought on an issue referable to arbitration under a written arbitration agreement, the court shall stay a matter until the arbitration \"has been had in accordance with the Agreement.\" 9 U.S.C. &#167; 3. Likewise, &#167; 4 of the FAA requires that a court, \"upon being satisfied that the making of the agreement for arbitration or the failure to comply therewith is not in issue, . . . shall make an order directing the parties to proceed to arbitration in accordance with the terms of the agreement.\" 9 U.S.C. &#167; 4.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">The venue in which arbitration is to take place is a \"term\" of the parties' arbitration agreements. See Snyder, 736 F.2d at 418 (\"under [the FAA], the court must order the parties to arbitrate 'in accordance with the terms of the agreement'; one such term of the agreement is the parties' forum selection clause\"). As we shall discuss in more detail below, see infra at C., a statute seeking to override that term, such as the Rhode Island Franchise Investment Act, is preempted by the FAA assuming that the FAA applies to the agreement. See Alphagraphics Franchising, Inc. v. Whaler Graphics, Inc., 840 F. Supp. 708, 710 (D. Ariz. 1993) (holding that a provision of the Michigan Franchise Investment Law which rendered void and unenforceable \"[a] provision requiring that arbitration or litigation be conducted outside [Michigan]\" imposed \"limitations on the method and manner by which the parties agreed to arbitrate their disputes\" and was preempted by the FAA).</p>\n    </div>\n    <p class=\"indent\">C. Forum Selection Clause</p>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Gloria Jean's argues that the Rhode Island Franchise Investment Act's bar of all but in-state arbitration fora violates &#167; 2 of the FAA. We agree.</p>\n    </div>\n    <p class=\"indent\">The Supreme Court has stated:</p>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">We discern only two limitations on the enforceability of arbitration provisions governed by the Federal Arbitration Act: they must be part of a written maritime contract or a contract \"evidencing a transaction involving commerce\" and such clauses may be revoked upon \"grounds as exist at law or in equity for the revocation of any contract.\" We see nothing in the Act indicating that the broad principle of enforceability is subject to any additional limitations under State law.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Southland Corp. v. Keating, 465 U.S. 1, 10-11 (1984) (quoting 9 U.S.C. &#167; 2) (footnote omitted) (emphasis added).</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">\"[S]tate law, whether of legislative or judicial origin, is applicable [in the sense that it would affect the validity of an arbitration agreement, only] if that law arose to govern issues concerning the validity, revocability and enforceability of contracts generally.\" Perry v. Thomas, 482 U.S. 483, 492 n.9 (1987). Only \"generally applicable contract defenses, such as fraud, duress or unconscionability, may be applied to invalidate arbitration agreements without contravening &#167; 2 [of the FAA].\" Doctor's Assocs., Inc. v. Casarotto, 517 U.S. 681, 687 (1996).</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">Here, the Rhode Island statute states that: \"A provision in a franchise agreement restricting jurisdiction or venue to a forum outside this state . . . is void with respect to a claim otherwise enforceable under this act.\" R.I. Gen. Laws &#167; 19-28.1-14. Because this proscription limits the statute's application to one type of provision, venue clauses, in one type of agreement, franchise agreements, the statute does not apply to any contract. Writ simple, because &#167; 19-28.1-14 is not a generally applicable contract defense, it is, if applied to arbitration agreements, preempted by &#167; 2 of the FAA.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">We find more than ample support for this position in our prior case law, and opinions from our sister circuits. In Mitsubishi Motors Corp. v. Soler Chrysler-Plymouth, Inc, 723 F.2d 155 (1st Cir. 1983), cert. granted, 469 U.S. 916 (1984), aff'd in part, rev'd in part on other grounds, 473 U.S. 614 (1985), a plaintiff-franchisor brought suit against the defendant, one of its dealers, seeking an order pursuant to &#167; 4 of the FAA compelling arbitration of a dispute which had arisen between the parties. After the district court granted in part the motion to compel, the dealer appealed contending that the arbitration agreement, which specified that any arbitration was to take place in Japan, was unenforceable. The dealer relied on a section of the Puerto Rico Dealers' Act, P.R. Laws Ann. tit. 10, &#167; 278, which states that \"[a]ny stipulation that obligates a dealer to adjust, arbitrate or litigate any controversy that comes up regarding his dealer's contract outside of Puerto Rico . . . shall be likewise considered as violating the public policy set forth by this chapter and is therefore null and void.\" Id. at &#167; 278b-2.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">We held that federal law preempts the direct application of &#167; 278b-2, because the ground cited in the statute for invalidating a provision stipulating arbitration in a dealer's contract was not among the grounds that \"exist at law or in equity for the revocation of any contract.\" See Mitsubishi, 723 F.2d at 158 (quoting 9 U.S.C. &#167; 2).<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">In Doctor's Associates, Inc. v. Hamilton, 150 F.3d 157 (2d Cir. 1998), the plaintiff-franchisor filed a petition to compel arbitration of a lawsuit that the defendant-franchisee had filed in New Jersey state court. The franchisee opposed the petition to compel, asserting that the arbitration clause in the parties' franchise agreement, which specified that arbitration would be held in Connecticut, was void and unenforceable as against the policy of New Jersey. The Second Circuit stated:</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">Despite the clear language in Southland, Hamilton [the franchisee] urges us to rely on Kubis &amp; Perszyk Assocs. v. Sun Microsystems, 146 N.J. 176, 680 A.2d 618 (1996), to invalidate the Agreement's arbitral forum selection clause. Recognizing that state law may affect the validity and enforceability of arbitration to the extent that the state law applies to \"the revocation of any contract,\" 9 U.S.C. &#167; 2 (emphasis added), Hamilton maintains that the rule set forth in Kubis applies to all contracts, including the Agreement here.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">We disagree. Kubis did not establish a \"generally applicable\" contract defense that applies to \"any\" contract; it invalidated a franchise agreement's forum selection clause under the New Jersey Franchise Practices Act because it required the franchisee to sue in another jurisdiction. The Kubis decision applies to one sort of contract provision (forum selection) in only one type of contract (a franchise agreement). Therefore, to the extent that Kubis can be read to invalidate arbitral forum selection clauses in franchise agreements, it is preempted by the FAA.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">Hamilton, 150 F.3d at 163; see Management Recruiters Int'l v. Bloor, 129 F.3d 851, 856 (6th Cir. 1997) (if the Washington Franchise Investment Protection Act \"imposed an absolute requirement of in-state arbitration notwithstanding the parties' agreement to arbitrate [elsewhere], its validity would be in serious doubt as a result of the preemptive effect of the FAA\").</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">Section 19-28.1-14's requirement that all claims arising under the Rhode Island Franchise Investment Act be brought in Rhode Island does not apply to all contracts and does not establish a generally applicable contract defense. Its prohibition of non-Rhode Island venues purports to restrict the enforcement of only one sort of contract provision, forum selection clauses, in only one type of contract, franchise agreements. Under &#167; 2 of the FAA, that is impermissible.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">\"Courts must give effect to . . . freely-negotiated forum selection clauses.\" See Snyder, 736 F.2d at 419. \"The choice of [ ] forum was made in an arms-length negotiation by experienced and sophisticated businessmen, and absent some compelling and countervailing reason it should be honored by the parties and enforced by the courts.\" M/S Bremen v. Zapata Off-Shore Co., 407 U.S. 1, 12 (1972).</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">Here, Gloria Jean's and KKW chose Chicago, Illinois as the forum for the arbitration of their disputes. Their choice of arbitral forum should have been honored by the district court. Courts may not rewrite the parties' agreements and compel arbitration of their dispute in a forum which is not one of those enumerated in an arbitration agreement's forum selection clause. See Dean Witter Reynolds Inc. v. Prouse, 831 F. Supp. 328, 330 (S.D.N.Y. 1993).</p>\n    </div>\n    <p>CONCLUSION</p>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">For the foregoing reasons, we reverse the district court's partial denial of Gloria Jean's Motion to Stay Pending Arbitration, and vacate its order granting KKW's Motion to Stay Arbitration in Chicago with respect to the statutory claims under the Rhode Island Franchise Investment Act. Costs to appellant.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p>  Although the issue need not be resolved because a demand was made, we should not be understood as endorsing the district court's ruling that Gloria Jean's had to make such a demand before arbitration could be compelled or a stay of the district court's own proceedings justified.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p>  In spite of our clear language in Mitsubishi, KKW cites Triangle Trading Co., Inc. v. Robroy Indus., Inc., 952 F. Supp. 75 (D.P.R. 1997), for the proposition that many courts, respecting fundamental state public policy, have refused to enforce forum selection clauses and choice of law provisions. First, as with many of the cases cited by KKW, Triangle -- which also involves the Puerto Rico Dealers' Act -- is simply not on point as it pertains to judicial fora rather than arbitral fora. Second, our opinion in Mitsubishi clearly lays out our view with regard to the Puerto Rico Dealers' Act and its provision essentially restricting an arbitral forum to the four corners of the island.</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">184</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">42</span></span> (1st Cir. 1999)</p>\n    <p class=\"parties\">KKW ENTERPRISES, INC., Plaintiff, Appellee,<br>v.<br>GLORIA JEAN'S GOURMET COFFEES FRANCHISING CORP., Defendant, Appellant.</p>\n    <p class=\"docket\">No. 98-2337.</p>\n    <p class=\"court\">United States Court of Appeals for the First Circuit.</p>\n    <p class=\"date\">Aruged June 7, 1999.<br>Decided July 19, 1999.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF RHODE ISLAND[Copyrighted Material Omitted]</p>\n      <p class=\"indent\">Frederic A. Cohen, with whom Norman M. Leon, Rudnick &amp; Wolfe, William M. Dolan III, Angel Taveras and Brown, Rudnick, Freed &amp; Gesmer were on brief, for appellant.</p>\n      <p class=\"indent\">George E. Lieberman, with whom Tillinghast Licht &amp; Semonoff Ltd was on brief, for appellee.</p>\n      <p class=\"indent\">Before Torruella, Chief Judge,  Campbell, Senior Circuit Judge, and Boudin, Circuit Judge.</p>\n      <p class=\"indent\">TORRUELLA, Chief Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Defendant-appellant, Gloria Jean's Gourmet Coffees Franchising Corp. (\"Gloria-Jean's\"), appeals the district court's order partially granting the motion of plaintiff-appellee, KKW Enterprises, Inc. (\"KKW\"), to stay arbitration as to claims under the Rhode Island Franchise Investment Act, R.I. Gen. Laws &#167; 19-28.1-14 (\"statutory claims\"), and its order denying Gloria Jean's motion to stay proceedings pending arbitration as to the statutory claims.</p>\n    </div>\n    <p>BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Gloria Jean's is an Illinois corporation with its principal place of business in Castroville, California. Gloria Jean's grants franchises to qualified persons to operate Gloria Jean's Gourmet Coffee Stores throughout the United States. KKW is a franchisee of Gloria Jean's.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On November 25, 1992, KKW entered into franchise agreements with Gloria Jean's pursuant to which Gloria Jean's granted KKW limited licenses to operate Gloria Jean's franchises at the Independence Mall in Kingston, Massachusetts and in the Northshore Shopping Center, in Peabody, Massachusetts. KKW subsequently entered into two subsequent franchise agreements with Gloria Jean's to operate Gloria Jean's Gourmet Coffee Stores in Square One Mall, in Saugus, Massachusetts, and at the University Mall in South Burlington, Vermont.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The franchise agreements were heavily negotiated. KKW was represented by counsel in connection with those negotiations, and KKW's counsel proposed various changes to the franchise agreements, all of which were incorporated into those agreements. None of the changes to the franchise agreements which KKW's counsel proposed during these negotiations concerned the arbitration agreements or the selection of Chicago as the forum for arbitration of disputes under the agreements.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">In entering into each of the franchise agreements, the parties explicitly agreed that they would submit all disputes arising out of or relating to the franchise agreements, the validity of those agreements, or the parties' relationship to arbitration before the American Arbitration Association (\"AAA\"). Paragraph 18.B of each franchise agreement, in pertinent part, states:</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">EXCEPT INSOFAR AS THE FRANCHISOR AS PROVIDED IN PARAGRAPH A OF THIS SECTION ELECTS TO ENFORCE THIS AGREEMENT OR ANY OTHER RELATED AGREEMENT, ALL CONTROVERSIES, DISPUTES OR CLAIMS ARISING BETWEEN THE FRANCHISOR, ITS AFFILIATES, OFFICERS, DIRECTORS, AGENTS, EMPLOYEES AND ATTORNEYS (IN THEIR REPRESENTATIVE CAPACITY) AND THE FRANCHISEE (ITS OWNERS AND GUARANTORS, IF APPLICABLE) ARISING OUT OF OR RELATED TO: (1) THIS AGREEMENT OR ANY PROVISION THEREOF OR ANY RELATED AGREEMENT; (2) THE RELATIONSHIP OF THE PARTIES HERETO; (3) THE VALIDITY OF THIS AGREEMENT OR ANY RELATED AGREEMENT, OR ANY PROVISION THEREOF; OR (4) ANY SPECIFICATION, STANDARD OR OPERATING PROCEDURE RELATING TO THE ESTABLISHMENT OR OPERATION OF THE FRANCHISE SHALL BE SUBMITTED FOR ARBITRATION TO BE ADMINISTERED BY THE CHICAGO, ILLINOIS OFFICE OF THE AMERICAN ARBITRATION ASSOCIATION ON DEMAND OF EITHER PARTY. SUCH ARBITRATION PROCEEDINGS SHALL BE CONDUCTED IN CHICAGO, ILLINOIS AND, EXCEPT AS OTHERWISE PROVIDED IN THIS AGREEMENT, SHALL BE CONDUCTED IN ACCORDANCE WITH THE THEN CURRENT COMMERCIAL ARBITRATION RULES OF THE AMERICAN ARBITRATION ASSOCIATION.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">On May 7, 1998, KKW filed a ten count complaint against Gloria Jean's in the Superior Court of the State of Rhode Island for Providence County. That action was removed by Gloria Jean's to the United States District Court for the District of Rhode Island on June 4, 1998. KKW's complaint alleges that Gloria Jean's fraudulently induced it to enter into certain franchise agreements by misrepresenting: (1) its ability to obtain favorable leases; (2) its ability to obtain certain types of store locations; and (3) the success of another franchise. Claiming that it relied upon these alleged misrepresentations in entering into its franchise agreements with Gloria Jean's, KKW's complaint seeks damages for the losses it purportedly incurred in obtaining and operating its Gloria Jean's Stores, and rescission of its two remaining franchise agreements.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">KKW's complaint asserts four claims for damages: (1) intentional misrepresentation (Count I); (2) breach of fiduciary duty (Count V); (3) violation of the Rhode Island Franchise Investment Act (Count VII) and violation of the Rhode Island Franchise and Distributorship Investment Regulations Act (Count IX); and (4) six claims which it contends entitles it to rescission of its remaining franchise agreements -- intentional misrepresentation (Count II), negligent misrepresentation (Count III), innocent misrepresentation (Count IV), breach of fiduciary duty (Count VI), violation of the Rhode Island Franchise Investment Act (Count VIII) and violation of the Rhode Island Franchise and Distributorship Investment Regulations Act (Count X).</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">On June 11, 1998, Gloria Jean's moved, pursuant to Section 3 of the Federal Arbitration Act (\"FAA\"), 9 U.S.C. &#167; 3, to stay the district court action pending arbitration. At the August 7, 1998 hearing on that motion, the district court concluded that all of the claims set forth in KKW's Complaint were referable to arbitration under the parties' written arbitration agreements. The district court nonetheless denied Gloria Jean's Motion to Stay as premature, concluding that the arbitration agreements required, as a condition precedent to arbitration, that Gloria Jean's not only move to stay the litigation, but actually \"demand\" arbitration.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Immediately after the August 7, 1998 hearing, on August 11, 1998, Gloria Jean's filed a Demand for Arbitration with the Chicago, Illinois office of the American Arbitration Association seeking a declaration that it has no liability for the claims asserted in KKW's Complaint. Gloria Jean's also demanded, by letter of the same date, that KKW submit the claims pending in the district court, as well as any other claims encompassed by the parties' arbitration agreements, to arbitration in accordance with the terms of those agreements. On August 12, 1998, Gloria Jean's filed a Renewed Motion to Stay Proceedings Pending Arbitration.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">On September 1, 1998, KKW moved to stay the arbitration proceeding Gloria Jean's had commenced. On October 23, 1998, oral argument was held before the district court on both Gloria Jean's Renewed Motion to Stay Proceedings Pending Arbitration and KKW's Motion to Stay Arbitration. By Order dated November 4, 1998, the district court, inter alia, (1) granted Gloria Jean's Motion to Stay Proceedings Pending Arbitration as to KKW's non-statutory claims; (2) denied the Motion as to KKW's statutory claims; (3) granted KKW's Motion to Stay the arbitration in Chicago, Illinois as to KKW's statutory claims; and (4) denied that Motion as to the non-statutory claims.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Addressing KKW's common-law claims, the Court stated that \"[t]here's no question in the Court's mind that the dispute here, or the core of the dispute, at least, [sic] the non-statutory claims that are asserted by the Plaintiff are arbitrable.\" The district court further stated, however, that its conclusion that KKW's non-statutory claims were arbitrable did not \"answer the question as to where the arbitration should take place as to those claims, nor does it answer the question regarding [the arbitrability of] the statutory claims.\"</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">In discussing this question, the district court first stated that \"[t]he Federal Arbitration Act does not preempt provisions in an agreement to arbitrate that deal with the mechanics of the arbitration, where are they to take place, where the arbitration is to take place and the like.\" For this reason, the district court concluded, it was required to determine the validity of the arbitration agreements' choice-of-forum clause in light of the standards set forth by the United States Supreme Court in M/S Bremen v. Zapata Off-Shore Co., <span class=\"citation\" data-id=\"108566\"><a href=\"/opinion/108566/the-bremen-v-zapata-off-shore-co/\"><span class=\"volume\">407</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span> (1972). Noting the strong presumption in favor of forum selection clauses established by that decision and the similarly strong relationship between Illinois and the underlying dispute, the district court concluded, at least with respect to KKW's non-statutory claims, that there was no basis for disregarding the parties' agreement to arbitrate their disputes before the Chicago office of the AAA. Accordingly, the district court granted Gloria Jean's Motion to Stay Proceedings Pending Arbitration as to KKW's non-statutory claims, and denied KKW's motion to stay the arbitration of those claims.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">KKW's statutory claims, the district court stated, presented a \"different situation.\" Relying on &#167; 19-28.1-14 of the Rhode Island Franchise Investment Act, the district court stated that because \"[t]he Rhode Island General Assembly has, specifically, stated a strong policy against provisions that restrict jurisdiction or venue to a forum outside of this State,\" the choice-of-forum provision in the parties' arbitration agreements was \"invalid and unenforceable\" with respect to KKW's statutory claims. Gloria Jean's Motion to Stay was therefore denied as to those claims.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">On November 20, 1998, the district court issued an Amended Order Granting in Part and Denying in Part Motions for Stays and Enlargements of Time. In that November 20 Amended Order, the district court amended its ruling regarding Gloria Jean's Motion to Stay, as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The defendant Gloria Jean's motions to stay these proceedings pending the outcome of arbitration in Chicago is granted with respect to the non-statutory claims set forth in Counts I-VI [of KKW's Complaint]. The motion is denied with respect to the statutory claims set forth in Counts VII-X without prejudice to being renewed if and when arbitration is demanded in a forum permitted by Gen. Laws R.I. &#167; 19-28.1-14.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Gloria Jean's filed its Notice of Appeal on December 4, 1998.</p>\n    </div>\n    <p>DISCUSSION</p>\n    <p class=\"indent\">I. Jurisdiction</p>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">KKW argues that this Court lacks jurisdiction over the appeal. It alleges that: (1) the district court's amended order simply gives preference to arbitration over litigation and does not enjoin arbitration from proceeding; (2) an order declining to enforce a forum selection clause is not appealable; and (3) Gloria Jean's conduct in connection with the Pre-Trial Conference, its failure to timely inform the district court of its petition concerning staying the proceedings, and its repeated requests for extensions of time to respond to the complaint and discovery forfeited any right it might have had to a pre-trial appeal and waived any right to arbitrate. We disagree.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">In its November 4, 1998 Order addressing KKW's Motion to Stay the arbitration proceeding which Gloria Jean's had commenced before the AAA in Chicago, the district court stated: \"The Motion of Plaintiff [KKW] to Stay Arbitration in Chicago, Illinois . . . is granted as to the statutory claims.\" The district court reiterated its stance in its November 20, 1998 Amended Order, stating: \"The plaintiff KKW's motion to stay arbitration in Chicago is denied with respect to the non-statutory claims and granted with respect to arbitration of the statutory claims in Chicago.\"</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The district court's orders stayed a pending arbitration proceeding and are immediately appealable. See PCS 2000 LP v. Romulus Telecomm., Inc., <span class=\"citation\" data-id=\"198049\"><a href=\"/opinion/198049/pcs-2000-lp-v-romulus/\"><span class=\"volume\">148</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">32</span></a></span>, 34 (1st Cir. 1998) (\"Because the district court's stay order is in the nature of an injunction, we have appellate jurisdiction.\"); see also 9 U.S.C. &#167; 16(a)(2) (authorizing an immediate appeal from \"an interlocutory order granting . . . an injunction against an arbitration that is subject to this title\"); 28 U.S.C. &#167; 1292(a)(1) (permitting interlocutory appeals from injunctions).</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Similarly, the district court's orders are appealable so far as they refuse to stay the district court's own litigation on issues subject to arbitration under an agreement governed by the FAA. Section 3 of the FAA expressly provides that if suit is brought on an issue referable to arbitration under a written agreement, the court shall stay the matter until arbitration \"has been had in accordance with the terms of the Agreement.\" 9 U.S.C. &#167; 3. And the statute further provides that an appeal may be taken from an order \"refusing to stay any action under Section 3 of this title.\" 9 U.S.C. &#167; 16.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">KKW says that \"all Gloria Jean's needs to do in order to have the statutory claims arbitrated is simply to demand arbitration.\" (KKW Br. at 18). However, Gloria Jean's has already demanded arbitration, and the district court has refused either to compel arbitration on KKW's statutory claims or to stay its own litigation as to those claims. Since both the district court and KKW recognize that all the claims set forth in KKW's complaint fall within the scope of the arbitration agreements, the district court's action is in both respects immediately appealable.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">KKW also says that the district court's November 20 Order is not truly an order staying or enjoining arbitration but is merely an order declining to enforce a forum selection clause. This claim is wrong. \"Under the FAA, the court must order the parties to arbitrate 'in accordance with the terms of the agreement'; one term of the agreement is the parties' forum selection clause.\" Synder v. Smith, <span class=\"citation\" data-id=\"437164\"><a href=\"/opinion/437164/eleanor-snyder-of-the-estate-of-leroy-liljedahl-v-bruton-smith/\"><span class=\"volume\">736</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">409</span></a></span>, 418 (7th Cir.) (footnote omitted), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">469</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1037</span></span> (1984), overruled on other grounds, Felzer v. Andreas, <span class=\"citation\" data-id=\"751139\"><a href=\"/opinion/751139/paul-felzen-trustee-of-louise-laskin-trust-1991-and-sandra-esner-v/\"><span class=\"volume\">134</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">873</span></a></span> (7th Cir. 1998).</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Finally, KKW contends that Gloria Jean's forfeited any right it might have had to a pre-trial appeal and waived any right to arbitrate through: (1) its conduct in connection with the Pre-Trial Conference; (2) its failure to timely inform the district court of its petition concerning staying proceedings; and (3) its repeated requests for extensions of time to respond to the complaint and discovery.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">On the \"forfeiture\" issue, KKW fails to cite any relevant cases in support of its proposition. Without such a basis in law, we reject this contention out of hand. On the \"waiver\" issue, this contention was not raised by KKW until December 23, 1998 -- almost three weeks after Gloria Jean's filed its notice of appeal and a month after the district court issued its November 20, 1998 Amended Order. Thus, KKW's argument is not properly before the court. See United States v. Walker, <span class=\"citation\" data-id=\"368110\"><a href=\"/opinion/368110/united-states-v-joann-walker-jeanette-adel-davis/\"><span class=\"volume\">601</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1051</span></a></span>, 1055 (9th Cir. 1979) (\"We are here concerned only with the record before the trial judge when his decision was made.\").</p>\n    </div>\n    <p class=\"indent\">II. Validity of the Arbitration Clause</p>\n    <p class=\"indent\">A. Standard of Review</p>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">We review de novo the district court's denial of a Motion To Stay Proceedings Pending Arbitration. See Haviland v. Goldman, Sachs &amp; Co., <span class=\"citation\" data-id=\"570489\"><a href=\"/opinion/570489/leo-haviland-v-goldman-sachs-co-j-aron-company/\"><span class=\"volume\">947</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">601</span></a></span>, 604 (2d Cir. 1991). We also review de novo the district court's order granting KKW's Motion to Stay. While \"[a]n order staying an arbitration proceeding is in substance, and often in form, a directive to the parties to cease the arbitration\" and is a result \"injunctive in character,\" Tejidos de Coamo, Inc. v. ILGWU, <span class=\"citation\" data-id=\"668250\"><a href=\"/opinion/668250/tejidos-de-coamo-inc-etc-v-international-ladies-garment-workers/\"><span class=\"volume\">22</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">8</span></a></span>, 10 (1st Cir. 1994), the district court's order is not entitled to the abuse of discretion standard normally accorded the grant of injunctive relief. \"[I]f a district court's ruling rests solely on a premise as to the applicable rule of law . . . and the facts are established or of no controlling relevance, that ruling may be reviewed [de novo] even though the appeal is from the entry of a preliminary injunction. Thornburgh v. American College of Obstetricians and Gynecologists, <span class=\"citation\" data-id=\"111690\"><a href=\"/opinion/111690/thornburgh-v-american-college-of-obstetricians-and-gynecologists/\"><span class=\"volume\">476</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">747</span></a></span>, 757 (1986).</p>\n    </div>\n    <p class=\"indent\">B. Preemption</p>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">The central issue before this Court is whether &#167; 19-28.1-14 of the Rhode Island Franchise Investment Act, which renders unenforceable \"[a] provision in a franchise agreement restricting jurisdiction or venue to a forum outside [Rhode Island] . . . with respect to a claim otherwise enforceable under this Act,\" is preempted by the FAA.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">The district court ruled that the \"forum selection portion of the arbitration clause,\" which designates Chicago as the situs for any arbitration proceeding, was \"invalid and unenforceable\" as to KKW's statutory claims under the Rhode Island Franchise Investment Act. It further stated that \"[t]he Federal Arbitration Act does not preempt provisions in an agreement to arbitrate that deal with the mechanics of arbitration, where are they to take place, where the arbitration is to take place and the like.\"</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">The contracts to which the statute applies implicate interstate commerce, thus subjecting them to the reach of the FAA. See 9 U.S.C. &#167; 1; see generally Societe Generale de Surveillance, S.A. v. Raytheon European Management and Systems Co., <span class=\"citation\" data-id=\"388174\"><a href=\"/opinion/388174/societe-generale-de-surveillance-sa-v-raytheon-european-management-and/\"><span class=\"volume\">643</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">863</span></a></span>, 867 (1st Cir. 1981) (the term \"commerce\" as used in the Act is to be broadly construed).</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Any analysis of a party's challenge to the enforcement of an arbitration agreement must begin by recognizing the FAA's strong policy in favor of rigorously enforcing arbitration agreements. See Perry v. Thomas, <span class=\"citation\" data-id=\"111920\"><a href=\"/opinion/111920/perry-v-thomas/\"><span class=\"volume\">482</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">483</span></a></span>, 490 (1987). The Supreme Court has observed that \"'[t]he preeminent concern of Congress in passing the Act was to enforce private agreements into which parties had entered.'\" Id. (quoting Dean Witter Reynolds v. Byrd, <span class=\"citation\" data-id=\"111361\"><a href=\"/opinion/111361/dean-witter-reynolds-inc-v-byrd/\"><span class=\"volume\">470</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">213</span></a></span>, 221 (1985)) (alteration in original). In harmony with that purpose, the Act declares \"a liberal federal policy favoring arbitration agreements.\" Moses H. Cone Memorial Hosp. v. Mercury Constr. Corp., <span class=\"citation\" data-id=\"110873\"><a href=\"/opinion/110873/moses-h-cone-memorial-hospital-v-mercury-constr-corp/\"><span class=\"volume\">460</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, 24 (1983).</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">The Supremacy Clause of Article VI of the United States Constitution prevents the states from impinging on federal law and policy. See Louisiana Pub. Serv. Comm'n v. FCC, <span class=\"citation\" data-id=\"111672\"><a href=\"/opinion/111672/louisiana-pub-serv-commn-v-fcc/\"><span class=\"volume\">476</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">355</span></a></span>, 368 (1986). \"[A]ny state law, however clearly within a State's acknowledged power, which interferes with or is contrary to federal law, must yield.\" Gade v. National Solid Waste Management Ass'n, <span class=\"citation\" data-id=\"112766\"><a href=\"/opinion/112766/gade-v-national-solid-wastes-management-assn/\"><span class=\"volume\">505</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">88</span></a></span>, 108 (1992) (internal quotation marks and citations omitted). Preemption \"may be either express or implied, and is compelled whether Congress's command is explicitly stated in the statute's language or implicitly contained in its structure and purpose.\" Id. at 98 (internal quotation marks and citations omitted). \"[S]tate law may nonetheless be preempted to the extent that it actually conflicts with federal law -- that is, to the extent that it 'stands as an obstacle to the full accomplishment and execution of the full purposes and objectives of Congress.'\" Volt Information Sciences, Inc. v. Board of Trustees of Leland Stanford Junior Univ., <span class=\"citation\" data-id=\"112212\"><a href=\"/opinion/112212/volt-info-sciences-inc-v-bd-of-trustees-of-leland-stanford-jr-u/\"><span class=\"volume\">489</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">468</span></a></span>, 477 (1989) (quoting Hines v. Davidowitz, <span class=\"citation\" data-id=\"103438\"><a href=\"/opinion/103438/hines-v-davidowitz/\"><span class=\"volume\">312</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">52</span></a></span>, 67 (1941)). \"[A] direct, facial contradiction between state and federal law is not necessary to catalyze an 'actual[] conflict' within the doctrinal parameters of the Supremacy Clause . . . [as] a state law or regulation cannot take root if it looms as an obstacle to the achievement of the full purposes and ends which Congress has itself set out to accomplish.\" See Securities Indus. Assoc. v. Connolly, <span class=\"citation\" data-id=\"528402\"><a href=\"/opinion/528402/securities-industry-association-v-michael-j-connolly-etc/\"><span class=\"volume\">883</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1114</span></a></span>, 1118 (1st Cir. 1989).</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">\"The FAA contains no express pre-emptive provision nor does it reflect a congressional intent to occupy the entire field of arbitration.\" Volt, 489 U.S. at 477. However, to the extent that the Rhode Island Franchise Investment Act is construed to prohibit any provision in a franchise agreement which designates a forum for arbitration outside of Rhode Island, it presents an obstacle to the achievement of the full purposes and ends which Congress set out to accomplish in enacting the FAA -- that \"courts . . . [will] enforce privately negotiated agreements to arbitrate, like other contracts, in accordance with their terms.\" See id. at 478.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Where, as here, \"there is an agreement to arbitrate, the FAA reflects a strong, well-established, and widely recognized federal policy in favor of arbitration.\" Vimar Seguros y Reaseguros, S.A. v. M/V Sky Reefer, <span class=\"citation\" data-id=\"674591\"><a href=\"/opinion/674591/vimar-seguros-y-reaseguros-sa-v-mv-sky-reefer-her-engines-etc-and/\"><span class=\"volume\">29</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">727</span></a></span>, 730 (1st Cir.), aff'd, <span class=\"citation\" data-id=\"117959\"><a href=\"/opinion/117959/vimar-seguros-y-reaseguros-sa-v-mv-sky-reefer/\"><span class=\"volume\">515</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">528</span></a></span> (1995). Section 3 of the FAA provides that if a suit is brought on an issue referable to arbitration under a written arbitration agreement, the court shall stay a matter until the arbitration \"has been had in accordance with the Agreement.\" 9 U.S.C. &#167; 3. Likewise, &#167; 4 of the FAA requires that a court, \"upon being satisfied that the making of the agreement for arbitration or the failure to comply therewith is not in issue, . . . shall make an order directing the parties to proceed to arbitration in accordance with the terms of the agreement.\" 9 U.S.C. &#167; 4.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">The venue in which arbitration is to take place is a \"term\" of the parties' arbitration agreements. See Snyder, 736 F.2d at 418 (\"under [the FAA], the court must order the parties to arbitrate 'in accordance with the terms of the agreement'; one such term of the agreement is the parties' forum selection clause\"). As we shall discuss in more detail below, see infra at C., a statute seeking to override that term, such as the Rhode Island Franchise Investment Act, is preempted by the FAA assuming that the FAA applies to the agreement. See Alphagraphics Franchising, Inc. v. Whaler Graphics, Inc., <span class=\"citation\" data-id=\"1958653\"><a href=\"/opinion/1958653/alphagraphics-franchising-v-whaler-graphics/\"><span class=\"volume\">840</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">708</span></a></span>, 710 (D. Ariz. 1993) (holding that a provision of the Michigan Franchise Investment Law which rendered void and unenforceable \"[a] provision requiring that arbitration or litigation be conducted outside [Michigan]\" imposed \"limitations on the method and manner by which the parties agreed to arbitrate their disputes\" and was preempted by the FAA).</p>\n    </div>\n    <p class=\"indent\">C. Forum Selection Clause</p>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Gloria Jean's argues that the Rhode Island Franchise Investment Act's bar of all but in-state arbitration fora violates &#167; 2 of the FAA. We agree.</p>\n    </div>\n    <p class=\"indent\">The Supreme Court has stated:</p>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">We discern only two limitations on the enforceability of arbitration provisions governed by the Federal Arbitration Act: they must be part of a written maritime contract or a contract \"evidencing a transaction involving commerce\" and such clauses may be revoked upon \"grounds as exist at law or in equity for the revocation of any contract.\" We see nothing in the Act indicating that the broad principle of enforceability is subject to any additional limitations under State law.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Southland Corp. v. Keating, <span class=\"citation\" data-id=\"111091\"><a href=\"/opinion/111091/southland-corp-v-keating/\"><span class=\"volume\">465</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, 10-11 (1984) (quoting 9 U.S.C. &#167; 2) (footnote omitted) (emphasis added).</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">\"[S]tate law, whether of legislative or judicial origin, is applicable [in the sense that it would affect the validity of an arbitration agreement, only] if that law arose to govern issues concerning the validity, revocability and enforceability of contracts generally.\" Perry v. Thomas, <span class=\"citation\" data-id=\"111920\"><a href=\"/opinion/111920/perry-v-thomas/\"><span class=\"volume\">482</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">483</span></a></span>, 492 n.9 (1987). Only \"generally applicable contract defenses, such as fraud, duress or unconscionability, may be applied to invalidate arbitration agreements without contravening &#167; 2 [of the FAA].\" Doctor's Assocs., Inc. v. Casarotto, <span class=\"citation\" data-id=\"118029\"><a href=\"/opinion/118029/doctors-associates-inc-v-casarotto/\"><span class=\"volume\">517</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">681</span></a></span>, 687 (1996).</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">Here, the Rhode Island statute states that: \"A provision in a franchise agreement restricting jurisdiction or venue to a forum outside this state . . . is void with respect to a claim otherwise enforceable under this act.\" R.I. Gen. Laws &#167; 19-28.1-14. Because this proscription limits the statute's application to one type of provision, venue clauses, in one type of agreement, franchise agreements, the statute does not apply to any contract. Writ simple, because &#167; 19-28.1-14 is not a generally applicable contract defense, it is, if applied to arbitration agreements, preempted by &#167; 2 of the FAA.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">We find more than ample support for this position in our prior case law, and opinions from our sister circuits. In Mitsubishi Motors Corp. v. Soler Chrysler-Plymouth, Inc, <span class=\"citation\" data-id=\"428533\"><a href=\"/opinion/428533/mitsubishi-motors-corporation-v-soler-chrysler-plymouth-inc/\"><span class=\"volume\">723</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">155</span></a></span> (1st Cir. 1983), cert. granted, <span class=\"citation no-link\"><span class=\"volume\">469</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">916</span></span> (1984), aff'd in part, rev'd in part on other grounds, <span class=\"citation\" data-id=\"111513\"><a href=\"/opinion/111513/mitsubishi-motors-corp-v-soler-chrysler-plymouth-inc/\"><span class=\"volume\">473</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">614</span></a></span> (1985), a plaintiff-franchisor brought suit against the defendant, one of its dealers, seeking an order pursuant to &#167; 4 of the FAA compelling arbitration of a dispute which had arisen between the parties. After the district court granted in part the motion to compel, the dealer appealed contending that the arbitration agreement, which specified that any arbitration was to take place in Japan, was unenforceable. The dealer relied on a section of the Puerto Rico Dealers' Act, P.R. Laws Ann. tit. 10, &#167; 278, which states that \"[a]ny stipulation that obligates a dealer to adjust, arbitrate or litigate any controversy that comes up regarding his dealer's contract outside of Puerto Rico . . . shall be likewise considered as violating the public policy set forth by this chapter and is therefore null and void.\" Id. at &#167; 278b-2.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">We held that federal law preempts the direct application of &#167; 278b-2, because the ground cited in the statute for invalidating a provision stipulating arbitration in a dealer's contract was not among the grounds that \"exist at law or in equity for the revocation of any contract.\" See Mitsubishi, 723 F.2d at 158 (quoting 9 U.S.C. &#167; 2).<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">In Doctor's Associates, Inc. v. Hamilton, <span class=\"citation\" data-id=\"756428\"><a href=\"/opinion/756428/doctors-associates-inc-v-erik-j-hamilton/\"><span class=\"volume\">150</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">157</span></a></span> (2d Cir. 1998), the plaintiff-franchisor filed a petition to compel arbitration of a lawsuit that the defendant-franchisee had filed in New Jersey state court. The franchisee opposed the petition to compel, asserting that the arbitration clause in the parties' franchise agreement, which specified that arbitration would be held in Connecticut, was void and unenforceable as against the policy of New Jersey. The Second Circuit stated:</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">Despite the clear language in Southland, Hamilton [the franchisee] urges us to rely on Kubis &amp; Perszyk Assocs. v. Sun Microsystems, <span class=\"citation\" data-id=\"1992514\"><a href=\"/opinion/1992514/kubis-perszyk-associates-inc-v-sun-microsystems-inc/\"><span class=\"volume\">146</span> <span class=\"reporter\">N.J.</span> <span class=\"page\">176</span></a></span>, <span class=\"citation\" data-id=\"1992514\"><a href=\"/opinion/1992514/kubis-perszyk-associates-inc-v-sun-microsystems-inc/\"><span class=\"volume\">680</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">618</span></a></span> (1996), to invalidate the Agreement's arbitral forum selection clause. Recognizing that state law may affect the validity and enforceability of arbitration to the extent that the state law applies to \"the revocation of any contract,\" 9 U.S.C. &#167; 2 (emphasis added), Hamilton maintains that the rule set forth in Kubis applies to all contracts, including the Agreement here.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">We disagree. Kubis did not establish a \"generally applicable\" contract defense that applies to \"any\" contract; it invalidated a franchise agreement's forum selection clause under the New Jersey Franchise Practices Act because it required the franchisee to sue in another jurisdiction. The Kubis decision applies to one sort of contract provision (forum selection) in only one type of contract (a franchise agreement). Therefore, to the extent that Kubis can be read to invalidate arbitral forum selection clauses in franchise agreements, it is preempted by the FAA.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">Hamilton, 150 F.3d at 163; see Management Recruiters Int'l v. Bloor, <span class=\"citation\" data-id=\"748381\"><a href=\"/opinion/748381/management-recruiters-international-inc-v-james-w-bloor-christine-e/\"><span class=\"volume\">129</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">851</span></a></span>, 856 (6th Cir. 1997) (if the Washington Franchise Investment Protection Act \"imposed an absolute requirement of in-state arbitration notwithstanding the parties' agreement to arbitrate [elsewhere], its validity would be in serious doubt as a result of the preemptive effect of the FAA\").</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">Section 19-28.1-14's requirement that all claims arising under the Rhode Island Franchise Investment Act be brought in Rhode Island does not apply to all contracts and does not establish a generally applicable contract defense. Its prohibition of non-Rhode Island venues purports to restrict the enforcement of only one sort of contract provision, forum selection clauses, in only one type of contract, franchise agreements. Under &#167; 2 of the FAA, that is impermissible.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">\"Courts must give effect to . . . freely-negotiated forum selection clauses.\" See Snyder, 736 F.2d at 419. \"The choice of [ ] forum was made in an arms-length negotiation by experienced and sophisticated businessmen, and absent some compelling and countervailing reason it should be honored by the parties and enforced by the courts.\" M/S Bremen v. Zapata Off-Shore Co., <span class=\"citation\" data-id=\"108566\"><a href=\"/opinion/108566/the-bremen-v-zapata-off-shore-co/\"><span class=\"volume\">407</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, 12 (1972).</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">Here, Gloria Jean's and KKW chose Chicago, Illinois as the forum for the arbitration of their disputes. Their choice of arbitral forum should have been honored by the district court. Courts may not rewrite the parties' agreements and compel arbitration of their dispute in a forum which is not one of those enumerated in an arbitration agreement's forum selection clause. See Dean Witter Reynolds Inc. v. Prouse, <span class=\"citation\" data-id=\"1802313\"><a href=\"/opinion/1802313/dean-witter-reynolds-inc-v-prouse/\"><span class=\"volume\">831</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">328</span></a></span>, 330 (S.D.N.Y. 1993).</p>\n    </div>\n    <p>CONCLUSION</p>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">For the foregoing reasons, we reverse the district court's partial denial of Gloria Jean's Motion to Stay Pending Arbitration, and vacate its order granting KKW's Motion to Stay Arbitration in Chicago with respect to the statutory claims under the Rhode Island Franchise Investment Act. Costs to appellant.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p>  Although the issue need not be resolved because a demand was made, we should not be understood as endorsing the district court's ruling that Gloria Jean's had to make such a demand before arbitration could be compelled or a stay of the district court's own proceedings justified.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p>  In spite of our clear language in Mitsubishi, KKW cites Triangle Trading Co., Inc. v. Robroy Indus., Inc., <span class=\"citation\" data-id=\"1432186\"><a href=\"/opinion/1432186/triangle-trading-co-inc-v-robroy-industries-inc/\"><span class=\"volume\">952</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">75</span></a></span> (D.P.R. 1997), for the proposition that many courts, respecting fundamental state public policy, have refused to enforce forum selection clauses and choice of law provisions. First, as with many of the cases cited by KKW, Triangle -- which also involves the Puerto Rico Dealers' Act -- is simply not on point as it pertains to judicial fora rather than arbitral fora. Second, our opinion in Mitsubishi clearly lays out our view with regard to the Puerto Rico Dealers' Act and its provision essentially restricting an arbitral forum to the four corners of the island.</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/103438/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108566/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110873/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111091/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111361/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111513/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111672/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111690/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111920/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112212/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112766/",
    "http://www.courtlistener.com/api/rest/v3/opinions/117959/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118029/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198049/",
    "http://www.courtlistener.com/api/rest/v3/opinions/368110/",
    "http://www.courtlistener.com/api/rest/v3/opinions/388174/",
    "http://www.courtlistener.com/api/rest/v3/opinions/428533/",
    "http://www.courtlistener.com/api/rest/v3/opinions/437164/",
    "http://www.courtlistener.com/api/rest/v3/opinions/528402/",
    "http://www.courtlistener.com/api/rest/v3/opinions/570489/",
    "http://www.courtlistener.com/api/rest/v3/opinions/668250/",
    "http://www.courtlistener.com/api/rest/v3/opinions/674591/",
    "http://www.courtlistener.com/api/rest/v3/opinions/748381/",
    "http://www.courtlistener.com/api/rest/v3/opinions/751139/",
    "http://www.courtlistener.com/api/rest/v3/opinions/756428/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1432186/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1802313/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1958653/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1992514/"
  ]
}