{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/198519/",
  "absolute_url": "/opinion/198519/united-states-v-scharon/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/198519/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:53:56Z",
  "date_modified": "2017-03-24T10:57:31.767002Z",
  "type": "010combined",
  "sha1": "bddf61ac8f9e20daa70629428c255971b51a2ef4",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=98-2003.01A",
  "local_path": null,
  "plain_text": "         United States Court of Appeals\r\n             For the First Circuit\r\n                                  \r\n\nNo. 98-2003\r\n\n                 UNITED STATES,\r\n\n                   Appellee,\r\n\n                       v.\r\n\n             JOSE R. SCHARON, JR.,\r\n\n             Defendant, Appellant.\r\n\n                                  \r\n\n  APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n        FOR THE DISTRICT OF PUERTO RICO\r\n\n[Hon. Juan M. Prez-Gimnez, U.S. District Judge]\r\n\n                                  \r\n\n                     Before\r\n\n            Torruella, Chief Judge,\r\n\n           Cyr, Senior Circuit Judge,\r\n\n       and Pollak, Senior District Judge.\r\n\n                                  \r\n\nBryan M. Glover, by appointment of the Court, on brief, for\r\nappellant.\r\nGuillermo Gil, United States Attorney, Jorge E. Vega-Pacheco,\r\nChief, Criminal Division, and Antonio R. Bazn, Assistant United\r\nStates Attorney, on brief, for appellee.\r\n\n                                  \r\n\n                 June 17, 1999\r\n                                           TORRUELLA, Chief Judge.  On January 16, 1997, appellant\r\nJos R. Scharon, Jr. (\"Scharon\") arrived at Luis Muoz Marn\r\n(\"LMM\") Airport from Costa Rica.  Upon being referred to secondary\r\ninspection by a Customs Inspector, his two suitcases were probed\r\nbecause they had a strong smell of glue.  When searched, heroin was\r\nfound in the inner lining.  Additionally, a total of 563\r\ncounterfeit one hundred dollar bills were found bundled in\r\nScharon's jeans in the two suitcases.  Scharon was indicted for\r\nviolating 21 U.S.C.  841(a)(1) &amp; 952(a) and 18 U.S.C.  472.\r\nAt the first trial, the jury returned a guilty verdict on\r\nall counts.  After the conclusion of the trial, Scharon filed a\r\n\"Motion for New Trial\" based on the fact that prior to rendering a\r\nverdict, one of the jurors had sent a note to the court stating\r\nthat it appeared from one of the exhibits, Scharon's driver's\r\nlicense, that Scharon and the juror had the exact same home\r\naddress.  The court granted the motion and scheduled the case for\r\na second jury trial.\r\nAt the second trial, Scharon was again convicted.  He was\r\nsentenced to 144 months of imprisonment and a five-year term of\r\nsupervised release.  This appeal followed.\r\n                   BACKGROUND\r\nUpon arrival at LMM Airport, Scharon submitted his\r\ndeclaration form to the Customs Inspector and was referred for\r\nsecondary inspection.  In response to question (g) of the\r\ndeclaration form, which requires that the traveler list all\r\ncountries visited prior to arrival in the United States, Scharon\r\nlisted only Panama.  Scharon's passport had a stamp with his date\r\nof departure from Colombia on January 16, 1997.\r\nCustoms Inspector Luis Gonzlez testified that on\r\nJanuary 16, 1997, he was working the secondary inspection table\r\nwhen Scharon's flight arrived.  Scharon told Gonzlez that he was\r\ncoming from Panama and that he was a realtor.  After Gonzlez's\r\ninspection of his passport, Scharon admitted having visited\r\nColombia, but denied carrying currency in excess of $10,000.  At\r\nthat time, Scharon's two suitcases were placed on the inspection\r\ntable.\r\nAs soon as his luggage was opened, a strong smell of glue\r\nwas noticed and the contents were removed from the suitcases.  Both\r\nsuitcases were heavy even after the contents were removed.  They\r\nwere then punctured with a probe, and a white powdery substance was\r\ndetected.  A field test yielded positive results for heroin.  At\r\nthat time, Scharon was placed under arrest.\r\nScharon then signed a \"Warning and Waiver of Rights.\" \r\nSeveral identification documents were obtained from Scharon, as\r\nwell as 563 one hundred dollars bills which appeared \"counterfeit\"\r\nto Inspector Gonzlez.\r\nAt this point, Special Agent Carmen Ricci took custody of\r\nthe two suitcases.  Ricci advised Scharon of his constitutional\r\nrights.  Scharon again waived his rights and proceeded to tell\r\nRicci that his original luggage had been damaged, but he did not\r\nreport it to the airline upon arrival in Colombia on December 9,\r\n1996.  Scharon informed Ricci that he purchased the two seized\r\nsuitcases in Colombia to replace his damaged luggage, but did not\r\nhave a receipt or a business card to prove where he purchased them. \r\nScharon informed her that while he was at the store where he\r\npurchased the suitcases, a man approached him and told him that he\r\nknew a woman who would wash, iron, and fold his clothing for him. \r\nScharon accepted the offer.  According to Scharon, the woman was\r\nsupposed to take the suitcases from the store to his hotel room. \r\nHe did not know the name of the woman, and said that while she\r\nwashed, ironed and was folding his clothes, he left to have lunch\r\nwith his girlfriend.\r\nScharon did not change his clothes when he returned to\r\nthe hotel room.  When questioned again by Ricci as to whether he\r\nhad opened the suitcases, he stated: \"Yes I did, I opened it up and\r\nI put the toiletry bag in it.\"  However, he denied having smelled\r\na strong odor of glue.  Scharon stated that he left the damaged\r\nsuitcase in Colombia.\r\nScharon took the stand in his own defense and testified\r\nthat he had five years of college education, but did not receive a\r\ncollege diploma.  Since June of 1996, when he moved to Milwaukee,\r\nhe had worked with a firm dedicated to architectural lighting\r\nconsultations for a period of approximately two weeks.  During\r\nSeptember 1996, he traveled to Colombia because his brother had\r\nsuggested that he travel there to be interviewed by a friend of his\r\nwho worked for the airlines.\r\nThat person's name was \"Reginfo,\" and the job offer was\r\nto take a prostitute to Japan.  He declined the offer for moral\r\nreasons.  During this trip to Colombia, he became close to a female\r\nnamed \"Patricia\" who happened to be the prostitute he was supposed\r\nto take to Japan.  His involvement with \"Patricia\" motivated his\r\nsubsequent trips to Colombia.\r\nScharon testified that the purpose of his trip to\r\nColombia on December 9, 1996 was to see \"Patricia.\" He stayed at\r\nthe Astoria Hotel in Cali, Colombia.  On January 15, 1997, it was\r\n\"Patricia's\" birthday, and late in the afternoon, they went\r\nshopping.  He purchased the two suitcases, one small and one big,\r\nand they arranged for the suitcases to be delivered to his hotel\r\nroom.  He never met the woman who was supposed to take the\r\nsuitcases to his hotel room.  According to Scharon, he just called\r\nthe hotel, and told them to expect the woman who would attend to\r\nhis clothes and pack his things.\r\nHe returned to his hotel room late that evening, and then\r\ntook a bus to Medelln to get his return flight.  He stated that he\r\ndid not smell any odor from the suitcase when he packed his\r\ntoiletry bag before leaving the hotel.\r\nOn cross-examination, Scharon admitted that from June 22,\r\n1996, for two months, both he and his family had been receiving\r\nfood stamps.  He admitted that he traveled to Colombia on\r\nOctober 18th, and at the time, was receiving all his money from\r\n\"Patricia.\"  He remained in Colombia until November.  In November,\r\nstill with no source of income, he traveled twice to Colombia. \r\n\"Patricia\" provided the funding for his travel to Colombia and\r\nduring his stay in the country.  She was employed at a warehouse\r\nduring the day, but also engaged in prostitution.  For the December\r\ntrip, \"Patricia\" gave him $1000, part of which he used to pay for\r\nthe airline ticket.  \"Patricia\" also paid for his hotel expenses. \r\nThe suitcases were purchased separately, with money from an\r\nunidentified source.\r\nExperts testified that inside the interior sidewalls of\r\nthe suitcases were approximately 2.4 kilograms of heroin.  Cartoon\r\npaper had been placed on the interior walls to prevent x-ray\r\ndetection.  Further, the sidewalls of the suitcases had to be\r\nbroken with a hammer because they were made of fiberglass. \r\nEvidence was also introduced establishing that the 563 one hundred\r\ndollar bills found in Scharon's packed jeans were counterfeit.\r\n                   DISCUSSION\r\nI.  Sufficiency of the Evidence\r\nOne who challenges the sufficiency of the evidence bears\r\na heavy burden: he must show that no rational jury could have found\r\nhim guilty beyond a reasonable doubt.  See United States v.\r\nRodrguez, 162 F.3d 135, 141 (1st Cir. 1998).  We review the\r\nsufficiency of the evidence as a whole, in a light most favorable\r\nto the verdict, taking into consideration all reasonable\r\ninferences.  See  United States v. Scantleberry-Frank, 158 F.3d\r\n612, 616 (1st Cir. 1998).  We resolve all credibility issues in\r\nfavor of the verdict.  See id.  The evidence may be entirely\r\ncircumstantial, and need not exclude every hypothesis of innocence;\r\nthat is, the factfinder may decide among reasonable interpretations\r\nof the evidence.  See id. (citation omitted).\r\nFirst, Scharon arrived at LMM Airport on board L.A.C.S.A.\r\nFlight 653.  He had originally purchased a C.O.P.A. Airlines ticket\r\nto San Juan in Colombia.  Upon arrival in Panama, he exchanged the\r\nPanama to Puerto Rico portion of the airline ticket for a\r\nL.A.C.S.A. airline ticket.  His Customs Declaration card reflected\r\nthat he was arriving in San Juan from Panama rather than from\r\nColombia, a source country for narcotics.  A reasonable inference\r\ncan be made that he did not want Customs to know that his trip had\r\noriginated in Colombia.\r\nSecond, witnesses testified that a strong smell of glue\r\nemanated from Scharon's suitcases when opened.  Yet, Scharon denied\r\nhaving detected this glue smell even though he admitted opening at\r\nleast the smaller of the suitcases to pack his toiletry bag.  The\r\njury could have easily inferred that Scharon's denial was a\r\nfabrication to disguise his knowledge that narcotics were secreted\r\nin the suitcases.\r\nThird, the jury could have found Scharon's description of\r\nthe events not to be credible.  He testified that on the last day\r\nof his trip, he went to a store, whose name he cannot recall, to\r\npurchase two suitcases that had been damaged at the beginning of\r\nthe trip.  He did not have a receipt for the purchase of the\r\nsuitcases or any indicia identifying the store.  He permitted a\r\nwoman, whose name he did not know, to enter his hotel room to wash,\r\niron, and pack his clothes in the new suitcases.\r\nMoreover, Scharon did not have any means of support,\r\naside from his Colombian girlfriend \"Patricia,\" who was a\r\nprostitute.  Yet, he had a return airline ticket to Colombia for\r\nthe month of February 1997, and within the pockets of his packed\r\njeans was over $50,000 in counterfeit United States currency.\r\nThe above evidence, along with his suitcases containing \r\nheroin with a street value of over $2 million dollars, was\r\nsufficient for the jury, employing its common sense in evaluating\r\nthe circumstantial evidence, to conclude beyond a reasonable doubt\r\nthat Scharon knew the suitcases contained heroin.  See United\r\nStates v. Ortiz, 966 F.2d 707, 711 (1st Cir. 1992) (\"[N]o premium\r\nis placed upon direct as opposed to circumstantial evidence; both\r\ntypes of proof can adequately ground a conviction.\").\r\nII.  Chain of Custody\r\nScharon argues that the district court abused its\r\ndiscretion in admitting the narcotics at trial because it could not\r\nhave determined with reasonable probability that the evidence had\r\nnot been altered in any material respect given an alleged break in\r\nthe chain of custody.  Because no objection was made at trial, we\r\nreview only for plain error.  See Johnson v. United States, 520\r\nU.S. 461, 467 (1997).\r\nA possible defect in the chain of custody for a certain\r\npiece of evidence factors into the weight given to the evidence\r\nrather than its admissibility.  See Rodrguez, 162 F.3d at 144.  A\r\ndefendant can attempt to cast doubt on an exhibit's authenticity. \r\nSee id.  Such an issue, however, is to be resolved by the jury, and\r\nnot the judge.  See id.\r\nThe narcotics were properly authenticated and introduced\r\ninto evidence.  At trial, the government showed that the suitcases\r\nwere the suitcases seized from Scharon at LMM Airport, and the\r\nsuitcases from which the forensic chemist extracted the narcotics\r\nat the laboratory.  Under Fed. R. Evid.  901, the government\r\nsatisfied its authentication requirement for the seized narcotics.\r\nIII.  \"Safety Valve\"\r\nScharon argues that the district court erred in finding\r\nthat he failed to meet the five criteria listed in the \"safety\r\nvalve\" provision for relief from mandatory minimum sentences.  See\r\n18 U.S.C.  3553(f)(1)-(5); U.S.S.G.  5C1.2.  That provision, if\r\napplicable, requires a sentencing court to disregard the\r\nstatutorily imposed mandatory minimum sentence and impose sentence\r\npursuant to the Sentencing Guidelines.  See 18 U.S.C. S 3553(f). \r\nThe government concedes that Scharon met the first four of the\r\ncriteria.  See 18 U.S.C.  3553(f)(1)-(4).  In dispute is the fifth\r\ncriterion, which requires a defendant to \"truthfully provide[] to\r\nthe Government all information and evidence the defendant has\"\r\nregarding the offense.  18 U.S.C.  3553(f)(5).\r\nIn order to qualify for safety valve relief, the\r\ndefendant must persuade the court that he meets all of the\r\nrequirements.  See United States v. Montaez, 82 F.3d 520, 523 (1st\r\nCir. 1996).  We review for clear error the district court's factual\r\ndeterminations underlying the question whether a defendant is\r\nentitled to such relief.  See United States v. Miranda-Santiago, 96\r\nF.3d 517, 527 (1st Cir. 1996).  \"Where there is more than one\r\nplausible view of the circumstances, the sentencing court's choice\r\namong supportable alternatives cannot be clearly erroneous.\" \r\nUnited States v. D'Andrea, 107 F.3d 949, 958 (1st Cir. 1997).\r\nPreviously, we have found clear error in the denial of\r\nsafety valve relief where \"the government did not rebut\r\n[defendant's] facially plausible tale of limited involvement by\r\npointing to information [the] defendant must have known.\" \r\nMiranda-Santiago, 96 F.3d at 529.  Thus, a sentencing court's \"bare\r\nconclusion\" that the defendant failed to cooperate within the\r\nmeaning of  3553(f)(5) is insufficient to support such a finding\r\n\"absent either specific factual findings or easily recognizable\r\nsupport in the record.\" Id.\r\nIn finding that Scharon failed to meet the fifth\r\ncriterion, the district court stated:\r\n         I find for various reasons, one, it states in\r\nthe pre-sentence report which was prepared in\r\nMarch concerning defendant's acceptance of\r\nresponsibility, Mr. Scharon proclaimed his\r\ninnocence and provided no personal statement. \r\nThat is what the pre-sentence [sic] claims and\r\nhas not been taken in issue by counsel or the\r\ndefendant at this sentencing hearing.\r\n\n            Secondly, defendant went to trial, he took\r\nthe stand and consistent with what the pre-\r\nsentence report states, he gave his version of\r\nthe facts for which he portrayed for the jury,\r\nthat he did not know anything about the drugs\r\nnor the counterfeit monies that were coming\r\nthere so the criteria the Court finds are\r\nbased on these two grounds; that he did not\r\ncomply with the criteria . . . and, therefore,\r\nthe Court will not grant him the benefit of\r\nthe safety valve.\r\nScharon argues that he satisfied the burden for the fifth\r\ncriterion because he truthfully provided all the information he had\r\nconcerning the offense at a debriefing on July 8, 1998 with the\r\ngovernment.  In response, the government states that the object of\r\nthe debriefing was to obtain a \"Plea and Cooperation Agreement\" so\r\nthat other persons could be prosecuted in relation to those\r\noffenses.  Such cooperation did not materialize because Scharon\r\ndecided to exculpate himself and deny knowledge of the narcotics\r\nconcealed in his suitcases and the counterfeit currency found in\r\nhis jeans.  According to the government, he elected to go to trial.\r\nIn determining the amount of information a convicted\r\ndefendant must provide to the government in order to meet the fifth\r\ncriterion and avail himself of the safety valve provision, we note\r\nthat other circuits have held that a defendant must disclose\r\ninformation beyond the offense of conviction to satisfy the safety\r\nvalve.  See United States v. Gambino, 106 F.3d 1105, 1111 (2d Cir.\r\n1997) (rejecting defendant's argument that he did not have to\r\nanswer questions beyond the conspiracy period alleged and to which\r\nhe pled guilty); United States v. Adu, 82 F.3d 119, 124 (6th Cir.\r\n1996) (stating that the safety valve provisions \"clearly require an\r\naffirmative act by the defendant truthfully disclosing all the\r\ninformation he possesses that concerns his offense and related\r\noffenses\" and upholding district court's refusal to apply the\r\nsafety valve where the defendant did not provide complete\r\ninformation concerning other offenses); United States v. Long, 77\r\nF.3d 1060, 1062-63 (8th Cir.) (district court did not err in\r\nrefusing to apply safety valve where defendant did not truthfully\r\nprovide all information relevant to the \"same course of conduct or\r\n. . . a common scheme or plan\" of drug trafficking); see also\r\nUnited States v. Arrington, 73 F.3d 144, 149 (7th Cir. 1996)\r\n(stating that  3553(f) requires a defendant to disclose \"'all\r\ninformation' concerning the course of conduct -- not simply the\r\nfacts that form the basis for the criminal charge\").\r\nThe district court had the opportunity to hear Scharon's\r\ntestimony at trial and gauge his credibility.  As the above\r\nquotation from the sentencing transcript illustrates, the district\r\ncourt was not persuaded that Scharon was truthful during his\r\ntestimony.  It simply strains the limits of credibility to believe\r\nthat forces in Colombia, absolutely oblivious to Scharon's final\r\ndestination, would go to enormous effort to secrete well over $2\r\nmillion dollars worth of heroin in his suitcases and further insert\r\nover $50,000 in counterfeit currency in his jeans pockets.  \r\nThe district court did not clearly err in determining\r\nthat Scharon did not satisfy the requirement that he provide \"all\r\ninformation and evidence [he] has concerning the offense.\"  18\r\nU.S.C.  3553(f)(5).  At the very least, Scharon should have\r\ndisclosed the identity of the person on whose behalf he was acting. \r\nSee United States v. Buffington, 879 F. Supp. 1220, 1223 (N.D. Ga.\r\n1995).\r\n                   CONCLUSION\r\nFor the reasons stated above, we AFFIRM the judgment of\r\nthe district court.\n",
  "html": "<p class=\"case_cite\">187 F.3d 17 (1st Cir. 1999)</p>\n    <p class=\"parties\">UNITED STATES, APPELLEE,<br>v.<br>JOSE R. SCHARON, JR., DEFENDANT, APPELLANT.</p>\n    <p class=\"docket\">No. 98-2003</p>\n    <p class=\"court\">U.S. Court of Appeals, First Circuit</p>\n    <p class=\"date\">Heard May 10, 1999<br>Decided June 17, 1999</p>\n    <div class=\"prelims\">\n      <p>[Copyrighted Material Omitted]</p>\n      <p class=\"indent\">Bryan M. Glover, by appointment of the Court, on brief, for appellant.</p>\n      <p class=\"indent\">Guillermo Gil, United States Attorney, Jorge E. Vega-Pacheco, Chief, Criminal Division, and Antonio R. Bazan, Assistant United States Attorney, on brief, for appellee.</p>\n      <p class=\"indent\">Before Torruella, Chief Judge, Cyr, Senior Circuit Judge, and Pollak,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> Senior District Judge.</p>\n      <p class=\"indent\">Torruella, Chief Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">On January 16, 1997, appellant Josee R. Scharon, Jr. (\"Scharon\") arrived at Luis Munnoz Marn (\"LMM\") Airport from Costa Rica. Upon being referred to secondary inspection by a Customs Inspector, his two suitcases were probed because they had a strong smell of glue. When searched, heroin was found in the inner lining. Additionally, a total of 563 counterfeit one hundred dollar bills were found bundled in Scharon's jeans in the two suitcases. Scharon was indicted for violating 21 U.S.C. &#167;&#167; 841(a)(1) &amp; 952(a) and 18 U.S.C. &#167; 472.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">At the first trial, the jury returned a guilty verdict on all counts. After the Conclusion of the trial, Scharon filed a \"Motion for New Trial\" based on the fact that prior to rendering a verdict, one of the jurors had sent a note to the court stating that it appeared from one of the exhibits, Scharon's driver's license, that Scharon and the juror had the exact same home address. The court granted the motion and scheduled the case for a second jury trial.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">At the second trial, Scharon was again convicted. He was sentenced to 144 months of imprisonment and a five-year term of supervised release. This appeal followed.</p>\n    </div>\n    <p>BACKGROUND</p>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Upon arrival at LMM Airport, Scharon submitted his declaration form to the Customs Inspector and was referred for secondary inspection. In response to question (g) of the declaration form, which requires that the traveler list all countries visited prior to arrival in the United States, Scharon listed only Panama. Scharon's passport had a stamp with his date of departure from Colombia on January 16, 1997.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Customs Inspector Luis Gonzaalez testified that on January 16, 1997, he was working the secondary inspection table when Scharon's flight arrived. Scharon told Gonzaalez that he was coming from Panama and that he was a realtor. After Gonzaalez's inspection of his passport, Scharon admitted having visited Colombia, but denied carrying currency in excess of $10,000. At that time, Scharon's two suitcases were placed on the inspection table.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">As soon as his luggage was opened, a strong smell of glue was noticed and the contents were removed from the suitcases. Both suitcases were heavy even after the contents were removed. They were then punctured with a probe, and a white powdery substance was detected. A field test yielded positive results for heroin. At that time, Scharon was placed under arrest.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Scharon then signed a \"Warning and Waiver of Rights.\" Several identification documents were obtained from Scharon, as well as 563 one hundred dollars bills which appeared \"counterfeit\" to Inspector Gonzaalez.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">At this point, Special Agent Carmen Ricci took custody of the two suitcases. Ricci advised Scharon of his constitutional rights. Scharon again waived his rights and proceeded to tell Ricci that his original luggage had been damaged, but he did not report it to the airline upon arrival in Colombia on December 9, 1996. Scharon informed Ricci that he purchased the two seized suitcases in Colombia to replace his damaged luggage, but did not have a receipt or a business card to prove where he purchased them. Scharon informed her that while he was at the store where he purchased the suitcases, a man approached him and told him that he knew a woman who would wash, iron, and fold his clothing for him. Scharon accepted the offer. According to Scharon, the woman was supposed to take the suitcases from the store to his hotel room. He did not know the name of the woman, and said that while she washed, ironed and was folding his clothes, he left to have lunch with his girlfriend.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Scharon did not change his clothes when he returned to the hotel room. When questioned again by Ricci as to whether he had opened the suitcases, he stated: \"Yes I did, I opened it up and I put the toiletry bag in it.\" However, he denied having smelled a strong odor of glue. Scharon stated that he left the damaged suitcase in Colombia.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Scharon took the stand in his own defense and testified that he had five years of college education, but did not receive a college diploma. Since June of 1996, when he moved to Milwaukee, he had worked with a firm dedicated to architectural lighting consultations for a period of approximately two weeks. During September 1996, he traveled to Colombia because his brother had suggested that he travel there to be interviewed by a friend of his who worked for the airlines.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">That person's name was \"Reginfo,\" and the job offer was to take a prostitute to Japan. He declined the offer for moral reasons. During this trip to Colombia, he became close to a female named \"Patricia\" who happened to be the prostitute he was supposed to take to Japan. His involvement with \"Patricia\" motivated his subsequent trips to Colombia.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Scharon testified that the purpose of his trip to Colombia on December 9, 1996 was to see \"Patricia.\" He stayed at the Astoria Hotel in Cali, Colombia. On January 15, 1997, it was \"Patricia's\" birthday, and late in the afternoon, they went shopping. He purchased the two suitcases, one small and one big, and they arranged for the suitcases to be delivered to his hotel room. He never met the woman who was supposed to take the suitcases to his hotel room. According to Scharon, he just called the hotel, and told them to expect the woman who would attend to his clothes and pack his things.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">He returned to his hotel room late that evening, and then took a bus to Medelln to get his return flight. He stated that he did not smell any odor from the suitcase when he packed his toiletry bag before leaving the hotel.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">On cross-examination, Scharon admitted that from June 22, 1996, for two months, both he and his family had been receiving food stamps. He admitted that he traveled to Colombia on October 18th, and at the time, was receiving all his money from \"Patricia.\" He remained in Colombia until November. In November, still with no source of income, he traveled twice to Colombia. \"Patricia\" provided the funding for his travel to Colombia and during his stay in the country. She was employed at a warehouse during the day, but also engaged in prostitution. For the December trip, \"Patricia\" gave him $1000, part of which he used to pay for the airline ticket. \"Patricia\" also paid for his hotel expenses. The suitcases were purchased separately, with money from an unidentified source.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Experts testified that inside the interior sidewalls of the suitcases were approximately 2.4 kilograms of heroin. Cartoon paper had been placed on the interior walls to prevent x-ray detection. Further, the sidewalls of the suitcases had to be broken with a hammer because they were made of fiberglass. Evidence was also introduced establishing that the 563 one hundred dollar bills found in Scharon's packed jeans were counterfeit.</p>\n    </div>\n    <p>DISCUSSION</p>\n    <p class=\"indent\">I. Sufficiency of the Evidence</p>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">One who challenges the sufficiency of the evidence bears a heavy burden: he must show that no rational jury could have found him guilty beyond a reasonable doubt. See United States v. Rodrguez, 162 F.3d 135, 141 (1st Cir. 1998). We review the sufficiency of the evidence as a whole, in a light most favorable to the verdict, taking into consideration all reasonable inferences. See United States v. Scantleberry-Frank, 158 F.3d 612, 616 (1st Cir. 1998). We resolve all credibility issues in favor of the verdict. See id. The evidence may be entirely circumstantial, and need not exclude every hypothesis of innocence; that is, the factfinder may decide among reasonable interpretations of the evidence. See id. (citation omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">First, Scharon arrived at LMM Airport on board L.A.C.S.A. Flight 653. He had originally purchased a C.O.P.A. Airlines ticket to San Juan in Colombia. Upon arrival in Panama, he exchanged the Panama to Puerto Rico portion of the airline ticket for a L.A.C.S.A. airline ticket. His Customs Declaration card reflected that he was arriving in San Juan from Panama rather than from Colombia, a source country for narcotics. A reasonable inference can be made that he did not want Customs to know that his trip had originated in Colombia.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Second, witnesses testified that a strong smell of glue emanated from Scharon's suitcases when opened. Yet, Scharon denied having detected this glue smell even though he admitted opening at least the smaller of the suitcases to pack his toiletry bag. The jury could have easily inferred that Scharon's denial was a fabrication to disguise his knowledge that narcotics were secreted in the suitcases.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Third, the jury could have found Scharon's description of the events not to be credible. He testified that on the last day of his trip, he went to a store, whose name he cannot recall, to purchase two suitcases that had been damaged at the beginning of the trip. He did not have a receipt for the purchase of the suitcases or any indicia identifying the store. He permitted a woman, whose name he did not know, to enter his hotel room to wash, iron, and pack his clothes in the new suitcases.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Moreover, Scharon did not have any means oF.Supp.ort, aside from his Colombian girlfriend \"Patricia,\" who was a prostitute. Yet, he had a return airline ticket to Colombia for the month of February 1997, and within the pockets of his packed jeans was over $50,000 in counterfeit United States currency.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The above evidence, along with his suitcases containing heroin with a street value of over $2 million dollars, was sufficient for the jury, employing its common sense in evaluating the circumstantial evidence, to conclude beyond a reasonable doubt that Scharon knew the suitcases contained heroin. See United States v. Ortiz, 966 F.2d 707, 711 (1st Cir. 1992) (\"[N]o premium is placed upon direct as opposed to circumstantial evidence; both types of proof can adequately ground a conviction.\").</p>\n    </div>\n    <p class=\"indent\">II. Chain of Custody</p>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Scharon argues that the district court abused its discretion in admitting the narcotics at trial because it could not have determined with reasonable probability that the evidence had not been altered in any material respect given an alleged break in the chain of custody. Because no objection was made at trial, we review only for plain error. See Johnson v. United States, 520 U.S. 461, 467 (1997).</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">A possible defect in the chain of custody for a certain piece of evidence factors into the weight given to the evidence rather than its admissibility. See Rodrguez, 162 F.3d at 144. A defendant can attempt to cast doubt on an exhibit's authenticity. See id. Such an issue, however, is to be resolved by the jury, and not the Judge. See id.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The narcotics were properly authenticated and introduced into evidence. At trial, the government showed that the suitcases were the suitcases seized from Scharon at LMM Airport, and the suitcases from which the forensic chemist extracted the narcotics at the laboratory. Under Fed. R. Evid. 901, the government satisfied its authentication requirement for the seized narcotics.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">III. \"Safety Valve\"</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Scharon argues that the district court erred in finding that he failed to meet the five criteria listed in the \"safety valve\" provision for relief from mandatory minimum sentences. See 18 U.S.C. &#167; 3553(f)(1)-(5); U.S.S.G. &#167; 5C1.2. That provision, if applicable, requires a sentencing court to disregard the statutorily imposed mandatory minimum sentence and impose sentence pursuant to the Sentencing Guidelines. See 18 U.S.C. S 3553(f). The government concedes that Scharon met the first four of the criteria. See 18 U.S.C. &#167; 3553(f)(1)-(4). In dispute is the fifth criterion, which requires a defendant to \"truthfully provide[] to the Government all information and evidence the defendant has\" regarding the offense. 18 U.S.C. &#167; 3553(f)(5).<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">In order to qualify for safety valve relief, the defendant must persuade the court that he meets all of the requirements. See United States v. Montannez, 82 F.3d 520, 523 (1st Cir. 1996). We review for clear error the district court's factual determinations underlying the question whether a defendant is entitled to such relief. See United States v. Miranda-Santiago, 96 F.3d 517, 527 (1st Cir. 1996). \"Where there is more than one plausible view of the circumstances, the sentencing court's choice among supportable alternatives cannot be clearly erroneous.\" United States v. D'Andrea, 107 F.3d 949, 958 (1st Cir. 1997).</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Previously, we have found clear error in the denial of safety valve relief where \"the government did not rebut [defendant's] facially plausible tale of limited involvement by pointing to information [the] defendant must have known.\" Miranda-Santiago, 96 F.3d at 529. Thus, a sentencing court's \"bare Conclusion\" that the defendant failed to cooperate within the meaning of &#167; 3553(f)(5) is insufficient to support such a finding \"absent either specific factual findings or easily recognizable support in the record.\" Id.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">In finding that Scharon failed to meet the fifth criterion, the district court stated:</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">\"I find for various reasons, one, it states in the pre-sentence report which was prepared in March concerning defendant's acceptance of responsibility, Mr. Scharon proclaimed his innocence and provided no personal statement. That is what the pre-sentence [sic] claims and has not been taken in issue by counsel or the defendant at this sentencing hearing.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Secondly, defendant went to trial, he took the stand and consistent with what the pre-sentence report states, he gave his version of the facts for which he portrayed for the jury, that he did not know anything about the drugs nor the counterfeit monies that were coming there so the criteria the Court finds are based on these two grounds; that he did not comply with the criteria . . . and, therefore, the Court will not grant him the benefit of the safety valve.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Scharon argues that he satisfied the burden for the fifth criterion because he truthfully provided all the information he had concerning the offense at a debriefing on July 8, 1998 with the government. In response, the government states that the object of the debriefing was to obtain a \"Plea and Cooperation Agreement\" so that other persons could be prosecuted in relation to those offenses. Such cooperation did not materialize because Scharon decided to exculpate himself and deny knowledge of the narcotics concealed in his suitcases and the counterfeit currency found in his jeans. According to the government, he elected to go to trial.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">In determining the amount of information a convicted defendant must provide to the government in order to meet the fifth criterion and avail himself of the safety valve provision, we note that other circuits have held that a defendant must disclose information beyond the offense of conviction to satisfy the safety valve. See United States v. Gambino, 106 F.3d 1105, 1111 (2d Cir. 1997) (rejecting defendant's argument that he did not have to answer questions beyond the conspiracy period alleged and to which he pled guilty); United States v. Adu, 82 F.3d 119, 124 (6th Cir. 1996) (stating that the safety valve provisions \"clearly require an affirmative act by the defendant truthfully disclosing all the information he possesses that concerns his offense and related offenses\" and upholding district court's refusal to apply the safety valve where the defendant did not provide complete information concerning other offenses); United States v. Long, 77 F.3d 1060, 1062-63 (8th Cir.) (district court did not err in refusing to apply safety valve where defendant did not truthfully provide all information relevant to the \"same course of conduct or . . . a common scheme or plan\" of drug trafficking); see also United States v. Arrington, 73 F.3d 144, 149 (7th Cir. 1996) (stating that &#167; 3553(f) requires a defendant to disclose \"'all information' concerning the course of conduct -- not simply the facts that form the basis for the criminal charge\").</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">The district court had the opportunity to hear Scharon's testimony at trial and gauge his credibility. As the above quotation from the sentencing transcript illustrates, the district court was not persuaded that Scharon was truthful during his testimony. It simply strains the limits of credibility to believe that forces in Colombia, absolutely oblivious to Scharon's final destination, would go to enormous effort to secrete well over $2 million dollars worth of heroin in his suitcases and further insert over $50,000 in counterfeit currency in his jeans pockets.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">The district court did not clearly err in determining that Scharon did not satisfy the requirement that he provide \"all information and evidence [he] has concerning the offense.\" 18 U.S.C. &#167; 3553(f)(5). At the very least, Scharon should have disclosed the identity of the person on whose behalf he was acting. See United States v. Buffington, 879 F. Supp. 1220, 1223 (N.D. Ga. 1995).</p>\n    </div>\n    <p>CONCLUSION</p>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">For the reasons stated above, we AFFIRM the judgment of the district court.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the Eastern District of Pennsylvania, sitting by designation.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> In full, the fifth criterion requires that not later than the time of the sentencing hearing, the defendant has truthfully provided to the Government all information and evidence the defendant has concerning the offense or offenses that were part of the same course of conduct or of a common scheme or plan, but the fact that the defendant has no relevant or useful other information to provide or that the Government is already aware of the information shall not preclude a determination by the court that the defendant has complied with this requirement.</p>\n        <p>18 U.S.C. &#167; 3553(f)(5).</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">187</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">17</span></span> (1st Cir. 1999)</p>\n    <p class=\"parties\">UNITED STATES, APPELLEE,<br>v.<br>JOSE R. SCHARON, JR., DEFENDANT, APPELLANT.</p>\n    <p class=\"docket\">No. 98-2003</p>\n    <p class=\"court\">U.S. Court of Appeals, First Circuit</p>\n    <p class=\"date\">Heard May 10, 1999<br>Decided June 17, 1999</p>\n    <div class=\"prelims\">\n      <p>[Copyrighted Material Omitted]</p>\n      <p class=\"indent\">Bryan M. Glover, by appointment of the Court, on brief, for appellant.</p>\n      <p class=\"indent\">Guillermo Gil, United States Attorney, Jorge E. Vega-Pacheco, Chief, Criminal Division, and Antonio R. Bazan, Assistant United States Attorney, on brief, for appellee.</p>\n      <p class=\"indent\">Before Torruella, Chief Judge, Cyr, Senior Circuit Judge, and Pollak,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> Senior District Judge.</p>\n      <p class=\"indent\">Torruella, Chief Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">On January 16, 1997, appellant Josee R. Scharon, Jr. (\"Scharon\") arrived at Luis Munnoz Marn (\"LMM\") Airport from Costa Rica. Upon being referred to secondary inspection by a Customs Inspector, his two suitcases were probed because they had a strong smell of glue. When searched, heroin was found in the inner lining. Additionally, a total of 563 counterfeit one hundred dollar bills were found bundled in Scharon's jeans in the two suitcases. Scharon was indicted for violating 21 U.S.C. &#167;&#167; 841(a)(1) &amp; 952(a) and 18 U.S.C. &#167; 472.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">At the first trial, the jury returned a guilty verdict on all counts. After the Conclusion of the trial, Scharon filed a \"Motion for New Trial\" based on the fact that prior to rendering a verdict, one of the jurors had sent a note to the court stating that it appeared from one of the exhibits, Scharon's driver's license, that Scharon and the juror had the exact same home address. The court granted the motion and scheduled the case for a second jury trial.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">At the second trial, Scharon was again convicted. He was sentenced to 144 months of imprisonment and a five-year term of supervised release. This appeal followed.</p>\n    </div>\n    <p>BACKGROUND</p>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Upon arrival at LMM Airport, Scharon submitted his declaration form to the Customs Inspector and was referred for secondary inspection. In response to question (g) of the declaration form, which requires that the traveler list all countries visited prior to arrival in the United States, Scharon listed only Panama. Scharon's passport had a stamp with his date of departure from Colombia on January 16, 1997.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Customs Inspector Luis Gonzaalez testified that on January 16, 1997, he was working the secondary inspection table when Scharon's flight arrived. Scharon told Gonzaalez that he was coming from Panama and that he was a realtor. After Gonzaalez's inspection of his passport, Scharon admitted having visited Colombia, but denied carrying currency in excess of $10,000. At that time, Scharon's two suitcases were placed on the inspection table.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">As soon as his luggage was opened, a strong smell of glue was noticed and the contents were removed from the suitcases. Both suitcases were heavy even after the contents were removed. They were then punctured with a probe, and a white powdery substance was detected. A field test yielded positive results for heroin. At that time, Scharon was placed under arrest.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Scharon then signed a \"Warning and Waiver of Rights.\" Several identification documents were obtained from Scharon, as well as 563 one hundred dollars bills which appeared \"counterfeit\" to Inspector Gonzaalez.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">At this point, Special Agent Carmen Ricci took custody of the two suitcases. Ricci advised Scharon of his constitutional rights. Scharon again waived his rights and proceeded to tell Ricci that his original luggage had been damaged, but he did not report it to the airline upon arrival in Colombia on December 9, 1996. Scharon informed Ricci that he purchased the two seized suitcases in Colombia to replace his damaged luggage, but did not have a receipt or a business card to prove where he purchased them. Scharon informed her that while he was at the store where he purchased the suitcases, a man approached him and told him that he knew a woman who would wash, iron, and fold his clothing for him. Scharon accepted the offer. According to Scharon, the woman was supposed to take the suitcases from the store to his hotel room. He did not know the name of the woman, and said that while she washed, ironed and was folding his clothes, he left to have lunch with his girlfriend.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Scharon did not change his clothes when he returned to the hotel room. When questioned again by Ricci as to whether he had opened the suitcases, he stated: \"Yes I did, I opened it up and I put the toiletry bag in it.\" However, he denied having smelled a strong odor of glue. Scharon stated that he left the damaged suitcase in Colombia.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Scharon took the stand in his own defense and testified that he had five years of college education, but did not receive a college diploma. Since June of 1996, when he moved to Milwaukee, he had worked with a firm dedicated to architectural lighting consultations for a period of approximately two weeks. During September 1996, he traveled to Colombia because his brother had suggested that he travel there to be interviewed by a friend of his who worked for the airlines.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">That person's name was \"Reginfo,\" and the job offer was to take a prostitute to Japan. He declined the offer for moral reasons. During this trip to Colombia, he became close to a female named \"Patricia\" who happened to be the prostitute he was supposed to take to Japan. His involvement with \"Patricia\" motivated his subsequent trips to Colombia.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Scharon testified that the purpose of his trip to Colombia on December 9, 1996 was to see \"Patricia.\" He stayed at the Astoria Hotel in Cali, Colombia. On January 15, 1997, it was \"Patricia's\" birthday, and late in the afternoon, they went shopping. He purchased the two suitcases, one small and one big, and they arranged for the suitcases to be delivered to his hotel room. He never met the woman who was supposed to take the suitcases to his hotel room. According to Scharon, he just called the hotel, and told them to expect the woman who would attend to his clothes and pack his things.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">He returned to his hotel room late that evening, and then took a bus to Medelln to get his return flight. He stated that he did not smell any odor from the suitcase when he packed his toiletry bag before leaving the hotel.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">On cross-examination, Scharon admitted that from June 22, 1996, for two months, both he and his family had been receiving food stamps. He admitted that he traveled to Colombia on October 18th, and at the time, was receiving all his money from \"Patricia.\" He remained in Colombia until November. In November, still with no source of income, he traveled twice to Colombia. \"Patricia\" provided the funding for his travel to Colombia and during his stay in the country. She was employed at a warehouse during the day, but also engaged in prostitution. For the December trip, \"Patricia\" gave him $1000, part of which he used to pay for the airline ticket. \"Patricia\" also paid for his hotel expenses. The suitcases were purchased separately, with money from an unidentified source.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Experts testified that inside the interior sidewalls of the suitcases were approximately 2.4 kilograms of heroin. Cartoon paper had been placed on the interior walls to prevent x-ray detection. Further, the sidewalls of the suitcases had to be broken with a hammer because they were made of fiberglass. Evidence was also introduced establishing that the 563 one hundred dollar bills found in Scharon's packed jeans were counterfeit.</p>\n    </div>\n    <p>DISCUSSION</p>\n    <p class=\"indent\">I. Sufficiency of the Evidence</p>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">One who challenges the sufficiency of the evidence bears a heavy burden: he must show that no rational jury could have found him guilty beyond a reasonable doubt. See United States v. Rodrguez, <span class=\"citation\" data-id=\"198229\"><a href=\"/opinion/198229/united-states-v-rodriguez/\"><span class=\"volume\">162</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">135</span></a></span>, 141 (1st Cir. 1998). We review the sufficiency of the evidence as a whole, in a light most favorable to the verdict, taking into consideration all reasonable inferences. See United States v. Scantleberry-Frank, <span class=\"citation\" data-id=\"198177\"><a href=\"/opinion/198177/united-states-v-scantleberry-frank/\"><span class=\"volume\">158</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">612</span></a></span>, 616 (1st Cir. 1998). We resolve all credibility issues in favor of the verdict. See id. The evidence may be entirely circumstantial, and need not exclude every hypothesis of innocence; that is, the factfinder may decide among reasonable interpretations of the evidence. See id. (citation omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">First, Scharon arrived at LMM Airport on board L.A.C.S.A. Flight 653. He had originally purchased a C.O.P.A. Airlines ticket to San Juan in Colombia. Upon arrival in Panama, he exchanged the Panama to Puerto Rico portion of the airline ticket for a L.A.C.S.A. airline ticket. His Customs Declaration card reflected that he was arriving in San Juan from Panama rather than from Colombia, a source country for narcotics. A reasonable inference can be made that he did not want Customs to know that his trip had originated in Colombia.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Second, witnesses testified that a strong smell of glue emanated from Scharon's suitcases when opened. Yet, Scharon denied having detected this glue smell even though he admitted opening at least the smaller of the suitcases to pack his toiletry bag. The jury could have easily inferred that Scharon's denial was a fabrication to disguise his knowledge that narcotics were secreted in the suitcases.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Third, the jury could have found Scharon's description of the events not to be credible. He testified that on the last day of his trip, he went to a store, whose name he cannot recall, to purchase two suitcases that had been damaged at the beginning of the trip. He did not have a receipt for the purchase of the suitcases or any indicia identifying the store. He permitted a woman, whose name he did not know, to enter his hotel room to wash, iron, and pack his clothes in the new suitcases.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Moreover, Scharon did not have any means oF.Supp.ort, aside from his Colombian girlfriend \"Patricia,\" who was a prostitute. Yet, he had a return airline ticket to Colombia for the month of February 1997, and within the pockets of his packed jeans was over $50,000 in counterfeit United States currency.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The above evidence, along with his suitcases containing heroin with a street value of over $2 million dollars, was sufficient for the jury, employing its common sense in evaluating the circumstantial evidence, to conclude beyond a reasonable doubt that Scharon knew the suitcases contained heroin. See United States v. Ortiz, <span class=\"citation\" data-id=\"584511\"><a href=\"/opinion/584511/united-states-v-ruben-ortiz-aka-ruben-ortiz-de-jesus-united-states-of/\"><span class=\"volume\">966</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">707</span></a></span>, 711 (1st Cir. 1992) (\"[N]o premium is placed upon direct as opposed to circumstantial evidence; both types of proof can adequately ground a conviction.\").</p>\n    </div>\n    <p class=\"indent\">II. Chain of Custody</p>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Scharon argues that the district court abused its discretion in admitting the narcotics at trial because it could not have determined with reasonable probability that the evidence had not been altered in any material respect given an alleged break in the chain of custody. Because no objection was made at trial, we review only for plain error. See Johnson v. United States, <span class=\"citation\" data-id=\"118106\"><a href=\"/opinion/118106/johnson-v-united-states/\"><span class=\"volume\">520</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">461</span></a></span>, 467 (1997).</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">A possible defect in the chain of custody for a certain piece of evidence factors into the weight given to the evidence rather than its admissibility. See Rodrguez, 162 F.3d at 144. A defendant can attempt to cast doubt on an exhibit's authenticity. See id. Such an issue, however, is to be resolved by the jury, and not the Judge. See id.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The narcotics were properly authenticated and introduced into evidence. At trial, the government showed that the suitcases were the suitcases seized from Scharon at LMM Airport, and the suitcases from which the forensic chemist extracted the narcotics at the laboratory. Under Fed. R. Evid. 901, the government satisfied its authentication requirement for the seized narcotics.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">III. \"Safety Valve\"</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Scharon argues that the district court erred in finding that he failed to meet the five criteria listed in the \"safety valve\" provision for relief from mandatory minimum sentences. See 18 U.S.C. &#167; 3553(f)(1)-(5); U.S.S.G. &#167; 5C1.2. That provision, if applicable, requires a sentencing court to disregard the statutorily imposed mandatory minimum sentence and impose sentence pursuant to the Sentencing Guidelines. See 18 U.S.C. S 3553(f). The government concedes that Scharon met the first four of the criteria. See 18 U.S.C. &#167; 3553(f)(1)-(4). In dispute is the fifth criterion, which requires a defendant to \"truthfully provide[] to the Government all information and evidence the defendant has\" regarding the offense. 18 U.S.C. &#167; 3553(f)(5).<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">In order to qualify for safety valve relief, the defendant must persuade the court that he meets all of the requirements. See United States v. Montannez, <span class=\"citation\" data-id=\"196724\"><a href=\"/opinion/196724/united-states-v-montanez/\"><span class=\"volume\">82</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">520</span></a></span>, 523 (1st Cir. 1996). We review for clear error the district court's factual determinations underlying the question whether a defendant is entitled to such relief. See United States v. Miranda-Santiago, <span class=\"citation\" data-id=\"196984\"><a href=\"/opinion/196984/united-states-v-miranda-santiago/\"><span class=\"volume\">96</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">517</span></a></span>, 527 (1st Cir. 1996). \"Where there is more than one plausible view of the circumstances, the sentencing court's choice among supportable alternatives cannot be clearly erroneous.\" United States v. D'Andrea, <span class=\"citation\" data-id=\"197235\"><a href=\"/opinion/197235/united-states-v-dandrea/\"><span class=\"volume\">107</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">949</span></a></span>, 958 (1st Cir. 1997).</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Previously, we have found clear error in the denial of safety valve relief where \"the government did not rebut [defendant's] facially plausible tale of limited involvement by pointing to information [the] defendant must have known.\" Miranda-Santiago, 96 F.3d at 529. Thus, a sentencing court's \"bare Conclusion\" that the defendant failed to cooperate within the meaning of &#167; 3553(f)(5) is insufficient to support such a finding \"absent either specific factual findings or easily recognizable support in the record.\" Id.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">In finding that Scharon failed to meet the fifth criterion, the district court stated:</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">\"I find for various reasons, one, it states in the pre-sentence report which was prepared in March concerning defendant's acceptance of responsibility, Mr. Scharon proclaimed his innocence and provided no personal statement. That is what the pre-sentence [sic] claims and has not been taken in issue by counsel or the defendant at this sentencing hearing.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Secondly, defendant went to trial, he took the stand and consistent with what the pre-sentence report states, he gave his version of the facts for which he portrayed for the jury, that he did not know anything about the drugs nor the counterfeit monies that were coming there so the criteria the Court finds are based on these two grounds; that he did not comply with the criteria . . . and, therefore, the Court will not grant him the benefit of the safety valve.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Scharon argues that he satisfied the burden for the fifth criterion because he truthfully provided all the information he had concerning the offense at a debriefing on July 8, 1998 with the government. In response, the government states that the object of the debriefing was to obtain a \"Plea and Cooperation Agreement\" so that other persons could be prosecuted in relation to those offenses. Such cooperation did not materialize because Scharon decided to exculpate himself and deny knowledge of the narcotics concealed in his suitcases and the counterfeit currency found in his jeans. According to the government, he elected to go to trial.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">In determining the amount of information a convicted defendant must provide to the government in order to meet the fifth criterion and avail himself of the safety valve provision, we note that other circuits have held that a defendant must disclose information beyond the offense of conviction to satisfy the safety valve. See United States v. Gambino, <span class=\"citation\" data-id=\"735403\"><a href=\"/opinion/735403/united-states-v-matteo-gambino-giuseppe-troia-also-known-as-joe-francesco/\"><span class=\"volume\">106</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1105</span></a></span>, 1111 (2d Cir. 1997) (rejecting defendant's argument that he did not have to answer questions beyond the conspiracy period alleged and to which he pled guilty); United States v. Adu, <span class=\"citation\" data-id=\"716775\"><a href=\"/opinion/716775/united-states-v-shakiru-adu-aka-alhaji-shakiru/\"><span class=\"volume\">82</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">119</span></a></span>, 124 (6th Cir. 1996) (stating that the safety valve provisions \"clearly require an affirmative act by the defendant truthfully disclosing all the information he possesses that concerns his offense and related offenses\" and upholding district court's refusal to apply the safety valve where the defendant did not provide complete information concerning other offenses); United States v. Long, <span class=\"citation\" data-id=\"714064\"><a href=\"/opinion/714064/united-states-v-neeley-hawkins-long/\"><span class=\"volume\">77</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1060</span></a></span>, 1062-63 (8th Cir.) (district court did not err in refusing to apply safety valve where defendant did not truthfully provide all information relevant to the \"same course of conduct or . . . a common scheme or plan\" of drug trafficking); see also United States v. Arrington, <span class=\"citation\" data-id=\"710295\"><a href=\"/opinion/710295/united-states-v-robert-arrington-jacqueline-k-burch-aka-jacqueline/\"><span class=\"volume\">73</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">144</span></a></span>, 149 (7th Cir. 1996) (stating that &#167; 3553(f) requires a defendant to disclose \"'all information' concerning the course of conduct -- not simply the facts that form the basis for the criminal charge\").</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">The district court had the opportunity to hear Scharon's testimony at trial and gauge his credibility. As the above quotation from the sentencing transcript illustrates, the district court was not persuaded that Scharon was truthful during his testimony. It simply strains the limits of credibility to believe that forces in Colombia, absolutely oblivious to Scharon's final destination, would go to enormous effort to secrete well over $2 million dollars worth of heroin in his suitcases and further insert over $50,000 in counterfeit currency in his jeans pockets.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">The district court did not clearly err in determining that Scharon did not satisfy the requirement that he provide \"all information and evidence [he] has concerning the offense.\" 18 U.S.C. &#167; 3553(f)(5). At the very least, Scharon should have disclosed the identity of the person on whose behalf he was acting. See United States v. Buffington, <span class=\"citation\" data-id=\"2264524\"><a href=\"/opinion/2264524/united-states-v-buffington/\"><span class=\"volume\">879</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1220</span></a></span>, 1223 (N.D. Ga. 1995).</p>\n    </div>\n    <p>CONCLUSION</p>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">For the reasons stated above, we AFFIRM the judgment of the district court.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the Eastern District of Pennsylvania, sitting by designation.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> In full, the fifth criterion requires that not later than the time of the sentencing hearing, the defendant has truthfully provided to the Government all information and evidence the defendant has concerning the offense or offenses that were part of the same course of conduct or of a common scheme or plan, but the fact that the defendant has no relevant or useful other information to provide or that the Government is already aware of the information shall not preclude a determination by the court that the defendant has complied with this requirement.</p>\n        <p>18 U.S.C. &#167; 3553(f)(5).</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/118106/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196724/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196984/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197235/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198177/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198229/",
    "http://www.courtlistener.com/api/rest/v3/opinions/584511/",
    "http://www.courtlistener.com/api/rest/v3/opinions/710295/",
    "http://www.courtlistener.com/api/rest/v3/opinions/714064/",
    "http://www.courtlistener.com/api/rest/v3/opinions/716775/",
    "http://www.courtlistener.com/api/rest/v3/opinions/735403/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2264524/"
  ]
}