{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/198578/",
  "absolute_url": "/opinion/198578/wills-v-brown-university/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/198578/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:55:07Z",
  "date_modified": "2017-03-24T10:57:54.150476Z",
  "type": "010combined",
  "sha1": "3e36fcecafd98ce176a029fdaec399063d58485d",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=98-1701.01A",
  "local_path": null,
  "plain_text": "               United States Court of Appeals\r\n                   For the First Circuit\r\n\nNo. 98-1701\r\n\n                        MARKETA WILLS,\r\n\n                    Plaintiff, Appellant,\r\n\n                              v.\r\n\n                  BROWN UNIVERSITY, ET AL.,\r\n\n                    Defendants, Appellees.\r\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n               FOR THE DISTRICT OF RHODE ISLAND\r\n\n         [Hon. Ernest C. Torres, U.S. District Judge]\r\n\n                            Before\r\n\n         Boudin, Lynch, and Lipez, Circuit Judges. \r\n\n   Sheila A. Engelmeier with whom Shane H. Anderson and Mackall,\r\nCrounse &amp; Moore, PLC were on brief for appellant.\r\n   Steven M. Richard with whom Peter J. McGinn, Tillinghast Licht\r\n&amp; Semonoff Ltd., Beverly E. Ledbetter, and Janice E. Wright were on\r\nbrief for appellees.\r\n\nJuly 15, 1999\r\n\n  BOUDIN, Circuit Judge.  This appeal involves a lawsuit\r\nseeking damages for sexual harassment brought in the district court\r\nby the plaintiff, Marketa Wills, against Brown University and one\r\nof its former teachers, Professor Kayode Adesogan.  The principal\r\nissues on appeal, but not the only ones, involve Title IX of the\r\nEducation Amendments of 1972, 20 U.S.C.  1681 et seq.  The\r\nbackground events and the proceedings in the district court are as\r\nfollows.\r\nAdesogan, a chemistry professor at a Nigerian university,\r\ntaught as a visiting professor at Brown between 1991 and 1994.  In\r\nthe fall semester of 1992, Wills--then a sophomore at Brown--took\r\na course in organic chemistry.  Although assigned to a section\r\ntaught by Professor Ronald Lawler, Wills began to attend lectures\r\nin the other organic chemistry section, this one taught by\r\nAdesogan.  Wills had earlier introduced herself to Adesogan at a\r\nsocial event and attended a small study group held by Adesogan in\r\naddition to his formal lectures.\r\nOn December 9, 1992, Wills sought out Adesogan in his\r\noffice because she was having difficulty in the course.  During\r\nthis encounter, while purporting to pray with Wills, Adesogan twice\r\npulled Wills into his lap, allegedly put his hand under her shirt,\r\nrubbed her stomach and twice touched or rubbed her breasts.  The\r\nnext day Wills met with Dean Karen Romer, who was then associate\r\ndean of academic affairs and had special responsibility for sexual\r\nassault or harassment claims; on December 14, 1992, Wills filed a\r\nwritten complaint.  This incident lies at the core of Wills's\r\nsubsequent suit against Brown and Adesogan.\r\nIn response to Wills's written complaint, Provost Frank\r\nRothman and Dean of Faculty Bryan Shepp met with Wills on December\r\n14, 1992, and then separately with Adesogan on December 15, 1992. \r\nAdesogan admitted hugging Wills, drawing her onto his lap and\r\ntouching her breast, although he denied placing his hand under\r\nWills's shirt.  By letter dated December 23, 1992, Rothman placed\r\nAdesogan on probation, stating in a written reprimand that a\r\nfurther incident would be grounds for immediate dismissal but that\r\nthis appeared to be Adesogan's first instance of improper behavior\r\nduring his stay at Brown.\r\nRothman was mistaken.  In October 1992, Adesogan had\r\ninappropriately hugged and touched another student, Laura\r\nSchleussner, who was enrolled in his section and had come to meet\r\nwith him for help.  Schleussner had then met with Dr. Barbara\r\nTannenbaum, a lecturer at Brown, who was acting as an ombudswoman\r\nfor Brown to oversee sexual harassment services.  At trial,\r\nSchleussner and Tannenbaum gave somewhat different versions of the\r\nmeeting, especially as to how much detail Schleussner provided.  It\r\nappears that Schleussner wanted to remain anonymous but did want\r\nsomething done to prevent repetitions.\r\nSchleussner had also complained to a chemistry department\r\nlecturer whom she knew and trusted, and that lecturer spoke in due\r\ncourse with Lawler, who taught the other section of organic\r\nchemistry.  Lawler in turn told Adesogan that students would feel\r\nmore comfortable if Adesogan kept his door open when conferring\r\nwith students, but Lawler--who may have known few details--did not\r\nfurther advise the provost or anyone else in Brown's\r\nadministration.\r\nIn February 1993, Rothman accepted the recommendation of\r\nthe chemistry department that Adesogan be retained for another year\r\nand given a raise.  In September 1993, another student, Tilly\r\nGurman, filed a complaint that Adesogan had sexually harassed her\r\nin the fall of 1992.  Romer informed Rothman, and Romer suggested\r\nno action because the Gurman incident had occurred before Adesogan\r\nhad been reprimanded, and both Romer and Rothman believed that the\r\nwarning to Adesogan in December 1993 had been sufficient.\r\nIn January 1994, another student, Amy Sanford, reported\r\nto Romer that between the fall of 1993 and January 1994, Adesogan\r\nhad engaged in inappropriate conduct with Sanford (e.g., by\r\nrepeated hugs and kisses), and Sanford told Romer that Adesogan had\r\npreviously harassed another friend.  Romer reported the matter to\r\nher immediate superior but it was not carried further, apparently\r\nbecause Sanford had not wanted it officially pursued.\r\nWills, after her own experience with Adesogan in December\r\n1992, had not sought any further contact with him.  She saw him\r\nthereafter on two different occasions:  first, on an unspecified\r\ndate, Adesogan entered a drugstore where Wills was working, and\r\nWills immediately retreated to a back room; second, in January\r\n1994, Wills enrolled in another chemistry course and discovered\r\nthat Adesogan was the teacher.  Wills testified that she rarely\r\nattended the lectures after the first session, but Adesogan did not\r\nlong remain at Brown.  During March 1994, Brown received further\r\ncomplaints of harassment by Adesogan from six or more other female\r\nstudents.  That same month Brown dismissed Adesogan.  Wills\r\nultimately graduated from Brown and later enrolled in medical\r\nschool in Pennsylvania.\r\nIn December 1995, just short of three years after her\r\nmeeting with Adesogan, Wills filed a complaint in district court\r\nagainst Brown and Adesogan.  The complaint set forth eight counts\r\nagainst Brown, Adesogan, or both, under state law (counts I through\r\nVIII) and two further federal claims against Brown under Title IX,\r\none designated \"hostile environment sex harassment\" (count IX) and\r\nthe other designated \"quid pro quo sex harassment\" (count X). \r\nAdesogan never responded, and the case proceeded solely against\r\nBrown.  A default judgment in the amount of $275,000 was later\r\nentered against Adesogan.\r\nIn due course, Brown moved for summary judgment as to all\r\ncounts against it.  Following a hearing on November 24, 1997, the\r\ndistrict court granted summary judgment in Brown's favor as to the\r\nclaims for negligent hiring (count II), negligent retention (but\r\nnot negligent supervision, which was a part of the same count III),\r\nnegligent entrustment (count IV), and intentional and negligent\r\ninfliction of emotional distress (counts V and VI).  Thereafter,\r\nthe court denied summary judgment on Wills's claims based on a\r\nhostile environment theory of sex discrimination.  This theory was\r\nexplicitly set forth in count IX based on Title IX (and by\r\nimplication in count VII under the state civil rights statute).\r\nThis disposition left for trial four separate claims\r\nagainst Brown:  assault and battery (count I), negligent\r\nsupervision (count III), and sex discrimination based both on a\r\nhostile environment and a quid pro quo theory (counts IX and X). \r\nTrial began on March 19, 1998, and when Wills rested her opening\r\ncase, the district court granted Brown's motion for a directed\r\nverdict only as to the assault and battery claim and the quid pro\r\nquo sex discrimination claim.  Fed. R. Civ. P. 50(a).  Following\r\nfurther evidence, the negligent supervision and hostile environment\r\nclaims were submitted to the jury.\r\nOn March 31, 1998, the jury returned a verdict in Brown's\r\nfavor on both claims.  Thereafter Wills filed a post-trial motion\r\nseeking judgment notwithstanding the verdict and, alternatively, a\r\nnew trial on these same claims.  Fed. R. Civ. P. 50, 59.  The\r\ndistrict court denied Wills's motion and entered judgment in favor\r\nof Brown.  Wills now appeals, challenging (in her main argument)\r\nthe district court's exclusion of evidence on her hostile work\r\nenvironment claim which was rejected by the jury.  She also attacks\r\nthe district court's grant of summary judgment on three of the\r\nstate tort claims, its grant of directed verdicts on her assault\r\nand battery and her quid pro quo claims, and its denial of a new\r\ntrial on the two claims rejected by the jury.\r\n1.  Title IX forbids schools that receive federal funding\r\nfrom discriminating against students \"on the basis of sex.\"  20\r\nU.S.C.  1681(a).  Starting from the now-accepted premise that\r\nsexual harassment can constitute sex discrimination, Meritor\r\nSavings Bank, FSB v. Vinson, 477 U.S. 57 (1986), the Supreme Court\r\nhas endorsed two different, although related, theories as to how\r\nsuch harassment can constitute sex discrimination either in the\r\nworkplace (Title VII) or school context (Title IX).\r\nOne theory, popularly known as \"quid pro quo\" harassment\r\nor discrimination, occurs most often when some benefit or adverse\r\naction, such as change in salary at work or a grade in school, is\r\nmade to depend on providing sexual favors to someone in authority,\r\nLipsett v. University of Puerto Rico, 864 F.2d 881, 898 (1st Cir.\r\n1988); the other theory, under the rubric \"hostile environment,\"\r\napplies where the acts of sexual harassment are sufficiently severe\r\nto interfere with the workplace or school opportunities normally\r\navailable to the worker or student.  Meritor, 477 U.S. at 66; Davis\r\nv. Monroe County Bd. of Educ., 119 S. Ct. 1661 (1999).  In this\r\ncase, Wills advanced both theories against Brown--one in count IX\r\nand the other in count X.  But the evidence now in dispute was\r\noffered as support for the hostile environment claim (the quid pro\r\nquo claim never reached the jury).  \r\nBroadly speaking, a hostile environment claim requires\r\nthe victim to have been subjected to harassment severe enough to\r\ncompromise the victim's employment or educational opportunities\r\nand, in the case of a Title IX claim (but not under Title VII), the\r\ninstitution must have had actual knowledge of the harassment and\r\nhave exhibited deliberate indifference to it.  Gebser, 118 S. Ct.\r\nat 1997-99.  If the institution takes timely and reasonable\r\nmeasures to end the harassment, it is not liable under Title IX for\r\nprior harassment.  Id.  Of course, if it learns that its measures\r\nhave proved inadequate, it may be required to take further steps to\r\navoid new liability.\r\nFrom the outset, Wills's main claim based on a hostile\r\nenvironment theory has been that Wills was harassed by Adesogan on \r\nDecember 9, 1992, and that Brown is responsible for Adesogan's\r\nwrongdoing under Title IX because Brown had prior notice of the\r\nearlier Schleussner episode but did nothing to prevent the threat\r\nto other students such as Wills.  Wills wanted the jury also to\r\nknow that after her own harassment on December 9, Brown did not\r\nimmediately remove Adesogan from the faculty or otherwise take\r\naction beyond the reprimand; and, far more important, she wanted it\r\nto know that Brown later received additional complaints from others\r\nin 1993 and 1994 that Adesogan had harassed a half-dozen or more\r\nadditional victims.  The admissibility issue was presented and\r\nresolved in limine.\r\nIn excluding the evidence, the district judge reasoned\r\nthat if Brown had sufficient prior knowledge of the Schleussner\r\nepisode--and this was a fact question--then it was responsible for\r\nAdesogan's action on December 9, 1992, regardless whether it later\r\ntook adequate remedial steps and regardless whether it got later\r\ncomplaints from other students.  Conversely, even if the remedial\r\nsteps were inadequate and other students were later harassed, this\r\ndid not create liability on Brown's part for Adesogan's harassment\r\nby Wills on December 9, 1992, before the reprimand and before the\r\ncomplaints received in 1993 and 1994.  On this theory, the judge\r\ndrew a sharp line between what happened before and after December\r\n9, 1992.\r\nAt different times, Wills has offered different theories\r\nas to why the post-December 9 evidence in question is relevant to\r\nBrown's liability, but the argument principally made in the\r\ndistrict court--and the only argument fairly developed in her\r\nopening brief in appeal--is this: the showing of an inadequate\r\nresponse to harassment is a standard issue in Title IX litigation\r\nand (says Willis) she was therefore entitled to show that Brown's\r\nresponse in December 1992 was inadequate and failed to prevent the\r\nharassment of other students thereafter.  Wills has cited\r\nthroughout a set of cases, including one of our own, where\r\ninadequate response evidence was central.  See, e.g., Gebser, 118\r\nS. Ct. at 2000; Lipsett, 864 F.2d at 902-07. \r\nThe difficulty for Wills is that evidence of an\r\ninadequate response is pertinent to show fault and causation where\r\nthe plaintiff is claiming that she was harassed or continued to be\r\nharassed after the inadequate response.  See Gebser, 118 S. Ct. at\r\n1999; Lipsett, 864 F.2d at 907.  But here, as already noted,\r\nWills's claim was of a single specific harassment incident that\r\noccurred before the reprimand and the later complaints (albeit one\r\nthat caused continuing damages).  There is no mechanical rule that\r\nmakes such evidence relevant or irrelevant in the abstract:\r\nrelevance depends on the facts and the theory of the case being\r\npressed.\r\nHere, in relation to Brown's liability for the December\r\n9 incident, the reprimand evidence was perhaps thinly relevant\r\nbecause, although it had nothing to do with whether Brown had prior\r\nnotice before December 9 or whether Adesogan's behavior on that\r\noccasion violated the statute, it could arguably have been admitted\r\nas casting some backward light on Brown's general attitude--and\r\ntherefore on the issue whether Brown was \"deliberately indifferent\"\r\nin its handling of the Schleussner claim and the resulting exposure\r\nof other students, including Wills, to Adesogan's behavior.  But\r\nthe reprimand was at best marginal to the main issues at trial--the\r\nkey evidence on \"deliberate indifference\" was what Brown knew and\r\nwhat it did in response to Schleussner's complaint--and, taken\r\nalone, the reprimand was more favorable to Brown than to Wills\r\n(Brown wanted it in evidence).  As it happens, the jury later\r\nlearned that Adesogan had not been fired until 1994.\r\nWills's real hope was the evidence as to later claims\r\nmade by other students, Brown's arguably casual treatment of the\r\nSanford claims in January 1994, and the obvious harm inflicted on\r\nothers by Adesogan's continuing depredations.  Yet, this evidence\r\nis even more remote to Brown's general attitude in 1992, had a\r\npotential for severe prejudice, and would have required the trial\r\nto explore circumstances surrounding claims and acts of harassment\r\nof other victims which--unlike the Schleussner episode--had nothing\r\nto do with the vital question whether Brown had notice prior to\r\nDecember 1992.\r\nIn her reply brief on appeal, Wills offers a different\r\ntheory entirely.  In effect, she asserts that Adesogan's harassment\r\nof her continued after December 1992 because Adesogan remained as\r\na teacher and Wills was shocked and upset to find him in January\r\n1994 as her teacher in new chemistry course.  Her deposition gives\r\na somewhat tamer description of her reaction, but in any event\r\nWills was not required to take any course from Adesogan.  Wills's\r\nother exposure to Adesogan was a chance glimpse of him in a\r\ndrugstore at some earlier, unidentified point.\r\nIt is sufficient answer that theories offered for the\r\nfirst time in the reply brief are not preserved.  Executive Leasing\r\nCorp. v. Banco Popular, 48 F.3d 66, 67-68 &amp; n.3 (1st Cir. 1995). \r\nIndeed, it is doubtful that Wills said enough in the district court\r\nto preserve the argument for appeal; at best, there are a few\r\nhints.  But even if preserved below, the argument has to be renewed\r\nin the opening brief on appeal, so that the appellee has a chance\r\nto respond.  Reply briefs are to counter the appellee's arguments,\r\nnot to offer new theories of error for the first time.  \r\nNevertheless, Wills's belated continuing harassment\r\ntheory is a very weak one on these facts.  On some cases, merely to\r\nmaintain a harasser in a position of authority over the victim,\r\nafter notice of prior harassment, could create new liability.  But\r\nit would not be easy to describe Adesogan's mere presence on a\r\nlarge campus as harassment of Wills, or to describe Brown's\r\nreasonably firm reprimand as representing \"deliberate indifference\"\r\nunder Davis.  119 S. Ct. at 1673.  Brown's treatment of Sanford's\r\nJanuary 1994 complaint is a closer question on the latter issue,\r\nbut even here Sanford's request for anonymity is not irrelevant and\r\nthe connection to Wills is slight.\r\nHowever, we need not decide whether this continuing\r\nharassment theory could be made to work on the present facts.  Even\r\nif this theory was fairly presented to the district judge which we\r\ndoubt--Wills did argue that she had suffered damages after December\r\n1992 but that is a quite different matter--it was not preserved on\r\nappeal.  Needless to say, this conclusion is not an endorsement of\r\nBrown's handling of the Adesogan debacle, which was remarkably\r\ninept even when one appreciates that there are due process values\r\nfor the professor and concerns about student anonymity that help\r\nshape university procedures. \r\nWills's remaining evidentiary claims can be briefly\r\nanswered.  She complains that in a non-responsive answer to a\r\nquestion from Wills's counsel, one of the Brown officials testified\r\nthat Brown had fired Adesogan, and Wills then brought out the fact\r\nthat he was not fired until March 1994.  The district court did not\r\npermit further inquiry, and Wills now says that she was \"severely\r\nprejudiced\" by the non-responsive answer and wrongly deprived of\r\nthe opportunity to explain to the jury that the reason he was fired\r\nwas \"for sexually assaulting nearly seven women in one week.\"\r\nBut telling the jury that Adesogan had been fired in 1994\r\nwas hardly harmful to Wills:  it showed that Brown did not fire\r\nAdesogan in December 1992--the very point that Wills says she was\r\nso anxious to present to the jury to show the inadequacy of the\r\nreprimand--and it probably indicated to the jury that Adesogan's\r\nbehavior was even worse than it had already been led to believe by\r\nWills's own testimony.  The reasons for excluding the March 1994\r\nharassment incidents has already been discussed.\r\nFinally, Wills complains that she was prevented from\r\noffering testimony from two students, Tilly Gurman and Eve\r\nZaritsky, who were ready to testify that Adesogan had harassed them\r\nin the fall of 1992.  Gurman admittedly did not report the incident\r\nto Brown until September 1993, and there is no indication that\r\nZaritsky ever reported her allegations.  Nothing supports Wills's\r\nargument on appeal that the evidence should have been admitted\r\nbecause it increased the likelihood that Brown knew of these\r\nincidents prior to  December 1992 and was therefore more culpable\r\nfor failing to remove Adesogan prior to the December 1992 incident\r\nwith Wills.  One other objection to testimony involving former\r\nBrown dean, Toby Simon, is not worth discussing.\r\n2.  We turn now to Wills's remaining claims of error,\r\nstarting with the district court's grant of summary judgment as to\r\nthree of her ten claims:  intentional infliction of emotional\r\ndistress, negligent hiring, and negligent retention.  Wills has not\r\nappealed from the grant of summary judgment as to the negligent\r\nentrustment claim.  All four of the these claims are governed by\r\nRhode Island law.\r\nStarting with intentional infliction of emotional\r\ndistress, the tort requires \"extreme and outrageous\" conduct that\r\n\"intentionally or recklessly\" causes severe emotional distress,\r\nwhich must include some physical symptoms.  Andrade v. Jamestown\r\nHousing Authority, 82 F.3d 1179, 1187 (1st Cir. 1996); Elias v.\r\nYoungken, 493 A.2d 158, 163-64 (R.I. 1985).  Wills's opening brief\r\nsimply asserts in a few sentences that Brown's conduct was extreme\r\nand outrageous because it ignored student complaints of sexual\r\nharassment by Adesogan and thereby \"allowed Adesogan to assault Ms.\r\nWills unfettered.\"  \r\nThe only knowledge that Brown was shown to have had\r\nbefore the \"assault\" was the Schleussner incident, but it is common\r\nground that Schleussner did not want to file a formal complaint. \r\nVery difficult problems are posed in balancing a student's request\r\nfor anonymity or limited disclosure against the need to prevent\r\nfuture harassment.  Viewed in retrospect, Brown's procedures left\r\nmuch to be desired.  But there is nothing to the  notion that Brown\r\nwas behaving outrageously when it failed to pursue the Schleussner\r\ncomplaint beyond the limited informal measures instigated by\r\nSchleussner herself.\r\nUnder Rhode Island law, an employer is required to\r\nexercise reasonable care in selecting its employees.  Welsh Mfg.,\r\nDir. of Textron, Inc. v. Pinkerton's, Inc., 474 A.2d 436 (R.I.\r\n1984).  Wills says that Brown made no search of Adesogan's\r\nbackground before hiring him as a visiting professor beyond a look\r\nat his work and resume and  an inquiry to one of his colleagues. \r\nWhether more was reasonably required does not matter because Wills\r\npointed to no evidence that a more searching inquiry by Brown in\r\nNigeria or elsewhere would have alerted it to the problem he posed. \r\nThe district court dismissed the claim on this ground and Wills\r\nsimply ignores this issue on appeal.\r\nWills last argument, as to summary judgment, is that the\r\ndistrict court should not have stricken the reference to\r\n\"retention\" in her count claiming negligent supervision and\r\nretention.  The district court struck the retention language\r\nbecause it said that no authority had been provided for such a\r\nclaim under state law and it thought that the multiplicity of\r\nlocutions was confusing.  The court also said that there was no\r\nbasis for finding Brown negligent in not firing Adesogan prior to\r\nDecember 1992 and that the only plausible claim was for negligent\r\nsupervision, which the court sent to the jury.\r\nAssuming for the moment that there is a separate state\r\nlaw claim under state law for negligent retention, the two claims\r\non these facts are very close and lack of adequate supervision is\r\ncertainly the stronger of the two.  Indeed, on appeal--in the very\r\nbrief passage addressed to this issue--Wills muddles her two\r\ntheories by arguing that \"Brown did not supervise or monitor\"\r\nAdesogan, or give him sexual harassment training or counseling,\r\neven after he was put on probation.  On the present facts, we are\r\nnot persuaded that Wills adequately explained her separate\r\n\"retention\" theory or was prejudiced by its omission.\r\nThe remaining substantial objections are to the district\r\ncourt's grant of a directed verdict in favor of Brown on two other\r\ncounts: the quid pro quo theory of sexual harassment under Title IX\r\nand the assault and battery claim under state law.  The test, in\r\nboth cases, is whether a reasonable jury could on the evidence\r\npresented find in favor of Wills, resolving doubts and credibility\r\nissues in her favor; and our review on this issue is de novo. \r\nCombustion Eng'g, Inc. v. Miller Hydro Group, 13 F.3d 437, 441 (1st\r\nCir. 1993).\r\nThe quid pro quo theory presents the more complicated\r\nissues and we begin with it.  Quid pro quo cases normally involve\r\nsituations in which someone with authority over the victim inflicts\r\na penalty or withholds a benefit to obtain sexual favors, Lipsett,\r\n864 F.2d at 898, and it is easy to understand why the district\r\njudge doubted that this case fell into that category.  Wills was\r\nnot a student of Adesogan in December 1992, he had no authority\r\nover her grade, he never said anything that conditioned her grade\r\nor his tutoring services on Wills's agreeing to submit to his\r\nadvances, and--as the district court pointed out--she did not\r\ntestify that she understood Adesogan to be making to such a threat. \r\nAccordingly, the judge withdrew this theory from the jury.\r\nWe are not certain that we agree with the district\r\ncourt's reasoning, although the question may be a close one and\r\nneed not be finally resolved here.  Patently, Wills' stronger claim\r\nwas for hostile environment and the quid pro quo claim is a\r\nstretch.  Indeed, in Ellerth, the Supreme Court recently spoke of\r\nthe \"limited utility\" of distinguishing between quid pro quo\r\n\"threats that are carried out\" and \"bothersome attentions\" so\r\nsevere as to create a hostile environment.  118 S. Ct. at 2264. \r\nBut at present the categories remain and, if they are to be\r\nentirely elided, it is for the Supreme Court to do so.  Thus, our\r\nquestion is one of evidence.\r\nHere, it could be argued that while Adesogan had no\r\nauthority over Wills's grade, informal tutoring is a benefit of\r\nBrown's offering; Adesogan's hugging and touching effectively cost\r\nWills the opportunity for further tutoring from Adesogan; and it\r\ndoes not matter whether Adesogan expressed such a threat or whether\r\nAdesogan or Wills so  interpreted the situation.  Certainly threats\r\nneed not be explicit, see Lipsett, 864 F.2d at 913; Sanders v. Casa\r\nView Baptist Church, 134 F.3d 331, 339 (5th Cir. 1998), and it is\r\nprobably an open question under the case law whether this kind of\r\nbenefit (informal tutoring from a professor not the student's\r\nteacher) is enough to create liability  under a quid pro quo\r\ntheory.  But even if we assume dubitante that there was enough\r\nevidence to get to the jury on a quid quo pro claim, there is no\r\nway that such an instruction could have altered the outcome here. \r\nSometimes the quid pro quo and hostile environment\r\ntheories connect to markedly different facts.  Imagine a quid pro\r\nquo case where a raise is denied to the employee because the\r\nemployer was turned down on a simple request for a date; and\r\ncontrast a hostile environment claim based on crude sexual remarks\r\nfrom fellow employees.  But on our facts, the theories effectively\r\noverlap: the only sense in which a benefit was denied was that\r\nWills felt so uncomfortable in the environment that Adesogan had\r\ncreated that she herself refused to avail herself of his tutoring. \r\nThis essentially common issue explains why, in this case, the\r\ndifference between the two theories tends to disappear.  Cf.\r\nEllerth.\r\nBrown chose in its closing argument to focus primarily on\r\nthe lack of notice to Brown based on the Schleussner episode,\r\narguing that there was a conflict between Tanenbaum and Schleussner\r\non the issue and that Tanenbaum should be believed.  Secondarily,\r\nBrown argued that Wills had not been damaged.  Either theory would\r\nalso dispatch the quid pro quo claim but the jury may have adopted\r\nneither of these arguments; during jury deliberations it asked the\r\njudge to further explain the concept of hostile environment.  He\r\ndeclined to elaborate, and a general verdict followed in favor of\r\nBrown so we do not know on what ground the jury actually resolved\r\nthe matter.\r\nHowever, even if the jury found both notice and damage,\r\na jury that (improbably) thought Adesogan's actions too mild to\r\ncreate a hostile environment could not easily have concluded that\r\nWills had been denied the benefit of Adesogan's tutoring.  Thus, on\r\nthe realistic assessment we are asked to make under the harmless\r\nerror doctrine, there is no practical likelihood that the weaker\r\nquid pro quo claim would have prevailed before a jury that rejected\r\nthe stronger (and manifestly more applicable) hostile environment\r\nclaim.  On our facts, the refusal to instruct on quid pro quo,\r\nassuming arguendo that it was error, was harmless.\r\nThis brings us to Wills's claim that the district court\r\nerred in directing a verdict on the assault and battery charge. \r\nSince Adesogan's conduct could easily be viewed as assault, the\r\ndirected verdict turned on whether Brown could be held liable \r\nunder Rhode Island law for the intentional tort of assault by\r\nAdesogan, Brown's employee.  Wills argues that under Rhode Island\r\nlaw, a jury could find Brown liable for Adesogan's offensive\r\ntouching of Wills on December 9, 1992, because it occurred during\r\nthe course of an activity that he was hired to perform, namely, the\r\ninstruction of students.  The district judge ruled that this was\r\nnot the law of Rhode Island.\r\nAlthough (surprisingly) we are not entitled to give\r\nspecial weight on this issue to the experience of the district\r\njudge with Rhode Island law, Gibson v. City of Cranston, 37 F.3d\r\n731, 735 (1st Cir. 1994), the cases confirm his conclusion.  In\r\nRhode Island, an employer is not liable for an assault by its\r\nemployee merely because it occurred during the course of employee's\r\nwork.  Labossiere v. Sousa, 143 A.2d 285 (R.I. 1958) (no liability\r\nwhere waitress pushed customer).  Rather, where the employer has\r\nnot actually authorized the  assault, conduct must itself be a\r\nreasonable and foreseeable incident of the employee's duties. \r\nBryce v. Jackson Diners Corp., 96 A.2d 637 (R.I. 1953) (store\r\nmanager sought to restrain a customer trying to leave without\r\npaying).\r\nObviously, it was no part of Adesogan's duties to hug and\r\ngrope  students who came to him for tutoring.  Rhode Island could\r\neasily  extend liability for intentional torts more broadly and may\r\nhave done so by statute in some situations.  But it has not done so\r\nfor assault, and the line drawn by Labossiere and Bryce remains in\r\nforce.  Drake v. Star Market Co., Inc., 526 A.2d 517 (R.I. 1987). \r\nAccordingly, the assault claim was properly withdrawn from the jury\r\nbecause--fully accepting Wills's version of events--Adesogan but\r\nnot Brown was liable for the assault under state law.\r\nWills's final ground for appeal is the district court's\r\ndenial of her motion for new trial on the two remaining claims\r\n(hostile environment and negligent supervision) rejected by the\r\njury.  The district court's discretion in granting or denying a new\r\ntrial is very broad and the arguments made by Wills are in\r\nsubstance some of the same claims we have already addressed (and no\r\nothers).  This was surely a close case on the claims that went to\r\nthe jury and it could easily have been resolved in Wills's favor,\r\nbut juries are there to decide close cases, and nothing required\r\nthe district judge to afford Wills a new trial.\r\nThe judgment of the district court is affirmed.  Each\r\nside shall bear its own costs on the appeal.\r\nIt is so ordered.\r\n\n          - Dissent Follows -\r\nLIPEZ, Circuit Judge, dissenting.  This is a vexing case\r\nfor many reasons.  The facts are difficult.  The applicable law is\r\ncomplex and evolving.  Struggling with these unruly elements, the\r\ntrial court imposed a simple but erroneous limitation on Wills's\r\nTitle IX hostile environment claim by taking an unduly restrictive\r\nview of the relevant evidence.  Wills's articulation of this\r\nhostile environment claim, both at trial and on appeal, was not a\r\nmodel of clarity.  The waiver issue on appeal is a close one.  In\r\nthe end, however, despite the thoughtful analysis of my colleagues,\r\nI cannot agree that Wills waived on appeal her claim that Brown is\r\nliable for hostile environment sex discrimination on the basis that\r\nBrown failed to respond adequately to the hostile educational\r\nenvironment created by Adesogan's assault on her and by his\r\ncontinuing presence in the classroom after that assault.  That\r\nconclusion requires me to explain why I believe that Wills is\r\nentitled to a new trial on her claim.\r\n                          I.  Waiver\r\n The discussion of the waiver issue on appeal requires an\r\nunderstanding of Wills's presentation of her hostile environment\r\nclaim to the trial court.  Wills presented a hostile environment\r\nclaim that was premised, in part, on Brown's liability for the\r\nDecember 9, 1992 assault.  The district court allowed this claim to\r\ngo to the jury and she fairly lost on it.  But Wills also presented\r\na separate hostile environment claim that was premised on Brown's\r\nliability for its inadequate response to the hostile educational\r\nenvironment which arose for Wills following the December 9 assault. \r\nFor the purposes of this claim, Wills consistently maintained that\r\nsubsequent events evidence (events following the December 9, 1992\r\nassault) was relevant to establishing Brown's liability.  \r\nBeginning with her complaint, Wills alleged that as a\r\nresult of Adesogan's sexual assault, she was\r\n  deprived . . . of the opportunity to receive\r\nthe full benefit of her education during the\r\nrelevant period at Brown University.  Brown\r\nknew or should have known of the environment\r\ncreated by Adesogan and failed to take proper\r\nremedial action to eliminate the harassment\r\ncaused by Adesogan and inflicted upon Wills.\r\n\nIn her memorandum in support of her Motion for a Partial Summary\r\nJudgment, Wills argued, inter alia, that a single incident of\r\nsexual harassment can be severe enough to give rise to a hostile\r\nenvironment and that Adesogan's assault on her was \"sufficiently\r\nsevere or pervasive to alter her education and create an abusive\r\neducational environment. . . .\"  Later, during a pre-trial hearing,\r\nWills requested additional time to conduct discovery on issues\r\npertaining to Brown's response to her notice of the assault.  She\r\nargued that\r\n  one of the issues in this case is whether\r\nBrown took prompt remedial action.  Brown is\r\ntaking the position that one of the pieces of\r\nevidence of the fact that they took prompt\r\nremedial action is that Ms. Wills was\r\nsatisfied with what they did.  Well, when\r\nBrown promises that they are going to give her\r\nan advocate to help her figure out what's\r\nappropriate, was inappropriate, whether she\r\nshould be satisfied with what her options are,\r\nI'd like to inquire why that didn't happen\r\nwhen that is their policy.\r\n\nThe court took a different view of the relevance of such\r\nevidence: \r\n  I think we are coming back to this fundamental\r\ndisagreement that we seem to have.  I thought\r\nI had ruled on this and put this to rest, but\r\nit keeps resurfacing that I recognize that\r\nyour position is that what Brown may have done\r\nor not done after the alleged assault\r\ndescribed by Ms. Wills is relevant to this\r\ncase.  And I think, I thought I had ruled that\r\nin my view it is not relevant.  It would be\r\nrelevant if there were a second assault on Ms.\r\nWills that resulted from Brown's inaction then\r\nit certainly would be relevant, but what is\r\nrelevant, what this case focuses on is what\r\nBrown knew prior to the assault on Ms. Wills\r\nand what it did or didn't do to prevent that\r\nassault from taking place.\r\n\n(emphasis added).  The court's reference to the relevance of a\r\nsecond assault on Wills is particularly important.  The court\r\nrecognized that even if Wills could not prove that Brown knew of\r\nthe assault by Adesogan on Laura Schleussner, and hence could not\r\nestablish that Brown should have prevented Adesogan's assault on\r\nher, she would still have a claim against Brown for hostile\r\nenvironment discrimination based on the inadequacy of Brown's\r\nresponse to her report of a sexual assault, but only if Adesogan\r\nassaulted her a second time.  The court did not accept the\r\nproposition that the hostile environment could be the product of\r\nevents that flowed from the single assault by Adesogan, including\r\nWills's reaction to the assault and Adesogan's continuing presence\r\nin the classroom.\r\nDespite the court's exclusion from Wills's case of\r\nliability evidence subsequent to the December 1992 assault, Brown\r\nstill felt the need in its oral motion for a judgment as a matter\r\nof law at the close of Wills's case to argue that the evidence\r\nfailed to prove that the assault, although severe, \"alter[ed] her\r\neducational environment.\"  The background for Brown's concern was\r\na footnote in a First Circuit case, Brown v. Hot, Sexy and Safer\r\nProductions, Inc., 68 F.3d 525 (1st Cir. 1995), in which we said\r\nthat \"we do not hold that a one-time episode is per se incapable of\r\nsustaining a hostile environment claim.\"  Id. at 541 n. 13.  In\r\nresponse to Brown's insistence that a hostile environment could not\r\nbe established by the single incident described by Wills, the court\r\nqueried:\r\n  You're not saying that this incident wasn't a\r\nsevere incident.  It isn't the severity of the\r\nincident, but rather you're saying that no\r\nmatter how severe the evidence doesn't show\r\nthat it affected Ms. Wills' educational\r\nenvironment?\r\n\nBrown responded:\r\n\n  Correct, your honor.  Adesogan clearly acted\r\nin an inappropriate manner and the conduct was\r\nsevere.  The question, as I understand it, is\r\nwhether or not it altered her educational\r\nenvironment.  And I saw no evidence suggesting\r\nthat.  She functioned very well at Brown, she\r\ngraduated with a good GPA.  Was able to move\r\non in life.  \r\n\nThe court then made this observation:\r\n\n  My question to you is, I guess what   the\r\nquestion you have raised is what constitutes\r\nan educational environment.  It doesn't sound\r\nlike you dispute that that would be a highly\r\noffensive, despicable, almost every pejorative\r\nword you can think of, and you seem to be\r\nsuggesting that educational environment means\r\nthat it's got to carry over into the future\r\nand have some tangible effect ---.\r\n\n(emphasis added).  Brown responded again:\r\n\n  Your honor, that's my interpretation, and I\r\nwould not disagree with the court that this\r\nsingle incident was inappropriate, the\r\nprofessor behaved in a severe manner, but the\r\nquestion is how we hold the institution liable\r\nand what's the education environment, and I\r\nwould respectfully suggest to the court that\r\nyou have to look beyond the single incident,\r\notherwise it is a per se rule creating a\r\nhostile environment by this one inappropriate\r\naction.  \r\n\nAt this juncture, the court and Brown both recognized that evidence\r\nof Brown's liability for a hostile environment subsequent to the\r\nassault by Adesogan on Wills must include evidence beyond the\r\nassault itself.  Yet that was the very liability evidence that the\r\ncourt had not permitted Wills to introduce.\r\nIn response to this colloquy between the trial court and\r\nBrown, Wills's counsel attempted to again call attention to the\r\nexistence of the hostile environment occurring after the assault,\r\nfocusing on Wills's inability to take advantage of education\r\nopportunities on campus.  She explained:\r\n  But I believe the testimony in this case was\r\nthat this incident impacted Ms. Wills' ability\r\nto study.  She took an incomplete in the\r\nclass.  It impacted her ability to function in\r\nthe following class and so, therefore, the\r\nincident, the single incident created for her\r\na hostile environment, her hostile educational\r\nenvironment for Brown . . . .\r\nDespite its intimations of interest at the close of\r\nWills's case, the court ultimately rejected any claim for hostile\r\nenvironment discrimination based on  Wills's experiences or Brown's\r\nresponse after the December 1992 assault:\r\n  My ruling has consistently and clearly been\r\nthat evidence of what occurred after the\r\nalleged assault on Ms. Wills is irrelevant in\r\nthis case.  So I would not allow the evidence\r\non these grounds.\r\n    And you can mark for identification\r\nthat you say the offer of proof would consist\r\nof.  If you would like to respond in some way,\r\nMr. Richard, I will give you that opportunity. \r\nFrankly, I don't see what difference it is\r\ngoing to make, because if this becomes an\r\nissue on appeal and the Court of Appeals\r\nconcludes that this kind of evidence was\r\nadmissible and might have influenced the\r\noutcome, then presumably it would grant a new\r\ntrial.  If it concludes that it wasn't\r\nadmissible, and it won't, and I don't think it\r\nis going to make a great deal of difference\r\nexactly what the incidents are alleged to\r\nconsist of, but I will leave it up to you Mr.\r\nRichard.\r\n\nAfter the verdict, Wills reiterated in her motion for a new trial\r\nthat the trial court \"prevented [her] from showing Brown failed to\r\ntake appropriate action to end the harassment.  Therefore, [she]\r\ncould not prove one of the elements she was required to prove under\r\nLipsett to establish Brown's liability for hostile environment\r\nsexual harassment.\"\r\nDespite Wills's arguments to the contrary both before and\r\nthroughout the trial, the court took the position that, absent a\r\nsecond physical assault by Adesogan on Wills, or some form of\r\ndirect harassment, Wills had no claim for sex discrimination\r\nagainst Brown occurring after December 9, 1992.  In taking that\r\nnarrow view of hostile environment discrimination, the district\r\ncourt failed to recognize that Wills's educational experiences at\r\nBrown could be altered significantly by a hostile educational\r\nenvironment resulting from Adesogan's assault on her and his\r\ncontinuing presence in the classroom.  That failure, in turn,\r\nprompted the court to consistently reject all attempts by Wills to\r\nintroduce evidence of events following the assault on Wills to\r\nestablish Brown's liability for hostile environment discrimination. \r\nIn Wills's opening brief on appeal, she focused, inter\r\nalia, on the school's response to her complaint:  \r\n  To determine institutional liability under\r\neither Lipsett or Gebser, a trier of fact must\r\nlook to an institution's response once it\r\nlearns of sexual harassment.  Ms. Wills\r\nsubmits that to determine whether an official\r\ntook \"appropriate steps to halt\" the\r\nharassment (Lipsett) or whether an official\r\nwith authority to institute corrective\r\nmeasures was 'deliberately indifferent to the\r\nteacher's misconduct' (Gebser), the trier of\r\nfact must examine the institution's response\r\nto the complained-of-harassment.  This\r\nincludes an assessment of the action taken\r\nagainst the harasser as a result of the\r\nharassment and whether the harassment stopped. \r\nFurther, the Supreme Court, many years ago,\r\nmade clear the determination of a hostile\r\nenvironment must be based on 'the totality of\r\nthe circumstances.' As a result of the\r\ndistrict court's misapplication of the law in\r\nthis case, it precluded the parties from\r\nintroducing evidence, and specifically\r\nprecluded Ms. Wills from showing Brown's\r\naction against Professor Adesogan as a result\r\nof Ms. Wills' assault did not end the\r\nharassment. . . . Accordingly, Ms. Wills was\r\nnot allowed to show a failure to properly\r\naddress the harassment, considering the\r\ntotality of the circumstances.\r\n\nIn elaborating on this \"totality of the circumstances\" view of\r\nhostile environment discrimination in her opening brief, Wills\r\nfocused far too much attention on the trial court's alleged error\r\nin excluding evidence of Adesogan's sexual assaults on other female\r\nstudents at Brown before and after the assault on Wills, without\r\nrelating that evidence to her own experience of a hostile\r\nenvironment at Brown.  She did not refer explicitly to her claim\r\nthat the \"totality of the circumstances\" of a hostile environment\r\nincluded her reaction to the assault on her by Adesogan and his\r\ncontinuing presence in the classroom.\r\n  In her reply brief, Wills referred to the continuing\r\npresence claim more clearly: \"Wills continued to suffer harm after\r\nAdesogan sexually assaulted her due to his continued presence on\r\ncampus without any real imposition of discipline for his egregious\r\nconduct toward her.\"  She then elaborated:\r\n  Wills has standing to challenge Brown's\r\nremedial action taken after December 9, 1992,\r\nas she was mistreated by Brown when she\r\nreported the acts of Adesogan, and continued\r\nto suffer harm after that date as a result of\r\nAdesogan's continued presence on the campus\r\nwith unbridled authority to interact with\r\nstudents, including Wills. In addition, Wills\r\nhas standing to challenge Brown's remedial\r\naction . . . as Brown had actual notice of\r\nAdesogan's misconduct and did not halt the\r\nharassment.\r\n\nBrown never filed a motion to strike this portion of Wills's reply\r\nbrief as unfairly presenting a new issue.  At oral argument there\r\nwas extensive discussion of the hostile environment claim and the\r\npropriety of the district court's decision to exclude all post-\r\nDecember 9, 1992 evidence.  In both Wills's argument and Brown's,\r\nthere were inquiries about Wills's continuing presence claim of\r\nhostile environment discrimination.  Instead of arguing that Wills\r\nhad waived this claim by not raising it in her opening brief, Brown\r\naddressed the claim on its merits, arguing that there was no\r\nfurther harassment of Wills by Adesogan following the assault, and\r\nthat the trial court was correct to exclude any liability evidence\r\nsubsequent to the December 9, 1992 assault.  Brown's only effort at\r\noral argument to avoid the merits of Wills's hostile environment\r\nclaim involved an assertion, also set forth in its brief, that\r\nWills never made an offer of proof regarding Brown's conduct\r\nfollowing the assault in response to her complaints    not that\r\nWills had waived any argument on appeal.  In my view, these\r\nexchanges demonstrate that the parties always understood, at trial\r\nand on appeal, that Wills's claim of hostile environment\r\ndiscrimination, rather than being limited to Brown's responsibility\r\nfor its failure to prevent Adesogan's sexual assault on Wills, also\r\nincluded her claim that Brown was responsible for the hostile\r\nenvironment discrimination she experienced after the assault\r\nbecause of its severity and Adesogan's continuing presence in the\r\nclassroom.  \r\nWithout minimizing the deficiencies in the quality of\r\nWills's opening brief on appeal, I think there is a significant\r\ndifference between an argument that is waived and one that is\r\nargued poorly.  Wills argued her continuing presence claim of\r\nhostile environment discrimination to the trial court.  This\r\nargument in the trial court fairly informs the reference to the\r\n\"totality of the circumstances\" claim of hostile environment\r\ndiscrimination set forth in her opening brief on appeal.  She\r\nreturned in her reply brief to the explicit iteration of the\r\ncontinuing presence claim of hostile environment discrimination\r\npresented to the trial court.  Brown never argued in writing or\r\norally that Wills had waived on appeal this claim of hostile\r\nenvironment discrimination.  Given the prominence of this claim\r\nbefore the district court, its adequate explanation in the reply\r\nbrief, and the attention it commanded at oral argument, Wills's \r\nvague reference to it in her opening brief should not preclude our\r\nconsideration of this important issue.\r\n                     II. Wills's Claim\r\nThere is no dispute that, following the incident on\r\nDecember 9, 1992, Wills was never again physically assaulted or\r\nverbally harassed by Adesogan.  Nonetheless, Wills argues that\r\nAdesogan's continuing presence on the faculty and in the classroom\r\ncreated a hostile environment that altered the terms and conditions\r\nof her educational environment, thereby establishing the basis for\r\na claim of sex discrimination against Brown under Title IX.  The\r\nmajority recognizes that \"in some cases, merely to maintain a\r\nharasser in a position of authority over the victim, after notice\r\nof prior harassment, could create new liability.\"  This is an\r\nimportant recognition.  The majority also notes, however, that\r\nWills's \"continuing harassment theory is a very weak one on these\r\nfacts.\" \r\nI think we should be wary of characterizing the strength\r\nor weakness of a case that Wills was never allowed to develop fully\r\nbecause of the exclusionary rulings of the trial court. \r\nNevertheless, given what we do know of Wills's case from pre-trial\r\nsubmissions and arguments before the trial court, I think she\r\noffered the outlines of a plausible claim of continuing presence\r\nhostile environment discrimination that she was entitled to present\r\nto a jury.  I therefore agree with Wills that the trial court erred\r\nin excluding any evidence of Brown's liability for hostile\r\nenvironment discrimination based on Brown's response to Wills's\r\ncomplaint of a sexual assault by Adesogan and its response to other\r\ninformation and events subsequent to December 9, 1992.  I must\r\nexplain that position more fully.\r\nA. Title IX and Gebser v. Lago Vista Independent School District\r\nTitle IX provides that \"[n]o person . . . shall, on the\r\nbasis of sex, be excluded from participation in, be denied the\r\nbenefits of, or be subjected to discrimination under any education\r\nprogram or activity receiving Federal financial assistance.\" 20\r\nU.S.C.  1681(a).  Title IX imposes an obligation on educational\r\ninstitutions receiving federal funds to refrain from denying\r\neducational opportunities on the basis of sex.  Title IX is\r\nenforceable through an implied private right of action against an\r\neducational institution. See Cannon v. University of Chicago, 441\r\nU.S. 677 (1979).  That action can include a demand for monetary\r\ndamages. See Franklin v. Gwinnett County Pub. Schs., 503 U.S. 60\r\n(1992).\r\nWhen Wills brought her case against Brown in 1995, there\r\nwas uncertainty about the standards of liability for educational\r\ninstitutions under Title IX.  The Supreme Court ended this\r\nuncertainty in Gebser v. Lago Vista Independent School District,\r\nrejecting institutional liability based on agency principles or\r\nconstructive notice to establish institutional liability. See\r\nGebser v. Lago Vista Indep. Sch. Dist., 118 S. Ct. 1989, 1999\r\n(1998). The Court explained that Title IX creates obligations that\r\nare contractual in nature, \"conditioning an offer of federal\r\nfunding on a promise by the recipient not to discriminate.\"  Id. at\r\n1997.  The focus of Title IX is on \"protecting individuals from\r\ndiscriminatory practices carried out by recipients of federal\r\nfunds.\" Id.  This focus differs from Title VII, which prohibits sex\r\ndiscrimination without regard to federal funding.  See id.  On the\r\nbasis of the distinct purpose of Title IX, the Court concluded\r\nthat:   \r\n  [I]n cases . . . that do not involve official\r\npolicy of the recipient entity, we hold that a\r\ndamages remedy will not lie under Title IX\r\nunless an official who at a minimum has\r\nauthority to address the alleged\r\ndiscrimination and to institute corrective\r\nmeasures on the recipient's behalf has actual\r\nknowledge of discrimination in the recipient's\r\nprograms and fails to adequately respond. \r\n    We think, moreover, that the response\r\nmust amount to deliberate indifference to\r\ndiscrimination.\r\n\nId. at 1999.\r\nAccordingly, in a Title IX action, a plaintiff must\r\nallege that the recipient of the federal funds - the educational\r\ninstitution - was deliberately indifferent to discrimination on the\r\nbasis of sex.  To establish the institution's liability, a\r\nplaintiff must show that the school had \"notice\" of the alleged\r\ndiscrimination. See id.  Even if the school had notice of the\r\nalleged discrimination, it is not liable for a Title IX violation\r\nunless its response amounted to \"deliberate indifference to\r\ndiscrimination.\"  See id.\r\nB. The continuing presence claim of sex discrimination\r\nSex discrimination in education involves the denial of\r\neducational benefits or the alteration of conditions of the\r\neducational environment on the basis of sex. See Davis v. Monroe\r\nCounty Bd. of Educ., 119 S. Ct. 1661, 1675 (1999).  If sufficiently\r\nsevere, sex harassment, a form of sex discrimination for the\r\npurpose of Title IX, \"can be said to deprive the victims of access\r\nto the educational opportunities or benefits provided by the\r\nschool.\" Id.  The denial or alteration can be the result of\r\ninappropriate touching, see Canutillo Indep. Sch. Dist. v. Leija,\r\n101 F.3d 393, 395 (5th Cir. 1996), the solicitation of sexual\r\nfavors in return for educational rewards, see Miller v. Kentosh,\r\nNo. Civ. A. 97-6541, 1998 WL 355520 (E.D. Pa. June 29, 1998), a\r\npattern of coercive sexual relations between a student and a\r\nteacher, see Franklin, 503 U.S. at 63, or a pattern of severe\r\nstudent on student sexual harassment, see Davis, 119 S. Ct. at\r\n1673.  The effect of such abusive conduct on a victim does not\r\nnecessarily end with a cessation of the abusive conduct,\r\nparticularly if the victim and the abuser retain the same or\r\nsimilar roles in an educational institution.  In some cases, the\r\ncontinuing presence of the harasser may so alter the terms and\r\nconditions of education that the victim of harassment may be able\r\nto establish a claim for sex discrimination.\r\nIn Gebser, a student who had been involved in a sexual\r\nrelationship with her teacher sued the school district under Title\r\nIX.  Once the school was given notice of the sexual relationship\r\nbetween the student and teacher, the school immediately fired the\r\nteacher.  Therefore, the Court had no occasion to consider the\r\nrelationship between the continued presence of the teacher in the\r\nschool and altered conditions of education.  However, in Patricia\r\nH. v. Berkeley Unified School District, 830 F. Supp. 1288 (N.D.\r\nCal. 1993), a district court squarely addressed this issue.\r\nPatricia H. brought suit against the school district on behalf of\r\nher daughters.  Patricia H. had been involved with a teacher in the\r\nschool district (Hamilton) who, she alleged, molested both of her\r\ndaughters while Patricia H. and Hamilton were dating. Patricia H.\r\nfiled criminal charges against Hamilton.  The school district\r\nplaced Hamilton on a leave of absence without pay, and then\r\nsuspended him.  The criminal charges were ultimately dismissed,\r\nsubject to Hamilton's participation in rehabilitation programs and\r\npsychological counseling, and his license to teach was reinstated. \r\nHamilton resumed teaching music classes, which he taught throughout\r\nthe school district, including those schools attended by Patricia\r\nH.'s two daughters.  On cross-motions for summary judgment, the\r\ncourt was asked to consider whether \"the mere presence of Hamilton\r\nas a teacher, a figure of authority and respect, in the schools\r\n[the two daughters] were attending, or would have attended but for\r\nhis presence, created a hostile environment that deprived them of\r\nfull enjoyment, and during the semesters of their absence, any\r\nenjoyment, of their education within the [school district].\" Id. at\r\n1296.  The court concluded that \r\n  [t]he very severity of the molestation, and\r\nthe grave disparity in age and power between\r\nthe girls and [the teacher], suggests that a\r\nreasonable student, having experienced such an\r\nassault, would be intimidated and fearful of\r\n[the teacher's] presence at her school, so\r\nmuch so that her fear would interfere with her\r\nability to learn, and to enjoy all aspects of\r\nher education fully, even though the alleged\r\nmolestations were isolated in time and\r\noccurred outside of the school setting.  The\r\nCourt is unable to declare, as a matter of\r\nlaw, that [the students] did not experience a\r\nhostile environment in the [school district].\r\nThe Court, however, also cannot declare that,\r\nas a matter of law, a hostile environment did\r\nexist.  The question, whether a reasonable\r\nfemale student of [the student's] age, having\r\nexperienced the harassment she alleges, would\r\nfind [the teacher's] mere presence at [the\r\nschool] created a hostile environment, is one\r\nquestion for the jury.\r\n\nId. at 1296-97 (footnotes omitted).\r\nThe proposition that the presence of a harasser can rise\r\nto the level of hostile environment sex discrimination finds\r\nsupport in the Title VII context.  In Ellison v. Brady, 924 F.2d\r\n872, 883 (9th Cir. 1991), the plaintiff alleged, inter alia, that\r\nher employer's decision to allow an employee who had formerly\r\nharassed her to transfer back into her office, after a six-month\r\n\"cooling-off period,\" created a hostile work environment.  The\r\ncourt accepted the plaintiff's argument, concluding that \"[w]e\r\nbelieve that in some cases the mere presence of an employee who has\r\nengaged in particularly severe or pervasive harassment can create\r\na hostile work environment.\" Id.  The court noted that there may be\r\nsituations where an employer can only fully remedy the harassment\r\nby removing the harasser from the work environment. See id. at 883,\r\n883 n.19.\r\nC. The continuing presence claim of sex discrimination in this case\r\n\n         1.     The hostile environment: the conduct of Adesogan\r\n       and its effect on Wills\r\n\nWills was enrolled in organic chemistry in the fall of\r\n1992 because she planned to attend medical school.  Because Wills\r\nwas having difficulty with the material, she went to see Adesogan\r\nin his office for help on December 9, 1992 at 4:00 p.m., where she\r\nfound him meeting with another student.  He told her to come back\r\nat 5:30.  When she returned, Adesogan looked up the grade on her\r\nlast exam and asked her why she had done so poorly.  Wills told him\r\nshe had a lot of things going on at home and that she had not been\r\neating.  He sent her off to get something to eat and told her to\r\ncome back at 6:30 since there was no way to study chemistry on an\r\nempty stomach.  When she returned at 6:30 and found the building\r\nlocked, she called up to  Adesogan's office.  He came down, let her\r\ninto the building, and they went upstairs to his office where\r\nAdesogan shut the door. \r\nFirst, Adesogan asked her to join him in prayer.  He\r\ntold her that he was glad she was a Christian and asked God to open\r\nup her brain so that she could be more receptive to him and to\r\nchemistry formulas and equations.  Adesogan then worked with  Wills\r\non chemistry problems until he announced that they needed a break\r\ntime for prayer.  He then picked her up, put his arms around her\r\nwaist and sat her on his lap.  As he \"prayed\" about Wills's eating\r\nproblems and her performance in organic chemistry, he allegedly put\r\nhis hand under her shirt, rubbed her stomach and touched her\r\nbreast.  Wills explained that the first time he touched her breast,\r\nhis hand just grazed her body and she thought that maybe the\r\ntouching was an accident.  After this \"prayer\" session they\r\nreturned to studying organic chemistry.  About twenty minutes\r\nlater, he told her they needed to pray again and he again pulled \r\nWills onto his lap.  As he was touching her breasts and praying, he\r\ntold her: \"I want you to understand there is no hanky panky stuff\r\ngoing on - I want to be close to you like father-daughter.\"  Again,\r\nthey returned to studying.  The third time he pulled her onto his\r\nlap for a prayer session and rubbed her breasts, he said: \"Don't\r\nlet the Devil confuse Marketa into thinking that anything that went\r\non today was sexual.\"  During each prayer session, which lasted\r\nabout seven or eight minutes, Adesogan sang religious songs.\r\nThe entire meeting lasted about an hour and forty-five\r\nminutes.  As she was leaving, Adesogan told Wills that she should\r\ngo to the small group sessions and that she should meet privately\r\nwith him before the exam.  Together, they would be able to \"get\r\nit.\"  Wills never went back to Adesogan's office, or to another\r\norganic chemistry class that year.\r\nAs a result of Adesogan's continuing presence on the\r\nfaculty, Wills felt the need to avoid him, both on the college\r\ncampus and in her workplace.   She delayed enrolling in the second\r\nhalf of organic chemistry in an effort to distance herself from the\r\ntrauma of what had happened.  When Wills ultimately enrolled in the\r\nsecond half of organic chemistry in the spring of 1994, she\r\ndiscovered that Adesogan was the only professor Brown had assigned\r\nto teach the class, a fact she did not know until the day class\r\nbegan.  Wills immediately left the class.  At trial, she testified\r\nthat \"I probably tried to muster up some courage to go back to\r\nclass at least once or twice.\"  Other than those occasions, she did\r\nnot return to the class for the rest of the semester.\r\nIn order to complete her pre-med studies, Wills had to\r\ntake the second semester of organic chemistry.  The University sent\r\nWills a letter that spring offering her one of two options for the\r\nsecond half of the organic chemistry class.  She could request a\r\ngrade option change for the course, which would allow her to take\r\na pass in the course rather than a letter grade.  As a pre-med\r\nstudent, however, she was advised to first discuss this option with\r\none of the deans.  Or, as the letter said, she could \"cut her\r\nlosses,\" take an incomplete in the course and take the class again\r\nin summer school, the tuition for which would be waived.  The\r\nschool also offered to write her a letter that would\r\n\"contextualize\" the difficulties she had experienced.  Wills\r\ncompleted the second semester of organic chemistry in summer\r\nschool.  \r\nOn these facts, I conclude that a reasonable jury could\r\nfind that: (1) Adesogan subjected Wills to severe sexual\r\nharassment; (2) Wills experienced his continuing presence in the\r\nclassroom as a hostile environment that altered the conditions of\r\nher education at Brown; and (3) a reasonable person subjected to\r\nthe harassment that Wills experienced would have had a similar\r\nreaction to the continuing presence of Adesogan in the classroom. \r\nSee Harris v. Forklift Sys., Inc., 510 U.S. 17, 21-22 (1993);\r\nDavis, 119 S. Ct. at 1674-75. \r\nThe existence of a hostile environment, however, does not\r\nnecessarily subject an educational institution to liability under\r\nTitle IX.  Liability only attaches where (1) the educational\r\ninstitution has actual notice of the alleged discrimination, see\r\nGebser, 118 S. Ct. at 1999, and (2) the school's response to the\r\ndiscrimination was \"clearly unreasonable in light of the known\r\ncircumstances.\" Davis, 119 S. Ct. at 1674.  When the educational\r\ninstitution \"does not engage in the harassment directly, it may not\r\nbe liable for damages unless its deliberate indifference subjects\r\nits students to harassment.  That is, deliberate indifference must,\r\nat a minimum, cause the students to undergo harassment or make them\r\nliable or vulnerable to it.\" Id. at 1672 (citations and quotation\r\nmarks omitted).  I must therefore examine the issues of notice and\r\ndeliberate indifference.\r\n2. Notice\r\nThe record is clear that Wills filed a written complaint\r\ncharging  Adesogan with sexual harassment.  That written complaint\r\nwas submitted to the Provost of Brown University, who was charged\r\nwith investigating allegations of sexual harassment.  Wills also\r\nmet personally with the Provost.  Thus, Wills informed an official\r\nat Brown, with the authority to address the alleged discrimination\r\nand to institute corrective measures, of the assault by Adesogan. \r\nSee Gebser, 118 S. Ct. at 1999.  The record also contains\r\ncorrespondence between Wills and the Dean of the College, which\r\nindicates that the school would accommodate Wills's desire to take\r\nan incomplete in organic chemistry.  This correspondence suggests\r\nthat Wills gave notice to the University officials in 1992 that she\r\nwas unable to continue with her organic chemistry studies because\r\nof her experiences with Adesogan.  Further, in Wills's \"Motion to\r\nDetermine in Advance of Trial the Admissibility of Defendant's\r\nSubsequent Acts,\" she claimed that Brown \"was aware that she was\r\ncontinuing to experience emotional and academic difficulties as a\r\nresult of Adesogan's assault upon her in 1992.\"  Moreover, in a\r\npre-trial conference, Wills's counsel claimed that Wills's name\r\nappeared in more than fifteen documents relating to the '93/'94\r\ntime frame which indicated that Brown was aware that Wills was\r\ncontinuing to experience significant difficulties at school.  At\r\ntrial, the Dean of the College testified that in the spring of 1994\r\nWills came to her because of difficulty with the second half of\r\norganic chemistry.\r\nIn Gebser, the school district had received complaints\r\nfrom parents that the teacher involved in a sexual relationship\r\nwith the student was using inappropriate and sexually explicit\r\nlanguage in his class.  The Supreme Court rejected the argument\r\nthat such complaints met the notice requirement of Title IX.  \"That\r\n[notice] . . . consisted of a complaint from parents of other\r\nstudents charging only that [the teacher] had made inappropriate\r\ncomments during class, which was plainly insufficient to alert the\r\nprincipal to the possibility that [the teacher] was involved in a\r\nsexual relationship with a student.\" Gebser, 118 S. Ct. at 2000. \r\nContrary to the Gebser scenario, Wills's report to Brown of the\r\nsexual assault by Adesogan, of her inability to continue with the\r\nstudy of organic chemistry in the fall of 1992, and of subsequent \r\nemotional and academic difficulties she was having because of the\r\nassault by Adesogan, was not \"plainly insufficient\" to alert Brown\r\nto the existence for Wills of a hostile educational environment\r\nthat altered educational conditions for her at Brown.  See id. at\r\n1999 (the institution must have \"actual knowledge of discrimination\r\nin the recipient's programs\").  Moreover, there is evidence that\r\nBrown knew of Adesogan's assaults on other women students at Brown\r\nbefore Wills attempted to take the second half of organic chemistry\r\nin the spring of 1994.  Accordingly, the next issue is whether\r\nWills can demonstrate that Brown was deliberately indifferent to\r\ndiscrimination.\r\n3. Deliberate Indifference\r\nOnce the institution is placed on actual notice of sex\r\ndiscrimination, the institution is given an \"opportunity to rectify\r\nany violation.\" Gebser, 118 S. Ct. at 1999.  If the response is\r\nadequate, the institution satisfies its obligations under Title IX.\r\nSee id.  Only where the institution's response amounts to\r\n\"deliberate indifference to discrimination,\" id., or \"is clearly\r\nunreasonable in light of the known circumstances,\" Davis, 119 S.\r\nCt. 1674, will liability attach.  This requirement comports with\r\nthe administrative enforcement scheme for Title IX which\r\ncontemplates action only when the \"official who is advised of a\r\nTitle IX violation refuses to take action to bring the recipient\r\ninto compliance.  The premise, in other words, is an official\r\ndecision by the recipient not to remedy the violation.\" Gebser, 118\r\nS. Ct. at 1999.  By requiring the plaintiff to prove that the\r\ninstitution's response was deliberately indifferent,  there is no\r\n\"risk that the recipient [of federal funds] would be liable in\r\ndamages not for its own official decision but instead for its\r\nemployees' independent actions.\" Id.   \r\nOnly \"known circumstances\" inform what can be considered\r\na \"clearly unreasonable\" response. Davis, 119 S. Ct. at 1674. \r\nThus, the adequacy of a school's response may change with an\r\nincrease in the school's knowledge of the circumstances of\r\ndiscrimination.  In a case such as this, Brown might not be liable\r\nfor Adesogan's individual act of sex discrimination (the sexual\r\nassault on Wills) because of a lack of notice of any prior\r\nmisconduct by Adesogan.  Moreover, its initial response to a first\r\ncomplaint of misconduct from Wills might be adequate for the\r\npurpose of the Gebser and Davis analysis.  However, what was an\r\nadequate response to a single complaint of sex harassment may\r\nbecome \"clearly unreasonable\" when the school is placed on notice\r\nby additional complaints or other pertinent information.  See,\r\ne.g., Davis, 119 S. Ct. at 1674 (noting that the petitioner might\r\nbe able to show that the school subjected her to discrimination by\r\nfailing to respond to complaints of misconduct by both the\r\npetitioner as well as other female students).  Accordingly, in the\r\ncontext of the hostile environment claim in this case, Wills must\r\ndemonstrate that Brown's response was deliberately indifferent to\r\nthe hostile educational environment created for her by Adesogan's\r\nassault and continuing presence in the classroom in light of the\r\nnotice the school received of Wills's ongoing problems with\r\nAdesogan's presence and reports from other students of Adesogan's\r\nmisconduct.  \r\nIn response to Wills's complaint, the Provost and the\r\nDean of Faculty met with  Adesogan who admitted that he had pulled\r\nWills onto his lap, hugged her, and perhaps touched her breast\r\naccidentally.  The Provost sent Adesogan a letter of reprimand,\r\ncondemning his behavior and placing him on probation.  The Provost\r\nwarned that \"a second incident of unacceptable behavior will\r\nconstitute grounds for immediate dismissal.\"  However, in the \r\nProvost's deposition, he acknowledged a memorandum from the Dean of\r\nthe Faculty to all Department Chairs and Directors of Programs,\r\nissued in September of 1992, summarizing the University's policy\r\nprohibiting members of the faculty from engaging in acts of sex\r\ndiscrimination against students.  According to the memorandum, \"a\r\nfaculty member or teaching assistant violating the policy will be\r\nsubject to immediate suspension and/or dismissal.\"  Approximately\r\ntwo months after Wills's complaint about the sexual assault,\r\nmembers of the chemistry department recommended that Adesogan be\r\nretained for the next academic year, notwithstanding his\r\n\"mistakes,\" and that he be given a raise.  Provost Rothman accepted\r\nthe recommendations and reappointed Adesogan, awarding him a raise. \r\nThereafter, more women came forward to notify Brown of\r\nAdesogan's misconduct.  In September 1993, Tilly Gurman filed a\r\nwritten complaint alleging that Adesogan had sexually harassed her\r\nin the fall of 1992, prior to Adesogan's assault on Wills.  The\r\nAssistant Dean of Academic Affairs and the Provost decided to take\r\nno action, concluding that Adesogan had already been reprimanded\r\nand warned of the consequences of his behavior following the event\r\nwith Wills.  \r\n In January 1994, Amy Sanford informed the Assistant Dean\r\nthat Adesogan had hugged and kissed her on a number of occasions in\r\nthe fall of 1993.  Although Sanford did not file a formal\r\ncomplaint, the Assistant Dean did report the allegations to the\r\nDean of the College.  No action was taken and Adesogan remained in\r\nthe classroom.  In fact, as already noted, he was the only\r\nprofessor teaching the second half of organic chemistry in the\r\nspring of 1994, a gateway course for medical school which Wills had\r\nto take.  Brown took no further action against Adesogan until March\r\nof 1994 when it received complaints from six female students in a\r\none week period that he had assaulted them. \r\nOn these facts, I cannot say as a matter of law that\r\nWills could not persuade a reasonable fact-finder that Brown's\r\ndecision to keep Adesogan on the faculty and in the classroom until\r\nMarch 1994 reflected deliberate indifference to a hostile\r\nenvironment that altered the conditions of Wills's education at\r\nBrown.  In reaching this conclusion, I am not suggesting that an\r\neducational institution, after verifying a claim of sexual\r\nharassment by one of its teachers, must terminate that teacher's\r\nemployment in order to avoid Title IX liability. Cf. Davis, 119 S.\r\nCt. at 1673-74.  The adequacy of the institution's response,\r\nassessed within the rubric of deliberate indifference, will depend\r\non a myriad of factors relating to the nature of the harassment,\r\nits duration, the roles of the harasser and the victim before and\r\nafter the harassment, the nature of their continuing contact, other\r\nacts of misconduct by the harasser known to the institution, and\r\nthe conditions altered by the continuing presence of the harasser.\r\nIn this case, a jury never considered this myriad of\r\nfactors because the district court took an unduly restrictive view\r\nof hostile environment discrimination, believing that only a second\r\nassault by Adesogan on Wills or some other form of direct\r\nharassment would constitute such an environment.  The court was\r\nunwilling to consider that a hostile environment could exist on the\r\nbasis of other factors   in this case, the response of Wills to the\r\nsexual assault and the continued presence of the harasser in the\r\nclassroom who, because of his presence, denied Wills a benefit of\r\nher education at Brown because of her sex.  Title IX protects\r\nindividuals from such discriminatory practices carried out by the\r\nrecipient of federal funds.  See Gebser, 118 S. Ct. at 1997.  Wills\r\ncontends that Brown, through its deliberate indifference, was\r\nresponsible for that denial of an educational benefit because of\r\nher sex.  The district court wrongly precluded her from presenting\r\nthis claim to a jury.  We should correct that error.\n",
  "html": "",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<pre class=\"inline\">               United States Court of Appeals\r\n                   For the First Circuit\r\n\nNo. 98-1701\r\n\n                        MARKETA WILLS,\r\n\n                    Plaintiff, Appellant,\r\n\n                              v.\r\n\n                  BROWN UNIVERSITY, ET AL.,\r\n\n                    Defendants, Appellees.\r\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n               FOR THE DISTRICT OF RHODE ISLAND\r\n\n         [Hon. Ernest C. Torres, U.S. District Judge]\r\n\n                            Before\r\n\n         Boudin, Lynch, and Lipez, Circuit Judges. \r\n\n   Sheila A. Engelmeier with whom Shane H. Anderson and Mackall,\r\nCrounse &amp; Moore, PLC were on brief for appellant.\r\n   Steven M. Richard with whom Peter J. McGinn, Tillinghast Licht\r\n&amp; Semonoff Ltd., Beverly E. Ledbetter, and Janice E. Wright were on\r\nbrief for appellees.\r\n\nJuly 15, 1999\r\n\n  BOUDIN, Circuit Judge.  This appeal involves a lawsuit\r\nseeking damages for sexual harassment brought in the district court\r\nby the plaintiff, Marketa Wills, against Brown University and one\r\nof its former teachers, Professor Kayode Adesogan.  The principal\r\nissues on appeal, but not the only ones, involve Title IX of the\r\nEducation Amendments of 1972, 20 U.S.C.  1681 et seq.  The\r\nbackground events and the proceedings in the district court are as\r\nfollows.\r\nAdesogan, a chemistry professor at a Nigerian university,\r\ntaught as a visiting professor at Brown between 1991 and 1994.  In\r\nthe fall semester of 1992, Wills--then a sophomore at Brown--took\r\na course in organic chemistry.  Although assigned to a section\r\ntaught by Professor Ronald Lawler, Wills began to attend lectures\r\nin the other organic chemistry section, this one taught by\r\nAdesogan.  Wills had earlier introduced herself to Adesogan at a\r\nsocial event and attended a small study group held by Adesogan in\r\naddition to his formal lectures.\r\nOn December 9, 1992, Wills sought out Adesogan in his\r\noffice because she was having difficulty in the course.  During\r\nthis encounter, while purporting to pray with Wills, Adesogan twice\r\npulled Wills into his lap, allegedly put his hand under her shirt,\r\nrubbed her stomach and twice touched or rubbed her breasts.  The\r\nnext day Wills met with Dean Karen Romer, who was then associate\r\ndean of academic affairs and had special responsibility for sexual\r\nassault or harassment claims; on December 14, 1992, Wills filed a\r\nwritten complaint.  This incident lies at the core of Wills's\r\nsubsequent suit against Brown and Adesogan.\r\nIn response to Wills's written complaint, Provost Frank\r\nRothman and Dean of Faculty Bryan Shepp met with Wills on December\r\n14, 1992, and then separately with Adesogan on December 15, 1992. \r\nAdesogan admitted hugging Wills, drawing her onto his lap and\r\ntouching her breast, although he denied placing his hand under\r\nWills's shirt.  By letter dated December 23, 1992, Rothman placed\r\nAdesogan on probation, stating in a written reprimand that a\r\nfurther incident would be grounds for immediate dismissal but that\r\nthis appeared to be Adesogan's first instance of improper behavior\r\nduring his stay at Brown.\r\nRothman was mistaken.  In October 1992, Adesogan had\r\ninappropriately hugged and touched another student, Laura\r\nSchleussner, who was enrolled in his section and had come to meet\r\nwith him for help.  Schleussner had then met with Dr. Barbara\r\nTannenbaum, a lecturer at Brown, who was acting as an ombudswoman\r\nfor Brown to oversee sexual harassment services.  At trial,\r\nSchleussner and Tannenbaum gave somewhat different versions of the\r\nmeeting, especially as to how much detail Schleussner provided.  It\r\nappears that Schleussner wanted to remain anonymous but did want\r\nsomething done to prevent repetitions.\r\nSchleussner had also complained to a chemistry department\r\nlecturer whom she knew and trusted, and that lecturer spoke in due\r\ncourse with Lawler, who taught the other section of organic\r\nchemistry.  Lawler in turn told Adesogan that students would feel\r\nmore comfortable if Adesogan kept his door open when conferring\r\nwith students, but Lawler--who may have known few details--did not\r\nfurther advise the provost or anyone else in Brown's\r\nadministration.\r\nIn February 1993, Rothman accepted the recommendation of\r\nthe chemistry department that Adesogan be retained for another year\r\nand given a raise.  In September 1993, another student, Tilly\r\nGurman, filed a complaint that Adesogan had sexually harassed her\r\nin the fall of 1992.  Romer informed Rothman, and Romer suggested\r\nno action because the Gurman incident had occurred before Adesogan\r\nhad been reprimanded, and both Romer and Rothman believed that the\r\nwarning to Adesogan in December 1993 had been sufficient.\r\nIn January 1994, another student, Amy Sanford, reported\r\nto Romer that between the fall of 1993 and January 1994, Adesogan\r\nhad engaged in inappropriate conduct with Sanford (e.g., by\r\nrepeated hugs and kisses), and Sanford told Romer that Adesogan had\r\npreviously harassed another friend.  Romer reported the matter to\r\nher immediate superior but it was not carried further, apparently\r\nbecause Sanford had not wanted it officially pursued.\r\nWills, after her own experience with Adesogan in December\r\n1992, had not sought any further contact with him.  She saw him\r\nthereafter on two different occasions:  first, on an unspecified\r\ndate, Adesogan entered a drugstore where Wills was working, and\r\nWills immediately retreated to a back room; second, in January\r\n1994, Wills enrolled in another chemistry course and discovered\r\nthat Adesogan was the teacher.  Wills testified that she rarely\r\nattended the lectures after the first session, but Adesogan did not\r\nlong remain at Brown.  During March 1994, Brown received further\r\ncomplaints of harassment by Adesogan from six or more other female\r\nstudents.  That same month Brown dismissed Adesogan.  Wills\r\nultimately graduated from Brown and later enrolled in medical\r\nschool in Pennsylvania.\r\nIn December 1995, just short of three years after her\r\nmeeting with Adesogan, Wills filed a complaint in district court\r\nagainst Brown and Adesogan.  The complaint set forth eight counts\r\nagainst Brown, Adesogan, or both, under state law (counts I through\r\nVIII) and two further federal claims against Brown under Title IX,\r\none designated \"hostile environment sex harassment\" (count IX) and\r\nthe other designated \"quid pro quo sex harassment\" (count X). \r\nAdesogan never responded, and the case proceeded solely against\r\nBrown.  A default judgment in the amount of $275,000 was later\r\nentered against Adesogan.\r\nIn due course, Brown moved for summary judgment as to all\r\ncounts against it.  Following a hearing on November 24, 1997, the\r\ndistrict court granted summary judgment in Brown's favor as to the\r\nclaims for negligent hiring (count II), negligent retention (but\r\nnot negligent supervision, which was a part of the same count III),\r\nnegligent entrustment (count IV), and intentional and negligent\r\ninfliction of emotional distress (counts V and VI).  Thereafter,\r\nthe court denied summary judgment on Wills's claims based on a\r\nhostile environment theory of sex discrimination.  This theory was\r\nexplicitly set forth in count IX based on Title IX (and by\r\nimplication in count VII under the state civil rights statute).\r\nThis disposition left for trial four separate claims\r\nagainst Brown:  assault and battery (count I), negligent\r\nsupervision (count III), and sex discrimination based both on a\r\nhostile environment and a quid pro quo theory (counts IX and X). \r\nTrial began on March 19, 1998, and when Wills rested her opening\r\ncase, the district court granted Brown's motion for a directed\r\nverdict only as to the assault and battery claim and the quid pro\r\nquo sex discrimination claim.  Fed. R. Civ. P. 50(a).  Following\r\nfurther evidence, the negligent supervision and hostile environment\r\nclaims were submitted to the jury.\r\nOn March 31, 1998, the jury returned a verdict in Brown's\r\nfavor on both claims.  Thereafter Wills filed a post-trial motion\r\nseeking judgment notwithstanding the verdict and, alternatively, a\r\nnew trial on these same claims.  Fed. R. Civ. P. 50, 59.  The\r\ndistrict court denied Wills's motion and entered judgment in favor\r\nof Brown.  Wills now appeals, challenging (in her main argument)\r\nthe district court's exclusion of evidence on her hostile work\r\nenvironment claim which was rejected by the jury.  She also attacks\r\nthe district court's grant of summary judgment on three of the\r\nstate tort claims, its grant of directed verdicts on her assault\r\nand battery and her quid pro quo claims, and its denial of a new\r\ntrial on the two claims rejected by the jury.\r\n1.  Title IX forbids schools that receive federal funding\r\nfrom discriminating against students \"on the basis of sex.\"  20\r\nU.S.C.  1681(a).  Starting from the now-accepted premise that\r\nsexual harassment can constitute sex discrimination, Meritor\r\nSavings Bank, FSB v. Vinson, </pre><span class=\"citation\" data-id=\"111712\"><a href=\"/opinion/111712/meritor-savings-bank-fsb-v-vinson/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">57</span></a></span><pre class=\"inline\"> (1986), the Supreme Court\r\nhas endorsed two different, although related, theories as to how\r\nsuch harassment can constitute sex discrimination either in the\r\nworkplace (Title VII) or school context (Title IX).\r\nOne theory, popularly known as \"quid pro quo\" harassment\r\nor discrimination, occurs most often when some benefit or adverse\r\naction, such as change in salary at work or a grade in school, is\r\nmade to depend on providing sexual favors to someone in authority,\r\nLipsett v. University of Puerto Rico, </pre><span class=\"citation\" data-id=\"516408\"><a href=\"/opinion/516408/annabelle-lipsett-v-university-of-puerto-rico/\"><span class=\"volume\">864</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">881</span></a></span><pre class=\"inline\">, 898 (1st Cir.\r\n1988); the other theory, under the rubric \"hostile environment,\"\r\napplies where the acts of sexual harassment are sufficiently severe\r\nto interfere with the workplace or school opportunities normally\r\navailable to the worker or student.  Meritor, 477 U.S. at 66; Davis\r\nv. Monroe County Bd. of Educ., </pre><span class=\"citation\" data-id=\"118290\"><a href=\"/opinion/118290/davis-v-monroe-county-bd-of-ed/\"><span class=\"volume\">119</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1661</span></a></span><pre class=\"inline\"> (1999).  In this\r\ncase, Wills advanced both theories against Brown--one in count IX\r\nand the other in count X.  But the evidence now in dispute was\r\noffered as support for the hostile environment claim (the quid pro\r\nquo claim never reached the jury).  \r\nBroadly speaking, a hostile environment claim requires\r\nthe victim to have been subjected to harassment severe enough to\r\ncompromise the victim's employment or educational opportunities\r\nand, in the case of a Title IX claim (but not under Title VII), the\r\ninstitution must have had actual knowledge of the harassment and\r\nhave exhibited deliberate indifference to it.  Gebser, 118 S. Ct.\r\nat 1997-99.  If the institution takes timely and reasonable\r\nmeasures to end the harassment, it is not liable under Title IX for\r\nprior harassment.  Id.  Of course, if it learns that its measures\r\nhave proved inadequate, it may be required to take further steps to\r\navoid new liability.\r\nFrom the outset, Wills's main claim based on a hostile\r\nenvironment theory has been that Wills was harassed by Adesogan on \r\nDecember 9, 1992, and that Brown is responsible for Adesogan's\r\nwrongdoing under Title IX because Brown had prior notice of the\r\nearlier Schleussner episode but did nothing to prevent the threat\r\nto other students such as Wills.  Wills wanted the jury also to\r\nknow that after her own harassment on December 9, Brown did not\r\nimmediately remove Adesogan from the faculty or otherwise take\r\naction beyond the reprimand; and, far more important, she wanted it\r\nto know that Brown later received additional complaints from others\r\nin 1993 and 1994 that Adesogan had harassed a half-dozen or more\r\nadditional victims.  The admissibility issue was presented and\r\nresolved in limine.\r\nIn excluding the evidence, the district judge reasoned\r\nthat if Brown had sufficient prior knowledge of the Schleussner\r\nepisode--and this was a fact question--then it was responsible for\r\nAdesogan's action on December 9, 1992, regardless whether it later\r\ntook adequate remedial steps and regardless whether it got later\r\ncomplaints from other students.  Conversely, even if the remedial\r\nsteps were inadequate and other students were later harassed, this\r\ndid not create liability on Brown's part for Adesogan's harassment\r\nby Wills on December 9, 1992, before the reprimand and before the\r\ncomplaints received in 1993 and 1994.  On this theory, the judge\r\ndrew a sharp line between what happened before and after December\r\n9, 1992.\r\nAt different times, Wills has offered different theories\r\nas to why the post-December 9 evidence in question is relevant to\r\nBrown's liability, but the argument principally made in the\r\ndistrict court--and the only argument fairly developed in her\r\nopening brief in appeal--is this: the showing of an inadequate\r\nresponse to harassment is a standard issue in Title IX litigation\r\nand (says Willis) she was therefore entitled to show that Brown's\r\nresponse in December 1992 was inadequate and failed to prevent the\r\nharassment of other students thereafter.  Wills has cited\r\nthroughout a set of cases, including one of our own, where\r\ninadequate response evidence was central.  See, e.g., Gebser, 118\r\nS. Ct. at 2000; Lipsett, 864 F.2d at 902-07. \r\nThe difficulty for Wills is that evidence of an\r\ninadequate response is pertinent to show fault and causation where\r\nthe plaintiff is claiming that she was harassed or continued to be\r\nharassed after the inadequate response.  See Gebser, 118 S. Ct. at\r\n1999; Lipsett, 864 F.2d at 907.  But here, as already noted,\r\nWills's claim was of a single specific harassment incident that\r\noccurred before the reprimand and the later complaints (albeit one\r\nthat caused continuing damages).  There is no mechanical rule that\r\nmakes such evidence relevant or irrelevant in the abstract:\r\nrelevance depends on the facts and the theory of the case being\r\npressed.\r\nHere, in relation to Brown's liability for the December\r\n9 incident, the reprimand evidence was perhaps thinly relevant\r\nbecause, although it had nothing to do with whether Brown had prior\r\nnotice before December 9 or whether Adesogan's behavior on that\r\noccasion violated the statute, it could arguably have been admitted\r\nas casting some backward light on Brown's general attitude--and\r\ntherefore on the issue whether Brown was \"deliberately indifferent\"\r\nin its handling of the Schleussner claim and the resulting exposure\r\nof other students, including Wills, to Adesogan's behavior.  But\r\nthe reprimand was at best marginal to the main issues at trial--the\r\nkey evidence on \"deliberate indifference\" was what Brown knew and\r\nwhat it did in response to Schleussner's complaint--and, taken\r\nalone, the reprimand was more favorable to Brown than to Wills\r\n(Brown wanted it in evidence).  As it happens, the jury later\r\nlearned that Adesogan had not been fired until 1994.\r\nWills's real hope was the evidence as to later claims\r\nmade by other students, Brown's arguably casual treatment of the\r\nSanford claims in January 1994, and the obvious harm inflicted on\r\nothers by Adesogan's continuing depredations.  Yet, this evidence\r\nis even more remote to Brown's general attitude in 1992, had a\r\npotential for severe prejudice, and would have required the trial\r\nto explore circumstances surrounding claims and acts of harassment\r\nof other victims which--unlike the Schleussner episode--had nothing\r\nto do with the vital question whether Brown had notice prior to\r\nDecember 1992.\r\nIn her reply brief on appeal, Wills offers a different\r\ntheory entirely.  In effect, she asserts that Adesogan's harassment\r\nof her continued after December 1992 because Adesogan remained as\r\na teacher and Wills was shocked and upset to find him in January\r\n1994 as her teacher in new chemistry course.  Her deposition gives\r\na somewhat tamer description of her reaction, but in any event\r\nWills was not required to take any course from Adesogan.  Wills's\r\nother exposure to Adesogan was a chance glimpse of him in a\r\ndrugstore at some earlier, unidentified point.\r\nIt is sufficient answer that theories offered for the\r\nfirst time in the reply brief are not preserved.  Executive Leasing\r\nCorp. v. Banco Popular, </pre><span class=\"citation\" data-id=\"195934\"><a href=\"/opinion/195934/executive-leasing-v-banco-popular/\"><span class=\"volume\">48</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">66</span></a></span><pre class=\"inline\">, 67-68 &amp; n.3 (1st Cir. 1995). \r\nIndeed, it is doubtful that Wills said enough in the district court\r\nto preserve the argument for appeal; at best, there are a few\r\nhints.  But even if preserved below, the argument has to be renewed\r\nin the opening brief on appeal, so that the appellee has a chance\r\nto respond.  Reply briefs are to counter the appellee's arguments,\r\nnot to offer new theories of error for the first time.  \r\nNevertheless, Wills's belated continuing harassment\r\ntheory is a very weak one on these facts.  On some cases, merely to\r\nmaintain a harasser in a position of authority over the victim,\r\nafter notice of prior harassment, could create new liability.  But\r\nit would not be easy to describe Adesogan's mere presence on a\r\nlarge campus as harassment of Wills, or to describe Brown's\r\nreasonably firm reprimand as representing \"deliberate indifference\"\r\nunder Davis.  119 S. Ct. at 1673.  Brown's treatment of Sanford's\r\nJanuary 1994 complaint is a closer question on the latter issue,\r\nbut even here Sanford's request for anonymity is not irrelevant and\r\nthe connection to Wills is slight.\r\nHowever, we need not decide whether this continuing\r\nharassment theory could be made to work on the present facts.  Even\r\nif this theory was fairly presented to the district judge which we\r\ndoubt--Wills did argue that she had suffered damages after December\r\n1992 but that is a quite different matter--it was not preserved on\r\nappeal.  Needless to say, this conclusion is not an endorsement of\r\nBrown's handling of the Adesogan debacle, which was remarkably\r\ninept even when one appreciates that there are due process values\r\nfor the professor and concerns about student anonymity that help\r\nshape university procedures. \r\nWills's remaining evidentiary claims can be briefly\r\nanswered.  She complains that in a non-responsive answer to a\r\nquestion from Wills's counsel, one of the Brown officials testified\r\nthat Brown had fired Adesogan, and Wills then brought out the fact\r\nthat he was not fired until March 1994.  The district court did not\r\npermit further inquiry, and Wills now says that she was \"severely\r\nprejudiced\" by the non-responsive answer and wrongly deprived of\r\nthe opportunity to explain to the jury that the reason he was fired\r\nwas \"for sexually assaulting nearly seven women in one week.\"\r\nBut telling the jury that Adesogan had been fired in 1994\r\nwas hardly harmful to Wills:  it showed that Brown did not fire\r\nAdesogan in December 1992--the very point that Wills says she was\r\nso anxious to present to the jury to show the inadequacy of the\r\nreprimand--and it probably indicated to the jury that Adesogan's\r\nbehavior was even worse than it had already been led to believe by\r\nWills's own testimony.  The reasons for excluding the March 1994\r\nharassment incidents has already been discussed.\r\nFinally, Wills complains that she was prevented from\r\noffering testimony from two students, Tilly Gurman and Eve\r\nZaritsky, who were ready to testify that Adesogan had harassed them\r\nin the fall of 1992.  Gurman admittedly did not report the incident\r\nto Brown until September 1993, and there is no indication that\r\nZaritsky ever reported her allegations.  Nothing supports Wills's\r\nargument on appeal that the evidence should have been admitted\r\nbecause it increased the likelihood that Brown knew of these\r\nincidents prior to  December 1992 and was therefore more culpable\r\nfor failing to remove Adesogan prior to the December 1992 incident\r\nwith Wills.  One other objection to testimony involving former\r\nBrown dean, Toby Simon, is not worth discussing.\r\n2.  We turn now to Wills's remaining claims of error,\r\nstarting with the district court's grant of summary judgment as to\r\nthree of her ten claims:  intentional infliction of emotional\r\ndistress, negligent hiring, and negligent retention.  Wills has not\r\nappealed from the grant of summary judgment as to the negligent\r\nentrustment claim.  All four of the these claims are governed by\r\nRhode Island law.\r\nStarting with intentional infliction of emotional\r\ndistress, the tort requires \"extreme and outrageous\" conduct that\r\n\"intentionally or recklessly\" causes severe emotional distress,\r\nwhich must include some physical symptoms.  Andrade v. Jamestown\r\nHousing Authority, </pre><span class=\"citation\" data-id=\"717546\"><a href=\"/opinion/717546/helen-ruth-andrade-v-jamestown-housing-authority-estate-of-barrett-gross/\"><span class=\"volume\">82</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1179</span></a></span><pre class=\"inline\">, 1187 (1st Cir. 1996); Elias v.\r\nYoungken, </pre><span class=\"citation\" data-id=\"2052932\"><a href=\"/opinion/2052932/elias-v-youngken/\"><span class=\"volume\">493</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">158</span></a></span><pre class=\"inline\">, 163-64 (R.I. 1985).  Wills's opening brief\r\nsimply asserts in a few sentences that Brown's conduct was extreme\r\nand outrageous because it ignored student complaints of sexual\r\nharassment by Adesogan and thereby \"allowed Adesogan to assault Ms.\r\nWills unfettered.\"  \r\nThe only knowledge that Brown was shown to have had\r\nbefore the \"assault\" was the Schleussner incident, but it is common\r\nground that Schleussner did not want to file a formal complaint. \r\nVery difficult problems are posed in balancing a student's request\r\nfor anonymity or limited disclosure against the need to prevent\r\nfuture harassment.  Viewed in retrospect, Brown's procedures left\r\nmuch to be desired.  But there is nothing to the  notion that Brown\r\nwas behaving outrageously when it failed to pursue the Schleussner\r\ncomplaint beyond the limited informal measures instigated by\r\nSchleussner herself.\r\nUnder Rhode Island law, an employer is required to\r\nexercise reasonable care in selecting its employees.  Welsh Mfg.,\r\nDir. of Textron, Inc. v. Pinkerton's, Inc., </pre><span class=\"citation\" data-id=\"2330882\"><a href=\"/opinion/2330882/welsh-mfg-div-of-textron-inc-v-pinkertons-inc/\"><span class=\"volume\">474</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">436</span></a></span><pre class=\"inline\"> (R.I.\r\n1984).  Wills says that Brown made no search of Adesogan's\r\nbackground before hiring him as a visiting professor beyond a look\r\nat his work and resume and  an inquiry to one of his colleagues. \r\nWhether more was reasonably required does not matter because Wills\r\npointed to no evidence that a more searching inquiry by Brown in\r\nNigeria or elsewhere would have alerted it to the problem he posed. \r\nThe district court dismissed the claim on this ground and Wills\r\nsimply ignores this issue on appeal.\r\nWills last argument, as to summary judgment, is that the\r\ndistrict court should not have stricken the reference to\r\n\"retention\" in her count claiming negligent supervision and\r\nretention.  The district court struck the retention language\r\nbecause it said that no authority had been provided for such a\r\nclaim under state law and it thought that the multiplicity of\r\nlocutions was confusing.  The court also said that there was no\r\nbasis for finding Brown negligent in not firing Adesogan prior to\r\nDecember 1992 and that the only plausible claim was for negligent\r\nsupervision, which the court sent to the jury.\r\nAssuming for the moment that there is a separate state\r\nlaw claim under state law for negligent retention, the two claims\r\non these facts are very close and lack of adequate supervision is\r\ncertainly the stronger of the two.  Indeed, on appeal--in the very\r\nbrief passage addressed to this issue--Wills muddles her two\r\ntheories by arguing that \"Brown did not supervise or monitor\"\r\nAdesogan, or give him sexual harassment training or counseling,\r\neven after he was put on probation.  On the present facts, we are\r\nnot persuaded that Wills adequately explained her separate\r\n\"retention\" theory or was prejudiced by its omission.\r\nThe remaining substantial objections are to the district\r\ncourt's grant of a directed verdict in favor of Brown on two other\r\ncounts: the quid pro quo theory of sexual harassment under Title IX\r\nand the assault and battery claim under state law.  The test, in\r\nboth cases, is whether a reasonable jury could on the evidence\r\npresented find in favor of Wills, resolving doubts and credibility\r\nissues in her favor; and our review on this issue is de novo. \r\nCombustion Eng'g, Inc. v. Miller Hydro Group, </pre><span class=\"citation no-link\"><span class=\"volume\">13</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">437</span></span><pre class=\"inline\">, 441 (1st\r\nCir. 1993).\r\nThe quid pro quo theory presents the more complicated\r\nissues and we begin with it.  Quid pro quo cases normally involve\r\nsituations in which someone with authority over the victim inflicts\r\na penalty or withholds a benefit to obtain sexual favors, Lipsett,\r\n864 F.2d at 898, and it is easy to understand why the district\r\njudge doubted that this case fell into that category.  Wills was\r\nnot a student of Adesogan in December 1992, he had no authority\r\nover her grade, he never said anything that conditioned her grade\r\nor his tutoring services on Wills's agreeing to submit to his\r\nadvances, and--as the district court pointed out--she did not\r\ntestify that she understood Adesogan to be making to such a threat. \r\nAccordingly, the judge withdrew this theory from the jury.\r\nWe are not certain that we agree with the district\r\ncourt's reasoning, although the question may be a close one and\r\nneed not be finally resolved here.  Patently, Wills' stronger claim\r\nwas for hostile environment and the quid pro quo claim is a\r\nstretch.  Indeed, in Ellerth, the Supreme Court recently spoke of\r\nthe \"limited utility\" of distinguishing between quid pro quo\r\n\"threats that are carried out\" and \"bothersome attentions\" so\r\nsevere as to create a hostile environment.  118 S. Ct. at 2264. \r\nBut at present the categories remain and, if they are to be\r\nentirely elided, it is for the Supreme Court to do so.  Thus, our\r\nquestion is one of evidence.\r\nHere, it could be argued that while Adesogan had no\r\nauthority over Wills's grade, informal tutoring is a benefit of\r\nBrown's offering; Adesogan's hugging and touching effectively cost\r\nWills the opportunity for further tutoring from Adesogan; and it\r\ndoes not matter whether Adesogan expressed such a threat or whether\r\nAdesogan or Wills so  interpreted the situation.  Certainly threats\r\nneed not be explicit, see Lipsett, 864 F.2d at 913; Sanders v. Casa\r\nView Baptist Church, </pre><span class=\"citation\" data-id=\"750720\"><a href=\"/opinion/750720/77-fair-emplpraccas-bna-51-74-empl-prac-dec-p-45532-robyn-sanders/\"><span class=\"volume\">134</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">331</span></a></span><pre class=\"inline\">, 339 (5th Cir. 1998), and it is\r\nprobably an open question under the case law whether this kind of\r\nbenefit (informal tutoring from a professor not the student's\r\nteacher) is enough to create liability  under a quid pro quo\r\ntheory.  But even if we assume dubitante that there was enough\r\nevidence to get to the jury on a quid quo pro claim, there is no\r\nway that such an instruction could have altered the outcome here. \r\nSometimes the quid pro quo and hostile environment\r\ntheories connect to markedly different facts.  Imagine a quid pro\r\nquo case where a raise is denied to the employee because the\r\nemployer was turned down on a simple request for a date; and\r\ncontrast a hostile environment claim based on crude sexual remarks\r\nfrom fellow employees.  But on our facts, the theories effectively\r\noverlap: the only sense in which a benefit was denied was that\r\nWills felt so uncomfortable in the environment that Adesogan had\r\ncreated that she herself refused to avail herself of his tutoring. \r\nThis essentially common issue explains why, in this case, the\r\ndifference between the two theories tends to disappear.  Cf.\r\nEllerth.\r\nBrown chose in its closing argument to focus primarily on\r\nthe lack of notice to Brown based on the Schleussner episode,\r\narguing that there was a conflict between Tanenbaum and Schleussner\r\non the issue and that Tanenbaum should be believed.  Secondarily,\r\nBrown argued that Wills had not been damaged.  Either theory would\r\nalso dispatch the quid pro quo claim but the jury may have adopted\r\nneither of these arguments; during jury deliberations it asked the\r\njudge to further explain the concept of hostile environment.  He\r\ndeclined to elaborate, and a general verdict followed in favor of\r\nBrown so we do not know on what ground the jury actually resolved\r\nthe matter.\r\nHowever, even if the jury found both notice and damage,\r\na jury that (improbably) thought Adesogan's actions too mild to\r\ncreate a hostile environment could not easily have concluded that\r\nWills had been denied the benefit of Adesogan's tutoring.  Thus, on\r\nthe realistic assessment we are asked to make under the harmless\r\nerror doctrine, there is no practical likelihood that the weaker\r\nquid pro quo claim would have prevailed before a jury that rejected\r\nthe stronger (and manifestly more applicable) hostile environment\r\nclaim.  On our facts, the refusal to instruct on quid pro quo,\r\nassuming arguendo that it was error, was harmless.\r\nThis brings us to Wills's claim that the district court\r\nerred in directing a verdict on the assault and battery charge. \r\nSince Adesogan's conduct could easily be viewed as assault, the\r\ndirected verdict turned on whether Brown could be held liable \r\nunder Rhode Island law for the intentional tort of assault by\r\nAdesogan, Brown's employee.  Wills argues that under Rhode Island\r\nlaw, a jury could find Brown liable for Adesogan's offensive\r\ntouching of Wills on December 9, 1992, because it occurred during\r\nthe course of an activity that he was hired to perform, namely, the\r\ninstruction of students.  The district judge ruled that this was\r\nnot the law of Rhode Island.\r\nAlthough (surprisingly) we are not entitled to give\r\nspecial weight on this issue to the experience of the district\r\njudge with Rhode Island law, Gibson v. City of Cranston, </pre><span class=\"citation\" data-id=\"195652\"><a href=\"/opinion/195652/gibson-v-city-of-cranston/\"><span class=\"volume\">37</span> <span class=\"reporter\">F.3d</span>\r\n<span class=\"page\">731</span></a></span><pre class=\"inline\">, 735 (1st Cir. 1994), the cases confirm his conclusion.  In\r\nRhode Island, an employer is not liable for an assault by its\r\nemployee merely because it occurred during the course of employee's\r\nwork.  Labossiere v. Sousa, </pre><span class=\"citation\" data-id=\"1503890\"><a href=\"/opinion/1503890/labossiere-v-sousa/\"><span class=\"volume\">143</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">285</span></a></span><pre class=\"inline\"> (R.I. 1958) (no liability\r\nwhere waitress pushed customer).  Rather, where the employer has\r\nnot actually authorized the  assault, conduct must itself be a\r\nreasonable and foreseeable incident of the employee's duties. \r\nBryce v. Jackson Diners Corp., </pre><span class=\"citation\" data-id=\"1475863\"><a href=\"/opinion/1475863/bryce-v-jackson-diners-corp/\"><span class=\"volume\">96</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">637</span></a></span><pre class=\"inline\"> (R.I. 1953) (store\r\nmanager sought to restrain a customer trying to leave without\r\npaying).\r\nObviously, it was no part of Adesogan's duties to hug and\r\ngrope  students who came to him for tutoring.  Rhode Island could\r\neasily  extend liability for intentional torts more broadly and may\r\nhave done so by statute in some situations.  But it has not done so\r\nfor assault, and the line drawn by Labossiere and Bryce remains in\r\nforce.  Drake v. Star Market Co., Inc., </pre><span class=\"citation\" data-id=\"1467003\"><a href=\"/opinion/1467003/drake-v-star-market-co-inc/\"><span class=\"volume\">526</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">517</span></a></span><pre class=\"inline\"> (R.I. 1987). \r\nAccordingly, the assault claim was properly withdrawn from the jury\r\nbecause--fully accepting Wills's version of events--Adesogan but\r\nnot Brown was liable for the assault under state law.\r\nWills's final ground for appeal is the district court's\r\ndenial of her motion for new trial on the two remaining claims\r\n(hostile environment and negligent supervision) rejected by the\r\njury.  The district court's discretion in granting or denying a new\r\ntrial is very broad and the arguments made by Wills are in\r\nsubstance some of the same claims we have already addressed (and no\r\nothers).  This was surely a close case on the claims that went to\r\nthe jury and it could easily have been resolved in Wills's favor,\r\nbut juries are there to decide close cases, and nothing required\r\nthe district judge to afford Wills a new trial.\r\nThe judgment of the district court is affirmed.  Each\r\nside shall bear its own costs on the appeal.\r\nIt is so ordered.\r\n\n          - Dissent Follows -\r\nLIPEZ, Circuit Judge, dissenting.  This is a vexing case\r\nfor many reasons.  The facts are difficult.  The applicable law is\r\ncomplex and evolving.  Struggling with these unruly elements, the\r\ntrial court imposed a simple but erroneous limitation on Wills's\r\nTitle IX hostile environment claim by taking an unduly restrictive\r\nview of the relevant evidence.  Wills's articulation of this\r\nhostile environment claim, both at trial and on appeal, was not a\r\nmodel of clarity.  The waiver issue on appeal is a close one.  In\r\nthe end, however, despite the thoughtful analysis of my colleagues,\r\nI cannot agree that Wills waived on appeal her claim that Brown is\r\nliable for hostile environment sex discrimination on the basis that\r\nBrown failed to respond adequately to the hostile educational\r\nenvironment created by Adesogan's assault on her and by his\r\ncontinuing presence in the classroom after that assault.  That\r\nconclusion requires me to explain why I believe that Wills is\r\nentitled to a new trial on her claim.\r\n                          I.  Waiver\r\n The discussion of the waiver issue on appeal requires an\r\nunderstanding of Wills's presentation of her hostile environment\r\nclaim to the trial court.  Wills presented a hostile environment\r\nclaim that was premised, in part, on Brown's liability for the\r\nDecember 9, 1992 assault.  The district court allowed this claim to\r\ngo to the jury and she fairly lost on it.  But Wills also presented\r\na separate hostile environment claim that was premised on Brown's\r\nliability for its inadequate response to the hostile educational\r\nenvironment which arose for Wills following the December 9 assault. \r\nFor the purposes of this claim, Wills consistently maintained that\r\nsubsequent events evidence (events following the December 9, 1992\r\nassault) was relevant to establishing Brown's liability.  \r\nBeginning with her complaint, Wills alleged that as a\r\nresult of Adesogan's sexual assault, she was\r\n  deprived . . . of the opportunity to receive\r\nthe full benefit of her education during the\r\nrelevant period at Brown University.  Brown\r\nknew or should have known of the environment\r\ncreated by Adesogan and failed to take proper\r\nremedial action to eliminate the harassment\r\ncaused by Adesogan and inflicted upon Wills.\r\n\nIn her memorandum in support of her Motion for a Partial Summary\r\nJudgment, Wills argued, inter alia, that a single incident of\r\nsexual harassment can be severe enough to give rise to a hostile\r\nenvironment and that Adesogan's assault on her was \"sufficiently\r\nsevere or pervasive to alter her education and create an abusive\r\neducational environment. . . .\"  Later, during a pre-trial hearing,\r\nWills requested additional time to conduct discovery on issues\r\npertaining to Brown's response to her notice of the assault.  She\r\nargued that\r\n  one of the issues in this case is whether\r\nBrown took prompt remedial action.  Brown is\r\ntaking the position that one of the pieces of\r\nevidence of the fact that they took prompt\r\nremedial action is that Ms. Wills was\r\nsatisfied with what they did.  Well, when\r\nBrown promises that they are going to give her\r\nan advocate to help her figure out what's\r\nappropriate, was inappropriate, whether she\r\nshould be satisfied with what her options are,\r\nI'd like to inquire why that didn't happen\r\nwhen that is their policy.\r\n\nThe court took a different view of the relevance of such\r\nevidence: \r\n  I think we are coming back to this fundamental\r\ndisagreement that we seem to have.  I thought\r\nI had ruled on this and put this to rest, but\r\nit keeps resurfacing that I recognize that\r\nyour position is that what Brown may have done\r\nor not done after the alleged assault\r\ndescribed by Ms. Wills is relevant to this\r\ncase.  And I think, I thought I had ruled that\r\nin my view it is not relevant.  It would be\r\nrelevant if there were a second assault on Ms.\r\nWills that resulted from Brown's inaction then\r\nit certainly would be relevant, but what is\r\nrelevant, what this case focuses on is what\r\nBrown knew prior to the assault on Ms. Wills\r\nand what it did or didn't do to prevent that\r\nassault from taking place.\r\n\n(emphasis added).  The court's reference to the relevance of a\r\nsecond assault on Wills is particularly important.  The court\r\nrecognized that even if Wills could not prove that Brown knew of\r\nthe assault by Adesogan on Laura Schleussner, and hence could not\r\nestablish that Brown should have prevented Adesogan's assault on\r\nher, she would still have a claim against Brown for hostile\r\nenvironment discrimination based on the inadequacy of Brown's\r\nresponse to her report of a sexual assault, but only if Adesogan\r\nassaulted her a second time.  The court did not accept the\r\nproposition that the hostile environment could be the product of\r\nevents that flowed from the single assault by Adesogan, including\r\nWills's reaction to the assault and Adesogan's continuing presence\r\nin the classroom.\r\nDespite the court's exclusion from Wills's case of\r\nliability evidence subsequent to the December 1992 assault, Brown\r\nstill felt the need in its oral motion for a judgment as a matter\r\nof law at the close of Wills's case to argue that the evidence\r\nfailed to prove that the assault, although severe, \"alter[ed] her\r\neducational environment.\"  The background for Brown's concern was\r\na footnote in a First Circuit case, Brown v. Hot, Sexy and Safer\r\nProductions, Inc., </pre><span class=\"citation\" data-id=\"706820\"><a href=\"/opinion/706820/ronald-c-brown-v-hot-sexy-and-safer-productions-inc/\"><span class=\"volume\">68</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">525</span></a></span><pre class=\"inline\"> (1st Cir. 1995), in which we said\r\nthat \"we do not hold that a one-time episode is per se incapable of\r\nsustaining a hostile environment claim.\"  Id. at 541 n. 13.  In\r\nresponse to Brown's insistence that a hostile environment could not\r\nbe established by the single incident described by Wills, the court\r\nqueried:\r\n  You're not saying that this incident wasn't a\r\nsevere incident.  It isn't the severity of the\r\nincident, but rather you're saying that no\r\nmatter how severe the evidence doesn't show\r\nthat it affected Ms. Wills' educational\r\nenvironment?\r\n\nBrown responded:\r\n\n  Correct, your honor.  Adesogan clearly acted\r\nin an inappropriate manner and the conduct was\r\nsevere.  The question, as I understand it, is\r\nwhether or not it altered her educational\r\nenvironment.  And I saw no evidence suggesting\r\nthat.  She functioned very well at Brown, she\r\ngraduated with a good GPA.  Was able to move\r\non in life.  \r\n\nThe court then made this observation:\r\n\n  My question to you is, I guess what   the\r\nquestion you have raised is what constitutes\r\nan educational environment.  It doesn't sound\r\nlike you dispute that that would be a highly\r\noffensive, despicable, almost every pejorative\r\nword you can think of, and you seem to be\r\nsuggesting that educational environment means\r\nthat it's got to carry over into the future\r\nand have some tangible effect ---.\r\n\n(emphasis added).  Brown responded again:\r\n\n  Your honor, that's my interpretation, and I\r\nwould not disagree with the court that this\r\nsingle incident was inappropriate, the\r\nprofessor behaved in a severe manner, but the\r\nquestion is how we hold the institution liable\r\nand what's the education environment, and I\r\nwould respectfully suggest to the court that\r\nyou have to look beyond the single incident,\r\notherwise it is a per se rule creating a\r\nhostile environment by this one inappropriate\r\naction.  \r\n\nAt this juncture, the court and Brown both recognized that evidence\r\nof Brown's liability for a hostile environment subsequent to the\r\nassault by Adesogan on Wills must include evidence beyond the\r\nassault itself.  Yet that was the very liability evidence that the\r\ncourt had not permitted Wills to introduce.\r\nIn response to this colloquy between the trial court and\r\nBrown, Wills's counsel attempted to again call attention to the\r\nexistence of the hostile environment occurring after the assault,\r\nfocusing on Wills's inability to take advantage of education\r\nopportunities on campus.  She explained:\r\n  But I believe the testimony in this case was\r\nthat this incident impacted Ms. Wills' ability\r\nto study.  She took an incomplete in the\r\nclass.  It impacted her ability to function in\r\nthe following class and so, therefore, the\r\nincident, the single incident created for her\r\na hostile environment, her hostile educational\r\nenvironment for Brown . . . .\r\nDespite its intimations of interest at the close of\r\nWills's case, the court ultimately rejected any claim for hostile\r\nenvironment discrimination based on  Wills's experiences or Brown's\r\nresponse after the December 1992 assault:\r\n  My ruling has consistently and clearly been\r\nthat evidence of what occurred after the\r\nalleged assault on Ms. Wills is irrelevant in\r\nthis case.  So I would not allow the evidence\r\non these grounds.\r\n    And you can mark for identification\r\nthat you say the offer of proof would consist\r\nof.  If you would like to respond in some way,\r\nMr. Richard, I will give you that opportunity. \r\nFrankly, I don't see what difference it is\r\ngoing to make, because if this becomes an\r\nissue on appeal and the Court of Appeals\r\nconcludes that this kind of evidence was\r\nadmissible and might have influenced the\r\noutcome, then presumably it would grant a new\r\ntrial.  If it concludes that it wasn't\r\nadmissible, and it won't, and I don't think it\r\nis going to make a great deal of difference\r\nexactly what the incidents are alleged to\r\nconsist of, but I will leave it up to you Mr.\r\nRichard.\r\n\nAfter the verdict, Wills reiterated in her motion for a new trial\r\nthat the trial court \"prevented [her] from showing Brown failed to\r\ntake appropriate action to end the harassment.  Therefore, [she]\r\ncould not prove one of the elements she was required to prove under\r\nLipsett to establish Brown's liability for hostile environment\r\nsexual harassment.\"\r\nDespite Wills's arguments to the contrary both before and\r\nthroughout the trial, the court took the position that, absent a\r\nsecond physical assault by Adesogan on Wills, or some form of\r\ndirect harassment, Wills had no claim for sex discrimination\r\nagainst Brown occurring after December 9, 1992.  In taking that\r\nnarrow view of hostile environment discrimination, the district\r\ncourt failed to recognize that Wills's educational experiences at\r\nBrown could be altered significantly by a hostile educational\r\nenvironment resulting from Adesogan's assault on her and his\r\ncontinuing presence in the classroom.  That failure, in turn,\r\nprompted the court to consistently reject all attempts by Wills to\r\nintroduce evidence of events following the assault on Wills to\r\nestablish Brown's liability for hostile environment discrimination. \r\nIn Wills's opening brief on appeal, she focused, inter\r\nalia, on the school's response to her complaint:  \r\n  To determine institutional liability under\r\neither Lipsett or Gebser, a trier of fact must\r\nlook to an institution's response once it\r\nlearns of sexual harassment.  Ms. Wills\r\nsubmits that to determine whether an official\r\ntook \"appropriate steps to halt\" the\r\nharassment (Lipsett) or whether an official\r\nwith authority to institute corrective\r\nmeasures was 'deliberately indifferent to the\r\nteacher's misconduct' (Gebser), the trier of\r\nfact must examine the institution's response\r\nto the complained-of-harassment.  This\r\nincludes an assessment of the action taken\r\nagainst the harasser as a result of the\r\nharassment and whether the harassment stopped. \r\nFurther, the Supreme Court, many years ago,\r\nmade clear the determination of a hostile\r\nenvironment must be based on 'the totality of\r\nthe circumstances.' As a result of the\r\ndistrict court's misapplication of the law in\r\nthis case, it precluded the parties from\r\nintroducing evidence, and specifically\r\nprecluded Ms. Wills from showing Brown's\r\naction against Professor Adesogan as a result\r\nof Ms. Wills' assault did not end the\r\nharassment. . . . Accordingly, Ms. Wills was\r\nnot allowed to show a failure to properly\r\naddress the harassment, considering the\r\ntotality of the circumstances.\r\n\nIn elaborating on this \"totality of the circumstances\" view of\r\nhostile environment discrimination in her opening brief, Wills\r\nfocused far too much attention on the trial court's alleged error\r\nin excluding evidence of Adesogan's sexual assaults on other female\r\nstudents at Brown before and after the assault on Wills, without\r\nrelating that evidence to her own experience of a hostile\r\nenvironment at Brown.  She did not refer explicitly to her claim\r\nthat the \"totality of the circumstances\" of a hostile environment\r\nincluded her reaction to the assault on her by Adesogan and his\r\ncontinuing presence in the classroom.\r\n  In her reply brief, Wills referred to the continuing\r\npresence claim more clearly: \"Wills continued to suffer harm after\r\nAdesogan sexually assaulted her due to his continued presence on\r\ncampus without any real imposition of discipline for his egregious\r\nconduct toward her.\"  She then elaborated:\r\n  Wills has standing to challenge Brown's\r\nremedial action taken after December 9, 1992,\r\nas she was mistreated by Brown when she\r\nreported the acts of Adesogan, and continued\r\nto suffer harm after that date as a result of\r\nAdesogan's continued presence on the campus\r\nwith unbridled authority to interact with\r\nstudents, including Wills. In addition, Wills\r\nhas standing to challenge Brown's remedial\r\naction . . . as Brown had actual notice of\r\nAdesogan's misconduct and did not halt the\r\nharassment.\r\n\nBrown never filed a motion to strike this portion of Wills's reply\r\nbrief as unfairly presenting a new issue.  At oral argument there\r\nwas extensive discussion of the hostile environment claim and the\r\npropriety of the district court's decision to exclude all post-\r\nDecember 9, 1992 evidence.  In both Wills's argument and Brown's,\r\nthere were inquiries about Wills's continuing presence claim of\r\nhostile environment discrimination.  Instead of arguing that Wills\r\nhad waived this claim by not raising it in her opening brief, Brown\r\naddressed the claim on its merits, arguing that there was no\r\nfurther harassment of Wills by Adesogan following the assault, and\r\nthat the trial court was correct to exclude any liability evidence\r\nsubsequent to the December 9, 1992 assault.  Brown's only effort at\r\noral argument to avoid the merits of Wills's hostile environment\r\nclaim involved an assertion, also set forth in its brief, that\r\nWills never made an offer of proof regarding Brown's conduct\r\nfollowing the assault in response to her complaints    not that\r\nWills had waived any argument on appeal.  In my view, these\r\nexchanges demonstrate that the parties always understood, at trial\r\nand on appeal, that Wills's claim of hostile environment\r\ndiscrimination, rather than being limited to Brown's responsibility\r\nfor its failure to prevent Adesogan's sexual assault on Wills, also\r\nincluded her claim that Brown was responsible for the hostile\r\nenvironment discrimination she experienced after the assault\r\nbecause of its severity and Adesogan's continuing presence in the\r\nclassroom.  \r\nWithout minimizing the deficiencies in the quality of\r\nWills's opening brief on appeal, I think there is a significant\r\ndifference between an argument that is waived and one that is\r\nargued poorly.  Wills argued her continuing presence claim of\r\nhostile environment discrimination to the trial court.  This\r\nargument in the trial court fairly informs the reference to the\r\n\"totality of the circumstances\" claim of hostile environment\r\ndiscrimination set forth in her opening brief on appeal.  She\r\nreturned in her reply brief to the explicit iteration of the\r\ncontinuing presence claim of hostile environment discrimination\r\npresented to the trial court.  Brown never argued in writing or\r\norally that Wills had waived on appeal this claim of hostile\r\nenvironment discrimination.  Given the prominence of this claim\r\nbefore the district court, its adequate explanation in the reply\r\nbrief, and the attention it commanded at oral argument, Wills's \r\nvague reference to it in her opening brief should not preclude our\r\nconsideration of this important issue.\r\n                     II. Wills's Claim\r\nThere is no dispute that, following the incident on\r\nDecember 9, 1992, Wills was never again physically assaulted or\r\nverbally harassed by Adesogan.  Nonetheless, Wills argues that\r\nAdesogan's continuing presence on the faculty and in the classroom\r\ncreated a hostile environment that altered the terms and conditions\r\nof her educational environment, thereby establishing the basis for\r\na claim of sex discrimination against Brown under Title IX.  The\r\nmajority recognizes that \"in some cases, merely to maintain a\r\nharasser in a position of authority over the victim, after notice\r\nof prior harassment, could create new liability.\"  This is an\r\nimportant recognition.  The majority also notes, however, that\r\nWills's \"continuing harassment theory is a very weak one on these\r\nfacts.\" \r\nI think we should be wary of characterizing the strength\r\nor weakness of a case that Wills was never allowed to develop fully\r\nbecause of the exclusionary rulings of the trial court. \r\nNevertheless, given what we do know of Wills's case from pre-trial\r\nsubmissions and arguments before the trial court, I think she\r\noffered the outlines of a plausible claim of continuing presence\r\nhostile environment discrimination that she was entitled to present\r\nto a jury.  I therefore agree with Wills that the trial court erred\r\nin excluding any evidence of Brown's liability for hostile\r\nenvironment discrimination based on Brown's response to Wills's\r\ncomplaint of a sexual assault by Adesogan and its response to other\r\ninformation and events subsequent to December 9, 1992.  I must\r\nexplain that position more fully.\r\nA. Title IX and Gebser v. Lago Vista Independent School District\r\nTitle IX provides that \"[n]o person . . . shall, on the\r\nbasis of sex, be excluded from participation in, be denied the\r\nbenefits of, or be subjected to discrimination under any education\r\nprogram or activity receiving Federal financial assistance.\" 20\r\nU.S.C.  1681(a).  Title IX imposes an obligation on educational\r\ninstitutions receiving federal funds to refrain from denying\r\neducational opportunities on the basis of sex.  Title IX is\r\nenforceable through an implied private right of action against an\r\neducational institution. See Cannon v. University of Chicago, </pre><span class=\"citation\" data-id=\"110077\"><a href=\"/opinion/110077/cannon-v-university-of-chicago/\"><span class=\"volume\">441</span>\r\n<span class=\"reporter\">U.S.</span> <span class=\"page\">677</span></a></span><pre class=\"inline\"> (1979).  That action can include a demand for monetary\r\ndamages. See Franklin v. Gwinnett County Pub. Schs., </pre><span class=\"citation\" data-id=\"112696\"><a href=\"/opinion/112696/franklin-v-gwinnett-county-public-schools/\"><span class=\"volume\">503</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">60</span></a></span><pre class=\"inline\">\r\n(1992).\r\nWhen Wills brought her case against Brown in 1995, there\r\nwas uncertainty about the standards of liability for educational\r\ninstitutions under Title IX.  The Supreme Court ended this\r\nuncertainty in Gebser v. Lago Vista Independent School District,\r\nrejecting institutional liability based on agency principles or\r\nconstructive notice to establish institutional liability. See\r\nGebser v. Lago Vista Indep. Sch. Dist., </pre><span class=\"citation\" data-id=\"118232\"><a href=\"/opinion/118232/gebser-v-lago-vista-independent-school-dist/\"><span class=\"volume\">118</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1989</span></a></span><pre class=\"inline\">, 1999\r\n(1998). The Court explained that Title IX creates obligations that\r\nare contractual in nature, \"conditioning an offer of federal\r\nfunding on a promise by the recipient not to discriminate.\"  Id. at\r\n1997.  The focus of Title IX is on \"protecting individuals from\r\ndiscriminatory practices carried out by recipients of federal\r\nfunds.\" Id.  This focus differs from Title VII, which prohibits sex\r\ndiscrimination without regard to federal funding.  See id.  On the\r\nbasis of the distinct purpose of Title IX, the Court concluded\r\nthat:   \r\n  [I]n cases . . . that do not involve official\r\npolicy of the recipient entity, we hold that a\r\ndamages remedy will not lie under Title IX\r\nunless an official who at a minimum has\r\nauthority to address the alleged\r\ndiscrimination and to institute corrective\r\nmeasures on the recipient's behalf has actual\r\nknowledge of discrimination in the recipient's\r\nprograms and fails to adequately respond. \r\n    We think, moreover, that the response\r\nmust amount to deliberate indifference to\r\ndiscrimination.\r\n\nId. at 1999.\r\nAccordingly, in a Title IX action, a plaintiff must\r\nallege that the recipient of the federal funds - the educational\r\ninstitution - was deliberately indifferent to discrimination on the\r\nbasis of sex.  To establish the institution's liability, a\r\nplaintiff must show that the school had \"notice\" of the alleged\r\ndiscrimination. See id.  Even if the school had notice of the\r\nalleged discrimination, it is not liable for a Title IX violation\r\nunless its response amounted to \"deliberate indifference to\r\ndiscrimination.\"  See id.\r\nB. The continuing presence claim of sex discrimination\r\nSex discrimination in education involves the denial of\r\neducational benefits or the alteration of conditions of the\r\neducational environment on the basis of sex. See Davis v. Monroe\r\nCounty Bd. of Educ., </pre><span class=\"citation\" data-id=\"118290\"><a href=\"/opinion/118290/davis-v-monroe-county-bd-of-ed/\"><span class=\"volume\">119</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1661</span></a></span><pre class=\"inline\">, 1675 (1999).  If sufficiently\r\nsevere, sex harassment, a form of sex discrimination for the\r\npurpose of Title IX, \"can be said to deprive the victims of access\r\nto the educational opportunities or benefits provided by the\r\nschool.\" Id.  The denial or alteration can be the result of\r\ninappropriate touching, see Canutillo Indep. Sch. Dist. v. Leija,\r\n</pre><span class=\"citation no-link\"><span class=\"volume\">101</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">393</span></span><pre class=\"inline\">, 395 (5th Cir. 1996), the solicitation of sexual\r\nfavors in return for educational rewards, see Miller v. Kentosh,\r\nNo. Civ. A. 97-6541, </pre><span class=\"citation no-link\"><span class=\"volume\">1998</span> <span class=\"reporter\">WL</span> <span class=\"page\">355520</span></span><pre class=\"inline\"> (E.D. Pa. June 29, 1998), a\r\npattern of coercive sexual relations between a student and a\r\nteacher, see Franklin, 503 U.S. at 63, or a pattern of severe\r\nstudent on student sexual harassment, see Davis, 119 S. Ct. at\r\n1673.  The effect of such abusive conduct on a victim does not\r\nnecessarily end with a cessation of the abusive conduct,\r\nparticularly if the victim and the abuser retain the same or\r\nsimilar roles in an educational institution.  In some cases, the\r\ncontinuing presence of the harasser may so alter the terms and\r\nconditions of education that the victim of harassment may be able\r\nto establish a claim for sex discrimination.\r\nIn Gebser, a student who had been involved in a sexual\r\nrelationship with her teacher sued the school district under Title\r\nIX.  Once the school was given notice of the sexual relationship\r\nbetween the student and teacher, the school immediately fired the\r\nteacher.  Therefore, the Court had no occasion to consider the\r\nrelationship between the continued presence of the teacher in the\r\nschool and altered conditions of education.  However, in Patricia\r\nH. v. Berkeley Unified School District, </pre><span class=\"citation\" data-id=\"2292841\"><a href=\"/opinion/2292841/patricia-h-v-berkeley-unified-school-dist/\"><span class=\"volume\">830</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1288</span></a></span><pre class=\"inline\"> (N.D.\r\nCal. 1993), a district court squarely addressed this issue.\r\nPatricia H. brought suit against the school district on behalf of\r\nher daughters.  Patricia H. had been involved with a teacher in the\r\nschool district (Hamilton) who, she alleged, molested both of her\r\ndaughters while Patricia H. and Hamilton were dating. Patricia H.\r\nfiled criminal charges against Hamilton.  The school district\r\nplaced Hamilton on a leave of absence without pay, and then\r\nsuspended him.  The criminal charges were ultimately dismissed,\r\nsubject to Hamilton's participation in rehabilitation programs and\r\npsychological counseling, and his license to teach was reinstated. \r\nHamilton resumed teaching music classes, which he taught throughout\r\nthe school district, including those schools attended by Patricia\r\nH.'s two daughters.  On cross-motions for summary judgment, the\r\ncourt was asked to consider whether \"the mere presence of Hamilton\r\nas a teacher, a figure of authority and respect, in the schools\r\n[the two daughters] were attending, or would have attended but for\r\nhis presence, created a hostile environment that deprived them of\r\nfull enjoyment, and during the semesters of their absence, any\r\nenjoyment, of their education within the [school district].\" Id. at\r\n1296.  The court concluded that \r\n  [t]he very severity of the molestation, and\r\nthe grave disparity in age and power between\r\nthe girls and [the teacher], suggests that a\r\nreasonable student, having experienced such an\r\nassault, would be intimidated and fearful of\r\n[the teacher's] presence at her school, so\r\nmuch so that her fear would interfere with her\r\nability to learn, and to enjoy all aspects of\r\nher education fully, even though the alleged\r\nmolestations were isolated in time and\r\noccurred outside of the school setting.  The\r\nCourt is unable to declare, as a matter of\r\nlaw, that [the students] did not experience a\r\nhostile environment in the [school district].\r\nThe Court, however, also cannot declare that,\r\nas a matter of law, a hostile environment did\r\nexist.  The question, whether a reasonable\r\nfemale student of [the student's] age, having\r\nexperienced the harassment she alleges, would\r\nfind [the teacher's] mere presence at [the\r\nschool] created a hostile environment, is one\r\nquestion for the jury.\r\n\nId. at 1296-97 (footnotes omitted).\r\nThe proposition that the presence of a harasser can rise\r\nto the level of hostile environment sex discrimination finds\r\nsupport in the Title VII context.  In Ellison v. Brady, </pre><span class=\"citation\" data-id=\"555134\"><a href=\"/opinion/555134/kerry-ellison-v-nicholas-f-brady-secretary-of-the-treasury/\"><span class=\"volume\">924</span> <span class=\"reporter\">F.2d</span>\r\n<span class=\"page\">872</span></a></span><pre class=\"inline\">, 883 (9th Cir. 1991), the plaintiff alleged, inter alia, that\r\nher employer's decision to allow an employee who had formerly\r\nharassed her to transfer back into her office, after a six-month\r\n\"cooling-off period,\" created a hostile work environment.  The\r\ncourt accepted the plaintiff's argument, concluding that \"[w]e\r\nbelieve that in some cases the mere presence of an employee who has\r\nengaged in particularly severe or pervasive harassment can create\r\na hostile work environment.\" Id.  The court noted that there may be\r\nsituations where an employer can only fully remedy the harassment\r\nby removing the harasser from the work environment. See id. at 883,\r\n883 n.19.\r\nC. The continuing presence claim of sex discrimination in this case\r\n\n         1.     The hostile environment: the conduct of Adesogan\r\n       and its effect on Wills\r\n\nWills was enrolled in organic chemistry in the fall of\r\n1992 because she planned to attend medical school.  Because Wills\r\nwas having difficulty with the material, she went to see Adesogan\r\nin his office for help on December 9, 1992 at 4:00 p.m., where she\r\nfound him meeting with another student.  He told her to come back\r\nat 5:30.  When she returned, Adesogan looked up the grade on her\r\nlast exam and asked her why she had done so poorly.  Wills told him\r\nshe had a lot of things going on at home and that she had not been\r\neating.  He sent her off to get something to eat and told her to\r\ncome back at 6:30 since there was no way to study chemistry on an\r\nempty stomach.  When she returned at 6:30 and found the building\r\nlocked, she called up to  Adesogan's office.  He came down, let her\r\ninto the building, and they went upstairs to his office where\r\nAdesogan shut the door. \r\nFirst, Adesogan asked her to join him in prayer.  He\r\ntold her that he was glad she was a Christian and asked God to open\r\nup her brain so that she could be more receptive to him and to\r\nchemistry formulas and equations.  Adesogan then worked with  Wills\r\non chemistry problems until he announced that they needed a break\r\ntime for prayer.  He then picked her up, put his arms around her\r\nwaist and sat her on his lap.  As he \"prayed\" about Wills's eating\r\nproblems and her performance in organic chemistry, he allegedly put\r\nhis hand under her shirt, rubbed her stomach and touched her\r\nbreast.  Wills explained that the first time he touched her breast,\r\nhis hand just grazed her body and she thought that maybe the\r\ntouching was an accident.  After this \"prayer\" session they\r\nreturned to studying organic chemistry.  About twenty minutes\r\nlater, he told her they needed to pray again and he again pulled \r\nWills onto his lap.  As he was touching her breasts and praying, he\r\ntold her: \"I want you to understand there is no hanky panky stuff\r\ngoing on - I want to be close to you like father-daughter.\"  Again,\r\nthey returned to studying.  The third time he pulled her onto his\r\nlap for a prayer session and rubbed her breasts, he said: \"Don't\r\nlet the Devil confuse Marketa into thinking that anything that went\r\non today was sexual.\"  During each prayer session, which lasted\r\nabout seven or eight minutes, Adesogan sang religious songs.\r\nThe entire meeting lasted about an hour and forty-five\r\nminutes.  As she was leaving, Adesogan told Wills that she should\r\ngo to the small group sessions and that she should meet privately\r\nwith him before the exam.  Together, they would be able to \"get\r\nit.\"  Wills never went back to Adesogan's office, or to another\r\norganic chemistry class that year.\r\nAs a result of Adesogan's continuing presence on the\r\nfaculty, Wills felt the need to avoid him, both on the college\r\ncampus and in her workplace.   She delayed enrolling in the second\r\nhalf of organic chemistry in an effort to distance herself from the\r\ntrauma of what had happened.  When Wills ultimately enrolled in the\r\nsecond half of organic chemistry in the spring of 1994, she\r\ndiscovered that Adesogan was the only professor Brown had assigned\r\nto teach the class, a fact she did not know until the day class\r\nbegan.  Wills immediately left the class.  At trial, she testified\r\nthat \"I probably tried to muster up some courage to go back to\r\nclass at least once or twice.\"  Other than those occasions, she did\r\nnot return to the class for the rest of the semester.\r\nIn order to complete her pre-med studies, Wills had to\r\ntake the second semester of organic chemistry.  The University sent\r\nWills a letter that spring offering her one of two options for the\r\nsecond half of the organic chemistry class.  She could request a\r\ngrade option change for the course, which would allow her to take\r\na pass in the course rather than a letter grade.  As a pre-med\r\nstudent, however, she was advised to first discuss this option with\r\none of the deans.  Or, as the letter said, she could \"cut her\r\nlosses,\" take an incomplete in the course and take the class again\r\nin summer school, the tuition for which would be waived.  The\r\nschool also offered to write her a letter that would\r\n\"contextualize\" the difficulties she had experienced.  Wills\r\ncompleted the second semester of organic chemistry in summer\r\nschool.  \r\nOn these facts, I conclude that a reasonable jury could\r\nfind that: (1) Adesogan subjected Wills to severe sexual\r\nharassment; (2) Wills experienced his continuing presence in the\r\nclassroom as a hostile environment that altered the conditions of\r\nher education at Brown; and (3) a reasonable person subjected to\r\nthe harassment that Wills experienced would have had a similar\r\nreaction to the continuing presence of Adesogan in the classroom. \r\nSee Harris v. Forklift Sys., Inc., </pre><span class=\"citation\" data-id=\"112911\"><a href=\"/opinion/112911/harris-v-forklift-systems-inc/\"><span class=\"volume\">510</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">17</span></a></span><pre class=\"inline\">, 21-22 (1993);\r\nDavis, 119 S. Ct. at 1674-75. \r\nThe existence of a hostile environment, however, does not\r\nnecessarily subject an educational institution to liability under\r\nTitle IX.  Liability only attaches where (1) the educational\r\ninstitution has actual notice of the alleged discrimination, see\r\nGebser, 118 S. Ct. at 1999, and (2) the school's response to the\r\ndiscrimination was \"clearly unreasonable in light of the known\r\ncircumstances.\" Davis, 119 S. Ct. at 1674.  When the educational\r\ninstitution \"does not engage in the harassment directly, it may not\r\nbe liable for damages unless its deliberate indifference subjects\r\nits students to harassment.  That is, deliberate indifference must,\r\nat a minimum, cause the students to undergo harassment or make them\r\nliable or vulnerable to it.\" Id. at 1672 (citations and quotation\r\nmarks omitted).  I must therefore examine the issues of notice and\r\ndeliberate indifference.\r\n2. Notice\r\nThe record is clear that Wills filed a written complaint\r\ncharging  Adesogan with sexual harassment.  That written complaint\r\nwas submitted to the Provost of Brown University, who was charged\r\nwith investigating allegations of sexual harassment.  Wills also\r\nmet personally with the Provost.  Thus, Wills informed an official\r\nat Brown, with the authority to address the alleged discrimination\r\nand to institute corrective measures, of the assault by Adesogan. \r\nSee Gebser, 118 S. Ct. at 1999.  The record also contains\r\ncorrespondence between Wills and the Dean of the College, which\r\nindicates that the school would accommodate Wills's desire to take\r\nan incomplete in organic chemistry.  This correspondence suggests\r\nthat Wills gave notice to the University officials in 1992 that she\r\nwas unable to continue with her organic chemistry studies because\r\nof her experiences with Adesogan.  Further, in Wills's \"Motion to\r\nDetermine in Advance of Trial the Admissibility of Defendant's\r\nSubsequent Acts,\" she claimed that Brown \"was aware that she was\r\ncontinuing to experience emotional and academic difficulties as a\r\nresult of Adesogan's assault upon her in 1992.\"  Moreover, in a\r\npre-trial conference, Wills's counsel claimed that Wills's name\r\nappeared in more than fifteen documents relating to the '93/'94\r\ntime frame which indicated that Brown was aware that Wills was\r\ncontinuing to experience significant difficulties at school.  At\r\ntrial, the Dean of the College testified that in the spring of 1994\r\nWills came to her because of difficulty with the second half of\r\norganic chemistry.\r\nIn Gebser, the school district had received complaints\r\nfrom parents that the teacher involved in a sexual relationship\r\nwith the student was using inappropriate and sexually explicit\r\nlanguage in his class.  The Supreme Court rejected the argument\r\nthat such complaints met the notice requirement of Title IX.  \"That\r\n[notice] . . . consisted of a complaint from parents of other\r\nstudents charging only that [the teacher] had made inappropriate\r\ncomments during class, which was plainly insufficient to alert the\r\nprincipal to the possibility that [the teacher] was involved in a\r\nsexual relationship with a student.\" Gebser, 118 S. Ct. at 2000. \r\nContrary to the Gebser scenario, Wills's report to Brown of the\r\nsexual assault by Adesogan, of her inability to continue with the\r\nstudy of organic chemistry in the fall of 1992, and of subsequent \r\nemotional and academic difficulties she was having because of the\r\nassault by Adesogan, was not \"plainly insufficient\" to alert Brown\r\nto the existence for Wills of a hostile educational environment\r\nthat altered educational conditions for her at Brown.  See id. at\r\n1999 (the institution must have \"actual knowledge of discrimination\r\nin the recipient's programs\").  Moreover, there is evidence that\r\nBrown knew of Adesogan's assaults on other women students at Brown\r\nbefore Wills attempted to take the second half of organic chemistry\r\nin the spring of 1994.  Accordingly, the next issue is whether\r\nWills can demonstrate that Brown was deliberately indifferent to\r\ndiscrimination.\r\n3. Deliberate Indifference\r\nOnce the institution is placed on actual notice of sex\r\ndiscrimination, the institution is given an \"opportunity to rectify\r\nany violation.\" Gebser, 118 S. Ct. at 1999.  If the response is\r\nadequate, the institution satisfies its obligations under Title IX.\r\nSee id.  Only where the institution's response amounts to\r\n\"deliberate indifference to discrimination,\" id., or \"is clearly\r\nunreasonable in light of the known circumstances,\" Davis, 119 S.\r\nCt. 1674, will liability attach.  This requirement comports with\r\nthe administrative enforcement scheme for Title IX which\r\ncontemplates action only when the \"official who is advised of a\r\nTitle IX violation refuses to take action to bring the recipient\r\ninto compliance.  The premise, in other words, is an official\r\ndecision by the recipient not to remedy the violation.\" Gebser, 118\r\nS. Ct. at 1999.  By requiring the plaintiff to prove that the\r\ninstitution's response was deliberately indifferent,  there is no\r\n\"risk that the recipient [of federal funds] would be liable in\r\ndamages not for its own official decision but instead for its\r\nemployees' independent actions.\" Id.   \r\nOnly \"known circumstances\" inform what can be considered\r\na \"clearly unreasonable\" response. Davis, 119 S. Ct. at 1674. \r\nThus, the adequacy of a school's response may change with an\r\nincrease in the school's knowledge of the circumstances of\r\ndiscrimination.  In a case such as this, Brown might not be liable\r\nfor Adesogan's individual act of sex discrimination (the sexual\r\nassault on Wills) because of a lack of notice of any prior\r\nmisconduct by Adesogan.  Moreover, its initial response to a first\r\ncomplaint of misconduct from Wills might be adequate for the\r\npurpose of the Gebser and Davis analysis.  However, what was an\r\nadequate response to a single complaint of sex harassment may\r\nbecome \"clearly unreasonable\" when the school is placed on notice\r\nby additional complaints or other pertinent information.  See,\r\ne.g., Davis, 119 S. Ct. at 1674 (noting that the petitioner might\r\nbe able to show that the school subjected her to discrimination by\r\nfailing to respond to complaints of misconduct by both the\r\npetitioner as well as other female students).  Accordingly, in the\r\ncontext of the hostile environment claim in this case, Wills must\r\ndemonstrate that Brown's response was deliberately indifferent to\r\nthe hostile educational environment created for her by Adesogan's\r\nassault and continuing presence in the classroom in light of the\r\nnotice the school received of Wills's ongoing problems with\r\nAdesogan's presence and reports from other students of Adesogan's\r\nmisconduct.  \r\nIn response to Wills's complaint, the Provost and the\r\nDean of Faculty met with  Adesogan who admitted that he had pulled\r\nWills onto his lap, hugged her, and perhaps touched her breast\r\naccidentally.  The Provost sent Adesogan a letter of reprimand,\r\ncondemning his behavior and placing him on probation.  The Provost\r\nwarned that \"a second incident of unacceptable behavior will\r\nconstitute grounds for immediate dismissal.\"  However, in the \r\nProvost's deposition, he acknowledged a memorandum from the Dean of\r\nthe Faculty to all Department Chairs and Directors of Programs,\r\nissued in September of 1992, summarizing the University's policy\r\nprohibiting members of the faculty from engaging in acts of sex\r\ndiscrimination against students.  According to the memorandum, \"a\r\nfaculty member or teaching assistant violating the policy will be\r\nsubject to immediate suspension and/or dismissal.\"  Approximately\r\ntwo months after Wills's complaint about the sexual assault,\r\nmembers of the chemistry department recommended that Adesogan be\r\nretained for the next academic year, notwithstanding his\r\n\"mistakes,\" and that he be given a raise.  Provost Rothman accepted\r\nthe recommendations and reappointed Adesogan, awarding him a raise. \r\nThereafter, more women came forward to notify Brown of\r\nAdesogan's misconduct.  In September 1993, Tilly Gurman filed a\r\nwritten complaint alleging that Adesogan had sexually harassed her\r\nin the fall of 1992, prior to Adesogan's assault on Wills.  The\r\nAssistant Dean of Academic Affairs and the Provost decided to take\r\nno action, concluding that Adesogan had already been reprimanded\r\nand warned of the consequences of his behavior following the event\r\nwith Wills.  \r\n In January 1994, Amy Sanford informed the Assistant Dean\r\nthat Adesogan had hugged and kissed her on a number of occasions in\r\nthe fall of 1993.  Although Sanford did not file a formal\r\ncomplaint, the Assistant Dean did report the allegations to the\r\nDean of the College.  No action was taken and Adesogan remained in\r\nthe classroom.  In fact, as already noted, he was the only\r\nprofessor teaching the second half of organic chemistry in the\r\nspring of 1994, a gateway course for medical school which Wills had\r\nto take.  Brown took no further action against Adesogan until March\r\nof 1994 when it received complaints from six female students in a\r\none week period that he had assaulted them. \r\nOn these facts, I cannot say as a matter of law that\r\nWills could not persuade a reasonable fact-finder that Brown's\r\ndecision to keep Adesogan on the faculty and in the classroom until\r\nMarch 1994 reflected deliberate indifference to a hostile\r\nenvironment that altered the conditions of Wills's education at\r\nBrown.  In reaching this conclusion, I am not suggesting that an\r\neducational institution, after verifying a claim of sexual\r\nharassment by one of its teachers, must terminate that teacher's\r\nemployment in order to avoid Title IX liability. Cf. Davis, 119 S.\r\nCt. at 1673-74.  The adequacy of the institution's response,\r\nassessed within the rubric of deliberate indifference, will depend\r\non a myriad of factors relating to the nature of the harassment,\r\nits duration, the roles of the harasser and the victim before and\r\nafter the harassment, the nature of their continuing contact, other\r\nacts of misconduct by the harasser known to the institution, and\r\nthe conditions altered by the continuing presence of the harasser.\r\nIn this case, a jury never considered this myriad of\r\nfactors because the district court took an unduly restrictive view\r\nof hostile environment discrimination, believing that only a second\r\nassault by Adesogan on Wills or some other form of direct\r\nharassment would constitute such an environment.  The court was\r\nunwilling to consider that a hostile environment could exist on the\r\nbasis of other factors   in this case, the response of Wills to the\r\nsexual assault and the continued presence of the harasser in the\r\nclassroom who, because of his presence, denied Wills a benefit of\r\nher education at Brown because of her sex.  Title IX protects\r\nindividuals from such discriminatory practices carried out by the\r\nrecipient of federal funds.  See Gebser, 118 S. Ct. at 1997.  Wills\r\ncontends that Brown, through its deliberate indifference, was\r\nresponsible for that denial of an educational benefit because of\r\nher sex.  The district court wrongly precluded her from presenting\r\nthis claim to a jury.  We should correct that error.\n</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/110077/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111712/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112696/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112911/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118232/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118290/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195652/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195934/",
    "http://www.courtlistener.com/api/rest/v3/opinions/516408/",
    "http://www.courtlistener.com/api/rest/v3/opinions/555134/",
    "http://www.courtlistener.com/api/rest/v3/opinions/706820/",
    "http://www.courtlistener.com/api/rest/v3/opinions/717546/",
    "http://www.courtlistener.com/api/rest/v3/opinions/750720/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1467003/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1475863/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1503890/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2052932/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2292841/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2330882/"
  ]
}