{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/198686/",
  "absolute_url": "/opinion/198686/bojorquez-villanueva-v-ins/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/198686/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:57:11Z",
  "date_modified": "2017-03-24T10:58:18.634781Z",
  "type": "010combined",
  "sha1": "b4ef1f23a31faa8eff2425a823b5e59190f58fa3",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=99-1206.01A",
  "local_path": null,
  "plain_text": "            United States Court of Appeals\r\n                For the First Circuit\r\n\nNo. 99-1206\r\n\n          SANTOS MANUEL BOJORQUES-VILLANUEVA,\r\n\n                      Petitioner,\r\n\n                           v.\r\n\n        IMMIGRATION AND NATURALIZATION SERVICE,\r\n\n                      Respondent.\r\n\n            PETITION FOR REVIEW OF AN ORDER \r\n         OF THE BOARD OF IMMIGRATION APPEALS\r\n\n                        Before\r\n\n                Boudin, Circuit Judge,\r\n      Coffin and Campbell, Senior Circuit Judge.\r\n\nMaureen O'Sullivan with whom Harvey Kaplan, Jeremiah Friedman,\r\nand Ilana Greenstein were on brief for petitioner.\r\nEdward J. Duffy, Attorney, Office of Immigration Litigation, \r\nwith whom Christopher C. Fuller, Senior Litigation Counsel, and\r\nDavid W. Ogden, Acting Assistant Attorney General, Civil Division,\r\nwere on brief for respondent.\r\n\nOctober 19, 1999\r\n\nCOFFIN, Senior Circuit Judge.  This is a petition for review\r\nof a final order of deportation under the then applicable section\r\n106(a) of the Immigration and Nationality Act, 8 U.S.C.   1105a(a)\r\n(1995).  The specific issue is whether substantial evidence\r\nsupports the Board of Immigration Appeals' adverse finding of\r\ncredibility, leading it to dismiss petitioner's appeal from an\r\nImmigration Judge's decision denying his request for asylum.\r\nPetitioner, a 26-year-old citizen of El Salvador, was placed\r\nin deportation proceedings in May 1992, after entering the United\r\nStates without inspection.  He subsequently filed an application\r\nfor asylum, claiming that he and a brother had witnessed the\r\nkidnaping of his uncle and father, the latter being a known\r\nsupporter of the government's military establishment, by guerillas\r\nwho later killed both men.  He feared the same fate if he were to\r\nreturn to El Salvador.  \r\nThe Board of Immigration Appeals, after reopening an\r\nImmigration Judge's in absentia order of deportation for lack of\r\nclear notice of hearing, and after rejecting the Immigration\r\nJudge's adverse finding of credibility for lack of \"specific and\r\ncogent reasons,\" made its own de novo adverse finding of\r\ncredibility.  It found discrepancies in the testimony and exhibits\r\nin the record that \"are significant and go directly to the heart of\r\n[the] asylum claim.\" \r\nThe Board acknowledged that such a kidnaping was consistent\r\nwith conditions in El Salvador in January 1992, but added:\r\n     However, what cannot be explained by general country\r\nconditions is why the respondent alternatively stated\r\nthat he had only witnessed his father's kidnaping, but\r\nnot his uncle's, or that he witnessed both men being\r\nkidnaped; that after the uniformed men sent him away,\r\nthat he never saw his father again, or that his father\r\nand his uncle were both paraded past his house; that his\r\nfather had told him where they were going, or that he had\r\nnot told him; and, most importantly, why his mother's\r\nletter conflicts with any of the versions of the story\r\nrecounted by the respondent.\r\n\nAfter reviewing all of the testimony and documents in the\r\nrecord, we affirm.\r\nThe petitioner in a case such as this faces a heavy burden. \r\nTo be eligible for asylum, he must establish through credible and\r\nspecific evidence in the record that his fear of persecution is\r\nboth genuine and objectively reasonable.  See Aguilar-Solis v. INS,\r\n168 F.3d 565, 569-73 (lst Cir. 1999).  The BIA's determination that\r\nthe petitioner has failed to prove his case may be reversed only if \r\nthe record, viewed in its entirety, would compel a contrary\r\nconclusion. See id. at 569.  We add that an adverse credibility\r\ndetermination cannot rest on trivia but must be based on\r\ndiscrepancies that \"`involved the heart of the asylum claim,'\" De\r\nLeon-Barrios v. INS, 116 F.3d 391, 393-94 (9th Cir. 1997) (citation\r\nomitted).\r\nPetitioner criticizes the Board for overlooking \"the true\r\nstory presented\" of the murders -- a child's witnessing his\r\nfather's abduction, and a grief- and terror-stricken family -- and,\r\ninstead, focusing \"its attention on minor, relatively\r\ninconsequential details, . . . violat[ing] its responsibility to\r\nreview the record as a whole, with an eye to the cultural,\r\nlinguistic, and emotional hurdles unique to asylum applicants.\"\r\nTo test the substantiality of the inconsistencies, we, like\r\nthe Board, consider the description of the underlying basis of\r\npetitioner's fear in (1) his asylum application, dated July 5,\r\n1994; (2) his declaration, filed with the application; (3) a letter\r\nfrom petitioner's mother to his counsel, dated August 12, 1994\r\n(which, contrary to petitioner's argument, was explicitly made part\r\nof the record), and (4) petitioner's testimony at a hearing on\r\nFebruary 10, 1995.  We divide the various statements into three\r\nheadings: location of the abduction; details of the abduction; and\r\nsubsequent viewing of the victims.  We consider the statements in\r\nthe order in which they were made.\r\nLocation.  In his application, petitioner stated that he and\r\nhis brother were working in a field when his father and uncle were\r\nabducted.  In his testimony, however, he denied ever having said\r\nthat.  In the declaration, filed with the application, petitioner\r\nstated that, after working on house repairs, he and his brother\r\nwere going to a field to get animals when the abduction took place. \r\nPetitioner's mother, in her letter, said simply that her husband\r\nwas taken from a peace meeting, without anyone noticing.  In\r\npetitioner's testimony, some six months later, he said that he and\r\nhis brother were going with their father to an unknown destination. \r\nIndeed, he said that this was the only time they had ever gone with\r\ntheir father when he did not tell them where they were going.\r\nAbduction.  In petitioner's application, he stated that three\r\nmen dressed in what looked like army uniforms abducted both his\r\nfather and uncle while he and his brother watched.  In his\r\ndeclaration, filed at the same time, he stated that three men in\r\ngreen uniforms with helmets took away his father.  He did not\r\nmention seeing his uncle.  Petitioner's mother, in her letter, made\r\nno mention of the uncle.  In his testimony, petitioner said that\r\ntwo men in uniform took his father.  He said he did not see his\r\nuncle.  He learned of his uncle's fate only when a son of his uncle\r\nlater told him.\r\nSubsequent viewing.  In petitioner's application, he stated\r\nthat, some time after the initial abduction, he saw his father and\r\nuncle, their hands tied behind their backs, being taken by his\r\nhouse.  The same observation was reported in his declaration.  The\r\nmother's letter made no mention of this viewing.  Finally, in his\r\ntestimony, petitioner denied having made such a statement and said\r\nthat, after the abduction, he never saw his father again.  He\r\nstated, however, that his father was taken past his house, without\r\nindicating how he knew this. \r\nPetitioner vigorously argues that these various versions were \r\nmerely attempts to clarify, and that in fact they should enhance,\r\nnot diminish, his credibility, because they simplified rather than\r\nembellished his case.  Perhaps petitioner so intended, but the\r\nproblem of inconsistencies remains.  His argument that his mother's\r\npeace meeting version of the abduction merely indicates her\r\nsuperior knowledge of where his father intended to go offers no\r\nexplanation why she made no mention of her sons' traumatic report\r\nof the abduction.  Similarly, petitioner's argument that his father\r\nhad made an early statement about going to pick up animals but that\r\nat the time of the abduction they were going \"another way\" without\r\nany gear to use with animals cannot be reconciled with his\r\ndeclaration that at the time of the abduction they were going to a\r\nfield to get animals.  These are not explanations; they are non\r\nsequiturs.  \r\nWhat can we make of all this?  We confess our inability at\r\nthis juncture to penetrate to the absolute truth of what happened\r\non that day of alleged abduction in January 1992.  It may be\r\nquestioned why, in a guerilla-dominated area, guerillas would dress\r\nin government clothing to seize a pro-government sympathizer.  It\r\nmay also be questioned how a brother of petitioner could continue\r\nto live, apparently safely, in El Salvador.  Leaving such queries\r\naside, we acknowledge that petitioner's basic story could be true. \r\nBut can we say that the inconsistencies outlined above are at\r\nmost marginal, mere gossamer threads?  Or that they must all be\r\nattributed to difficulties of language or understanding?  Or can we\r\nsay, as the dissenting Board member thought, that the Board's\r\nemphasizing the significance of differing versions of a traumatic\r\nevent was \"unsupported conjecture\"?  \r\nUnlike the cases cited to us by petitioner, such as Canjura-\r\nFlores v. INS, 784 F.2d 885, 889 (9th Cir. 1985), and Damaize-Job\r\nv. INS, 787 F.2d 1332, 1337 (9th Cir. 1986), the inconsistencies\r\nnoted by the Board were more than several and more than minor, such\r\nas an error in dates or a typographical error.  Petitioner calls\r\nour attention to Cordero-Trejo v. INS, 40 F.3d 482 (lst Cir. 1994),\r\nin which we held that the Board's negative credibility findings\r\nwere without record foundation.  That case is helpful because it\r\npresents a Board decision that we felt comfortable in setting\r\naside.  Its credibility finding was based on one alleged\r\ninconsistency that we deemed ephemeral (i.e., a supposed\r\ninconsistency between calling attackers \"unknown armed men\" and\r\n\"death squads, id. at 488); a hypertechnical challenge to the\r\nauthenticity of documents; and eight \"implausibilit[ies],\" id. at\r\n490.\r\nHere, in contrast, the multiple inconsistencies went to the\r\ncentral facts of the triggering event.  The discrepancies concerned\r\nthe where, the who, the when and the what of the abduction.  And\r\nthe only alleged \"implausibility\" is the Board's observation that\r\nif petitioner had in fact been present at such a traumatic event as\r\na kidnaping of his father, he would not likely have overlooked the\r\nmajor details of that event.  But this is the very stuff of\r\nlegitimate impeachment.\r\nMoreover, not only were there multiple differences, but they\r\nwere not greatly separated in time.  The application and\r\ndeclaration, prepared with the assistance of counsel, were dated\r\nthe same day; the mother's letter came a month later; and the\r\ntestimony followed six months later.  Petitioner stated that all\r\nwritten statements had been read to him.  There was no attempt,\r\nalthough there was ample time, to elaborate upon or explain the\r\nmother's varying interpretation. \r\nIn short, we know of no principled basis for reversing the\r\nBoard's decision short of saying that an appellate court can\r\nconduct de novo review of every non-frivolous case involving non-\r\nEnglish speaking parties.  This we cannot do.  The Board's finding\r\nof adverse credibility was supported by substantial evidence, which\r\nit succinctly summarized.  Its decision to allow timely voluntary\r\ndeparture, or, failing that, to order deportation must be \r\nAffirmed.  \r\n",
  "html": "<p class=\"case_cite\">194 F.3d 14 (1st Cir. 1999)</p>\n    <p class=\"parties\">SANTOS MANUEL BOJORQUES-VILLANUEVA, Petitioner,<br>v.<br>IMMIGRATION AND NATURALIZATION SERVICE, Respondent.</p>\n    <p class=\"docket\">No. 99-1206.</p>\n    <p class=\"court\">United States Court of Appeals for the First Circuit.</p>\n    <p class=\"date\">Heard Sept. 17, 1999.<br>Decided Oct. 19, 1999.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Maureen O'Sullivan with whom Harvey Kaplan, Jeremiah Friedman, and Ilana Greenstein were on brief for petitioner.</p>\n      <p class=\"indent\">Edward J. Duffy, Attorney, Office of Immigration Litigation, with whom Christopher C. Fuller, Senior Litigation Counsel, and David W. Ogden, Acting Assistant Attorney General, Civil Division, were on brief for respondent.</p>\n      <p class=\"indent\">Before Boudin, Circuit Judge, Coffin and Campbell, Senior Circuit Judge.</p>\n      <p class=\"indent\">COFFIN, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This is a petition for review of a final order of deportation under the then applicable section 106(a) of the Immigration and Nationality Act, 8 U.S.C. &#167; 1105a(a) (1995). The specific issue is whether substantial evidence supports the Board of Immigration Appeals' adverse finding of credibility, leading it to dismiss petitioner's appeal from an Immigration Judge's decision denying his request for asylum.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Petitioner, a 26-year-old citizen of El Salvador, was placed in deportation proceedings in May 1992, after entering the United States without inspection. He subsequently filed an application for asylum, claiming that he and a brother had witnessed the kidnaping of his uncle and father, the latter being a known supporter of the government's military establishment, by guerillas who later killed both men. He feared the same fate if he were to return to El Salvador.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The Board of Immigration Appeals, after reopening an Immigration Judge's in absentia order of deportation for lack of clear notice of hearing, and after rejecting the Immigration Judge's adverse finding of credibility for lack of \"specific and cogent reasons,\" made its own de novo adverse finding of credibility. It found discrepancies in the testimony and exhibits in the record that \"are significant and go directly to the heart of [the] asylum claim.\" The Board acknowledged that such a kidnaping was consistent with conditions in El Salvador in January 1992, but added:</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">However, what cannot be explained by general country conditions is why the respondent alternatively stated that he had only witnessed his father's kidnaping, but not his uncle's, or that he witnessed both men being kidnaped; that after the uniformed men sent him away, that he never saw his father again, or that his father and his uncle were both paraded past his house; that his father had told him where they were going, or that he had not told him; and, most importantly, why his mother's letter conflicts with any of the versions of the story recounted by the respondent.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">After reviewing all of the testimony and documents in the record, we affirm.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The petitioner in a case such as this faces a heavy burden. To be eligible for asylum, he must establish through credible and specific evidence in the record that his fear of persecution is both genuine and objectively reasonable. See Aguilar-Solis v. INS, 168 F.3d 565, 569-73 (lst Cir. 1999). The BIA's determination that the petitioner has failed to prove his case may be reversed only if the record, viewed in its entirety, would compel a contrary conclusion. See id. at 569. We add that an adverse credibility determination cannot rest on trivia but must be based on discrepancies that \"`involved the heart of the asylum claim,'\" De Leon-Barrios v. INS, 116 F.3d 391, 393-94 (9th Cir. 1997) (citation omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Petitioner criticizes the Board for overlooking \"the true story presented\" of the murders -- a child's witnessing his father's abduction, and a grief- and terror-stricken family -- and, instead, focusing \"its attention on minor, relatively inconsequential details, . . . violat[ing] its responsibility to review the record as a whole, with an eye to the cultural, linguistic, and emotional hurdles unique to asylum applicants.\"</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">To test the substantiality of the inconsistencies, we, like the Board, consider the description of the underlying basis of petitioner's fear in (1) his asylum application, dated July 5, 1994; (2) his declaration, filed with the application; (3) a letter from petitioner's mother to his counsel, dated August 12, 1994 (which, contrary to petitioner's argument, was explicitly made part of the record), and (4) petitioner's testimony at a hearing on February 10, 1995. We divide the various statements into three headings: location of the abduction; details of the abduction; and subsequent viewing of the victims. We consider the statements in the order in which they were made.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Location. In his application, petitioner stated that he and his brother were working in a field when his father and uncle were abducted. In his testimony, however, he denied ever having said that. In the declaration, filed with the application, petitioner stated that, after working on house repairs, he and his brother were going to a field to get animals when the abduction took place. Petitioner's mother, in her letter, said simply that her husband was taken from a peace meeting, without anyone noticing. In petitioner's testimony, some six months later, he said that he and his brother were going with their father to an unknown destination. Indeed, he said that this was the only time they had ever gone with their father when he did not tell them where they were going.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Abduction. In petitioner's application, he stated that three men dressed in what looked like army uniforms abducted both his father and uncle while he and his brother watched. In his declaration, filed at the same time, he stated that three men in green uniforms with helmets took away his father. He did not mention seeing his uncle. Petitioner's mother, in her letter, made no mention of the uncle. In his testimony, petitioner said that two men in uniform took his father. He said he did not see his uncle. He learned of his uncle's fate only when a son of his uncle later told him.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Subsequent viewing. In petitioner's application, he stated that, some time after the initial abduction, he saw his father and uncle, their hands tied behind their backs, being taken by his house. The same observation was reported in his declaration. The mother's letter made no mention of this viewing. Finally, in his testimony, petitioner denied having made such a statement and said that, after the abduction, he never saw his father again. He stated, however, that his father was taken past his house, without indicating how he knew this.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Petitioner vigorously argues that these various versions were merely attempts to clarify, and that in fact they should enhance, not diminish, his credibility, because they simplified rather than embellished his case. Perhaps petitioner so intended, but the problem of inconsistencies remains. His argument that his mother's peace meeting version of the abduction merely indicates her superior knowledge of where his father intended to go offers no explanation why she made no mention of her sons' traumatic report of the abduction. Similarly, petitioner's argument that his father had made an early statement about going to pick up animals but that at the time of the abduction they were going \"another way\" without any gear to use with animals cannot be reconciled with his declaration that at the time of the abduction they were going to a field to get animals. These are not explanations; they are non sequiturs.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">What can we make of all this? We confess our inability at this juncture to penetrate to the absolute truth of what happened on that day of alleged abduction in January 1992. It may be questioned why, in a guerilla-dominated area, guerillas would dress in government clothing to seize a pro-government sympathizer. It may also be questioned how a brother of petitioner could continue to live, apparently safely, in El Salvador. Leaving such queries aside, we acknowledge that petitioner's basic story could be true.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">But can we say that the inconsistencies outlined above are at most marginal, mere gossamer threads? Or that they must all be attributed to difficulties of language or understanding? Or can we say, as the dissenting Board member thought, that the Board's emphasizing the significance of differing versions of a traumatic event was \"unsupported conjecture\"?</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Unlike the cases cited to us by petitioner, such as Canjura-Flores v. INS, 784 F.2d 885, 889 (9th Cir. 1985), and Damaize-Job v. INS, 787 F.2d 1332, 1337 (9th Cir. 1986), the inconsistencies noted by the Board were more than several and more than minor, such as an error in dates or a typographical error. Petitioner calls our attention to Cordero-Trejo v. INS, 40 F.3d 482 (lst Cir. 1994), in which we held that the Board's negative credibility findings were without record foundation. That case is helpful because it presents a Board decision that we felt comfortable in setting aside. Its credibility finding was based on one alleged inconsistency that we deemed ephemeral (i.e., a supposed inconsistency between calling attackers \"unknown armed men\" and \"death squads, id. at 488); a hypertechnical challenge to the authenticity of documents; and eight \"implausibilit[ies],\" id. at 490.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Here, in contrast, the multiple inconsistencies went to the central facts of the triggering event. The discrepancies concerned the where, the who, the when and the what of the abduction. And the only alleged \"implausibility\" is the Board's observation that if petitioner had in fact been present at such a traumatic event as a kidnaping of his father, he would not likely have overlooked the major details of that event. But this is the very stuff of legitimate impeachment.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Moreover, not only were there multiple differences, but they were not greatly separated in time. The application and declaration, prepared with the assistance of counsel, were dated the same day; the mother's letter came a month later; and the testimony followed six months later. Petitioner stated that all written statements had been read to him. There was no attempt, although there was ample time, to elaborate upon or explain the mother's varying interpretation.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">In short, we know of no principled basis for reversing the Board's decision short of saying that an appellate court can conduct de novo review of every non-frivolous case involving non-English speaking parties. This we cannot do. The Board's finding of adverse credibility was supported by substantial evidence, which it succinctly summarized. Its decision to allow timely voluntary departure, or, failing that, to order deportation must be</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">194</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">14</span></span> (1st Cir. 1999)</p>\n    <p class=\"parties\">SANTOS MANUEL BOJORQUES-VILLANUEVA, Petitioner,<br>v.<br>IMMIGRATION AND NATURALIZATION SERVICE, Respondent.</p>\n    <p class=\"docket\">No. 99-1206.</p>\n    <p class=\"court\">United States Court of Appeals for the First Circuit.</p>\n    <p class=\"date\">Heard Sept. 17, 1999.<br>Decided Oct. 19, 1999.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Maureen O'Sullivan with whom Harvey Kaplan, Jeremiah Friedman, and Ilana Greenstein were on brief for petitioner.</p>\n      <p class=\"indent\">Edward J. Duffy, Attorney, Office of Immigration Litigation, with whom Christopher C. Fuller, Senior Litigation Counsel, and David W. Ogden, Acting Assistant Attorney General, Civil Division, were on brief for respondent.</p>\n      <p class=\"indent\">Before Boudin, Circuit Judge, Coffin and Campbell, Senior Circuit Judge.</p>\n      <p class=\"indent\">COFFIN, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This is a petition for review of a final order of deportation under the then applicable section 106(a) of the Immigration and Nationality Act, 8 U.S.C. &#167; 1105a(a) (1995). The specific issue is whether substantial evidence supports the Board of Immigration Appeals' adverse finding of credibility, leading it to dismiss petitioner's appeal from an Immigration Judge's decision denying his request for asylum.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Petitioner, a 26-year-old citizen of El Salvador, was placed in deportation proceedings in May 1992, after entering the United States without inspection. He subsequently filed an application for asylum, claiming that he and a brother had witnessed the kidnaping of his uncle and father, the latter being a known supporter of the government's military establishment, by guerillas who later killed both men. He feared the same fate if he were to return to El Salvador.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The Board of Immigration Appeals, after reopening an Immigration Judge's in absentia order of deportation for lack of clear notice of hearing, and after rejecting the Immigration Judge's adverse finding of credibility for lack of \"specific and cogent reasons,\" made its own de novo adverse finding of credibility. It found discrepancies in the testimony and exhibits in the record that \"are significant and go directly to the heart of [the] asylum claim.\" The Board acknowledged that such a kidnaping was consistent with conditions in El Salvador in January 1992, but added:</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">However, what cannot be explained by general country conditions is why the respondent alternatively stated that he had only witnessed his father's kidnaping, but not his uncle's, or that he witnessed both men being kidnaped; that after the uniformed men sent him away, that he never saw his father again, or that his father and his uncle were both paraded past his house; that his father had told him where they were going, or that he had not told him; and, most importantly, why his mother's letter conflicts with any of the versions of the story recounted by the respondent.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">After reviewing all of the testimony and documents in the record, we affirm.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The petitioner in a case such as this faces a heavy burden. To be eligible for asylum, he must establish through credible and specific evidence in the record that his fear of persecution is both genuine and objectively reasonable. See Aguilar-Solis v. INS, <span class=\"citation\" data-id=\"198342\"><a href=\"/opinion/198342/aguilar-solis-v-ins/\"><span class=\"volume\">168</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">565</span></a></span>, 569-73 (lst Cir. 1999). The BIA's determination that the petitioner has failed to prove his case may be reversed only if the record, viewed in its entirety, would compel a contrary conclusion. See id. at 569. We add that an adverse credibility determination cannot rest on trivia but must be based on discrepancies that \"`involved the heart of the asylum claim,'\" De Leon-Barrios v. INS, <span class=\"citation\" data-id=\"741983\"><a href=\"/opinion/741983/97-cal-daily-op-serv-4551-97-daily-journal-dar-7564-edgar-octaviano/\"><span class=\"volume\">116</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">391</span></a></span>, 393-94 (9th Cir. 1997) (citation omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Petitioner criticizes the Board for overlooking \"the true story presented\" of the murders -- a child's witnessing his father's abduction, and a grief- and terror-stricken family -- and, instead, focusing \"its attention on minor, relatively inconsequential details, . . . violat[ing] its responsibility to review the record as a whole, with an eye to the cultural, linguistic, and emotional hurdles unique to asylum applicants.\"</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">To test the substantiality of the inconsistencies, we, like the Board, consider the description of the underlying basis of petitioner's fear in (1) his asylum application, dated July 5, 1994; (2) his declaration, filed with the application; (3) a letter from petitioner's mother to his counsel, dated August 12, 1994 (which, contrary to petitioner's argument, was explicitly made part of the record), and (4) petitioner's testimony at a hearing on February 10, 1995. We divide the various statements into three headings: location of the abduction; details of the abduction; and subsequent viewing of the victims. We consider the statements in the order in which they were made.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Location. In his application, petitioner stated that he and his brother were working in a field when his father and uncle were abducted. In his testimony, however, he denied ever having said that. In the declaration, filed with the application, petitioner stated that, after working on house repairs, he and his brother were going to a field to get animals when the abduction took place. Petitioner's mother, in her letter, said simply that her husband was taken from a peace meeting, without anyone noticing. In petitioner's testimony, some six months later, he said that he and his brother were going with their father to an unknown destination. Indeed, he said that this was the only time they had ever gone with their father when he did not tell them where they were going.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Abduction. In petitioner's application, he stated that three men dressed in what looked like army uniforms abducted both his father and uncle while he and his brother watched. In his declaration, filed at the same time, he stated that three men in green uniforms with helmets took away his father. He did not mention seeing his uncle. Petitioner's mother, in her letter, made no mention of the uncle. In his testimony, petitioner said that two men in uniform took his father. He said he did not see his uncle. He learned of his uncle's fate only when a son of his uncle later told him.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Subsequent viewing. In petitioner's application, he stated that, some time after the initial abduction, he saw his father and uncle, their hands tied behind their backs, being taken by his house. The same observation was reported in his declaration. The mother's letter made no mention of this viewing. Finally, in his testimony, petitioner denied having made such a statement and said that, after the abduction, he never saw his father again. He stated, however, that his father was taken past his house, without indicating how he knew this.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Petitioner vigorously argues that these various versions were merely attempts to clarify, and that in fact they should enhance, not diminish, his credibility, because they simplified rather than embellished his case. Perhaps petitioner so intended, but the problem of inconsistencies remains. His argument that his mother's peace meeting version of the abduction merely indicates her superior knowledge of where his father intended to go offers no explanation why she made no mention of her sons' traumatic report of the abduction. Similarly, petitioner's argument that his father had made an early statement about going to pick up animals but that at the time of the abduction they were going \"another way\" without any gear to use with animals cannot be reconciled with his declaration that at the time of the abduction they were going to a field to get animals. These are not explanations; they are non sequiturs.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">What can we make of all this? We confess our inability at this juncture to penetrate to the absolute truth of what happened on that day of alleged abduction in January 1992. It may be questioned why, in a guerilla-dominated area, guerillas would dress in government clothing to seize a pro-government sympathizer. It may also be questioned how a brother of petitioner could continue to live, apparently safely, in El Salvador. Leaving such queries aside, we acknowledge that petitioner's basic story could be true.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">But can we say that the inconsistencies outlined above are at most marginal, mere gossamer threads? Or that they must all be attributed to difficulties of language or understanding? Or can we say, as the dissenting Board member thought, that the Board's emphasizing the significance of differing versions of a traumatic event was \"unsupported conjecture\"?</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Unlike the cases cited to us by petitioner, such as Canjura-Flores v. INS, <span class=\"citation no-link\"><span class=\"volume\">784</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">885</span></span>, 889 (9th Cir. 1985), and Damaize-Job v. INS, <span class=\"citation\" data-id=\"468197\"><a href=\"/opinion/468197/alberto-damaize-job-v-immigration-and-naturalization-service/\"><span class=\"volume\">787</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1332</span></a></span>, 1337 (9th Cir. 1986), the inconsistencies noted by the Board were more than several and more than minor, such as an error in dates or a typographical error. Petitioner calls our attention to Cordero-Trejo v. INS, <span class=\"citation\" data-id=\"195749\"><a href=\"/opinion/195749/cordero-trejo-v-ins/\"><span class=\"volume\">40</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">482</span></a></span> (lst Cir. 1994), in which we held that the Board's negative credibility findings were without record foundation. That case is helpful because it presents a Board decision that we felt comfortable in setting aside. Its credibility finding was based on one alleged inconsistency that we deemed ephemeral (i.e., a supposed inconsistency between calling attackers \"unknown armed men\" and \"death squads, id. at 488); a hypertechnical challenge to the authenticity of documents; and eight \"implausibilit[ies],\" id. at 490.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Here, in contrast, the multiple inconsistencies went to the central facts of the triggering event. The discrepancies concerned the where, the who, the when and the what of the abduction. And the only alleged \"implausibility\" is the Board's observation that if petitioner had in fact been present at such a traumatic event as a kidnaping of his father, he would not likely have overlooked the major details of that event. But this is the very stuff of legitimate impeachment.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Moreover, not only were there multiple differences, but they were not greatly separated in time. The application and declaration, prepared with the assistance of counsel, were dated the same day; the mother's letter came a month later; and the testimony followed six months later. Petitioner stated that all written statements had been read to him. There was no attempt, although there was ample time, to elaborate upon or explain the mother's varying interpretation.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">In short, we know of no principled basis for reversing the Board's decision short of saying that an appellate court can conduct de novo review of every non-frivolous case involving non-English speaking parties. This we cannot do. The Board's finding of adverse credibility was supported by substantial evidence, which it succinctly summarized. Its decision to allow timely voluntary departure, or, failing that, to order deportation must be</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/195749/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198342/",
    "http://www.courtlistener.com/api/rest/v3/opinions/468197/",
    "http://www.courtlistener.com/api/rest/v3/opinions/741983/"
  ]
}