{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/198604/",
  "absolute_url": "/opinion/198604/in-re-grand-jury-v/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/198604/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:55:35Z",
  "date_modified": "2017-03-24T10:58:08.692409Z",
  "type": "010combined",
  "sha1": "a25db20d80fec85d4810b83b8217ae516efbc879",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=99-1734.01A",
  "local_path": null,
  "plain_text": "               United States Court of Appeals\r\n                   For the First Circuit\r\n\nNo. 99-1734\r\n\n                 IN RE GRAND JURY PROCEEDINGS\r\n\n                    (GREGORY P. VIOLETTE).\r\n\n                                      \r\n\n                     GREGORY P. VIOLETTE,\r\n\n                    Intervenor, Appellant.\r\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n                  FOR THE DISTRICT OF MAINE\r\n\n         [Hon. Morton A. Brody, U.S. District Judge]\r\n\n                            Before\r\n\n                  Selya, Boudin and Lipez,\r\n\n                      Circuit Judges.\r\n\n   Jeffrey Silverstein and Billings &amp; Silverstein on brief for\r\nappellant.\r\n   Jay P. McCloskey, United States Attorney, and Michael D. Love,\r\nAssistant United States Attorney, on brief for the United States.\r\n\nAUGUST 19, 1999\r\n\nSELYA, Circuit Judge.  This matter presents an issue of\r\nfirst impression:  whether the nascent psychotherapist-patient\r\nprivilege encompasses a so-called \"crime-fraud exception,\" parallel\r\nto that which we previously have recognized anent the attorney-\r\nclient privilege.  We hold that the privilege entails such an\r\nexception and that the exception applies here.  We therefore affirm\r\nthe district court's order enforcing grand jury subpoenas served\r\nupon a pair of psychiatrists.\r\nI.  BACKGROUND\r\nTo protect the secrecy of ongoing grand jury proceedings,\r\nwe limit our review of the facts to the bare essentials.  Since at\r\nleast October 1997, Gregory P. Violette has been the target of a\r\nfederal grand jury investigation focused on possible bank fraud and\r\nrelated crimes.  The government says that Violette made false\r\nstatements to financial institutions (presumably in violation of 18\r\nU.S.C.  1014) for the purpose of obtaining loans and credit\r\ndisability insurance; that he trumped up an array of disabilities,\r\nwhich he communicated to selected health-care providers; and that\r\nhe caused information from these providers to be transmitted to the\r\ncompanies that had underwritten the credit disability policies\r\n(presumably in violation of 18 U.S.C.  1341), thus fraudulently\r\ninducing payments.\r\nIn February 1999, the United States subpoenaed two\r\nlicensed psychiatrists, Dr. Carol M. Spencer LeMay and Dr.\r\nEpiphanes K. Balian, to appear before the grand jury and provide\r\nevidence relating to Violette.  The doctors appeared in March and\r\nasserted the psychotherapist-patient privilege on Violette's\r\nbehalf.  The government promptly sought enforcement of the\r\nsubpoenas and buttressed its effort with an affidavit of the case\r\nagent, Michael Kelly, filed under seal.  Violette countered by\r\nmoving to intervene and to secure access to all the investigative\r\ninformation, or, alternatively, to Kelly's affidavit.\r\nThe district court allowed Violette to intervene but\r\ndenied the motion for access.  Violette then opposed enforcement of\r\nthe subpoenas.  After hearing argument, the district court enforced\r\nboth subpoenas.  Violette appeals, alleging:  (1) that the denial\r\nof access to the investigative materials violates due process; and\r\n(2) that there is no crime-fraud exception to the psychotherapist-\r\npatient privilege, or, alternatively, that the evidence sought by\r\nthe government falls outside the scope of any such exception.\r\nBecause the grand jury term is set to expire in early\r\nSeptember and because additional delay threatens to exacerbate\r\nstatute-of-limitations problems, we granted the government's\r\nrequest for expedited review.  We consider Violette's claims in\r\nreverse order inasmuch as the analysis underlying our resolution of\r\nthe second claim informs our resolution of the first.\r\n\nII.  THE PSYCHOTHERAPIST-PATIENT PRIVILEGE\r\nThe Supreme Court recently recognized the\r\npsychotherapist-patient privilege as a matter of federal common\r\nlaw, holding \"that confidential communications between a licensed\r\npsychotherapist and her patients in the course of diagnosis or\r\ntreatment are protected from compelled disclosure.\"  Jaffee v.\r\nRedmond, 518 U.S. 1, 15 (1996).  The Court left the exact\r\nparameters of the privilege to future cases.  See id. at 18.  We\r\nassume that mantle, mindful that Federal Rule of Evidence 501\r\nauthorizes federal courts to develop the common law of privileges\r\n\"in the light of reason and experience.\"\r\nAs a general matter, a party asserting a privilege has\r\nthe burden of showing that the privilege applies.  See 3 Jack B.\r\nWeinstein &amp; Margaret A. Berger, Weinstein's Federal Evidence \r\n503.06[7] (2d ed. 1997).  To do so, the proponent of the privilege\r\nmust set forth facts sufficient to establish all the elements of\r\nthe claimed privilege.  See Holifield v. United States, 909 F.2d\r\n201, 203-04 (7th Cir. 1990); cf. In re Aug., 1993 Regular Grand\r\nJury, 854 F. Supp. 1392, 1398-99 (S.D. Ind. 1993) (suggesting that\r\na blanket assertion of the psychotherapist-patient privilege would\r\nbe insufficient).  Hence, a party asserting the psychotherapist-\r\npatient privilege must show that the allegedly privileged\r\ncommunications were made (1) confidentially (2) between a licensed\r\npsychotherapist and her patient (3) in the course of diagnosis or\r\ntreatment.  See Jaffee, 518 U.S. at 15.\r\nThe first two of these requirements are not in dispute\r\nhere.  The district court found that the information to which the\r\nsubpoenas related was confidential, and the government does not now\r\nchallenge that finding.  Nor does the government question the\r\ncredentials of the two psychotherapists.  The battleground thus\r\nnarrows to the privilege's third furculum.\r\nThe district court found that the communications to which\r\nthe subpoenas related were not made in the course of diagnosis or\r\ntreatment, and that a crime-fraud exception applied.  The court's\r\nimplicit rationale appears to have been that because the\r\ncommunications were made in furtherance of fraud, they could not\r\nhave served a bona fide therapeutic purpose.\r\nWe find the district court's logic compelling on the\r\nrather extreme facts of this case.  We nonetheless are constrained\r\nto note that the court blurred two distinct bases for enforcing the\r\nsubpoenas.  The court might have reached that result either by\r\nconcluding that the communications in question do not satisfy the\r\nrequirements of the privilege or by concluding that the\r\ncommunications satisfy the requirements of both the privilege and\r\nan exception thereto.  Such blurring is understandable and, in this\r\ninstance, unimportant.  Cf. United States v. Zolin, 491 U.S. 554,\r\n567 (1989) (suggesting that a strict progression of proof is not\r\nrequired in crime-fraud cases).  The facts set forth in Kelly's\r\naffidavit afford a basis not only for concluding that the\r\ncommunications were made outside the course of genuine diagnosis or\r\ntreatment, cf. In re Doe, 711 F.2d 1187, 1193 (2d Cir. 1983)\r\n(holding that the psychotherapist-patient privilege did not protect\r\nthe records of a sham medical clinic that served as a front for the\r\nillegal sale of drugs, based in large part on a finding that no\r\ngenuine therapy took place), but also that the crime-fraud\r\nexception, if applicable to this privilege, extended to these\r\nfacts.\r\nWe will not dwell unduly on this largely epistemological\r\nconundrum.  In this appeal, the government offers only the crime-\r\nfraud rationale.  For simplicity's sake, we therefore assume\r\n(without deciding) that Violette's communications can be said to\r\nhave been made presumptively in the course of diagnosis or\r\ntreatment.  On this assumption, Violette established the essential\r\nelements of the privilege and the communications are protected\r\nunless an exception pertains.  It is to this question that we now\r\nturn.\r\n\nIII.  THE CRIME-FRAUD EXCEPTION\r\nThe government urges wholesale importation of the crime-\r\nfraud exception, as delineated in the context of the attorney-\r\nclient privilege, into the emerging jurisprudence of the\r\npsychotherapist-patient privilege.  Violette, in contrast, exhorts\r\nus to refuse to recognize such an exception.\r\nThe Jaffee Court did not envision the psychotherapist-\r\npatient privilege as absolute or immutable.  Rather, the Court\r\nsuggested the possibility of exceptions to the operation of the\r\nprivilege and prophesied that the details would emerge on a case-\r\nby-case basis.  See Jaffee, 518 U.S. at 18 &amp; n.19.  To our\r\nknowledge, no court since Jaffee has determined whether the\r\nprivilege is subject to a crime-fraud exception.  We hold  that the\r\ncrime-fraud exception applies to the psychotherapist-patient\r\nprivilege.\r\nWe start our exploration of this virgin terrain with a\r\nmethodological point.  When a court is called upon to consider\r\nmodifying a privilege or adopting a new exception to it, the\r\nappropriate inquiry is whether protecting a particular class of\r\nconfidential communications \"promotes sufficiently important\r\ninterests to outweigh the need for probative evidence.\"  Trammel v.\r\nUnited States, 445 U.S. 40, 51 (1980).  Common sense suggests, and\r\nthe Evidence Rules make explicit, that this type of judgment must\r\nbe made in light of \"reason and experience.\"  Fed. R. Evid. 501. \r\nIn this area of the law, then, it is incumbent upon courts to hold\r\nthe often delicate balance between competing interests steady and\r\ntrue.  Justice Cardozo made this point well:\r\n  [T]he recognition of a privilege does not mean\r\nthat it is without conditions or exceptions. \r\nThe social policy that will prevail in many\r\nsituations may run foul in others of a\r\ndifferent social policy, competing for\r\nsupremacy.  It is then the function of a court\r\nto mediate between them, assigning, so far as\r\npossible, a proper value to each, and\r\nsummoning to its aid all the distinctions and\r\nanalogies that are the tools of the judicial\r\nprocess.\r\n\nClark v. United States, 289 U.S. 1, 13 (1933).\r\nIn considering whether to recognize a previously\r\nunannounced privilege, \"a court must first decide whether a\r\nqualified privilege exists or should exist before deciding how to\r\napply it to a particular case.\"  In re Grand Jury (Granite\r\nPurchases), 821 F.2d 946, 955 (3d Cir. 1987).  We believe that the\r\ntask of articulating the scope of an existing privilege calls for\r\na similar approach.  An inquiring court should first decide whether\r\na potentially relevant exception exists.  If not, the court's\r\ninquiry ends.  If, however, the exception exists, the court then\r\nmust define its parameters sufficiently to ascertain whether the\r\nspecific facts of the case fit within its confines.\r\nAgainst this methodological backdrop, we ponder the\r\nproposed crime-fraud exception.  This exception grew up in the\r\nshadow of the attorney-client privilege.  It ensures that the\r\nattorney-client privilege will \"not extend to communications made\r\nfor the purpose of getting advice for the commission of a fraud or\r\ncrime.\"  United States v. Reeder, 170 F.3d 93, 106 (1st Cir. 1999)\r\n(citations and internal quotation marks omitted), petition for\r\ncert. filed, 68 U.S.L.W. 3079 (U.S. July 9, 1999) (No. 99-79). \r\n\"Thus, the attorney-client privilege is forfeited inter alia where\r\nthe client sought the services of the lawyer to enable or aid the\r\nclient to commit what the client knew or reasonably should have\r\nknown to be a crime or fraud.\"  United States v. Rakes, 136 F.3d 1,\r\n4 (1st Cir. 1998).\r\nTo bring the crime-fraud exception to bear, the party\r\ninvoking it must make a prima facie showing:  (1) that the client\r\nwas engaged in (or was planning) criminal or fraudulent activity\r\nwhen the attorney-client communications took place; and (2) that\r\nthe communications were intended by the client to facilitate or\r\nconceal the criminal or fraudulent activity.  See United States v.\r\nJacobs, 117 F.3d 82, 87-89 (2d Cir. 1997).  It is sometimes\r\nsuggested that the exception follows as a matter of logic from the\r\nprinciple that motivates the privilege itself.  After all, the\r\nSupreme Court has stated that the purpose of the attorney-client\r\nprivilege is \"to encourage full and frank communication between\r\nattorneys and their clients and thereby promote broader public\r\ninterests in the observance of law and administration of justice.\" \r\nUpjohn Co. v. United States, 449 U.S. 383, 389 (1981).  Using the\r\nprivilege to hinder proof of fraudulent or criminal activity would,\r\nthe suggestion goes, undermine this core purpose.  See United\r\nStates v. Gordon-Nikkar, 518 F.2d 972, 975 (5th Cir. 1975); Diamond\r\nv. Stratton, 95 F.R.D. 503, 505 (S.D.N.Y. 1982); 3 Weinstein &amp;\r\nBerger, supra,  503.16[1]; see also In re Richard Roe, Inc., 68\r\nF.3d 38, 40 (2d Cir. 1995) (\"Although there is a societal interest\r\nin enabling clients to get sound legal advice, there is no such\r\ninterest when the communications or advice are intended to further\r\nthe commission of a crime or fraud.\").\r\nWe caution, however, that stating the justification for\r\nthe crime-fraud exception in this almost syllogistic fashion is\r\npotentially misleading.  There is more at work than a simple\r\ndichotomy between crime or fraud, on the one hand, and justice, on\r\nthe other.  We think that it is essential to clarify the rationale\r\nbehind the crime-fraud exception before considering transplantation\r\nof the exception into new soil.\r\nIn the attorney-client environment, this court has\r\njustified the crime-fraud exception on the ground that protecting\r\ncommunications made in furtherance of crime or fraud withholds\r\nrelevant information from the factfinder.  See Reeder, 170 F.3d at\r\n106.  Of course, privileges almost always have this exclusionary\r\neffect.  Hence, the rationale for the exception must be that the\r\nsystemic benefits of protecting this category of communications are\r\noutweighed by the costs of foregoing probative evidence of criminal\r\nactivity.  The essential building block in the justification of the\r\nexception, then, is the judgment that statements made in\r\nfurtherance of a crime or fraud have relatively little (if any)\r\npositive impact on the goal of promoting the administration of\r\njustice.  This understanding is fully consistent with the\r\nbalancing approach that governs privilege analysis generally.  See\r\nTrammel, 445 U.S. at 50-51.\r\nTo summarize, the attorney-client privilege exists as\r\nmatter of policy, not as a matter of logic.  The benefits of full\r\nand frank communication between clients and attorneys generally\r\nhave been deemed to outweigh the costs of probative evidence\r\nforegone.  The balance shifts, however, when a client communicates\r\nfor the purpose of advancing a criminal or fraudulent enterprise. \r\nBecause such communications do not create a net benefit to the\r\nsystem, the rationale that underpins the privilege vanishes (or, at\r\nleast, diminishes markedly in force).\r\nThis is not say that courts delude themselves into\r\nthinking that the effects of the crime-fraud exception on the\r\nadministration of justice are unambiguously positive.  It surely\r\ncan be argued that if the veil of secrecy were totally opaque,\r\nlawyers might have more opportunities to discourage illegal\r\nbehavior.  But the crime-fraud exception reflects a policy judgment\r\nthat this potential discouragement does not justify the costs of\r\nshielding highly probative evidence of antisocial conduct from the\r\nfactfinders' eyes.\r\nThis brings us full circle.  The Jaffee Court justified\r\nthe psychotherapist-patient privilege in terms parallel to those\r\nused for the attorney-client privilege.  Indeed, the Court embarked\r\non its examination of the privilege by noting that, \"[l]ike the\r\nspousal and attorney-client privileges, the psychotherapist-patient\r\nprivilege is 'rooted in the imperative need for confidence and\r\ntrust.'\"  Jaffee, 518 U.S. at 10 (quoting Trammel, 445 U.S. at 51). \r\n\"Effective psychotherapy,\" the Court explained, \"depends upon an\r\natmosphere of confidence and trust in which the patient is willing\r\nto make a frank and complete disclosure of facts, emotions,\r\nmemories, and fears.\"  Id.  But the private interests of\r\npsychotherapists and patients, while entitled to weight, do not\r\nsuffice to justify a privilege; that justification depends on a\r\nshowing that the privilege also serves the public interest.  See\r\nid. at 11.  The Court, again likening the situation to the\r\nattorney-client privilege, found such a public good in the\r\npsychotherapist-patient context because psychotherapy promotes\r\nmental health.  See id.\r\nAs the Supreme Court has framed the issues, the parallels\r\nare striking.  The attorney-client privilege and the\r\npsychotherapist-patient privilege both exist to foster the\r\nconfidence and trust required for effective counseling\r\nrelationships (legal and psychiatric, respectively).  The private\r\ninterests served by these relationships, however, do not justify a\r\nprivilege.  Rather, we customarily respect the confidentiality of\r\ncommunications made in the course of these relationships because,\r\non balance, doing so serves the public weal.  The attorney-client\r\nprivilege promotes \"the observance of law and administration of\r\njustice,\" Upjohn, 449 U.S. at 389, just as the psychotherapist-\r\npatient privilege promotes \"[t]he mental health of our citizenry,\" \r\nJaffee, 518 U.S. at 11.\r\nThis sense of parity carries over to the crime-fraud\r\nexception.  In the attorney-client context, we exclude from the\r\nprivilege communications made in furtherance of crime or fraud\r\nbecause the costs to truth-seeking outweigh the justice-enhancing\r\neffects of complete and candid attorney-client conversations.  In\r\nthe psychotherapist-patient context, we likewise should exclude\r\nfrom the privilege communications made in furtherance of crime or\r\nfraud because the mental health benefits, if any, of protecting\r\nsuch communications pale in comparison to \"the normally predominant\r\nprinciple of utilizing all rational means for ascertaining truth.\" \r\nTrammel, 445 U.S. at 50 (quoting Elkins v. United States, 364 U.S.\r\n206, 234 (1960) (Frankfurter, J., dissenting)).  Several thoughts\r\ninform this conclusion.\r\nFirst, it is difficult to conjure up a case in which both\r\nmental health and criminal or fraudulent purposes might\r\nsimultaneously be advanced.  In our view, communications that are\r\nintended to further a crime or fraud will rarely, if ever, be\r\nallied with bona fide psychotherapy and, thus, protecting such\r\ncommunications will not promote mental health.  In this regard, it\r\nis important to emphasize that the crime-fraud exception will apply\r\nonly when the patient's purpose is to promote a particular crime or\r\nfraud.  Cf. Jacobs, 117 F.3d at 87-89.  Thus, for example, a career\r\ncriminal's confessions to his psychotherapist will not fall within\r\nthe exception even though the therapy may generally increase the\r\npatient's professional productivity.  Only when communications are\r\nintended directly to advance a particular criminal or fraudulent\r\nendeavor will their privileged status be forfeited by operation of\r\nthis exception.  Consequently, the slit we cut today in the shroud\r\nof psychotherapist-patient secrecy will be slight and will not\r\nchill much, if any, clinically relevant speech.  Cf. In re Grand\r\nJury Subpoena (Psychological Treatment Records), 710 F. Supp. 999,\r\n1014 (D.N.J.) (hypothesizing, pre-Jaffee, that \"[t]he absence of\r\nthe privilege when the psychotherapeutic relationship may be\r\ncriminal will have . . . no adverse effect on society's interest in\r\nfostering psychotherapeutic treatment\"), aff'd, 879 F.2d 861 (3d\r\nCir. 1989) (table).\r\nOn the other side of the balance, we believe that the\r\npotential for abuse of the psychotherapist-patient privilege,\r\nabsent the engrafting of a crime-fraud exception, is a matter of\r\nsubstantial concern.  Psychotherapists could use the privilege to\r\ndeflect investigations into health insurance fraud.  See In re\r\nZuniga, 714 F.2d 632, 634 (6th Cir. 1983); In re Pebsworth, 705\r\nF.2d 261, 262 (7th Cir. 1983).  Similarly, fraudulent personal\r\ninjury cases could find effective refuge under the umbrella of the\r\nprivilege.  See In re Grand Jury Subpoena, 710 F. Supp. at 1014. \r\nIndeed, our quest for examples need not take us so far afield:  the\r\ngovernment's version of the facts in the case at hand vividly\r\nillustrates the potential for abuse should we recognize the\r\nprivilege but not the concomitant exception.\r\nIn campaigning for reversal of the district court's\r\nukase, Violette ascribes great significance to the absence of a\r\ncrime-fraud exception from Rule 504 of the proposed Uniform Rules\r\nof Evidence.  In support of this argument by negative implication,\r\nhe points to proposed Rule 503(d)(1), the crime-fraud exception to\r\nthe attorney-client privilege.  It is true that courts sometimes\r\nlook to the proposed rules for guidance, see, e.g., Jaffee, 518\r\nU.S. at 14-15, but Violette offers nothing to show that the\r\ndrafters ever considered (let alone rejected) a crime-fraud\r\nexception to the psychotherapist-patient privilege.  Indeed, the\r\ndrafters may have thought it self-evident that communications made\r\nfor the purpose of furthering a crime or fraud would not be deemed\r\nto be \"made for the purposes of diagnosis or treatment.\"  Unif. R.\r\nEvid. 504(b).  In all events, the sockdolager is that Congress\r\nrejected Rule 504 in favor of the common law approach of Rule 501\r\n(discussed supra).  See H.R. Rep. No. 93-650, at 8 (1974),\r\nreprinted in 1974 U.S.C.C.A.N. 7075, 7082.  When reason and\r\nexperience lead us in a different direction than a rejected\r\nprovision in the proposed rules, we are bound by law to follow the\r\nformer.\r\nIV.  APPLYING THE CRIME-FRAUD EXCEPTION\r\nHaving concluded that an exception to the privilege\r\nexists, we next mull its applicability here.  As explained above,\r\na party invoking the crime-fraud exception must make a prima facie\r\nshowing that the exception applies.  The Supreme Court has\r\ndescribed the required quantum of evidence as \"something to give\r\ncolour to the charge . . . that has some foundation in fact.\" \r\nClark, 289 U.S. at 15 (citation omitted).\r\nAlthough we have not had occasion to flesh out this\r\nrather sketchy standard, other courts of appeals have offered\r\nvarying interpretations.  Compare, e.g., In re Grand Jury\r\nProceedings, 87 F.3d 377, 381 (9th Cir. 1996) (\"reasonable cause\"),\r\nwith In re Antitrust Grand Jury, 805 F.2d 155, 165-66 (6th Cir.\r\n1986) (\"probable cause\"), with In re Feldberg, 862 F.2d 622, 625-26\r\n(7th Cir. 1988) (evidence sufficient to require an explanation by\r\nthe party asserting the privilege, which the court describes as\r\nless than a preponderance), with Haines v. Liggett Group Inc., 975\r\nF.2d 81, 95-96 (3d Cir. 1992) (evidence which, if believed, would\r\nbe sufficient to support a finding that the elements of the crime-\r\nfraud exception were satisfied), with In re Grand Jury Proceedings,\r\n641 F.2d 199, 203 (5th Cir. 1981) (same, except that evidence to\r\nthe contrary is to be disregarded).  This case presents no\r\noccasion to pick and choose among these sundry formulations of the\r\nstandard.  On the facts before us, the district court's\r\ndetermination that the government carried its burden is\r\nunassailable, regardless of which version of the standard applies.\r\nWe review the district court's determination that\r\nparticular communications come within the crime-fraud exception for\r\nabuse of discretion.  See Reeder, 170 F.3d at 106.  Kelly's\r\naffidavit contains a wealth of evidence indicating that Violette's\r\ncommunications to Drs. LeMay and Balian, respectively, were made as\r\npart of a scheme to defraud lenders and/or disability insurers. \r\nThus, the lower court's determination that the government\r\nestablished the key ingredients of the crime-fraud exception   that\r\nViolette was engaged in or was planning illegal and fraudulent\r\nconduct, and that he obtained assistance from the two doctors in\r\nfurtherance of this activity, see Jacobs, 117 F.3d at 87-89\r\n(explicating the elements of the crime-fraud exception)   was not\r\nan abuse of discretion.\r\nViolette's fallback position is that the district court\r\nerred in applying the crime-fraud exception because the\r\npsychiatrists were not coconspirators, but at most unwitting pawns. \r\nThe argument appears to be that since the psychiatrists believed at\r\nthe time that they were engaged in the professional treatment of an\r\nauthentic patient, the privilege should remain inviolate.  It is\r\ntrue that the doctors' innocence distinguishes this case from In re\r\nGrand Jury Subpoena, 710 F. Supp. at 1001, on which the district\r\ncourt relied   but this is a distinction bereft of a meaningful\r\ndifference.  The case law dealing with the crime-fraud exception in\r\nthe attorney-client context makes it transparently clear that the\r\nclient's intentions control.  See, e.g., Clark, 289 U.S. at 15\r\n(\"The attorney may be innocent, and still the guilty client must\r\nlet the truth come out.\"); United States v. Ballard, 779 F.2d 287,\r\n292 (5th Cir. 1986) (stating that the exception attaches \"when the\r\nlawyer becomes either the accomplice or the unwitting tool in a\r\ncontinuing or planned wrongful act\"); United States v. Calvert, 523\r\nF.2d 895, 909 (8th Cir. 1975) (explaining that \"[i]t is the\r\nclient's purpose which is controlling, and it matters not that the\r\nattorney was ignorant of the client's purpose\").  We see no\r\ncredible basis for applying a different rule in the\r\npsychotherapist-patient context.\r\nV.  THE DUE PROCESS CLAIM\r\nWe next consider Violette's contention that the district\r\ncourt infracted his right to due process because it did not afford\r\nhim access to evidentiary materials (in particular, the Kelly\r\naffidavit).  This contention lacks merit.\r\nThe short of it is that denying Violette access to grand\r\njury materials did not deprive him of due process.  The public\r\ninterest in the secrecy of grand jury proceedings generally\r\noutweighs a party's interest in obtaining such materials.  See,\r\ne.g., In re Grand Jury Subpoenas, 144 F.3d 653, 662-63 (10th Cir.),\r\ncert. denied, 119 S. Ct. 412 (1998); In re Grand Jury Proceedings,\r\nThurs. Special Grand Jury, 33 F.3d 342, 351 (4th Cir. 1994).  That\r\nrule has particular bite when, as now, compelling disclosure would\r\nset the stage for satellite litigation in advance of grand jury\r\naction.  See United States v. Dionisio, 410 U.S. 1, 17 (1973) (\"Any\r\nholding that would saddle a grand jury with minitrials and\r\npreliminary showings would assuredly impede its investigation and\r\nfrustrate the public's interest in the fair and expeditious\r\nadministration of the criminal laws.\").\r\nThe law seems well-settled that, in the context of grand\r\njury proceedings, the government may proffer ex parte the evidence\r\non which it bases its claim that a particular privilege does not\r\napply, and that the court may weigh that evidence, gauge its\r\nadequacy, and rule on the claim without affording the putative\r\nprivilege-holder a right to see the evidence proffered or an\r\nopportunity to rebut it.  See, e.g., In re Grand Jury Subpoenas,\r\n144 F.3d at 662-63; In re Grand Jury Proceedings, 33 F.3d at 352-\r\n53; In re Antitrust Grand Jury, 805 F.2d at 167-68.  We have no\r\ndesire to reinvent the jurisprudential wheel.  Suffice to say that\r\nthere is nothing about the psychotherapist-patient privilege which\r\nwould impel us to depart from the accepted procedure or to question\r\nits constitutionality.  We conclude, therefore, that the district\r\ncourt's decision to deny Violette access to the requested materials\r\ndid not offend due process.\r\nVI.  CONCLUSION\r\nWe need go no further.  For the reasons stated, we hold\r\nthat the psychotherapist-patient privilege, like the attorney-\r\nclient privilege, is subject to a crime-fraud exception; that the\r\ndistrict court did not abuse its discretion either in finding the\r\ncrime-fraud exception applicable to the subpoenaed evidence or in\r\nenforcing the subpoenas issued to the two psychiatrists; and that\r\nViolette's due process rights have not been abridged by denying him\r\naccess to the records of an ongoing grand jury investigation.\r\n\nThe orders appealed from are affirmed.  Mandate shall\r\nissue forthwith.\n",
  "html": "<p class=\"case_cite\">183 F.3d 71 (1st Cir. 1999)</p>\n    <p class=\"parties\">IN RE GRAND JURY PROCEEDINGS (GREGORY P. VIOLETTE).<br>GREGORY P. VIOLETTE, Intervenor, Appellant.</p>\n    <p class=\"docket\">No. 99-1734.</p>\n    <p class=\"court\">United States Court of Appeals for the First Circuit.</p>\n    <p class=\"date\">Hear Aug. 6, 1999.<br>Decided Aug. 19, 1999</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF MAINEJeffrey Silverstein and Billings &amp; Silverstein on brief for appellant.</p>\n      <p class=\"indent\">Jay P. McCloskey, United States Attorney, and Michael D. Love, Assistant United States Attorney, on brief for the United States.</p>\n      <p class=\"indent\">Before Selya, Boudin and Lipez, Circuit Judges.</p>\n      <p class=\"indent\">SELYA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This matter presents an issue of first impression: whether the nascent psychotherapist-patient privilege encompasses a so-called \"crime-fraud exception,\" parallel to that which we previously have recognized anent the attorney-client privilege. We hold that the privilege entails such an exception and that the exception applies here. We therefore affirm the district court's order enforcing grand jury subpoenas served upon a pair of psychiatrists.</p>\n    </div>\n    <p class=\"indent\">I. BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">To protect the secrecy of ongoing grand jury proceedings, we limit our review of the facts to the bare essentials. Since at least October 1997, Gregory P. Violette has been the target of a federal grand jury investigation focused on possible bank fraud and related crimes. The government says that Violette made false statements to financial institutions (presumably in violation of 18 U.S.C. &#167; 1014) for the purpose of obtaining loans and credit disability insurance; that he trumped up an array of disabilities, which he communicated to selected health-care providers; and that he caused information from these providers to be transmitted to the companies that had underwritten the credit disability policies (presumably in violation of 18 U.S.C. &#167; 1341), thus fraudulently inducing payments.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In February 1999, the United States subpoenaed two licensed psychiatrists, Dr. Carol M. Spencer LeMay and Dr. Epiphanes K. Balian, to appear before the grand jury and provide evidence relating to Violette. The doctors appeared in March and asserted the psychotherapist-patient privilege on Violette's behalf. The government promptly sought enforcement of the subpoenas and buttressed its effort with an affidavit of the case agent, Michael Kelly, filed under seal. Violette countered by moving to intervene and to secure access to all the investigative information, or, alternatively, to Kelly's affidavit.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The district court allowed Violette to intervene but denied the motion for access. Violette then opposed enforcement of the subpoenas. After hearing argument, the district court enforced both subpoenas. Violette appeals, alleging: (1) that the denial of access to the investigative materials violates due process; and (2) that there is no crime-fraud exception to the psychotherapist-patient privilege, or, alternatively, that the evidence sought by the government falls outside the scope of any such exception.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Because the grand jury term is set to expire in early September and because additional delay threatens to exacerbate statute-of-limitations problems, we granted the government's request for expedited review. We consider Violette's claims in reverse order inasmuch as the analysis underlying our resolution of the second claim informs our resolution of the first.</p>\n    </div>\n    <p class=\"indent\">II. THE PSYCHOTHERAPIST-PATIENT PRIVILEGE</p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The Supreme Court recently recognized the psychotherapist-patient privilege as a matter of federal common law, holding \"that confidential communications between a licensed psychotherapist and her patients in the course of diagnosis or treatment are protected from compelled disclosure.\" Jaffee v. Redmond, 518 U.S. 1, 15 (1996). The Court left the exact parameters of the privilege to future cases. See id. at 18. We assume that mantle, mindful that Federal Rule of Evidence 501 authorizes federal courts to develop the common law of privileges \"in the light of reason and experience.\"</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">As a general matter, a party asserting a privilege has the burden of showing that the privilege applies. See 3 Jack B. Weinstein &amp; Margaret A. Berger, Weinstein's Federal Evidence &#167; 503.06[7] (2d ed. 1997). To do so, the proponent of the privilege must set forth facts sufficient to establish all the elements of the claimed privilege. See Holifield v. United States, 909 F.2d 201, 203-04 (7th Cir. 1990); cf. In re Aug., 1993 Regular Grand Jury, 854 F. Supp. 1392, 1398-99 (S.D. Ind. 1993) (suggesting that a blanket assertion of the psychotherapist-patient privilege would be insufficient). Hence, a party asserting the psychotherapist-patient privilege must show that the allegedly privileged communications were made (1) confidentially (2) between a licensed psychotherapist and her patient (3) in the course of diagnosis or treatment. See Jaffee, 518 U.S. at 15.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The first two of these requirements are not in dispute here. The district court found that the information to which the subpoenas related was confidential, and the government does not now challenge that finding.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> Nor does the government question the credentials of the two psychotherapists. The battleground thus narrows to the privilege's third furculum.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The district court found that the communications to which the subpoenas related were not made in the course of diagnosis or treatment, and that a crime-fraud exception applied. The court's implicit rationale appears to have been that because the communications were made in furtherance of fraud, they could not have served a bona fide therapeutic purpose.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">We find the district court's logic compelling on the rather extreme facts of this case. We nonetheless are constrained to note that the court blurred two distinct bases for enforcing the subpoenas. The court might have reached that result either by concluding that the communications in question do not satisfy the requirements of the privilege or by concluding that the communications satisfy the requirements of both the privilege and an exception thereto. Such blurring is understandable and, in this instance, unimportant. Cf. United States v. Zolin, 491 U.S. 554, 567 (1989) (suggesting that a strict progression of proof is not required in crime-fraud cases). The facts set forth in Kelly's affidavit afford a basis not only for concluding that the communications were made outside the course of genuine diagnosis or treatment, cf. In re Doe, 711 F.2d 1187, 1193 (2d Cir. 1983) (holding that the psychotherapist-patient privilege did not protect the records of a sham medical clinic that served as a front for the illegal sale of drugs, based in large part on a finding that no genuine therapy took place), but also that the crime-fraud exception, if applicable to this privilege, extended to these facts.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">We will not dwell unduly on this largely epistemological conundrum. In this appeal, the government offers only the crime-fraud rationale. For simplicity's sake, we therefore assume (without deciding) that Violette's communications can be said to have been made presumptively in the course of diagnosis or treatment. On this assumption, Violette established the essential elements of the privilege and the communications are protected unless an exception pertains. It is to this question that we now turn.</p>\n    </div>\n    <p class=\"indent\">III. THE CRIME-FRAUD EXCEPTION</p>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The government urges wholesale importation of the crime-fraud exception, as delineated in the context of the attorney-client privilege, into the emerging jurisprudence of the psychotherapist-patient privilege. Violette, in contrast, exhorts us to refuse to recognize such an exception.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The Jaffee Court did not envision the psychotherapist-patient privilege as absolute or immutable. Rather, the Court suggested the possibility of exceptions to the operation of the privilege and prophesied that the details would emerge on a case-by-case basis. See Jaffee, 518 U.S. at 18 &amp; n.19. To our knowledge, no court since Jaffee has determined whether the privilege is subject to a crime-fraud exception. We hold that the crime-fraud exception applies to the psychotherapist-patient privilege.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">We start our exploration of this virgin terrain with a methodological point. When a court is called upon to consider modifying a privilege or adopting a new exception to it, the appropriate inquiry is whether protecting a particular class of confidential communications \"promotes sufficiently important interests to outweigh the need for probative evidence.\" Trammel v. United States, 445 U.S. 40, 51 (1980). Common sense suggests, and the Evidence Rules make explicit, that this type of judgment must be made in light of \"reason and experience.\" Fed. R. Evid. 501. In this area of the law, then, it is incumbent upon courts to hold the often delicate balance between competing interests steady and true. Justice Cardozo made this point well:</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">[T]he recognition of a privilege does not mean that it is without conditions or exceptions. The social policy that will prevail in many situations may run foul in others of a different social policy, competing for supremacy. It is then the function of a court to mediate between them, assigning, so far as possible, a proper value to each, and summoning to its aid all the distinctions and analogies that are the tools of the judicial process.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Clark v. United States, 289 U.S. 1, 13 (1933).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">In considering whether to recognize a previously unannounced privilege, \"a court must first decide whether a qualified privilege exists or should exist before deciding how to apply it to a particular case.\" In re Grand Jury (Granite Purchases), 821 F.2d 946, 955 (3d Cir. 1987). We believe that the task of articulating the scope of an existing privilege calls for a similar approach. An inquiring court should first decide whether a potentially relevant exception exists. If not, the court's inquiry ends. If, however, the exception exists, the court then must define its parameters sufficiently to ascertain whether the specific facts of the case fit within its confines.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Against this methodological backdrop, we ponder the proposed crime-fraud exception. This exception grew up in the shadow of the attorney-client privilege. It ensures that the attorney-client privilege will \"not extend to communications made for the purpose of getting advice for the commission of a fraud or crime.\" United States v. Reeder, 170 F.3d 93, 106 (1st Cir. 1999) (citations and internal quotation marks omitted), petition for cert. filed, 68 U.S.L.W. 3079 (U.S. July 9, 1999) (No. 99-79). \"Thus, the attorney-client privilege is forfeited inter alia where the client sought the services of the lawyer to enable or aid the client to commit what the client knew or reasonably should have known to be a crime or fraud.\" United States v. Rakes, 136 F.3d 1, 4 (1st Cir. 1998).</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">To bring the crime-fraud exception to bear, the party invoking it must make a prima facie showing: (1) that the client was engaged in (or was planning) criminal or fraudulent activity when the attorney-client communications took place; and (2) that the communications were intended by the client to facilitate or conceal the criminal or fraudulent activity. See United States v. Jacobs, 117 F.3d 82, 87-89 (2d Cir. 1997). It is sometimes suggested that the exception follows as a matter of logic from the principle that motivates the privilege itself. After all, the Supreme Court has stated that the purpose of the attorney-client privilege is \"to encourage full and frank communication between attorneys and their clients and thereby promote broader public interests in the observance of law and administration of justice.\" Upjohn Co. v. United States, 449 U.S. 383, 389 (1981). Using the privilege to hinder proof of fraudulent or criminal activity would, the suggestion goes, undermine this core purpose. See United States v. Gordon-Nikkar, 518 F.2d 972, 975 (5th Cir. 1975); Diamond v. Stratton, 95 F.R.D. 503, 505 (S.D.N.Y. 1982); 3 Weinstein &amp; Berger, supra, &#167; 503.16[1]; see also In re Richard Roe, Inc., 68 F.3d 38, 40 (2d Cir. 1995) (\"Although there is a societal interest in enabling clients to get sound legal advice, there is no such interest when the communications or advice are intended to further the commission of a crime or fraud.\").</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">We caution, however, that stating the justification for the crime-fraud exception in this almost syllogistic fashion is potentially misleading. There is more at work than a simple dichotomy between crime or fraud, on the one hand, and justice, on the other. We think that it is essential to clarify the rationale behind the crime-fraud exception before considering transplantation of the exception into new soil.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">In the attorney-client environment, this court has justified the crime-fraud exception on the ground that protecting communications made in furtherance of crime or fraud withholds relevant information from the factfinder. See Reeder, 170 F.3d at 106. Of course, privileges almost always have this exclusionary effect. Hence, the rationale for the exception must be that the systemic benefits of protecting this category of communications are outweighed by the costs of foregoing probative evidence of criminal activity. The essential building block in the justification of the exception, then, is the judgment that statements made in furtherance of a crime or fraud have relatively little (if any) positive impact on the goal of promoting the administration of justice.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> This understanding is fully consistent with the balancing approach that governs privilege analysis generally. See Trammel, 445 U.S. at 50-51.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">To summarize, the attorney-client privilege exists as matter of policy, not as a matter of logic. The benefits of full and frank communication between clients and attorneys generally have been deemed to outweigh the costs of probative evidence foregone. The balance shifts, however, when a client communicates for the purpose of advancing a criminal or fraudulent enterprise. Because such communications do not create a net benefit to the system, the rationale that underpins the privilege vanishes (or, at least, diminishes markedly in force).</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">This is not say that courts delude themselves into thinking that the effects of the crime-fraud exception on the administration of justice are unambiguously positive. It surely can be argued that if the veil of secrecy were totally opaque, lawyers might have more opportunities to discourage illegal behavior. But the crime-fraud exception reflects a policy judgment that this potential discouragement does not justify the costs of shielding highly probative evidence of antisocial conduct from the factfinders' eyes.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">This brings us full circle. The Jaffee Court justified the psychotherapist-patient privilege in terms parallel to those used for the attorney-client privilege. Indeed, the Court embarked on its examination of the privilege by noting that, \"[l]ike the spousal and attorney-client privileges, the psychotherapist-patient privilege is 'rooted in the imperative need for confidence and trust.'\" Jaffee, 518 U.S. at 10 (quoting Trammel, 445 U.S. at 51). \"Effective psychotherapy,\" the Court explained, \"depends upon an atmosphere of confidence and trust in which the patient is willing to make a frank and complete disclosure of facts, emotions, memories, and fears.\" Id. But the private interests of psychotherapists and patients, while entitled to weight, do not suffice to justify a privilege; that justification depends on a showing that the privilege also serves the public interest. See id. at 11. The Court, again likening the situation to the attorney-client privilege, found such a public good in the psychotherapist-patient context because psychotherapy promotes mental health. See id.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">As the Supreme Court has framed the issues, the parallels are striking. The attorney-client privilege and the psychotherapist-patient privilege both exist to foster the confidence and trust required for effective counseling relationships (legal and psychiatric, respectively). The private interests served by these relationships, however, do not justify a privilege. Rather, we customarily respect the confidentiality of communications made in the course of these relationships because, on balance, doing so serves the public weal. The attorney-client privilege promotes \"the observance of law and administration of justice,\" Upjohn, 449 U.S. at 389, just as the psychotherapist-patient privilege promotes \"[t]he mental health of our citizenry,\" Jaffee, 518 U.S. at 11.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">This sense of parity carries over to the crime-fraud exception. In the attorney-client context, we exclude from the privilege communications made in furtherance of crime or fraud because the costs to truth-seeking outweigh the justice-enhancing effects of complete and candid attorney-client conversations. In the psychotherapist-patient context, we likewise should exclude from the privilege communications made in furtherance of crime or fraud because the mental health benefits, if any, of protecting such communications pale in comparison to \"the normally predominant principle of utilizing all rational means for ascertaining truth.\" Trammel, 445 U.S. at 50 (quoting Elkins v. United States, 364 U.S. 206, 234 (1960) (Frankfurter, J., dissenting)). Several thoughts inform this conclusion.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">First, it is difficult to conjure up a case in which both mental health and criminal or fraudulent purposes might simultaneously be advanced. In our view, communications that are intended to further a crime or fraud will rarely, if ever, be allied with bona fide psychotherapy and, thus, protecting such communications will not promote mental health. In this regard, it is important to emphasize that the crime-fraud exception will apply only when the patient's purpose is to promote a particular crime or fraud. Cf. Jacobs, 117 F.3d at 87-89. Thus, for example, a career criminal's confessions to his psychotherapist will not fall within the exception even though the therapy may generally increase the patient's professional productivity.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> Only when communications are intended directly to advance a particular criminal or fraudulent endeavor will their privileged status be forfeited by operation of this exception. Consequently, the slit we cut today in the shroud of psychotherapist-patient secrecy will be slight and will not chill much, if any, clinically relevant speech. Cf. In re Grand Jury Subpoena (Psychological Treatment Records), 710 F. Supp. 999, 1014 (D.N.J.) (hypothesizing, pre-Jaffee, that \"[t]he absence of the privilege when the psychotherapeutic relationship may be criminal will have . . . no adverse effect on society's interest in fostering psychotherapeutic treatment\"), aff'd, 879 F.2d 861 (3d Cir. 1989) (table).</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">On the other side of the balance, we believe that the potential for abuse of the psychotherapist-patient privilege, absent the engrafting of a crime-fraud exception, is a matter of substantial concern. Psychotherapists could use the privilege to deflect investigations into health insurance fraud. See In re Zuniga, 714 F.2d 632, 634 (6th Cir. 1983); In re Pebsworth, 705 F.2d 261, 262 (7th Cir. 1983). Similarly, fraudulent personal injury cases could find effective refuge under the umbrella of the privilege. See In re Grand Jury Subpoena, 710 F. Supp. at 1014. Indeed, our quest for examples need not take us so far afield: the government's version of the facts in the case at hand vividly illustrates the potential for abuse should we recognize the privilege but not the concomitant exception.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">In campaigning for reversal of the district court's ukase, Violette ascribes great significance to the absence of a crime-fraud exception from Rule 504 of the proposed Uniform Rules of Evidence. In support of this argument by negative implication, he points to proposed Rule 503(d)(1), the crime-fraud exception to the attorney-client privilege. It is true that courts sometimes look to the proposed rules for guidance, see, e.g., Jaffee, 518 U.S. at 14-15, but Violette offers nothing to show that the drafters ever considered (let alone rejected) a crime-fraud exception to the psychotherapist-patient privilege. Indeed, the drafters may have thought it self-evident that communications made for the purpose of furthering a crime or fraud would not be deemed to be \"made for the purposes of diagnosis or treatment.\" Unif. R. Evid. 504(b).<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> In all events, the sockdolager is that Congress rejected Rule 504 in favor of the common law approach of Rule 501 (discussed supra). See H.R. Rep. No. 93-650, at 8 (1974), reprinted in 1974 U.S.C.C.A.N. 7075, 7082. When reason and experience lead us in a different direction than a rejected provision in the proposed rules, we are bound by law to follow the former.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <p class=\"indent\">IV. APPLYING THE CRIME-FRAUD EXCEPTION</p>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Having concluded that an exception to the privilege exists, we next mull its applicability here. As explained above, a party invoking the crime-fraud exception must make a prima facie showing that the exception applies. The Supreme Court has described the required quantum of evidence as \"something to give colour to the charge . . . that has some foundation in fact.\" Clark, 289 U.S. at 15 (citation omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Although we have not had occasion to flesh out this rather sketchy standard, other courts of appeals have offered varying interpretations. Compare, e.g., In re Grand Jury Proceedings, 87 F.3d 377, 381 (9th Cir. 1996) (\"reasonable cause\"), with In re Antitrust Grand Jury, 805 F.2d 155, 165-66 (6th Cir. 1986) (\"probable cause\"), with In re Feldberg, 862 F.2d 622, 625-26 (7th Cir. 1988) (evidence sufficient to require an explanation by the party asserting the privilege, which the court describes as less than a preponderance), with Haines v. Liggett Group Inc., 975 F.2d 81, 95-96 (3d Cir. 1992) (evidence which, if believed, would be sufficient to support a finding that the elements of the crime-fraud exception were satisfied), with In re Grand Jury Proceedings, 641 F.2d 199, 203 (5th Cir. 1981) (same, except that evidence to the contrary is to be disregarded).<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> This case presents no occasion to pick and choose among these sundry formulations of the standard. On the facts before us, the district court's determination that the government carried its burden is unassailable, regardless of which version of the standard applies.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">We review the district court's determination that particular communications come within the crime-fraud exception for abuse of discretion. See Reeder, 170 F.3d at 106. Kelly's affidavit contains a wealth of evidence indicating that Violette's communications to Drs. LeMay and Balian, respectively, were made as part of a scheme to defraud lenders and/or disability insurers. Thus, the lower court's determination that the government established the key ingredients of the crime-fraud exception -- that Violette was engaged in or was planning illegal and fraudulent conduct, and that he obtained assistance from the two doctors in furtherance of this activity, see Jacobs, 117 F.3d at 87-89 (explicating the elements of the crime-fraud exception) -- was not an abuse of discretion.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Violette's fallback position is that the district court erred in applying the crime-fraud exception because the psychiatrists were not coconspirators, but at most unwitting pawns. The argument appears to be that since the psychiatrists believed at the time that they were engaged in the professional treatment of an authentic patient, the privilege should remain inviolate. It is true that the doctors' innocence distinguishes this case from In re Grand Jury Subpoena, 710 F. Supp. at 1001, on which the district court relied -- but this is a distinction bereft of a meaningful difference. The case law dealing with the crime-fraud exception in the attorney-client context makes it transparently clear that the client's intentions control. See, e.g., Clark, 289 U.S. at 15 (\"The attorney may be innocent, and still the guilty client must let the truth come out.\"); United States v. Ballard, 779 F.2d 287, 292 (5th Cir. 1986) (stating that the exception attaches \"when the lawyer becomes either the accomplice or the unwitting tool in a continuing or planned wrongful act\"); United States v. Calvert, 523 F.2d 895, 909 (8th Cir. 1975) (explaining that \"[i]t is the client's purpose which is controlling, and it matters not that the attorney was ignorant of the client's purpose\"). We see no credible basis for applying a different rule in the psychotherapist-patient context.</p>\n    </div>\n    <p class=\"indent\">V. THE DUE PROCESS CLAIM</p>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">We next consider Violette's contention that the district court infracted his right to due process because it did not afford him access to evidentiary materials (in particular, the Kelly affidavit). This contention lacks merit.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">The short of it is that denying Violette access to grand jury materials did not deprive him of due process. The public interest in the secrecy of grand jury proceedings generally outweighs a party's interest in obtaining such materials. See, e.g., In re Grand Jury Subpoenas, 144 F.3d 653, 662-63 (10th Cir.), cert. denied, 119 S. Ct. 412 (1998); In re Grand Jury Proceedings, Thurs. Special Grand Jury, 33 F.3d 342, 351 (4th Cir. 1994). That rule has particular bite when, as now, compelling disclosure would set the stage for satellite litigation in advance of grand jury action. See United States v. Dionisio, 410 U.S. 1, 17 (1973) (\"Any holding that would saddle a grand jury with minitrials and preliminary showings would assuredly impede its investigation and frustrate the public's interest in the fair and expeditious administration of the criminal laws.\").</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">The law seems well-settled that, in the context of grand jury proceedings, the government may proffer ex parte the evidence on which it bases its claim that a particular privilege does not apply, and that the court may weigh that evidence, gauge its adequacy, and rule on the claim without affording the putative privilege-holder a right to see the evidence proffered or an opportunity to rebut it. See, e.g., In re Grand Jury Subpoenas, 144 F.3d at 662-63; In re Grand Jury Proceedings, 33 F.3d at 352-53; In re Antitrust Grand Jury, 805 F.2d at 167-68. We have no desire to reinvent the jurisprudential wheel. Suffice to say that there is nothing about the psychotherapist-patient privilege which would impel us to depart from the accepted procedure or to question its constitutionality. We conclude, therefore, that the district court's decision to deny Violette access to the requested materials did not offend due process.</p>\n    </div>\n    <p class=\"indent\">VI. CONCLUSION</p>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">We need go no further. For the reasons stated, we hold that the psychotherapist-patient privilege, like the attorney-client privilege, is subject to a crime-fraud exception; that the district court did not abuse its discretion either in finding the crime-fraud exception applicable to the subpoenaed evidence or in enforcing the subpoenas issued to the two psychiatrists; and that Violette's due process rights have not been abridged by denying him access to the records of an ongoing grand jury investigation.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">The orders appealed from are affirmed. Mandate shall issue forthwith.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The government previously had questioned the confidentiality of the material by asserting that voluntary disclosure to insurers effectively waived the privilege. The United States Attorney has abandoned this argument on appeal, however, and we do not consider its merits.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> When a court believes that a crime or fraud has already been committed, it may seem self-evident that keeping evidence of it away from the factfinder would thwart rather than promote justice. But the crime-fraud exception is not based on this ex post reasoning; rather, it represents an ex ante policy judgment.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> For a lay treatment of this phenomenon, see generally Analyze This (Warner Bros. 1999) (spinning a cinematic yarn in which an organized crime boss seeks psychiatric care).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The drafters' use of this precise phrase, in contrast to Jaffee's more expansive formulation (\"in the course of diagnosis or treatment,\" 518 U.S. at 15), supports this possibility. The broader Jaffee privilege may require an exception that the narrower version contained in the proposed rules did not.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> The Jaffee Court apparently felt similarly disposed when it suggested that the privilege may be set aside when disclosure could prevent a serious harm, see 518 U.S. at 18 n.19, an exception also not listed in proposed Rule 504.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> The Second Circuit, like the Sixth, has advocated a \"probable cause\" standard. See In re Richard Roe, Inc., 68 F.3d at 40. The Eleventh Circuit and the District of Columbia Circuit are aligned with the Third Circuit on this issue. See In re Grand Jury Investig., 842 F.2d 1223, 1226 (11th Cir. 1987); In re Sealed Case, 754 F.2d 395, 399 (D.C. Cir. 1985).</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">183</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">71</span></span> (1st Cir. 1999)</p>\n    <p class=\"parties\">IN RE GRAND JURY PROCEEDINGS (GREGORY P. VIOLETTE).<br>GREGORY P. VIOLETTE, Intervenor, Appellant.</p>\n    <p class=\"docket\">No. 99-1734.</p>\n    <p class=\"court\">United States Court of Appeals for the First Circuit.</p>\n    <p class=\"date\">Hear Aug. 6, 1999.<br>Decided Aug. 19, 1999</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF MAINEJeffrey Silverstein and Billings &amp; Silverstein on brief for appellant.</p>\n      <p class=\"indent\">Jay P. McCloskey, United States Attorney, and Michael D. Love, Assistant United States Attorney, on brief for the United States.</p>\n      <p class=\"indent\">Before Selya, Boudin and Lipez, Circuit Judges.</p>\n      <p class=\"indent\">SELYA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This matter presents an issue of first impression: whether the nascent psychotherapist-patient privilege encompasses a so-called \"crime-fraud exception,\" parallel to that which we previously have recognized anent the attorney-client privilege. We hold that the privilege entails such an exception and that the exception applies here. We therefore affirm the district court's order enforcing grand jury subpoenas served upon a pair of psychiatrists.</p>\n    </div>\n    <p class=\"indent\">I. BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">To protect the secrecy of ongoing grand jury proceedings, we limit our review of the facts to the bare essentials. Since at least October 1997, Gregory P. Violette has been the target of a federal grand jury investigation focused on possible bank fraud and related crimes. The government says that Violette made false statements to financial institutions (presumably in violation of 18 U.S.C. &#167; 1014) for the purpose of obtaining loans and credit disability insurance; that he trumped up an array of disabilities, which he communicated to selected health-care providers; and that he caused information from these providers to be transmitted to the companies that had underwritten the credit disability policies (presumably in violation of 18 U.S.C. &#167; 1341), thus fraudulently inducing payments.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In February 1999, the United States subpoenaed two licensed psychiatrists, Dr. Carol M. Spencer LeMay and Dr. Epiphanes K. Balian, to appear before the grand jury and provide evidence relating to Violette. The doctors appeared in March and asserted the psychotherapist-patient privilege on Violette's behalf. The government promptly sought enforcement of the subpoenas and buttressed its effort with an affidavit of the case agent, Michael Kelly, filed under seal. Violette countered by moving to intervene and to secure access to all the investigative information, or, alternatively, to Kelly's affidavit.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The district court allowed Violette to intervene but denied the motion for access. Violette then opposed enforcement of the subpoenas. After hearing argument, the district court enforced both subpoenas. Violette appeals, alleging: (1) that the denial of access to the investigative materials violates due process; and (2) that there is no crime-fraud exception to the psychotherapist-patient privilege, or, alternatively, that the evidence sought by the government falls outside the scope of any such exception.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Because the grand jury term is set to expire in early September and because additional delay threatens to exacerbate statute-of-limitations problems, we granted the government's request for expedited review. We consider Violette's claims in reverse order inasmuch as the analysis underlying our resolution of the second claim informs our resolution of the first.</p>\n    </div>\n    <p class=\"indent\">II. THE PSYCHOTHERAPIST-PATIENT PRIVILEGE</p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The Supreme Court recently recognized the psychotherapist-patient privilege as a matter of federal common law, holding \"that confidential communications between a licensed psychotherapist and her patients in the course of diagnosis or treatment are protected from compelled disclosure.\" Jaffee v. Redmond, <span class=\"citation\" data-id=\"118042\"><a href=\"/opinion/118042/jaffee-v-redmond/\"><span class=\"volume\">518</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, 15 (1996). The Court left the exact parameters of the privilege to future cases. See id. at 18. We assume that mantle, mindful that Federal Rule of Evidence 501 authorizes federal courts to develop the common law of privileges \"in the light of reason and experience.\"</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">As a general matter, a party asserting a privilege has the burden of showing that the privilege applies. See 3 Jack B. Weinstein &amp; Margaret A. Berger, Weinstein's Federal Evidence &#167; 503.06[7] (2d ed. 1997). To do so, the proponent of the privilege must set forth facts sufficient to establish all the elements of the claimed privilege. See Holifield v. United States, <span class=\"citation\" data-id=\"545248\"><a href=\"/opinion/545248/dallas-l-holifield-v-united-states/\"><span class=\"volume\">909</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">201</span></a></span>, 203-04 (7th Cir. 1990); cf. In re Aug., 1993 Regular Grand Jury, <span class=\"citation no-link\"><span class=\"volume\">854</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1392</span></span>, 1398-99 (S.D. Ind. 1993) (suggesting that a blanket assertion of the psychotherapist-patient privilege would be insufficient). Hence, a party asserting the psychotherapist-patient privilege must show that the allegedly privileged communications were made (1) confidentially (2) between a licensed psychotherapist and her patient (3) in the course of diagnosis or treatment. See Jaffee, 518 U.S. at 15.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The first two of these requirements are not in dispute here. The district court found that the information to which the subpoenas related was confidential, and the government does not now challenge that finding.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> Nor does the government question the credentials of the two psychotherapists. The battleground thus narrows to the privilege's third furculum.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The district court found that the communications to which the subpoenas related were not made in the course of diagnosis or treatment, and that a crime-fraud exception applied. The court's implicit rationale appears to have been that because the communications were made in furtherance of fraud, they could not have served a bona fide therapeutic purpose.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">We find the district court's logic compelling on the rather extreme facts of this case. We nonetheless are constrained to note that the court blurred two distinct bases for enforcing the subpoenas. The court might have reached that result either by concluding that the communications in question do not satisfy the requirements of the privilege or by concluding that the communications satisfy the requirements of both the privilege and an exception thereto. Such blurring is understandable and, in this instance, unimportant. Cf. United States v. Zolin, <span class=\"citation\" data-id=\"112308\"><a href=\"/opinion/112308/united-states-v-zolin/\"><span class=\"volume\">491</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">554</span></a></span>, 567 (1989) (suggesting that a strict progression of proof is not required in crime-fraud cases). The facts set forth in Kelly's affidavit afford a basis not only for concluding that the communications were made outside the course of genuine diagnosis or treatment, cf. In re Doe, <span class=\"citation\" data-id=\"421658\"><a href=\"/opinion/421658/in-re-dr-john-doe-md-a-witness-before-the-january-1982-additional/\"><span class=\"volume\">711</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1187</span></a></span>, 1193 (2d Cir. 1983) (holding that the psychotherapist-patient privilege did not protect the records of a sham medical clinic that served as a front for the illegal sale of drugs, based in large part on a finding that no genuine therapy took place), but also that the crime-fraud exception, if applicable to this privilege, extended to these facts.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">We will not dwell unduly on this largely epistemological conundrum. In this appeal, the government offers only the crime-fraud rationale. For simplicity's sake, we therefore assume (without deciding) that Violette's communications can be said to have been made presumptively in the course of diagnosis or treatment. On this assumption, Violette established the essential elements of the privilege and the communications are protected unless an exception pertains. It is to this question that we now turn.</p>\n    </div>\n    <p class=\"indent\">III. THE CRIME-FRAUD EXCEPTION</p>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The government urges wholesale importation of the crime-fraud exception, as delineated in the context of the attorney-client privilege, into the emerging jurisprudence of the psychotherapist-patient privilege. Violette, in contrast, exhorts us to refuse to recognize such an exception.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The Jaffee Court did not envision the psychotherapist-patient privilege as absolute or immutable. Rather, the Court suggested the possibility of exceptions to the operation of the privilege and prophesied that the details would emerge on a case-by-case basis. See Jaffee, 518 U.S. at 18 &amp; n.19. To our knowledge, no court since Jaffee has determined whether the privilege is subject to a crime-fraud exception. We hold that the crime-fraud exception applies to the psychotherapist-patient privilege.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">We start our exploration of this virgin terrain with a methodological point. When a court is called upon to consider modifying a privilege or adopting a new exception to it, the appropriate inquiry is whether protecting a particular class of confidential communications \"promotes sufficiently important interests to outweigh the need for probative evidence.\" Trammel v. United States, <span class=\"citation\" data-id=\"110212\"><a href=\"/opinion/110212/trammel-v-united-states/\"><span class=\"volume\">445</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">40</span></a></span>, 51 (1980). Common sense suggests, and the Evidence Rules make explicit, that this type of judgment must be made in light of \"reason and experience.\" Fed. R. Evid. 501. In this area of the law, then, it is incumbent upon courts to hold the often delicate balance between competing interests steady and true. Justice Cardozo made this point well:</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">[T]he recognition of a privilege does not mean that it is without conditions or exceptions. The social policy that will prevail in many situations may run foul in others of a different social policy, competing for supremacy. It is then the function of a court to mediate between them, assigning, so far as possible, a proper value to each, and summoning to its aid all the distinctions and analogies that are the tools of the judicial process.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Clark v. United States, <span class=\"citation\" data-id=\"102061\"><a href=\"/opinion/102061/clark-v-united-states/\"><span class=\"volume\">289</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, 13 (1933).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">In considering whether to recognize a previously unannounced privilege, \"a court must first decide whether a qualified privilege exists or should exist before deciding how to apply it to a particular case.\" In re Grand Jury (Granite Purchases), <span class=\"citation\" data-id=\"490124\"><a href=\"/opinion/490124/in-re-grand-jury-in-the-matter-of-granite-purchases-for-state/\"><span class=\"volume\">821</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">946</span></a></span>, 955 (3d Cir. 1987). We believe that the task of articulating the scope of an existing privilege calls for a similar approach. An inquiring court should first decide whether a potentially relevant exception exists. If not, the court's inquiry ends. If, however, the exception exists, the court then must define its parameters sufficiently to ascertain whether the specific facts of the case fit within its confines.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Against this methodological backdrop, we ponder the proposed crime-fraud exception. This exception grew up in the shadow of the attorney-client privilege. It ensures that the attorney-client privilege will \"not extend to communications made for the purpose of getting advice for the commission of a fraud or crime.\" United States v. Reeder, <span class=\"citation\" data-id=\"762263\"><a href=\"/opinion/762263/united-states-v-george-wayneti-reeder-aka-wayne-reeder/\"><span class=\"volume\">170</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">93</span></a></span>, 106 (1st Cir. 1999) (citations and internal quotation marks omitted), petition for cert. filed, <span class=\"citation no-link\"><span class=\"volume\">68</span> <span class=\"reporter\">U.S.L.W.</span> <span class=\"page\">3079</span></span> (U.S. July 9, 1999) (No. 99-79). \"Thus, the attorney-client privilege is forfeited inter alia where the client sought the services of the lawyer to enable or aid the client to commit what the client knew or reasonably should have known to be a crime or fraud.\" United States v. Rakes, <span class=\"citation\" data-id=\"751604\"><a href=\"/opinion/751604/united-states-v-stephen-m-rakes/\"><span class=\"volume\">136</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 4 (1st Cir. 1998).</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">To bring the crime-fraud exception to bear, the party invoking it must make a prima facie showing: (1) that the client was engaged in (or was planning) criminal or fraudulent activity when the attorney-client communications took place; and (2) that the communications were intended by the client to facilitate or conceal the criminal or fraudulent activity. See United States v. Jacobs, <span class=\"citation\" data-id=\"743011\"><a href=\"/opinion/743011/united-states-v-donald-e-jacobs/\"><span class=\"volume\">117</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">82</span></a></span>, 87-89 (2d Cir. 1997). It is sometimes suggested that the exception follows as a matter of logic from the principle that motivates the privilege itself. After all, the Supreme Court has stated that the purpose of the attorney-client privilege is \"to encourage full and frank communication between attorneys and their clients and thereby promote broader public interests in the observance of law and administration of justice.\" Upjohn Co. v. United States, <span class=\"citation\" data-id=\"110374\"><a href=\"/opinion/110374/upjohn-co-v-united-states/\"><span class=\"volume\">449</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">383</span></a></span>, 389 (1981). Using the privilege to hinder proof of fraudulent or criminal activity would, the suggestion goes, undermine this core purpose. See United States v. Gordon-Nikkar, <span class=\"citation\" data-id=\"328651\"><a href=\"/opinion/328651/united-states-v-ana-luisa-gordon-nikkar/\"><span class=\"volume\">518</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">972</span></a></span>, 975 (5th Cir. 1975); Diamond v. Stratton, <span class=\"citation no-link\"><span class=\"volume\">95</span> <span class=\"reporter\">F.R.D.</span> <span class=\"page\">503</span></span>, 505 (S.D.N.Y. 1982); 3 Weinstein &amp; Berger, supra, &#167; 503.16[1]; see also In re Richard Roe, Inc., <span class=\"citation\" data-id=\"706038\"><a href=\"/opinion/706038/in-re-richard-roe-inc-and-john-doe-inc-united-states-of-america-v/\"><span class=\"volume\">68</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">38</span></a></span>, 40 (2d Cir. 1995) (\"Although there is a societal interest in enabling clients to get sound legal advice, there is no such interest when the communications or advice are intended to further the commission of a crime or fraud.\").</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">We caution, however, that stating the justification for the crime-fraud exception in this almost syllogistic fashion is potentially misleading. There is more at work than a simple dichotomy between crime or fraud, on the one hand, and justice, on the other. We think that it is essential to clarify the rationale behind the crime-fraud exception before considering transplantation of the exception into new soil.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">In the attorney-client environment, this court has justified the crime-fraud exception on the ground that protecting communications made in furtherance of crime or fraud withholds relevant information from the factfinder. See Reeder, 170 F.3d at 106. Of course, privileges almost always have this exclusionary effect. Hence, the rationale for the exception must be that the systemic benefits of protecting this category of communications are outweighed by the costs of foregoing probative evidence of criminal activity. The essential building block in the justification of the exception, then, is the judgment that statements made in furtherance of a crime or fraud have relatively little (if any) positive impact on the goal of promoting the administration of justice.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> This understanding is fully consistent with the balancing approach that governs privilege analysis generally. See Trammel, 445 U.S. at 50-51.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">To summarize, the attorney-client privilege exists as matter of policy, not as a matter of logic. The benefits of full and frank communication between clients and attorneys generally have been deemed to outweigh the costs of probative evidence foregone. The balance shifts, however, when a client communicates for the purpose of advancing a criminal or fraudulent enterprise. Because such communications do not create a net benefit to the system, the rationale that underpins the privilege vanishes (or, at least, diminishes markedly in force).</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">This is not say that courts delude themselves into thinking that the effects of the crime-fraud exception on the administration of justice are unambiguously positive. It surely can be argued that if the veil of secrecy were totally opaque, lawyers might have more opportunities to discourage illegal behavior. But the crime-fraud exception reflects a policy judgment that this potential discouragement does not justify the costs of shielding highly probative evidence of antisocial conduct from the factfinders' eyes.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">This brings us full circle. The Jaffee Court justified the psychotherapist-patient privilege in terms parallel to those used for the attorney-client privilege. Indeed, the Court embarked on its examination of the privilege by noting that, \"[l]ike the spousal and attorney-client privileges, the psychotherapist-patient privilege is 'rooted in the imperative need for confidence and trust.'\" Jaffee, 518 U.S. at 10 (quoting Trammel, 445 U.S. at 51). \"Effective psychotherapy,\" the Court explained, \"depends upon an atmosphere of confidence and trust in which the patient is willing to make a frank and complete disclosure of facts, emotions, memories, and fears.\" Id. But the private interests of psychotherapists and patients, while entitled to weight, do not suffice to justify a privilege; that justification depends on a showing that the privilege also serves the public interest. See id. at 11. The Court, again likening the situation to the attorney-client privilege, found such a public good in the psychotherapist-patient context because psychotherapy promotes mental health. See id.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">As the Supreme Court has framed the issues, the parallels are striking. The attorney-client privilege and the psychotherapist-patient privilege both exist to foster the confidence and trust required for effective counseling relationships (legal and psychiatric, respectively). The private interests served by these relationships, however, do not justify a privilege. Rather, we customarily respect the confidentiality of communications made in the course of these relationships because, on balance, doing so serves the public weal. The attorney-client privilege promotes \"the observance of law and administration of justice,\" Upjohn, 449 U.S. at 389, just as the psychotherapist-patient privilege promotes \"[t]he mental health of our citizenry,\" Jaffee, 518 U.S. at 11.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">This sense of parity carries over to the crime-fraud exception. In the attorney-client context, we exclude from the privilege communications made in furtherance of crime or fraud because the costs to truth-seeking outweigh the justice-enhancing effects of complete and candid attorney-client conversations. In the psychotherapist-patient context, we likewise should exclude from the privilege communications made in furtherance of crime or fraud because the mental health benefits, if any, of protecting such communications pale in comparison to \"the normally predominant principle of utilizing all rational means for ascertaining truth.\" Trammel, 445 U.S. at 50 (quoting Elkins v. United States, <span class=\"citation\" data-id=\"106107\"><a href=\"/opinion/106107/elkins-v-united-states/\"><span class=\"volume\">364</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">206</span></a></span>, 234 (1960) (Frankfurter, J., dissenting)). Several thoughts inform this conclusion.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">First, it is difficult to conjure up a case in which both mental health and criminal or fraudulent purposes might simultaneously be advanced. In our view, communications that are intended to further a crime or fraud will rarely, if ever, be allied with bona fide psychotherapy and, thus, protecting such communications will not promote mental health. In this regard, it is important to emphasize that the crime-fraud exception will apply only when the patient's purpose is to promote a particular crime or fraud. Cf. Jacobs, 117 F.3d at 87-89. Thus, for example, a career criminal's confessions to his psychotherapist will not fall within the exception even though the therapy may generally increase the patient's professional productivity.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> Only when communications are intended directly to advance a particular criminal or fraudulent endeavor will their privileged status be forfeited by operation of this exception. Consequently, the slit we cut today in the shroud of psychotherapist-patient secrecy will be slight and will not chill much, if any, clinically relevant speech. Cf. In re Grand Jury Subpoena (Psychological Treatment Records), <span class=\"citation no-link\"><span class=\"volume\">710</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">999</span></span>, 1014 (D.N.J.) (hypothesizing, pre-Jaffee, that \"[t]he absence of the privilege when the psychotherapeutic relationship may be criminal will have . . . no adverse effect on society's interest in fostering psychotherapeutic treatment\"), aff'd, <span class=\"citation no-link\"><span class=\"volume\">879</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">861</span></span> (3d Cir. 1989) (table).</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">On the other side of the balance, we believe that the potential for abuse of the psychotherapist-patient privilege, absent the engrafting of a crime-fraud exception, is a matter of substantial concern. Psychotherapists could use the privilege to deflect investigations into health insurance fraud. See In re Zuniga, <span class=\"citation\" data-id=\"423555\"><a href=\"/opinion/423555/in-re-subpoena-served-upon-jorge-s-zuniga-md-in-re-subpoena-served-upon/\"><span class=\"volume\">714</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">632</span></a></span>, 634 (6th Cir. 1983); In re Pebsworth, <span class=\"citation\" data-id=\"416952\"><a href=\"/opinion/416952/in-re-donald-pebsworth-a-witness-before-the-special-january-1982-grand/\"><span class=\"volume\">705</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">261</span></a></span>, 262 (7th Cir. 1983). Similarly, fraudulent personal injury cases could find effective refuge under the umbrella of the privilege. See In re Grand Jury Subpoena, 710 F. Supp. at 1014. Indeed, our quest for examples need not take us so far afield: the government's version of the facts in the case at hand vividly illustrates the potential for abuse should we recognize the privilege but not the concomitant exception.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">In campaigning for reversal of the district court's ukase, Violette ascribes great significance to the absence of a crime-fraud exception from Rule 504 of the proposed Uniform Rules of Evidence. In support of this argument by negative implication, he points to proposed Rule 503(d)(1), the crime-fraud exception to the attorney-client privilege. It is true that courts sometimes look to the proposed rules for guidance, see, e.g., Jaffee, 518 U.S. at 14-15, but Violette offers nothing to show that the drafters ever considered (let alone rejected) a crime-fraud exception to the psychotherapist-patient privilege. Indeed, the drafters may have thought it self-evident that communications made for the purpose of furthering a crime or fraud would not be deemed to be \"made for the purposes of diagnosis or treatment.\" Unif. R. Evid. 504(b).<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> In all events, the sockdolager is that Congress rejected Rule 504 in favor of the common law approach of Rule 501 (discussed supra). See H.R. Rep. No. 93-650, at 8 (1974), reprinted in 1974 U.S.C.C.A.N. 7075, 7082. When reason and experience lead us in a different direction than a rejected provision in the proposed rules, we are bound by law to follow the former.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <p class=\"indent\">IV. APPLYING THE CRIME-FRAUD EXCEPTION</p>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Having concluded that an exception to the privilege exists, we next mull its applicability here. As explained above, a party invoking the crime-fraud exception must make a prima facie showing that the exception applies. The Supreme Court has described the required quantum of evidence as \"something to give colour to the charge . . . that has some foundation in fact.\" Clark, 289 U.S. at 15 (citation omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Although we have not had occasion to flesh out this rather sketchy standard, other courts of appeals have offered varying interpretations. Compare, e.g., In re Grand Jury Proceedings, <span class=\"citation\" data-id=\"720617\"><a href=\"/opinion/720617/in-re-grand-jury-proceedings-appeal-of-the-corporation/\"><span class=\"volume\">87</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">377</span></a></span>, 381 (9th Cir. 1996) (\"reasonable cause\"), with In re Antitrust Grand Jury, <span class=\"citation\" data-id=\"479228\"><a href=\"/opinion/479228/in-re-antitrust-grand-jury-advance-publications-inc-plain-dealer/\"><span class=\"volume\">805</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">155</span></a></span>, 165-66 (6th Cir. 1986) (\"probable cause\"), with In re Feldberg, <span class=\"citation\" data-id=\"515212\"><a href=\"/opinion/515212/in-the-matter-of-michael-feldberg-a-witness-before-the-special-may-1987/\"><span class=\"volume\">862</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">622</span></a></span>, 625-26 (7th Cir. 1988) (evidence sufficient to require an explanation by the party asserting the privilege, which the court describes as less than a preponderance), with Haines v. Liggett Group Inc., <span class=\"citation\" data-id=\"590904\"><a href=\"/opinion/590904/susan-haines-as-administratrix-ad-prosequendum-and-of-the-estate-of-peter/\"><span class=\"volume\">975</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">81</span></a></span>, 95-96 (3d Cir. 1992) (evidence which, if believed, would be sufficient to support a finding that the elements of the crime-fraud exception were satisfied), with In re Grand Jury Proceedings, <span class=\"citation\" data-id=\"387216\"><a href=\"/opinion/387216/in-re-grand-jury-proceedings-in-the-matter-of-jeffrey-fine-appeal-of/\"><span class=\"volume\">641</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">199</span></a></span>, 203 (5th Cir. 1981) (same, except that evidence to the contrary is to be disregarded).<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> This case presents no occasion to pick and choose among these sundry formulations of the standard. On the facts before us, the district court's determination that the government carried its burden is unassailable, regardless of which version of the standard applies.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">We review the district court's determination that particular communications come within the crime-fraud exception for abuse of discretion. See Reeder, 170 F.3d at 106. Kelly's affidavit contains a wealth of evidence indicating that Violette's communications to Drs. LeMay and Balian, respectively, were made as part of a scheme to defraud lenders and/or disability insurers. Thus, the lower court's determination that the government established the key ingredients of the crime-fraud exception -- that Violette was engaged in or was planning illegal and fraudulent conduct, and that he obtained assistance from the two doctors in furtherance of this activity, see Jacobs, 117 F.3d at 87-89 (explicating the elements of the crime-fraud exception) -- was not an abuse of discretion.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Violette's fallback position is that the district court erred in applying the crime-fraud exception because the psychiatrists were not coconspirators, but at most unwitting pawns. The argument appears to be that since the psychiatrists believed at the time that they were engaged in the professional treatment of an authentic patient, the privilege should remain inviolate. It is true that the doctors' innocence distinguishes this case from In re Grand Jury Subpoena, 710 F. Supp. at 1001, on which the district court relied -- but this is a distinction bereft of a meaningful difference. The case law dealing with the crime-fraud exception in the attorney-client context makes it transparently clear that the client's intentions control. See, e.g., Clark, 289 U.S. at 15 (\"The attorney may be innocent, and still the guilty client must let the truth come out.\"); United States v. Ballard, <span class=\"citation\" data-id=\"462311\"><a href=\"/opinion/462311/bankr-l-rep-p-70944-20-fed-r-evid-serv-109-united-states-of/\"><span class=\"volume\">779</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">287</span></a></span>, 292 (5th Cir. 1986) (stating that the exception attaches \"when the lawyer becomes either the accomplice or the unwitting tool in a continuing or planned wrongful act\"); United States v. Calvert, <span class=\"citation\" data-id=\"330354\"><a href=\"/opinion/330354/united-states-v-ronald-f-calvert/\"><span class=\"volume\">523</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">895</span></a></span>, 909 (8th Cir. 1975) (explaining that \"[i]t is the client's purpose which is controlling, and it matters not that the attorney was ignorant of the client's purpose\"). We see no credible basis for applying a different rule in the psychotherapist-patient context.</p>\n    </div>\n    <p class=\"indent\">V. THE DUE PROCESS CLAIM</p>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">We next consider Violette's contention that the district court infracted his right to due process because it did not afford him access to evidentiary materials (in particular, the Kelly affidavit). This contention lacks merit.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">The short of it is that denying Violette access to grand jury materials did not deprive him of due process. The public interest in the secrecy of grand jury proceedings generally outweighs a party's interest in obtaining such materials. See, e.g., In re Grand Jury Subpoenas, <span class=\"citation\" data-id=\"754541\"><a href=\"/opinion/754541/in-re-grand-jury-subpoenas-jane-roe-and-john-doe-intervenor-v-united/\"><span class=\"volume\">144</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">653</span></a></span>, 662-63 (10th Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">119</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">412</span></span> (1998); In re Grand Jury Proceedings, Thurs. Special Grand Jury, <span class=\"citation\" data-id=\"677013\"><a href=\"/opinion/677013/in-re-grand-jury-proceedings-thursday-special-grand-jury-september-term/\"><span class=\"volume\">33</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">342</span></a></span>, 351 (4th Cir. 1994). That rule has particular bite when, as now, compelling disclosure would set the stage for satellite litigation in advance of grand jury action. See United States v. Dionisio, <span class=\"citation\" data-id=\"108709\"><a href=\"/opinion/108709/united-states-v-dionisio/\"><span class=\"volume\">410</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, 17 (1973) (\"Any holding that would saddle a grand jury with minitrials and preliminary showings would assuredly impede its investigation and frustrate the public's interest in the fair and expeditious administration of the criminal laws.\").</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">The law seems well-settled that, in the context of grand jury proceedings, the government may proffer ex parte the evidence on which it bases its claim that a particular privilege does not apply, and that the court may weigh that evidence, gauge its adequacy, and rule on the claim without affording the putative privilege-holder a right to see the evidence proffered or an opportunity to rebut it. See, e.g., In re Grand Jury Subpoenas, 144 F.3d at 662-63; In re Grand Jury Proceedings, 33 F.3d at 352-53; In re Antitrust Grand Jury, 805 F.2d at 167-68. We have no desire to reinvent the jurisprudential wheel. Suffice to say that there is nothing about the psychotherapist-patient privilege which would impel us to depart from the accepted procedure or to question its constitutionality. We conclude, therefore, that the district court's decision to deny Violette access to the requested materials did not offend due process.</p>\n    </div>\n    <p class=\"indent\">VI. CONCLUSION</p>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">We need go no further. For the reasons stated, we hold that the psychotherapist-patient privilege, like the attorney-client privilege, is subject to a crime-fraud exception; that the district court did not abuse its discretion either in finding the crime-fraud exception applicable to the subpoenaed evidence or in enforcing the subpoenas issued to the two psychiatrists; and that Violette's due process rights have not been abridged by denying him access to the records of an ongoing grand jury investigation.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">The orders appealed from are affirmed. Mandate shall issue forthwith.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The government previously had questioned the confidentiality of the material by asserting that voluntary disclosure to insurers effectively waived the privilege. The United States Attorney has abandoned this argument on appeal, however, and we do not consider its merits.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> When a court believes that a crime or fraud has already been committed, it may seem self-evident that keeping evidence of it away from the factfinder would thwart rather than promote justice. But the crime-fraud exception is not based on this ex post reasoning; rather, it represents an ex ante policy judgment.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> For a lay treatment of this phenomenon, see generally Analyze This (Warner Bros. 1999) (spinning a cinematic yarn in which an organized crime boss seeks psychiatric care).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The drafters' use of this precise phrase, in contrast to Jaffee's more expansive formulation (\"in the course of diagnosis or treatment,\" 518 U.S. at 15), supports this possibility. The broader Jaffee privilege may require an exception that the narrower version contained in the proposed rules did not.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> The Jaffee Court apparently felt similarly disposed when it suggested that the privilege may be set aside when disclosure could prevent a serious harm, see 518 U.S. at 18 n.19, an exception also not listed in proposed Rule 504.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> The Second Circuit, like the Sixth, has advocated a \"probable cause\" standard. See In re Richard Roe, Inc., 68 F.3d at 40. The Eleventh Circuit and the District of Columbia Circuit are aligned with the Third Circuit on this issue. See In re Grand Jury Investig., <span class=\"citation\" data-id=\"503539\"><a href=\"/opinion/503539/in-re-grand-jury-investigation-appeal-of-glen-j-schroeder-jr/\"><span class=\"volume\">842</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1223</span></a></span>, 1226 (11th Cir. 1987); In re Sealed Case, <span class=\"citation\" data-id=\"447836\"><a href=\"/opinion/447836/in-re-sealed-case/\"><span class=\"volume\">754</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">395</span></a></span>, 399 (D.C. Cir. 1985).</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/102061/",
    "http://www.courtlistener.com/api/rest/v3/opinions/106107/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108709/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110212/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110374/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112308/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118042/",
    "http://www.courtlistener.com/api/rest/v3/opinions/328651/",
    "http://www.courtlistener.com/api/rest/v3/opinions/330354/",
    "http://www.courtlistener.com/api/rest/v3/opinions/387216/",
    "http://www.courtlistener.com/api/rest/v3/opinions/416952/",
    "http://www.courtlistener.com/api/rest/v3/opinions/421658/",
    "http://www.courtlistener.com/api/rest/v3/opinions/423555/",
    "http://www.courtlistener.com/api/rest/v3/opinions/447836/",
    "http://www.courtlistener.com/api/rest/v3/opinions/462311/",
    "http://www.courtlistener.com/api/rest/v3/opinions/479228/",
    "http://www.courtlistener.com/api/rest/v3/opinions/490124/",
    "http://www.courtlistener.com/api/rest/v3/opinions/503539/",
    "http://www.courtlistener.com/api/rest/v3/opinions/515212/",
    "http://www.courtlistener.com/api/rest/v3/opinions/545248/",
    "http://www.courtlistener.com/api/rest/v3/opinions/590904/",
    "http://www.courtlistener.com/api/rest/v3/opinions/677013/",
    "http://www.courtlistener.com/api/rest/v3/opinions/706038/",
    "http://www.courtlistener.com/api/rest/v3/opinions/720617/",
    "http://www.courtlistener.com/api/rest/v3/opinions/743011/",
    "http://www.courtlistener.com/api/rest/v3/opinions/751604/",
    "http://www.courtlistener.com/api/rest/v3/opinions/754541/",
    "http://www.courtlistener.com/api/rest/v3/opinions/762263/"
  ]
}