{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/198682/",
  "absolute_url": "/opinion/198682/united-states-v-rivera-maldonado/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/198682/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:57:07Z",
  "date_modified": "2017-03-24T10:58:23.841049Z",
  "type": "010combined",
  "sha1": "bd08df100a0e0f1333b020876de12252a10f7ea6",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=98-1742A.01A",
  "local_path": null,
  "plain_text": "          UNITED STATES COURT OF APPEALS\r\n               FOR THE FIRST CIRCUIT\r\n\nNo. 98-1742\r\n\n             UNITED STATES OF AMERICA,\r\n\n                     Appellee,\r\n\n                        v.\r\n\n             IVETTE RIVERA-MALDONADO,\r\n\n               Defendant, Appellant.\r\n\n   APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n          FOR THE DISTRICT OF PUERTO RICO\r\n\n  [Hon. Hector M. Laffitte, U.S. District Judge]\r\n\n                      Before\r\n\n              Torruella, Chief Judge,\r\n\n      Coffin and Cyr, Senior Circuit Judges.\r\n\nLydia Lizarribar-Masini for appellant.\r\nWarren Vzquez, Assistant United States Attorney, with whom\r\nGuillermo Gil, United States Attorney, and Nelson Prez-Sosa, Assistant\r\nUnited States Attorney, were on brief for appellee.\r\n\n                 October 19, 1999\r\n                                             CYR, Senior Circuit Judge.  Ivette Rivera-Maldonado\r\nappeals the life sentence imposed upon her for conspiring to\r\ndistribute cocaine and marijuana, and aiding and abetting the use\r\nof minors in distributing controlled substances, in violation of 21\r\nU.S.C.  841(a)(1).  We remand for resentencing.\r\n                     I\r\n                 BACKGROUND\r\nDuring a five and one-half month period in early 1995, an\r\ninvestigation into suspected drug distribution was conducted within\r\nthe Los Laureles Housing Project (\"project\") in Bayamon, Puerto\r\nRico, by the Special Investigations Bureau of the Puerto Rico\r\nDepartment of Justice and the United States Drug Enforcement Agency\r\n(\"DEA\").  Various investigators thereafter testified at trial that\r\nMaldonado had supervised a drug-distribution ring operated from her\r\napartment in the project.  Although she was never observed selling\r\ndrugs, the evidence established that she used others, including\r\nminors, to sell crack and powder cocaine as well as marijuana.\r\nThe government introduced 26 surveillance videotapes\r\ndepicting various drug distribution activities.  Agent Cesar\r\nMartinez, who had observed numerous transactions, estimated that\r\nfrom 20 to 25 drug sales occurred per hour.  Agent Victor Manuel\r\nAyala-Rivera testified as an expert witness that in his experience\r\ndrug distribution operations in the project normally operated three\r\nshifts daily.  On that basis he opined that the Maldonado\r\norganization would have distributed more than 24 kilograms of\r\ncontrolled substances during the five and one-half month period\r\nspanned by the DEA investigation.\r\nAt sentencing, after determining that Maldonado should be\r\nheld responsible for distributing controlled substances totaling 24\r\nkilograms, the district court set the base offense level (\"BOL\") at\r\n38.  It then imposed a four-level role-in-the-offense enhancement\r\nand a two-level enhancement for employing minors, which resulted in\r\nthe maximum adjusted base offense level of 43 and triggered the\r\nmandatory life-imprisonment sentence now challenged on appeal.  See\r\nU.S.S.G. Sentencing Table, comment 2.\r\n                     II\r\n                 DISCUSSION\r\nA.   The Drug-Quantity Calculations\r\nUnder U.S.S.G.  2D1.1(c), the BOL depends in large part\r\nupon the total drug quantities involved in the offense.  Insofar as\r\nthe quantities seized underrepresent the demonstrated scale of a\r\ndrug-distribution conspiracy, however, the sentencing court is to\r\n\"approximate the [total] quantit[ies].\"  U.S.S.G.  2D1.1, comment.\r\n(n.12).  The government must establish these drug quantities by a\r\npreponderance of the evidence.  United States v. Whiting, 28 F.3d\r\n1296, 1304 (1st Cir. 1994).  Since Maldonado stands convicted of\r\nconspiring to distribute controlled substances, she is responsible\r\nfor all \"drugs [she] personally handled or anticipated handling,\r\nand, under the relevant conduct rubric, for drugs involved in\r\nadditional acts that were reasonably foreseeable by [her] and were\r\ncommitted in furtherance of the conspiracy.\"  United States v.\r\nSepulveda, 15 F.3d 1161, 1197 (1st Cir. 1993).\r\nMaldonado first contends that the ultimate drug-quantity\r\nfinding made by the district court must be set aside because it is\r\nbased on speculative estimates derived from unreliable evidence and\r\nimproper extrapolations.  Since the instant offenses involved\r\nvarious controlled substances, the sentencing court was required to\r\n\"determine both the amount and the kind of 'controlled substances'\r\nfor which [the] defendant should be held accountable   and . . .\r\nimpose a sentence that varie[d] depending upon amount and kind.\" \r\nEdwards v. United States, 118 S. Ct. 1475, 1477 (1998).  A\r\nreasonably reliable differentiation among the various types of\r\ncontrolled substances is particularly important in these cases,\r\nsince much more severe sentencing ranges are prescribed in crack-\r\ncocaine distribution offenses for which the applicable offense\r\nlevels, see U.S.S.G.  2D1.1(c)(8)-(14), may increase with each\r\nadditional gram.  See Sepulveda, 15 F.3d at 1198.\r\nAlthough the sentencing court may rely on reasonable\r\nestimates and averages in arriving at its drug-quantity\r\ndeterminations, their probable accuracy must be founded on adequate\r\nindicia of reliability, United States v. Webster, 54 F.3d 1, 5 (1st\r\nCir. 1995), and demonstrable record support, see, e.g., United\r\nStates v. Marrero-Ortiz, 160 F.3d 768, 780 (1st Cir. 1998)\r\n(\"[Absent] particularized findings to support the assigned BOL, we\r\nhave no principled choice but to vacate the sentence and remand for\r\nfurther findings and resentencing.\"); United States v. Welch, 15\r\nF.3d 1202, 1215 (1st Cir. 1993);  Sepulveda, 15 F.3d at 1198.  Nor\r\nmay a criminal sentence be predicated simply upon conclusory\r\nprosecutorial assessments that the extensiveness of the conspiracy\r\nsuggested a \"substantial amount of narcotics business.\"  See\r\nMarrero-Ortiz, 160 F.3d at 779-80 (\"[W]e cannot uphold a drug\r\nquantity calculation on the basis of hunch or intuition.\");  United\r\nStates v. Miele, 989 F.2d 659, 668 (3d Cir. 1993) (\"[A]\r\ndetermination that [the] drug activity was substantial does not\r\ntranslate readily into a specific drug quantity finding, which is\r\nthe ultimate issue for sentencing purposes.\").\r\n1.   The Drug-Quantity Calculation\r\nThe district court purportedly arrived at its BOL 38\r\ndetermination by adopting the drug-quantity calculations set out in\r\nMaldonado's objections to the Presentence Report (\"PSR\").  The\r\nrecord plainly reflects, however, that in so doing the district\r\ncourt utilized incorrect metric conversions.  See supra note 4. \r\nThat is, as a unit of mass/weight, one gram equals 1,000\r\nmilligrams, rather than one milligram, see U.S.S.G.  2D1.1,\r\ncomment. (n.10) (Measurement Conversion Table), and one kilogram\r\nequals 1,000,000 milligrams, not 100,000 milligrams, id. \r\nAccordingly, based on the proper metric conversions the BOL should\r\nhave been 24 rather than 38.\r\nAlthough the district court stated that its BOL 38\r\ndetermination was supported by the testimony of DEA Agent Rivera,\r\nwe can discern no record support for its assertion.  Instead, Agent\r\nRivera testified that a drug point at the Los Laureles project\r\nwould \"average . . . between 150 and 180 grams\" of controlled\r\nsubstances per day, the bulk of which would be cocaine.  Moreover,\r\nshortly thereafter the district court asserted that it was relying\r\non Maldonado's objections to the PSR in setting the BOL.  See supra\r\nnote 4.  Finally, although the PSR opined that \"[t]he investigation\r\nestablished\" that Maldonado's drug trafficking organization \"had\r\nthe capability to distribute more than five (5) kilograms of\r\ncocaine base (crack),\" and that \"the amounts of narcotics\r\ndistributed during the period of the conspiracy was [sic]\r\napproximately 24 kilograms[,]\" the PSR neither breaks down the 24\r\nkilograms by drug type, nor indicates how it was calculated.\r\n2.   The Drug-Quantity Evidence at Trial\r\nAt trial, after viewing the drug transactions depicted on\r\na two-hour composite videotape, Agent Martinez estimated that\r\napproximately 20 to 25 transactions occurred hourly at the\r\nMaldonado drug point.  Agent Martinez acknowledged, however, that\r\nthis composite videotape formed the sole foundation for his drug-\r\nquantity estimate because it disclosed a lot of drug activity.  Nor\r\nwas Agent Martinez able to identify which individual surveillance\r\nvideos   among the 26 admitted at trial   comprised the foundation\r\nfor the composite videotape upon which the drug-quantity estimate\r\nwas based.  Finally, he acknowledged that he had never estimated\r\nthe number of drug transactions which would have occurred during a\r\nslow period.\r\n The record on appeal contains no other discernible\r\ndocumentary or testimonial evidence upon which to predicate a\r\nreasonably reliable determination that the two-hour period captured\r\non the composite videotape utilized at trial by Agent Martinez was\r\nreasonably representative, either as to the volume or the variety\r\nof drug sales at the Maldonado drug point during the six-month\r\nindictment period.  Nor did the district court articulate detailed\r\nfindings which would enable us to determine whether its drug-\r\nquantity determinations were reasonably reliable notwithstanding\r\nits erroneous metric conversions.  See supra Section II.A.1.  For\r\ninstance, it neither mentioned Agent Martinez nor his trial\r\ntestimony, even though 26 surveillance videos were admitted in\r\nevidence through Agent Martinez as he described what each depicted.\r\nMoreover, for the most part Martinez simply stated that\r\nthe videotaped transactions involved \"controlled substances,\"\r\nwithout identifying the drug type.  The surveillance videos\r\nthemselves depicted three controlled marijuana sales and one powder\r\ncocaine sale to informants, without any indication of the\r\nrespective drug quantities involved in those transactions.  In\r\naddition, Agent Martinez testified that he had witnessed two\r\nmarijuana sales, without mentioning any other relevant particulars. \r\nFinally, he estimated the aggregate daily drug volume at \"about\r\n150, 180 grams,\" without apportioning it among the three controlled\r\nsubstances sold at the Maldonado drug point.\r\nNor do the respective drug-type quantities involved in\r\nthe twelve controlled buys   marijuana (3) (9.9 grams); crack\r\ncocaine (4) (3.8 grams); powder cocaine (5) (3.05 grams)   afford\r\nsufficient support for apportioning the aggregate drug-quantity\r\nestimate among the three illegal drugs sold at the Maldonado drug\r\npoint.  The Second Circuit recently exposed the flawed assumptions\r\nimplicit in similar extrapolations:\r\n                              [A] forensic chemist had selected at random\r\n          four of the 103 balloons passed by Shonubi\r\n          after his arrest, determined the average\r\n          weight of the heroin contained in these four\r\n          balloons, and then multiplied that average\r\n          weight by 103 to conclude that the weight of\r\n          the heroin contained in all 103 balloons was\r\n          427.4 grams.  This approach rested on the\r\n          assumption that the four balloons selected\r\n          were representative of the entire 103\r\n          balloons, an assumption that, in turn, rested\r\n          on subsidiary assumptions that each of the 103\r\n          balloons contained heroin, that the average\r\n          quantity of heroin in each of the four\r\n          balloons selected was the same as the average\r\n          quantity in all of the 103 balloons, and that\r\n          the average purity of the heroin in the four\r\n          balloons selected was the same as the purity\r\n          of the heroin in all of the 103 balloons\r\n          because all the heroin came from the same\r\n          batch of heroin.\r\n\nUnited States v. Shonubi, 103 F.3d 1085, 1092 (2d Cir. 1997).\r\nGenerally speaking, the smaller the sampling, the less\r\nreliable the resulting probability estimate.  See David H. Kaye &amp;\r\nDavid A. Freedman, Reference Guide On Statistics, in Reference\r\nManual on Scientific Evidence 351, 378-82 (Federal Judicial Center,\r\n1994).  The present sampling  i.e., twelve controlled buys drawn\r\nfrom a set of 86,400 transactions (20 transactions per hour, times\r\n24 hours per day, times 180 days)  is minuscule.  The core risk\r\nentailed in relying on such tiny samplings is that \"the smaller the\r\nsample size, the greater the likelihood that the [evidence]\r\nreflects chance.\"  See Stendebach v. CPC Int'l, Inc., 691 F.2d 735,\r\n738 (5th Cir. 1982) (citation omitted); see also International Bhd.\r\nof Teamsters v. United States, 431 U.S. 324, 340 (1977)\r\n(\"Considerations such as small sample size may, of course, detract\r\nfrom the value of such evidence.\"); Parker v. Federal Nat'l\r\nMortgage Ass'n, 741 F.2d 975, 980 (7th Cir. 1984) (finding that\r\nsmall sample size causes \"[a] small change in the underlying raw\r\ndata . . . [to] result in dramatic statistical fluctuations\").  In\r\nother contexts courts have counseled against, or rejected,\r\nsimilarly small samplings.  See, e.g., Mayor of Philadelphia v.\r\nEducational Equal. League, 415 U.S. 605, 621 (1974) (noting that\r\ntrial court's concern over sample size of 13 was \"well founded\");\r\nLeBlanc v. Great Am. Ins. Co., 6 F.3d 836, 849 (1st Cir. 1993)\r\n(observing that sample size of 5 \"carries little or no probative\r\nforce\"); Birkbeck v. Marvel Lighting Corp., 30 F.3d 507, 511 (4th\r\nCir. 1994) (holding that sample size of 4 has no probative value);\r\nShutt v. Sandoz Crop Protection Corp., 944 F.2d 1431, 1433-34 (9th\r\nCir. 1991) (holding that group of 11 was too small); Lucas v. Dover\r\nCorp., 857 F.2d 1397, 1403 (10th Cir. 1988) (warning that sample\r\nsize of 18 \"must be evaluated with caution\"); Simpson v.\r\nMidland-Ross Corp., 823 F.2d 937, 943 (6th Cir. 1987) (considering\r\nsample size of 17 \"suspect\"); Palmer v. United States, 794 F.2d\r\n534, 539 (9th Cir. 1986) (finding \"sample size [of 15] too small to\r\nhave predictive value\").\r\nFurthermore, the inferential leap in the instant case is\r\nfounded on the bare assumption  unsubstantiated, if not directly\r\nundermined, by record testimony, see, e.g., supra note 7  that the\r\nquantities involved in the crack cocaine sales made to Maldonado's\r\ncustomers closely resembled those in the controlled buys arranged\r\nby government agents.  Although we do not suggest that the\r\nrespective drug-type quantities indicated in these controlled buys\r\nmust be disregarded merely because they were controlled by the\r\ngovernment, we do say that the necessary factual inference   that\r\nthese controlled buys were reasonably representative of the\r\nuncontrolled drug transactions at the Maldonado drug point   should\r\nfind discernible record support.  See Whiting, 28 F.3d at 1304.\r\nAs the burden is on the government to establish drug\r\nquantities, see United States v. Barnett, 989 F.2d 546, 553 (1st\r\nCir. 1993), normally \"[w]e must determine whether [it] presented\r\nsufficient reliable information to permit the court reasonably to\r\nconclude that appellants were responsible for a quantity of drugs\r\nat least equal to the quantity threshold for the assigned base\r\noffense level.\"  Id.  In the instant case, however, the record on\r\nappeal neither enables us to uphold the drug-type apportionment\r\nmethodology articulated by the district court, nor to discern one\r\nwhich would.\r\nFor example, the trial testimony given by Agent Ayala was\r\nequivocal as concerns any quantitative apportionment among the\r\nthree controlled substances dispensed at the Maldonado drug point. \r\nAyala testified that in places like the Los Laureles Housing\r\nProject, a drug point \"works like around three shifts, you know. \r\nDepending on the area its going to be four shifts, two shifts, but\r\nthis one works almost to midnight . . . . [T]he average sold there\r\nis between 150 and 180 grams or a little bit more . . . [a]nd the\r\ngross amount sold here in this place is cocaine.  Marijuana is sold\r\nthere.  Crack is sold there and cocaine, but--crack is cocaine.\" \r\nMoreover, Ayala's approximations regarding the number of shifts and\r\nthe quantities sold daily were not based on observations of the\r\nMaldonado drug point.  More importantly, Ayala cast no light upon\r\nthe respective drug quantities   crack cocaine, powder cocaine, or\r\nmarijuana   included in the 150-to-180-gram daily sales volume\r\nestimate.\r\nThe potential for grave error where one conclusory\r\nestimate serves as the multiplier for another, (i.e., average drug\r\nquantity per transaction multiplied by average number of\r\ntransactions per hour and average operating hours per day) may\r\nundermine the reasonable reliability essential to a fair sentencing\r\nsystem.  See Sepulveda, 15 F.3d at 1198 (\"[T]he two flawed findings\r\nfeed on each other; by using not one, but two, unsupported averages\r\nto arrive at both the number of trips undertaken and the amounts of\r\ncocaine handled in the course of each trip, the court compounded\r\nthe error of its ways.\").  In the instant case the risk of error\r\nwas compounded by pyramiding unreliable inferences: the drug-\r\nquantity estimate per sale was based on eleven controlled buys\r\nthroughout the entire six-month investigation; the number of\r\ntransactions per day on an unquantified number of observations; and\r\nthe average number of shifts per day without any 24-hour-day\r\nobservation of the drug point.\r\nMost importantly, particularly in cases like the present\r\nwhere \"drug quantity has a dramatic leveraging effect,\" Sepulveda,\r\n15 F.3d at 1198, special care must be taken to ensure that\r\nparticularized drug-type quantity findings are predicated on\r\nreliable information and, where significant uncertainty exists,\r\nthat those findings err on the side of caution, see United States\r\nv. Eke, 117 F.3d 19, 24 (1st Cir. 1997); United States v. Sklar,\r\n920 F.2d 107, 113 (1st Cir. 1990).  Yet there is no discernible\r\nquantitative breakdown among the three controlled substances\r\ndispensed at the Maldonado drug point, though crack cocaine\r\ndirectly impacts the BOL determination far more dramatically than\r\ndo much larger amounts of powder cocaine or marijuana.\r\nAbsent adequately particularized findings or discernible\r\nrecord support for the BOL 38 assigned by the district court, see\r\nWebster, 54 F.3d at 5, and given the mistaken metric conversions\r\nassertedly relied upon by the district court, the sentence must be\r\nvacated and the case remanded for resentencing.  See, e.g.,\r\nMarrero-Ortiz, 160 F.3d at 780 (\"[Without] particularized findings\r\nto support the assigned BOL, we have no principled choice but to\r\nvacate the sentence and remand for further findings and\r\nresentencing.\"); see also Sepulveda, 15 F.3d at 1198; United States\r\nv. Butler, 41 F.3d 1435, 1447-48 (11th Cir. 1995) (remanding\r\nbecause sentencing court failed to articulate \"a reliable method of\r\nquantifying the amount of drugs attributable to each appellant\");\r\nUnited States v. Carreon, 11 F.3d 1225, 1231 (5th Cir. 1994)\r\n(remanding for findings where appellate court is \"left to second-\r\nguess the basis for the district court's calculation\"); United\r\nStates v. Shonubi, 998 F.2d 84, 89-90 (2d Cir. 1993) (vacating, in\r\nthe absence of other evidentiary support, a drug-quantity finding\r\narrived at by rote multiplication of number of trips times quantity\r\ncarried on one trip); United States v. Garcia, 994 F.2d 1499, 1509\r\n(10th Cir. 1993) (vacating sentence and holding that averages\r\nutilized to arrive at drug-quantity findings must be \"more than a\r\nguess\"); United States v. Hewitt, 942 F.2d 1270, 1274 (8th Cir.\r\n1991) (condemning use of \"far reaching\" averaging assumptions in\r\nestimating drug quantity).  On remand, the district court is free\r\nto consider such additional evidence as it deems appropriate.\r\nB.   The Role-in-Offense Enhancement\r\n\nThe four-level role-in-offense enhancement is authorized\r\nunder U.S.S.G.  3B1.1(a) for a defendant who acted as an organizer\r\nor leader of a criminal activity involving five or more\r\nparticipants who were \"'criminally responsible for the commission\r\nof the offense.'\"  United States v. Preakos, 907 F.2d 7, 10 (1st\r\nCir. 1990) (quoting U.S.S.G.  3B1.1, comment. (n.1)).  Moreover,\r\n\"barring a mistake of law[,] . . . 'battles over a defendant's\r\nstatus . . . will almost always be won or lost in the district\r\ncourt.'\"  United States v. Conley, 156 F.3d 78, 85 (1st Cir. 1998)\r\n(quoting United States v. Graciani, 61 F.3d 70, 75 (1st Cir.\r\n1995)). See United States v. Rodriguez, 63 F.3d 1159, 1168 (1st\r\nCir. 1995) (\"The district court's finding, made with the benefit of\r\nall of its observations at trial, is entitled to, and is given\r\nhere, considerable deference.\").\r\nThe evidence before the district court plainly\r\ndemonstrated that there were eight criminally responsible\r\nparticipants in addition to Maldonado.  Furthermore, the contention\r\nthat minors should not be considered \"participants\" under U.S.S.G.\r\n3B1.1 is utterly without merit.  See, e.g., United States v.\r\nCruz, 120 F.3d 1, 4 (1st Cir. 1997) (defendant's \"14-year-old\r\nparamour\" qualified as \"participant\" under  3B1.1(a)), cert.\r\ndenied, 118 S. Ct. 729 (1998); United States v. Clay, 117 F.3d 317,\r\n321 (6th Cir.), cert. denied, 118 S Ct. 395 (1997).  Accordingly,\r\nthe four-level enhancement imposed under U.S.S.G.  3B1.1(a) was\r\nproper.\r\nC.   The Enhancement for Utilizing Minors\r\n\nNext, Maldonado contends that the district court engaged\r\nin impermissible \"double counting\" by invoking section 2D1.2(a)(1),\r\nsince the minors involved in the conspiracy already had been\r\ncounted under section 3B1.1(a), that is, among the five\r\nparticipants supervised by Maldonado.  Section 2D1.2 prescribes\r\na two-level enhancement in \"the offense level . . . applicable to\r\nthe quantity of controlled substances directly involving[, inter\r\nalia,] . . . an underage . . . individual.\"  U.S.S.G.  2D1.2(a)(1)\r\n(emphasis added).\r\n Absent controlling authority we look to the analogous\r\ncase law on \"double counting,\" which holds that Sentencing\r\nGuidelines enhancement provisions apply cumulatively.  In United\r\nStates v. Kneeland, 148 F.3d 6, 16-17 (1st Cir. 1998), we held that\r\na section 3B1.1(a) role-in-offense enhancement, combined with an\r\nenhancement for more than minimal planning under section\r\n2F1.1(b)(2), did not constitute impermissible \"double counting,\"\r\neven though the defendant's involvement as an organizer and planner\r\nformed the basis for both enhancements.  We noted that the\r\ncommentary on role-in-offense enhancements expressly endorses\r\n\"double counting\" under U.S.S.G.  3B1.1 and other guideline\r\nsections.  Id.  Similarly, in Clay, 117 F.3d at 320-21, the Sixth\r\nCircuit affirmed cumulative enhancements under sections 2D1.2(a)(1)\r\nand 3B1.1(c) (two-level enhancement requiring two or more\r\nparticipants), despite the fact that the same \"juvenile\" was\r\nconsidered under both provisions.\r\nSimilarly, sentencing guidelines policy supports\r\ncumulative applications under sections 2D1.2(a)(1) and 3B1.1(a): \r\n\"The offense level adjustments from more than one specific offense\r\ncharacteristic within an offense guideline are cumulative (added\r\ntogether) . . . .  Absent an instruction to the contrary, the\r\nadjustments from different guideline sections are applied\r\ncumulatively (added together).\"  U.S.S.G.  1B1.1, comment. (n.4)\r\n(emphasis added).  Finally, nothing in their text or commentary\r\nsuggests that either section 2D1.1(a)(1) or section 3B1.1(a) may\r\nnot be applied cumulatively.  Nor does Maldonado cite authority to\r\nthe contrary.\r\nSince Maldonado organized the drug distribution scheme\r\nand utilized minors in furthering it, the cumulative application of\r\nsections 2D1.1(a)(1) and 3B1.1(a) by the district court fairly\r\nreflected both the seriousness of her offense and the likelihood of\r\nrecidivism.  See United States v. Ortiz, 64 F.3d 18, 21 (1st Cir.\r\n1995).\r\nD.   Denial of Downward Departure\r\n\nIn determining whether an aggravating or mitigating\r\ncircumstance permits a departure under U.S.S.G.  5K2.0, sentencing\r\ncourts must ascertain \"[w]hat features of th[e] case, potentially,\r\ntake it outside the Guidelines' 'heartland' and make of it a\r\nspecial, or unusual, case[.]\"  Koon v. United States, 518 U.S. 81,\r\n95 (1996) (quoting United States v. Rivera, 994 F.2d 942, 949 (1st\r\nCir. 1993) (Breyer, C.J.)).  Thus, in the present case the district\r\ncourt was required to determine whether the Sentencing Commission\r\nadequately considered the impact the sentencing guidelines would\r\nhave on a criminal defendant who is HIV positive and whose\r\ndependent child has AIDS.\r\nThe district court appropriately recognized that it\r\nlacked the authority to depart downward, given the record evidence\r\nthat Maldonado's medical and physical condition did not enable a\r\nfinding that she had an \"extraordinary physical impairment.\"\r\nU.S.S.G.  5H1.4.  First, although Maldonado was HIV positive, she\r\ndid not have advanced AIDS.  See United States v. Thomas, 49 F.3d\r\n253, 261 (6th Cir. 1995) (\"Thomas would only be entitled to a\r\ndeparture if his HIV had progressed into advanced AIDS, and then\r\nonly if his health was such that it could be termed an\r\n'extraordinary physical impairment.'\").  Second, like the\r\ndefendant in Thomas, id., Maldonado remains in relatively good\r\nphysical condition.  As the district court observed at sentencing,\r\nthe Bureau of Prisons determined that Maldonado had no difficulty\r\nwith either her emotional or physical health.  Moreover, the court\r\nnoted that Maldonado appeared to be in \"much better physical\r\ncondition . . . than she was . . . about four, six months ago when\r\nshe was [originally] sentenced.\"\r\nA \"[p]hysical condition . . . is not ordinarily relevant\r\nin determining whether a sentence should be outside the applicable \r\nguideline range.\"  U.S.S.G.  5H1.4.  Nor, to our knowledge, has\r\nasymptomatic AIDS been considered a sufficient basis for a downward\r\ndeparture under section 5H1.4.  See United States v. Woody, 55 F.3d\r\n1257, 1275-76 (7th Cir. 1995); Thomas, 49 F.3d at 261.\r\nFurther, Maldonado contends that she should have been\r\ngranted a downward departure because her dependent son has AIDS and\r\nrequires her care.  The district court correctly observed that it\r\nhas the \"power to depart in 'unusual cases' and where family\r\ncircumstances are out of the 'ordinary,'\"  United States v. Rivera,\r\n994 F.2d 942, 953 (1st Cir. 1993), such as the need to care for sick\r\nchildren, see id. at 952-53 (noting that defendant was the only\r\ncaregiver for three small children); see also United States v.\r\nGaskill, 991 F.2d 82, 85-86 (3d Cir. 1993) (observing that\r\ndefendant's responsibilities for mentally ill wife might warrant\r\ndeparture); United States v. Johnson, 964 F.2d 124, 128-30 (2d Cir.\r\n1992) (remarking that defendant had sole responsibility for raising\r\nfour children); United States v. Alba, 933 F.2d 1117, 1122 (2d Cir.\r\n1991) (noting that defendant was raising two children, and caring\r\nfor live-in handicapped father and grandmother); United States v.\r\nPena, 930 F.2d 1486, 1494-95 (10th Cir. 1991) (considering that\r\ndefendant was single parent of infant and sole supporter of\r\nsixteen-year-old daughter and daughter's infant).  Nevertheless, as\r\nwith other grounds for departure, sentencing courts may depart on\r\nthe basis of family hardship only in exceptional cases.  See\r\nU.S.S.G.  5H1.6 (\"Family ties and responsibilities and community\r\nties are not ordinarily relevant in determining whether a sentence\r\nshould be outside the applicable guideline range.\").  Thus,\r\n\"[d]isruption of the defendant's life, and the concomitant\r\ndifficulties for those who depend on the defendant, are inherent in\r\nthe punishment of incarceration.\"  Johnson, 964 F.2d at 128.  In\r\nany event, since the district court fully recognized its authority\r\nto depart, but chose not to do so in these circumstances, we lack\r\nappellate jurisdiction over the present claim.  See Rivera, 994\r\nF.2d at 953.\r\nE.   Alleged Sentencing Disparities\r\nMaldonado claims that a downward departure was warranted\r\ndue to the \"extreme disparity\" between her sentence and those meted\r\nout to codefendants.  The district court determined instead that\r\nMaldonado and her codefendants   who were sentenced to 120 months\r\nwere not \"similarly situated,\" in that Maldonado was both the\r\norganizer and leader of the drug operation, whereas the\r\ncodefendants performed distinctly subordinate roles.  We must\r\naccord the district court finding \"considerable deference.\"  See\r\nRodriguez, 63 F.3d at 1168.\r\nSince Maldonado was far more culpable than her\r\ncodefendants, see, e.g., United States v. Trinidad de la Rosa, 916\r\nF.2d 27, 30-31 (1st Cir. 1990) (holding that disparate sentences\r\nwere warranted, due in part to the levels of active involvement of\r\nvarious defendants); see also United States v. Carr, 932 F.2d 67,\r\n73 (1st Cir. 1991); United States v. Goddard, 929 F.2d 546, 550\r\n(10th Cir. 1991), we must reject her claim.\r\nF.   Admission of Composite Videotapes\r\n\nFinally, at trial, over Maldonado's objection, the\r\ndistrict court admitted composite videotapes and permitted Agent\r\nFonseca to testify to the events depicted.  Although he had not\r\nobserved the drug transactions, Fonseca testified to having\r\nreviewed each crime-scene videotape with Agent Martinez, who had\r\nvideotaped the crime scenes.  Later, Fonseca prepared the composite\r\nvideos summarizing the daily videos previously admitted in\r\nevidence.  See United States v. Sawyer, 85 F.3d 713, 740 (1st Cir.\r\n1996).  Agent Martinez in turn testified that each daily video\r\naccurately reflected what he had observed as it was being taped. \r\nFinally, Maldonado was afforded an opportunity to challenge Agent\r\nFonseca's testimony on cross-examination and place the composite\r\nvideotapes in their proper context.  Cf. United States v. Nivica,\r\n887 F.2d 1110, 1125 (1st Cir. 1989) (noting that defendant's\r\nassertion that summaries failed to reflect \"total financial\r\nactivity\" \"affect[s] the weight rather than the admissibility of\r\nthe government's summaries\").  There was no abuse of discretion.\r\n                    III\r\n                 CONCLUSION\r\nFor the foregoing reasons, we affirm the judgment of\r\nconviction, vacate the life imprisonment sentence, and remand to\r\nthe district court for resentencing consistent with this opinion.\r\nSO ORDERED.\n",
  "html": "<p class=\"case_cite\">194 F.3d 224 (1st Cir. 1999)</p>\n    <p class=\"parties\">UNITED STATES OF AMERICA, Appellee,<br>v.<br>IVETTE RIVERA-MALDONADO, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 98-1742.</p>\n    <p class=\"court\">UNITED STATES COURT OF APPEALS FOR THE FIRST CIRCUIT.</p>\n    <p class=\"date\">Heard March 4, 1999.<br>Decided Oct. 19, 1999.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF PUERTO RICO[Copyrighted Material Omitted][Copyrighted Material Omitted]</p>\n      <p class=\"indent\">Lydia Lizarribar-Masini for appellant.</p>\n      <p class=\"indent\">Warren Vazquez, Assistant United States Attorney, with whom Guillermo Gil, United States Attorney, and Nelson Perez-Sosa, Assistant United States Attorney, were on brief for appellee.</p>\n      <p class=\"indent\">Before Torruella, Chief Judge, Coffin and Cyr, Senior Circuit Judges. CYR, Senior Circuit Judges.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Ivette Rivera-Maldonado appeals the life sentence imposed upon her for conspiring to distribute cocaine and marijuana, and aiding and abetting the use of minors in distributing controlled substances, in violation of 21 U.S.C. &#167; 841(a)(1). We remand for resentencing.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p>* BACKGROUND</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">During a five and one-half month period in early 1995, an investigation into suspected drug distribution was conducted within the Los Laureles Housing Project (\"project\") in Bayamon, Puerto Rico, by the Special Investigations Bureau of the Puerto Rico Department of Justice and the United States Drug Enforcement Agency (\"DEA\"). Various investigators thereafter testified at trial that Maldonado had supervised a drug-distribution ring operated from her apartment in the project. Although she was never observed selling drugs, the evidence established that she used others, including minors, to sell crack and powder cocaine as well as marijuana.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The government introduced 26 surveillance videotapes depicting various drug distribution activities. Agent Cesar Martinez, who had observed numerous transactions, estimated that from 20 to 25 drug sales occurred per hour. Agent Victor Manuel Ayala-Rivera testified as an expert witness that in his experience drug distribution operations in the project normally operated three shifts daily. On that basis he opined that the Maldonado organization would have distributed more than 24 kilograms of controlled substances during the five and one-half month period spanned by the DEA investigation.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">At sentencing, after determining that Maldonado should be held responsible for distributing controlled substances totaling 24 kilograms, the district court set the base offense level (\"BOL\") at 38. It then imposed a four-level role-in-the-offense enhancement and a two-level enhancement for employing minors, which resulted in the maximum adjusted base offense level of 43 and triggered the mandatory life-imprisonment sentence now challenged on appeal. See U.S.S.G. Sentencing Table, comment 2.</p>\n    </div>\n    <p>II</p>\n    <p>DISCUSSION</p>\n    <p class=\"indent\">A. The Drug-Quantity Calculations</p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Under U.S.S.G. &#167; 2D1.1(c), the BOL depends in large part upon the total drug quantities involved in the offense. Insofar as the quantities seized underrepresent the demonstrated scale of a drug-distribution conspiracy, however, the sentencing court is to \"approximate the [total] quantit[ies].\" U.S.S.G. &#167; 2D1.1, comment. (n.12).<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> The government must establish these drug quantities by a preponderance of the evidence. United States v. Whiting, 28 F.3d 1296, 1304 (1st Cir. 1994). Since Maldonado stands convicted of conspiring to distribute controlled substances, she is responsible for all \"drugs [she] personally handled or anticipated handling, and, under the relevant conduct rubric, for drugs involved in additional acts that were reasonably foreseeable by [her] and were committed in furtherance of the conspiracy.\" United States v. Sepulveda, 15 F.3d 1161, 1197 (1st Cir. 1993).</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Maldonado first contends that the ultimate drug-quantity finding made by the district court must be set aside because it is based on speculative estimates derived from unreliable evidence and improper extrapolations.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> Since the instant offenses involved various controlled substances, the sentencing court was required to \"determine both the amount and the kind of 'controlled substances' for which [the] defendant should be held accountable -- and . . . impose a sentence that varie[d] depending upon amount and kind.\" Edwards v. United States, 118 S. Ct. 1475, 1477 (1998). A reasonably reliable differentiation among the various types of controlled substances is particularly important in these cases, since much more severe sentencing ranges are prescribed in crack-cocaine distribution offenses for which the applicable offense levels, see U.S.S.G. &#167; 2D1.1(c)(8)-(14), may increase with each additional gram.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> See Sepulveda, 15 F.3d at 1198.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Although the sentencing court may rely on reasonable estimates and averages in arriving at its drug-quantity determinations, their probable accuracy must be founded on adequate indicia of reliability, United States v. Webster, 54 F.3d 1, 5 (1st Cir. 1995), and demonstrable record support, see, e.g., United States v. Marrero-Ortiz, 160 F.3d 768, 780 (1st Cir. 1998) (\"[Absent] particularized findings to support the assigned BOL, we have no principled choice but to vacate the sentence and remand for further findings and resentencing.\"); United States v. Welch, 15 F.3d 1202, 1215 (1st Cir. 1993); Sepulveda, 15 F.3d at 1198. Nor may a criminal sentence be predicated simply upon conclusory prosecutorial assessments that the extensiveness of the conspiracy suggested a \"substantial amount of narcotics business.\" See Marrero-Ortiz, 160 F.3d at 779-80 (\"[W]e cannot uphold a drug quantity calculation on the basis of hunch or intuition.\"); United States v. Miele, 989 F.2d 659, 668 (3d Cir. 1993) (\"[A] determination that [the] drug activity was substantial does not translate readily into a specific drug quantity finding, which is the ultimate issue for sentencing purposes.\").</p>\n    </div>\n    <p class=\"indent\">1. The Drug-Quantity Calculation</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The district court purportedly arrived at its BOL 38 determination by adopting the drug-quantity calculations set out in Maldonado's objections to the Presentence Report (\"PSR\").<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> The record plainly reflects, however, that in so doing the district court utilized incorrect metric conversions. See supra note 4. That is, as a unit of mass/weight, one gram equals 1,000 milligrams, rather than one milligram, see U.S.S.G. &#167; 2D1.1, comment. (n.10) (Measurement Conversion Table), and one kilogram equals 1,000,000 milligrams, not 100,000 milligrams, id. Accordingly, based on the proper metric conversions the BOL should have been 24 rather than 38.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Although the district court stated that its BOL 38 determination was supported by the testimony of DEA Agent Rivera, we can discern no record support for its assertion. Instead, Agent Rivera testified that a drug point at the Los Laureles project would \"average . . . between 150 and 180 grams\" of controlled substances per day,<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> the bulk of which would be cocaine. Moreover, shortly thereafter the district court asserted that it was relying on Maldonado's objections to the PSR in setting the BOL. See supra note 4. Finally, although the PSR opined that \"[t]he investigation established\" that Maldonado's drug trafficking organization \"had the capability to distribute more than five (5) kilograms of cocaine base (crack),\" and that \"the amounts of narcotics distributed during the period of the conspiracy was [sic] approximately 24 kilograms[,]\" the PSR neither breaks down the 24 kilograms by drug type, nor indicates how it was calculated.</p>\n    </div>\n    <p class=\"indent\">2. The Drug-Quantity Evidence at Trial</p>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">At trial, after viewing the drug transactions depicted on a two-hour composite videotape, Agent Martinez estimated that approximately 20 to 25 transactions occurred hourly at the Maldonado drug point. Agent Martinez acknowledged, however, that this composite videotape formed the sole foundation for his drug-quantity estimate because it disclosed a lot of drug activity. Nor was Agent Martinez able to identify which individual surveillance videos -- among the 26 admitted at trial -- comprised the foundation for the composite videotape upon which the drug-quantity estimate was based. Finally, he acknowledged that he had never estimated the number of drug transactions which would have occurred during a slow period.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The record on appeal contains no other discernible documentary or testimonial evidence upon which to predicate a reasonably reliable determination that the two-hour period captured on the composite videotape utilized at trial by Agent Martinez was reasonably representative, either as to the volume or the variety of drug sales at the Maldonado drug point during the six-month indictment period.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> Nor did the district court articulate detailed findings which would enable us to determine whether its drug-quantity determinations were reasonably reliable notwithstanding its erroneous metric conversions. See supra Section II.A.1. For instance, it neither mentioned Agent Martinez nor his trial testimony, even though 26 surveillance videos were admitted in evidence through Agent Martinez as he described what each depicted.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Moreover, for the most part Martinez simply stated that the videotaped transactions involved \"controlled substances,\" without identifying the drug type. The surveillance videos themselves depicted three controlled marijuana sales and one powder cocaine sale to informants, without any indication of the respective drug quantities involved in those transactions. In addition, Agent Martinez testified that he had witnessed two marijuana sales, without mentioning any other relevant particulars. Finally, he estimated the aggregate daily drug volume at \"about 150, 180 grams,\" without apportioning it among the three controlled substances sold at the Maldonado drug point.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a></p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Nor do the respective drug-type quantities involved in the twelve controlled buys -- marijuana (3) (9.9 grams); crack cocaine (4) (3.8 grams); powder cocaine (5) (3.05 grams) -- afford sufficient support for apportioning the aggregate drug-quantity estimate among the three illegal drugs sold at the Maldonado drug point. The Second Circuit recently exposed the flawed assumptions implicit in similar extrapolations:</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">[A] forensic chemist had selected at random four of the 103 balloons passed by Shonubi after his arrest, determined the average weight of the heroin contained in these four balloons, and then multiplied that average weight by 103 to conclude that the weight of the heroin contained in all 103 balloons was 427.4 grams. This approach rested on the assumption that the four balloons selected were representative of the entire 103 balloons, an assumption that, in turn, rested on subsidiary assumptions that each of the 103 balloons contained heroin, that the average quantity of heroin in each of the four balloons selected was the same as the average quantity in all of the 103 balloons, and that the average purity of the heroin in the four balloons selected was the same as the purity of the heroin in all of the 103 balloons because all the heroin came from the same batch of heroin.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">United States v. Shonubi, 103 F.3d 1085, 1092 (2d Cir. 1997).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Generally speaking, the smaller the sampling, the less reliable the resulting probability estimate. See David H. Kaye &amp; David A. Freedman, Reference Guide On Statistics, in Reference Manual on Scientific Evidence 351, 378-82 (Federal Judicial Center, 1994). The present sampling i.e., twelve controlled buys drawn from a set of 86,400 transactions (20 transactions per hour, times 24 hours per day, times 180 days) is minuscule. The core risk entailed in relying on such tiny samplings is that \"the smaller the sample size, the greater the likelihood that the [evidence] reflects chance.\" See Stendebach v. CPC Int'l, Inc., 691 F.2d 735, 738 (5th Cir. 1982) (citation omitted); see also International Bhd. of Teamsters v. United States, 431 U.S. 324, 340 (1977) (\"Considerations such as small sample size may, of course, detract from the value of such evidence.\"); Parker v. Federal Nat'l Mortgage Ass'n, 741 F.2d 975, 980 (7th Cir. 1984) (finding that small sample size causes \"[a] small change in the underlying raw data . . . [to] result in dramatic statistical fluctuations\").<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> In other contexts courts have counseled against, or rejected, similarly small samplings. See, e.g., Mayor of Philadelphia v. Educational Equal. League, 415 U.S. 605, 621 (1974) (noting that trial court's concern over sample size of 13 was \"well founded\"); LeBlanc v. Great Am. Ins. Co., 6 F.3d 836, 849 (1st Cir. 1993) (observing that sample size of 5 \"carries little or no probative force\"); Birkbeck v. Marvel Lighting Corp., 30 F.3d 507, 511 (4th Cir. 1994) (holding that sample size of 4 has no probative value); Shutt v. Sandoz Crop Protection Corp., 944 F.2d 1431, 1433-34 (9th Cir. 1991) (holding that group of 11 was too small); Lucas v. Dover Corp., 857 F.2d 1397, 1403 (10th Cir. 1988) (warning that sample size of 18 \"must be evaluated with caution\"); Simpson v. Midland-Ross Corp., 823 F.2d 937, 943 (6th Cir. 1987) (considering sample size of 17 \"suspect\"); Palmer v. United States, 794 F.2d 534, 539 (9th Cir. 1986) (finding \"sample size [of 15] too small to have predictive value\").</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Furthermore, the inferential leap in the instant case is founded on the bare assumption unsubstantiated, if not directly undermined, by record testimony, see, e.g., supra note 7 that the quantities involved in the crack cocaine sales made to Maldonado's customers closely resembled those in the controlled buys arranged by government agents. Although we do not suggest that the respective drug-type quantities indicated in these controlled buys must be disregarded merely because they were controlled by the government, we do say that the necessary factual inference -- that these controlled buys were reasonably representative of the uncontrolled drug transactions at the Maldonado drug point -- should find discernible record support. See Whiting, 28 F.3d at 1304.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">As the burden is on the government to establish drug quantities, see United States v. Barnett, 989 F.2d 546, 553 (1st Cir. 1993), normally \"[w]e must determine whether [it] presented sufficient reliable information to permit the court reasonably to conclude that appellants were responsible for a quantity of drugs at least equal to the quantity threshold for the assigned base offense level.\" Id. In the instant case, however, the record on appeal neither enables us to uphold the drug-type apportionment methodology articulated by the district court, nor to discern one which would.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a></p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">For example, the trial testimony given by Agent Ayala was equivocal as concerns any quantitative apportionment among the three controlled substances dispensed at the Maldonado drug point. Ayala testified that in places like the Los Laureles Housing Project, a drug point \"works like around three shifts, you know. Depending on the area its going to be four shifts, two shifts, but this one works almost to midnight . . . . [T]he average sold there is between 150 and 180 grams or a little bit more . . . [a]nd the gross amount sold here in this place is cocaine. Marijuana is sold there. Crack is sold there and cocaine, but--crack is cocaine.\" Moreover, Ayala's approximations regarding the number of shifts and the quantities sold daily were not based on observations of the Maldonado drug point. More importantly, Ayala cast no light upon the respective drug quantities -- crack cocaine, powder cocaine, or marijuana -- included in the 150-to-180-gram daily sales volume estimate.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The potential for grave error where one conclusory estimate serves as the multiplier for another, (i.e., average drug quantity per transaction multiplied by average number of transactions per hour and average operating hours per day) may undermine the reasonable reliability essential to a fair sentencing system. See Sepulveda, 15 F.3d at 1198 (\"[T]he two flawed findings feed on each other; by using not one, but two, unsupported averages to arrive at both the number of trips undertaken and the amounts of cocaine handled in the course of each trip, the court compounded the error of its ways.\"). In the instant case the risk of error was compounded by pyramiding unreliable inferences: the drug-quantity estimate per sale was based on eleven controlled buys throughout the entire six-month investigation; the number of transactions per day on an unquantified number of observations; and the average number of shifts per day without any 24-hour-day observation of the drug point.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Most importantly, particularly in cases like the present where \"drug quantity has a dramatic leveraging effect,\" Sepulveda, 15 F.3d at 1198, special care must be taken to ensure that particularized drug-type quantity findings are predicated on reliable information and, where significant uncertainty exists, that those findings err on the side of caution, see United States v. Eke, 117 F.3d 19, 24 (1st Cir. 1997); United States v. Sklar, 920 F.2d 107, 113 (1st Cir. 1990). Yet there is no discernible quantitative breakdown among the three controlled substances dispensed at the Maldonado drug point, though crack cocaine directly impacts the BOL determination far more dramatically than do much larger amounts of powder cocaine or marijuana.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Absent adequately particularized findings or discernible record support for the BOL 38 assigned by the district court, see Webster, 54 F.3d at 5,<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a> and given the mistaken metric conversions assertedly relied upon by the district court, the sentence must be vacated and the case remanded for resentencing. See, e.g., Marrero-Ortiz, 160 F.3d at 780 (\"[Without] particularized findings to support the assigned BOL, we have no principled choice but to vacate the sentence and remand for further findings and resentencing.\"); see also Sepulveda, 15 F.3d at 1198; United States v. Butler, 41 F.3d 1435, 1447-48 (11th Cir. 1995) (remanding because sentencing court failed to articulate \"a reliable method of quantifying the amount of drugs attributable to each appellant\"); United States v. Carreon, 11 F.3d 1225, 1231 (5th Cir. 1994) (remanding for findings where appellate court is \"left to second-guess the basis for the district court's calculation\"); United States v. Shonubi, 998 F.2d 84, 89-90 (2d Cir. 1993) (vacating, in the absence of other evidentiary support, a drug-quantity finding arrived at by rote multiplication of number of trips times quantity carried on one trip); United States v. Garcia, 994 F.2d 1499, 1509 (10th Cir. 1993) (vacating sentence and holding that averages utilized to arrive at drug-quantity findings must be \"more than a guess\"); United States v. Hewitt, 942 F.2d 1270, 1274 (8th Cir. 1991) (condemning use of \"far reaching\" averaging assumptions in estimating drug quantity). On remand, the district court is free to consider such additional evidence as it deems appropriate.</p>\n    </div>\n    <p class=\"indent\">B. The Role-in-Offense Enhancement</p>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The four-level role-in-offense enhancement is authorized under U.S.S.G. &#167; 3B1.1(a) for a defendant who acted as an organizer or leader of a criminal activity involving five or more participants who were \"'criminally responsible for the commission of the offense.'\" United States v. Preakos, 907 F.2d 7, 10 (1st Cir. 1990) (quoting U.S.S.G. &#167; 3B1.1, comment. (n.1)).<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a> Moreover, \"barring a mistake of law[,] . . . 'battles over a defendant's status . . . will almost always be won or lost in the district court.'\" United States v. Conley, 156 F.3d 78, 85 (1st Cir. 1998) (quoting United States v. Graciani, 61 F.3d 70, 75 (1st Cir. 1995)). See United States v. Rodriguez, 63 F.3d 1159, 1168 (1st Cir. 1995) (\"The district court's finding, made with the benefit of all of its observations at trial, is entitled to, and is given here, considerable deference.\").</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">The evidence before the district court plainly demonstrated that there were eight criminally responsible participants in addition to Maldonado. Furthermore, the contention that minors should not be considered \"participants\" under U.S.S.G. &#167; 3B1.1 is utterly without merit. See, e.g., United States v. Cruz, 120 F.3d 1, 4 (1st Cir. 1997) (defendant's \"14-year-old paramour\" qualified as \"participant\" under &#167; 3B1.1(a)), cert. denied, 118 S. Ct. 729 (1998); United States v. Clay, 117 F.3d 317, 321 (6th Cir.), cert. denied, 118 S Ct. 395 (1997).<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a> Accordingly, the four-level enhancement imposed under U.S.S.G. &#167; 3B1.1(a) was proper.</p>\n    </div>\n    <p class=\"indent\">C. The Enhancement for Utilizing Minors</p>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Next, Maldonado contends that the district court engaged in impermissible \"double counting\" by invoking section 2D1.2(a)(1), since the minors involved in the conspiracy already had been counted under section 3B1.1(a), that is, among the five participants supervised by Maldonado.<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a> Section 2D1.2 prescribes a two-level enhancement in \"the offense level . . . applicable to the quantity of controlled substances directly involving[, inter alia,] . . . an underage . . . individual.\" U.S.S.G. &#167; 2D1.2(a)(1) (emphasis added).</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Absent controlling authority we look to the analogous case law on \"double counting,\" which holds that Sentencing Guidelines enhancement provisions apply cumulatively. In United States v. Kneeland, 148 F.3d 6, 16-17 (1st Cir. 1998), we held that a section 3B1.1(a) role-in-offense enhancement, combined with an enhancement for more than minimal planning under section 2F1.1(b)(2), did not constitute impermissible \"double counting,\" even though the defendant's involvement as an organizer and planner formed the basis for both enhancements. We noted that the commentary on role-in-offense enhancements expressly endorses \"double counting\" under U.S.S.G. &#167; 3B1.1 and other guideline sections. Id. Similarly, in Clay, 117 F.3d at 320-21, the Sixth Circuit affirmed cumulative enhancements under sections 2D1.2(a)(1) and 3B1.1(c) (two-level enhancement requiring two or more participants), despite the fact that the same \"juvenile\" was considered under both provisions.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Similarly, sentencing guidelines policy supports cumulative applications under sections 2D1.2(a)(1) and 3B1.1(a): \"The offense level adjustments from more than one specific offense characteristic within an offense guideline are cumulative (added together) . . . . Absent an instruction to the contrary, the adjustments from different guideline sections are applied cumulatively (added together).\" U.S.S.G. &#167; 1B1.1, comment. (n.4) (emphasis added). Finally, nothing in their text or commentary suggests that either section 2D1.1(a)(1) or section 3B1.1(a) may not be applied cumulatively. Nor does Maldonado cite authority to the contrary.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Since Maldonado organized the drug distribution scheme and utilized minors in furthering it, the cumulative application of sections 2D1.1(a)(1) and 3B1.1(a) by the district court fairly reflected both the seriousness of her offense and the likelihood of recidivism. See United States v. Ortiz, 64 F.3d 18, 21 (1st Cir. 1995).</p>\n    </div>\n    <p class=\"indent\">D. Denial of Downward Departure</p>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">In determining whether an aggravating or mitigating circumstance permits a departure under U.S.S.G. &#167; 5K2.0, sentencing courts must ascertain \"[w]hat features of th[e] case, potentially, take it outside the Guidelines' 'heartland' and make of it a special, or unusual, case[.]\" Koon v. United States, 518 U.S. 81, 95 (1996) (quoting United States v. Rivera, 994 F.2d 942, 949 (1st Cir. 1993) (Breyer, C.J.)). Thus, in the present case the district court was required to determine whether the Sentencing Commission adequately considered the impact the sentencing guidelines would have on a criminal defendant who is HIV positive and whose dependent child has AIDS.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">The district court appropriately recognized that it lacked the authority to depart downward, given the record evidence that Maldonado's medical and physical condition did not enable a finding that she had an \"extraordinary physical impairment.\" U.S.S.G. &#167; 5H1.4. First, although Maldonado was HIV positive, she did not have advanced AIDS. See United States v. Thomas, 49 F.3d 253, 261 (6th Cir. 1995) (\"Thomas would only be entitled to a departure if his HIV had progressed into advanced AIDS, and then only if his health was such that it could be termed an 'extraordinary physical impairment.'\").<a class=\"footnote\" href=\"#fn14\" id=\"fn14_ref\">14</a> Second, like the defendant in Thomas, id., Maldonado remains in relatively good physical condition.<a class=\"footnote\" href=\"#fn15\" id=\"fn15_ref\">15</a> As the district court observed at sentencing, the Bureau of Prisons determined that Maldonado had no difficulty with either her emotional or physical health. Moreover, the court noted that Maldonado appeared to be in \"much better physical condition . . . than she was . . . about four, six months ago when she was [originally] sentenced.\"</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">A \"[p]hysical condition . . . is not ordinarily relevant in determining whether a sentence should be outside the applicable guideline range.\" U.S.S.G. &#167; 5H1.4. Nor, to our knowledge, has asymptomatic AIDS been considered a sufficient basis for a downward departure under section 5H1.4. See United States v. Woody, 55 F.3d 1257, 1275-76 (7th Cir. 1995); Thomas, 49 F.3d at 261.<a class=\"footnote\" href=\"#fn16\" id=\"fn16_ref\">16</a></p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Further, Maldonado contends that she should have been granted a downward departure because her dependent son has AIDS and requires her care. The district court correctly observed that it has the \"power to depart in 'unusual cases' and where family circumstances are out of the 'ordinary,'\" United States v. Rivera, 994 F.2d 942, 953 (1st Cir. 1993), such as the need to care for sick children, see id. at 952-53 (noting that defendant was the only caregiver for three small children); see also United States v. Gaskill, 991 F.2d 82, 85-86 (3d Cir. 1993) (observing that defendant's responsibilities for mentally ill wife might warrant departure); United States v. Johnson, 964 F.2d 124, 128-30 (2d Cir. 1992) (remarking that defendant had sole responsibility for raising four children); United States v. Alba, 933 F.2d 1117, 1122 (2d Cir. 1991) (noting that defendant was raising two children, and caring for live-in handicapped father and grandmother); United States v. Pena, 930 F.2d 1486, 1494-95 (10th Cir. 1991) (considering that defendant was single parent of infant and sole supporter of sixteen-year-old daughter and daughter's infant). Nevertheless, as with other grounds for departure, sentencing courts may depart on the basis of family hardship only in exceptional cases. See U.S.S.G. &#167; 5H1.6 (\"Family ties and responsibilities and community ties are not ordinarily relevant in determining whether a sentence should be outside the applicable guideline range.\"). Thus, \"[d]isruption of the defendant's life, and the concomitant difficulties for those who depend on the defendant, are inherent in the punishment of incarceration.\" Johnson, 964 F.2d at 128. In any event, since the district court fully recognized its authority to depart, but chose not to do so in these circumstances, we lack appellate jurisdiction over the present claim. See Rivera, 994 F.2d at 953.</p>\n    </div>\n    <p class=\"indent\">E. Alleged Sentencing Disparities</p>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Maldonado claims that a downward departure was warranted due to the \"extreme disparity\" between her sentence and those meted out to codefendants. The district court determined instead that Maldonado and her codefendants -- who were sentenced to 120 months -- were not \"similarly situated,\" in that Maldonado was both the organizer and leader of the drug operation, whereas the codefendants performed distinctly subordinate roles. We must accord the district court finding \"considerable deference.\" See Rodriguez, 63 F.3d at 1168.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Since Maldonado was far more culpable than her codefendants, see, e.g., United States v. Trinidad de la Rosa, 916 F.2d 27, 30-31 (1st Cir. 1990) (holding that disparate sentences were warranted, due in part to the levels of active involvement of various defendants); see also United States v. Carr, 932 F.2d 67, 73 (1st Cir. 1991); United States v. Goddard, 929 F.2d 546, 550 (10th Cir. 1991), we must reject her claim.</p>\n    </div>\n    <p class=\"indent\">F. Admission of Composite Videotapes</p>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Finally, at trial, over Maldonado's objection, the district court admitted composite videotapes and permitted Agent Fonseca to testify to the events depicted.<a class=\"footnote\" href=\"#fn17\" id=\"fn17_ref\">17</a> Although he had not observed the drug transactions, Fonseca testified to having reviewed each crime-scene videotape with Agent Martinez, who had videotaped the crime scenes. Later, Fonseca prepared the composite videos summarizing the daily videos previously admitted in evidence. See United States v. Sawyer, 85 F.3d 713, 740 (1st Cir. 1996). Agent Martinez in turn testified that each daily video accurately reflected what he had observed as it was being taped. Finally, Maldonado was afforded an opportunity to challenge Agent Fonseca's testimony on cross-examination and place the composite videotapes in their proper context. Cf. United States v. Nivica, 887 F.2d 1110, 1125 (1st Cir. 1989) (noting that defendant's assertion that summaries failed to reflect \"total financial activity\" \"affect[s] the weight rather than the admissibility of the government's summaries\"). There was no abuse of discretion.</p>\n    </div>\n    <p>III</p>\n    <p>CONCLUSION</p>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">For the foregoing reasons, we affirm the judgment of conviction, vacate the life imprisonment sentence, and remand to the district court for resentencing consistent with this opinion.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">SO ORDERED.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Application note 12 to section 2D1.1 provides, in pertinent part:</p>\n        <p>Where there is no drug seizure or the amount seized does not reflect the scale of the offense, the court shall approximate the quantity of the controlled substance. In making this determination, the court may consider, for example, the price generally obtained for the controlled substance, financial or other records, similar transactions in controlled substances by the defendant, and the size or capability of any laboratory involved.</p>\n        <p>U.S.S.G. &#167; 2D1.1, comment. (n.12) (emphasis added).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Drug-quantity findings are reviewed only for clear error. See, e.g., Whiting, 28 F.3d at 1304. The sentencing court possesses broad discretion in determining which data are sufficiently dependable for sentencing purposes. See United States v. Tardiff, 969 F.2d 1283, 1287 (1st Cir. 1992). Moreover, we defer to the credibility assessments made by the sentencing court. See United States v. Brewster, 1 F.3d 51, 54-55 (1st Cir. 1993).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> For example, one gram of crack is equivalent to 100 grams of powder cocaine or 20,000 grams of marijuana. See U.S.S.G. &#167; 2D1.1 (Drug Equivalency Table).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p>  THE COURT: [Y]ou acknowledge that cocaine -- it was 150 kilograms of cocaine, 150, and 456 kilograms of marijuana, and 594 grams of crack cocaine.</p>\n        <p>MS. LIZARRIBAR [Defense Counsel]: Your honor, if I may correct the Court. What I have stated in my motion as to the amounts of cocaine were milligrams.</p>\n        <p>THE COURT: Two grams at [sic] five-tenths, grams, that's two grams.</p>\n        <p>MS. LIZARRIBAR: That's right. The others [i.e., the other five cocaine and crack cocaine exhibits admitted at trial] are in milligrams, which are [sic] the way that they were weighed and presented as evidence before the Court.</p>\n        <p>THE COURT: No that's four grams. It's not four milligrams. Four grams and eight-tenths of a gram. Well, a gram is a milligram.</p>\n        <p>MS. LIZARRIBAR: Yes, your Honor, yes.</p>\n        <p>THE COURT: And a hundred thousand milligrams is a kilo. A hundred. So it's 150 kilograms of cocaine, and as I said, 456 kilograms of marijuana and 594 grams of cocaine base crack. . . .</p>\n        <p>So that's my finding, and therefore I find that the defendant -- at least giving the benefit of the doubt to the defendant, at least -- because there is evidence to support the Government's version. . . . In any event, I am going to find the way the defendant is saying, and it still yields 38.</p>\n        <p>MS. LIZARRIBAR: Objection noted for the record, your Honor.</p>\n        <p>Sentencing Tr. at 6-9 (emphasis added).</p>\n        <p>In addition to its erroneous metric conversions, see infra, we are unable to discern how the district court tallied the drug totals in Maldonado's objection to the PSR at 456 kilograms of marijuana, 150 kilograms of cocaine, and 594 grams of cocaine base. When we add the amounts set forth in the eleven exhibits listed in Maldonado's objection to the PSR, the respective totals we arrive at are: 9.90 grams, 3.307 grams, and 3.118 grams, respectively. Thus, the erroneous metric conversions aside, the district court's calculations, at the very least, require clarification.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Thus, given the six-month operating period and average daily sales of 180 grams, the total weight of all controlled substances sold would have approximated 32,400 grams.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> In United States v. Butler, 41 F.3d 1435 (11th Cir. 1995), the Eleventh Circuit rejected similar drug-quantity extrapolations from a videotape of transactions occurring on a single day:</p>\n        <p>[N]either trial court made findings sufficient to support the Government's estimate of the total amount of drugs distributed on April Street. The issue of whether January 17 was a \"typical\" day is particularly troublesome because the amount of cocaine base attributable to each appellant is expressly premised on the 66 transactions-per-day standard, which was derived solely from the January 17 videotape. The Government did not offer any evidence at any of the sentencing hearings that tended to show that January 17, which was a Friday and thus a payday for many, was a typical or average day on April Street, or that January 17 was in any other way a valid indicator of drug activities on other days. Adoption of the PSR does not adequately respond to the appellants' objection because the PSR does not directly address this issue . . . . Daily availability [of drugs] . . . does not establish the specific--or even the average--volume of cocaine base actually sold on a daily basis. . . . [O]ur review of the record [does not] reveal sufficient circumstantial or direct evidence that January 17 was a reliable proxy for all of the other days in the conspiracy. Such a finding is a vital prerequisite to the method that the courts adopted for sentencing.</p>\n        <p>Id. at 1447 (emphasis added).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Agent Martinez conceded on cross-examination that he could not determine the respective drug-type quantities:</p>\n        <p>THE COURT: . . . the question is whether you can determine . . . the percentage of the drugs that are being sold there, whether the percentage of cocaine, crack cocaine or marijuana -- whether you can determine the percentage, yes or no? That you cannot tell that?</p>\n        <p>THE WITNESS: No, no.</p>\n        <p>THE COURT: Okay. Move on.</p>\n        <p>Q. Now, those 150 or 180 grams [you estimated were sold each day], how many grams are marijuana, how many grams are cocaine and how many grams are crack?</p>\n        <p>A. Well -- well, that can't be determined just like that</p>\n        <p>Q. (Before Completion of English Translation) the fact is --</p>\n        <p>A. -- at first instance.</p>\n        <p>Q. The fact is you don't know, sir?</p>\n        <p>A. Correct.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> The ultimate function of statistical testing is to enable a rational determination that a calculated relationship between given variables is reasonably reliable, rather than a product of chance. Since a reliable statistical analysis ultimately must depend upon the reasonableness of its inferential conclusion, see generally David H. Kaye &amp; David A. Freedman, Reference Guide On Statistics, in Reference Manual on Scientific Evidence 351 (Federal Judicial Center, 1994), we think it is critical that the record on appeal in the present case lacks either testimony or findings and conclusions which would enable a reliable determination that the assumptions implicit in the drug-type and quantity findings and, therefore, the principal foundation for the life-imprisonment sentence, were reasonably sound.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> The Seventh Circuit has found plain error in an analogous setting where the district court estimated the total quantity of crack cocaine by calculating an average weight based on the dollar value of two known transactions and applying that average to all transactions. United States v. Howard, 80 F.3d 1194, 1204-05 &amp; n.11 (7th Cir. 1996).</p>\n        <p>Where either the probation officer or the prosecution offers an estimate of the drug quantities for which the defendant should be held responsible, the defendant ought to be on notice of all assumptions, rationale, and methodology underlying the calculation. . . . Without this information, the defendant, in assessing the accuracy of the proffered estimate, can only speculate as to the basis for it. Because it is the government's burden to establish the drug quantity, we do not think the defendant should be placed in this position. . . . Regardless of whether we are well versed enough in the facts of narcotics trafficking to make that determination (and we are not), the time for taking such notice is at sentencing, when the defendant has the opportunity to challenge it.</p>\n        <p>Id.</p>\n        <p>Where drug-quantity extrapolations have been upheld, the government managed to demonstrate an adequate basis in fact and that the drug quantities were determined \"in a manner consistent with the accepted standards of [reasonable] reliability.\" United States v. McCutchen, 992 F.2d 22, 25-26 (3d Cir. 1993). See United States v. Pirre, 927 F.2d 694, 697 (2d Cir. 1991) (\"It is sufficient for the government to show that its method of estimating the total [amount of drugs] is grounded in fact and is carried out in a manner consistent with accepted standards of reliability.\").</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> Webster affirmed a drug-quantity calculation based on law-enforcement estimates, but where \"the figures chosen by the district court were the mean figure for the small buys and on the conservative side for the New York trips, and they were drawn from ranges with relatively tight margins.\" Webster, 54 F.3d at 6. Likewise, in Whiting, 28 F.3d at 1304, we upheld a drug-quantity calculation on the ground that it had been adequately corroborated by cooperating codefendants who stated that particular quantities of cocaine had been handled at particular times, as well as by controlled purchases made by undercover operatives.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> We review the role-in-offense finding only for clear error, United States v. Rostoff, 53 F.3d 398, 413 (1st Cir. 1995), \"pay[ing] careful heed to the sentencing judge's views[,]\" id. (citing United States v. Ocasio, 914 F.2d 330, 333 (1st Cir. 1990)).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> A \"participant\" is \"a person who is criminally responsible for the commission of the offense, but [may or may not] have been convicted.\" U.S.S.G. &#167; 3B1.1, comment. (n.1).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> As the present claim directly implicates the legal scope of &#167;&#167; 2D1.2(a)(1) and 3B1.1(a), we review de novo. United States v. Kneeland, 148 F.3d 6, 14 (1st Cir. 1998).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn14\">\n        <a class=\"footnote\" href=\"#fn14_ref\">14</a>\n        <p> With respect to asymptomatic AIDS, the \"extraordinary physical impairment\" standard has been addressed as follows:</p>\n        <p>Only an \"extraordinary physical impairment\" may justify a sentence other than imprisonment. AIDS is not such a \"physical impairment\"; nor is cancer or various other terminal or life threatening conditions. The Bureau of Prisons . . . has the medical personnel and facilities required to furnish defendant with the care and treatment he needs. Indeed, defendant is entitled to that care and treatment. . . . In sum, defendant's physical condition, while lamentable, is no basis for a departure. Except in extraordinary circumstances not present here, terminally ill persons who commit serious crimes may not use their affliction to escape prison. Were this rule otherwise, the law's deterrent effect would be unreasonably and unnecessarily diminished in the case of terminally ill persons.</p>\n        <p>United States v. DePew, 751 F. Supp. 1195, 1199 (E.D. Va. 1990) (citations omitted), aff'd on other grounds, 932 F.2d 324 (4th Cir. 1991).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn15\">\n        <a class=\"footnote\" href=\"#fn15_ref\">15</a>\n        <p> Although Maldonado asserts that her medical situation has deteriorated since the PSR was prepared in 1996, she neither demonstrates nor describes any \"deterioration.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn16\">\n        <a class=\"footnote\" href=\"#fn16_ref\">16</a>\n        <p> Insofar as the \"extraordinary physical impairment\" determination presented a factual issue for the sentencing court, see, e.g., United States v. Rabins, 63 F.3d 721, 728 (8th Cir. 1995), we review only for clear error.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn17\">\n        <a class=\"footnote\" href=\"#fn17_ref\">17</a>\n        <p> We review evidentiary rulings for abuse of discretion. United States v. Rodriguez, 162 F.3d 135, 142 (1st Cir. 1998), cert. denied, 119 S. Ct. 2034 (1999).</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">194</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">224</span></span> (1st Cir. 1999)</p>\n    <p class=\"parties\">UNITED STATES OF AMERICA, Appellee,<br>v.<br>IVETTE RIVERA-MALDONADO, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 98-1742.</p>\n    <p class=\"court\">UNITED STATES COURT OF APPEALS FOR THE FIRST CIRCUIT.</p>\n    <p class=\"date\">Heard March 4, 1999.<br>Decided Oct. 19, 1999.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF PUERTO RICO[Copyrighted Material Omitted][Copyrighted Material Omitted]</p>\n      <p class=\"indent\">Lydia Lizarribar-Masini for appellant.</p>\n      <p class=\"indent\">Warren Vazquez, Assistant United States Attorney, with whom Guillermo Gil, United States Attorney, and Nelson Perez-Sosa, Assistant United States Attorney, were on brief for appellee.</p>\n      <p class=\"indent\">Before Torruella, Chief Judge, Coffin and Cyr, Senior Circuit Judges. CYR, Senior Circuit Judges.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Ivette Rivera-Maldonado appeals the life sentence imposed upon her for conspiring to distribute cocaine and marijuana, and aiding and abetting the use of minors in distributing controlled substances, in violation of 21 U.S.C. &#167; 841(a)(1). We remand for resentencing.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p>* BACKGROUND</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">During a five and one-half month period in early 1995, an investigation into suspected drug distribution was conducted within the Los Laureles Housing Project (\"project\") in Bayamon, Puerto Rico, by the Special Investigations Bureau of the Puerto Rico Department of Justice and the United States Drug Enforcement Agency (\"DEA\"). Various investigators thereafter testified at trial that Maldonado had supervised a drug-distribution ring operated from her apartment in the project. Although she was never observed selling drugs, the evidence established that she used others, including minors, to sell crack and powder cocaine as well as marijuana.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The government introduced 26 surveillance videotapes depicting various drug distribution activities. Agent Cesar Martinez, who had observed numerous transactions, estimated that from 20 to 25 drug sales occurred per hour. Agent Victor Manuel Ayala-Rivera testified as an expert witness that in his experience drug distribution operations in the project normally operated three shifts daily. On that basis he opined that the Maldonado organization would have distributed more than 24 kilograms of controlled substances during the five and one-half month period spanned by the DEA investigation.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">At sentencing, after determining that Maldonado should be held responsible for distributing controlled substances totaling 24 kilograms, the district court set the base offense level (\"BOL\") at 38. It then imposed a four-level role-in-the-offense enhancement and a two-level enhancement for employing minors, which resulted in the maximum adjusted base offense level of 43 and triggered the mandatory life-imprisonment sentence now challenged on appeal. See U.S.S.G. Sentencing Table, comment 2.</p>\n    </div>\n    <p>II</p>\n    <p>DISCUSSION</p>\n    <p class=\"indent\">A. The Drug-Quantity Calculations</p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Under U.S.S.G. &#167; 2D1.1(c), the BOL depends in large part upon the total drug quantities involved in the offense. Insofar as the quantities seized underrepresent the demonstrated scale of a drug-distribution conspiracy, however, the sentencing court is to \"approximate the [total] quantit[ies].\" U.S.S.G. &#167; 2D1.1, comment. (n.12).<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> The government must establish these drug quantities by a preponderance of the evidence. United States v. Whiting, <span class=\"citation\" data-id=\"673817\"><a href=\"/opinion/673817/united-states-v-darryl-whiting-aka-g-god-rah-united-states-of/\"><span class=\"volume\">28</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1296</span></a></span>, 1304 (1st Cir. 1994). Since Maldonado stands convicted of conspiring to distribute controlled substances, she is responsible for all \"drugs [she] personally handled or anticipated handling, and, under the relevant conduct rubric, for drugs involved in additional acts that were reasonably foreseeable by [her] and were committed in furtherance of the conspiracy.\" United States v. Sepulveda, <span class=\"citation\" data-id=\"662432\"><a href=\"/opinion/662432/united-states-v-david-sepulveda-united-states-of-america-v-edgar/\"><span class=\"volume\">15</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1161</span></a></span>, 1197 (1st Cir. 1993).</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Maldonado first contends that the ultimate drug-quantity finding made by the district court must be set aside because it is based on speculative estimates derived from unreliable evidence and improper extrapolations.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> Since the instant offenses involved various controlled substances, the sentencing court was required to \"determine both the amount and the kind of 'controlled substances' for which [the] defendant should be held accountable -- and . . . impose a sentence that varie[d] depending upon amount and kind.\" Edwards v. United States, <span class=\"citation\" data-id=\"118200\"><a href=\"/opinion/118200/edwards-v-united-states/\"><span class=\"volume\">118</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1475</span></a></span>, 1477 (1998). A reasonably reliable differentiation among the various types of controlled substances is particularly important in these cases, since much more severe sentencing ranges are prescribed in crack-cocaine distribution offenses for which the applicable offense levels, see U.S.S.G. &#167; 2D1.1(c)(8)-(14), may increase with each additional gram.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> See Sepulveda, 15 F.3d at 1198.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Although the sentencing court may rely on reasonable estimates and averages in arriving at its drug-quantity determinations, their probable accuracy must be founded on adequate indicia of reliability, United States v. Webster, <span class=\"citation\" data-id=\"196037\"><a href=\"/opinion/196037/united-states-v-webster/\"><span class=\"volume\">54</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 5 (1st Cir. 1995), and demonstrable record support, see, e.g., United States v. Marrero-Ortiz, <span class=\"citation\" data-id=\"198207\"><a href=\"/opinion/198207/united-states-v-marrero-ortiz/\"><span class=\"volume\">160</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">768</span></a></span>, 780 (1st Cir. 1998) (\"[Absent] particularized findings to support the assigned BOL, we have no principled choice but to vacate the sentence and remand for further findings and resentencing.\"); United States v. Welch, <span class=\"citation\" data-id=\"195118\"><a href=\"/opinion/195118/united-states-v-welch/\"><span class=\"volume\">15</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1202</span></a></span>, 1215 (1st Cir. 1993); Sepulveda, 15 F.3d at 1198. Nor may a criminal sentence be predicated simply upon conclusory prosecutorial assessments that the extensiveness of the conspiracy suggested a \"substantial amount of narcotics business.\" See Marrero-Ortiz, 160 F.3d at 779-80 (\"[W]e cannot uphold a drug quantity calculation on the basis of hunch or intuition.\"); United States v. Miele, <span class=\"citation\" data-id=\"603517\"><a href=\"/opinion/603517/united-states-v-anthony-m-miele-john-jay-mcelfresh-charles-j-walters/\"><span class=\"volume\">989</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">659</span></a></span>, 668 (3d Cir. 1993) (\"[A] determination that [the] drug activity was substantial does not translate readily into a specific drug quantity finding, which is the ultimate issue for sentencing purposes.\").</p>\n    </div>\n    <p class=\"indent\">1. The Drug-Quantity Calculation</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The district court purportedly arrived at its BOL 38 determination by adopting the drug-quantity calculations set out in Maldonado's objections to the Presentence Report (\"PSR\").<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> The record plainly reflects, however, that in so doing the district court utilized incorrect metric conversions. See supra note 4. That is, as a unit of mass/weight, one gram equals 1,000 milligrams, rather than one milligram, see U.S.S.G. &#167; 2D1.1, comment. (n.10) (Measurement Conversion Table), and one kilogram equals 1,000,000 milligrams, not 100,000 milligrams, id. Accordingly, based on the proper metric conversions the BOL should have been 24 rather than 38.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Although the district court stated that its BOL 38 determination was supported by the testimony of DEA Agent Rivera, we can discern no record support for its assertion. Instead, Agent Rivera testified that a drug point at the Los Laureles project would \"average . . . between 150 and 180 grams\" of controlled substances per day,<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> the bulk of which would be cocaine. Moreover, shortly thereafter the district court asserted that it was relying on Maldonado's objections to the PSR in setting the BOL. See supra note 4. Finally, although the PSR opined that \"[t]he investigation established\" that Maldonado's drug trafficking organization \"had the capability to distribute more than five (5) kilograms of cocaine base (crack),\" and that \"the amounts of narcotics distributed during the period of the conspiracy was [sic] approximately 24 kilograms[,]\" the PSR neither breaks down the 24 kilograms by drug type, nor indicates how it was calculated.</p>\n    </div>\n    <p class=\"indent\">2. The Drug-Quantity Evidence at Trial</p>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">At trial, after viewing the drug transactions depicted on a two-hour composite videotape, Agent Martinez estimated that approximately 20 to 25 transactions occurred hourly at the Maldonado drug point. Agent Martinez acknowledged, however, that this composite videotape formed the sole foundation for his drug-quantity estimate because it disclosed a lot of drug activity. Nor was Agent Martinez able to identify which individual surveillance videos -- among the 26 admitted at trial -- comprised the foundation for the composite videotape upon which the drug-quantity estimate was based. Finally, he acknowledged that he had never estimated the number of drug transactions which would have occurred during a slow period.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The record on appeal contains no other discernible documentary or testimonial evidence upon which to predicate a reasonably reliable determination that the two-hour period captured on the composite videotape utilized at trial by Agent Martinez was reasonably representative, either as to the volume or the variety of drug sales at the Maldonado drug point during the six-month indictment period.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> Nor did the district court articulate detailed findings which would enable us to determine whether its drug-quantity determinations were reasonably reliable notwithstanding its erroneous metric conversions. See supra Section II.A.1. For instance, it neither mentioned Agent Martinez nor his trial testimony, even though 26 surveillance videos were admitted in evidence through Agent Martinez as he described what each depicted.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Moreover, for the most part Martinez simply stated that the videotaped transactions involved \"controlled substances,\" without identifying the drug type. The surveillance videos themselves depicted three controlled marijuana sales and one powder cocaine sale to informants, without any indication of the respective drug quantities involved in those transactions. In addition, Agent Martinez testified that he had witnessed two marijuana sales, without mentioning any other relevant particulars. Finally, he estimated the aggregate daily drug volume at \"about 150, 180 grams,\" without apportioning it among the three controlled substances sold at the Maldonado drug point.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a></p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Nor do the respective drug-type quantities involved in the twelve controlled buys -- marijuana (3) (9.9 grams); crack cocaine (4) (3.8 grams); powder cocaine (5) (3.05 grams) -- afford sufficient support for apportioning the aggregate drug-quantity estimate among the three illegal drugs sold at the Maldonado drug point. The Second Circuit recently exposed the flawed assumptions implicit in similar extrapolations:</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">[A] forensic chemist had selected at random four of the 103 balloons passed by Shonubi after his arrest, determined the average weight of the heroin contained in these four balloons, and then multiplied that average weight by 103 to conclude that the weight of the heroin contained in all 103 balloons was 427.4 grams. This approach rested on the assumption that the four balloons selected were representative of the entire 103 balloons, an assumption that, in turn, rested on subsidiary assumptions that each of the 103 balloons contained heroin, that the average quantity of heroin in each of the four balloons selected was the same as the average quantity in all of the 103 balloons, and that the average purity of the heroin in the four balloons selected was the same as the purity of the heroin in all of the 103 balloons because all the heroin came from the same batch of heroin.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">United States v. Shonubi, <span class=\"citation\" data-id=\"732424\"><a href=\"/opinion/732424/united-states-v-charles-o-shonubi/\"><span class=\"volume\">103</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1085</span></a></span>, 1092 (2d Cir. 1997).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Generally speaking, the smaller the sampling, the less reliable the resulting probability estimate. See David H. Kaye &amp; David A. Freedman, Reference Guide On Statistics, in Reference Manual on Scientific Evidence 351, 378-82 (Federal Judicial Center, 1994). The present sampling i.e., twelve controlled buys drawn from a set of 86,400 transactions (20 transactions per hour, times 24 hours per day, times 180 days) is minuscule. The core risk entailed in relying on such tiny samplings is that \"the smaller the sample size, the greater the likelihood that the [evidence] reflects chance.\" See Stendebach v. CPC Int'l, Inc., <span class=\"citation\" data-id=\"410195\"><a href=\"/opinion/410195/30-fair-emplpraccas-233-30-empl-prac-dec-p-33153-11-fed-r-evid/\"><span class=\"volume\">691</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">735</span></a></span>, 738 (5th Cir. 1982) (citation omitted); see also International Bhd. of Teamsters v. United States, <span class=\"citation\" data-id=\"109665\"><a href=\"/opinion/109665/teamsters-v-united-states/\"><span class=\"volume\">431</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">324</span></a></span>, 340 (1977) (\"Considerations such as small sample size may, of course, detract from the value of such evidence.\"); Parker v. Federal Nat'l Mortgage Ass'n, <span class=\"citation\" data-id=\"440156\"><a href=\"/opinion/440156/35-fair-emplpraccas-893-34-empl-prac-dec-p-34577-cletus-parker-v/\"><span class=\"volume\">741</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">975</span></a></span>, 980 (7th Cir. 1984) (finding that small sample size causes \"[a] small change in the underlying raw data . . . [to] result in dramatic statistical fluctuations\").<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> In other contexts courts have counseled against, or rejected, similarly small samplings. See, e.g., Mayor of Philadelphia v. Educational Equal. League, <span class=\"citation\" data-id=\"108989\"><a href=\"/opinion/108989/mayor-of-philadelphia-v-educational-equality-league/\"><span class=\"volume\">415</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">605</span></a></span>, 621 (1974) (noting that trial court's concern over sample size of 13 was \"well founded\"); LeBlanc v. Great Am. Ins. Co., <span class=\"citation\" data-id=\"654585\"><a href=\"/opinion/654585/theodore-l-leblanc-v-great-american-insurance-company/\"><span class=\"volume\">6</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">836</span></a></span>, 849 (1st Cir. 1993) (observing that sample size of 5 \"carries little or no probative force\"); Birkbeck v. Marvel Lighting Corp., <span class=\"citation\" data-id=\"675118\"><a href=\"/opinion/675118/patricia-birkbeck-as-personal-representative-of-the-estate-of-alan/\"><span class=\"volume\">30</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">507</span></a></span>, 511 (4th Cir. 1994) (holding that sample size of 4 has no probative value); Shutt v. Sandoz Crop Protection Corp., <span class=\"citation\" data-id=\"568527\"><a href=\"/opinion/568527/57-fair-emplpraccas-bna-144-57-empl-prac-dec-p-41095-vincent-f/\"><span class=\"volume\">944</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1431</span></a></span>, 1433-34 (9th Cir. 1991) (holding that group of 11 was too small); Lucas v. Dover Corp., <span class=\"citation\" data-id=\"512053\"><a href=\"/opinion/512053/47-fair-emplpraccas-1713-47-empl-prac-dec-p-38331-william-lucas/\"><span class=\"volume\">857</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1397</span></a></span>, 1403 (10th Cir. 1988) (warning that sample size of 18 \"must be evaluated with caution\"); Simpson v. Midland-Ross Corp., <span class=\"citation\" data-id=\"491507\"><a href=\"/opinion/491507/44-fair-emplpraccas-418-43-empl-prac-dec-p-37234-45-empl-prac/\"><span class=\"volume\">823</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">937</span></a></span>, 943 (6th Cir. 1987) (considering sample size of 17 \"suspect\"); Palmer v. United States, <span class=\"citation\" data-id=\"472241\"><a href=\"/opinion/472241/41-fair-emplpraccas-559-41-empl-prac-dec-p-36430-thomas-y-palmer/\"><span class=\"volume\">794</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">534</span></a></span>, 539 (9th Cir. 1986) (finding \"sample size [of 15] too small to have predictive value\").</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Furthermore, the inferential leap in the instant case is founded on the bare assumption unsubstantiated, if not directly undermined, by record testimony, see, e.g., supra note 7 that the quantities involved in the crack cocaine sales made to Maldonado's customers closely resembled those in the controlled buys arranged by government agents. Although we do not suggest that the respective drug-type quantities indicated in these controlled buys must be disregarded merely because they were controlled by the government, we do say that the necessary factual inference -- that these controlled buys were reasonably representative of the uncontrolled drug transactions at the Maldonado drug point -- should find discernible record support. See Whiting, 28 F.3d at 1304.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">As the burden is on the government to establish drug quantities, see United States v. Barnett, <span class=\"citation\" data-id=\"603504\"><a href=\"/opinion/603504/united-states-v-michael-barnett-united-states-of-america-v-barry-jordan/\"><span class=\"volume\">989</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">546</span></a></span>, 553 (1st Cir. 1993), normally \"[w]e must determine whether [it] presented sufficient reliable information to permit the court reasonably to conclude that appellants were responsible for a quantity of drugs at least equal to the quantity threshold for the assigned base offense level.\" Id. In the instant case, however, the record on appeal neither enables us to uphold the drug-type apportionment methodology articulated by the district court, nor to discern one which would.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a></p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">For example, the trial testimony given by Agent Ayala was equivocal as concerns any quantitative apportionment among the three controlled substances dispensed at the Maldonado drug point. Ayala testified that in places like the Los Laureles Housing Project, a drug point \"works like around three shifts, you know. Depending on the area its going to be four shifts, two shifts, but this one works almost to midnight . . . . [T]he average sold there is between 150 and 180 grams or a little bit more . . . [a]nd the gross amount sold here in this place is cocaine. Marijuana is sold there. Crack is sold there and cocaine, but--crack is cocaine.\" Moreover, Ayala's approximations regarding the number of shifts and the quantities sold daily were not based on observations of the Maldonado drug point. More importantly, Ayala cast no light upon the respective drug quantities -- crack cocaine, powder cocaine, or marijuana -- included in the 150-to-180-gram daily sales volume estimate.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The potential for grave error where one conclusory estimate serves as the multiplier for another, (i.e., average drug quantity per transaction multiplied by average number of transactions per hour and average operating hours per day) may undermine the reasonable reliability essential to a fair sentencing system. See Sepulveda, 15 F.3d at 1198 (\"[T]he two flawed findings feed on each other; by using not one, but two, unsupported averages to arrive at both the number of trips undertaken and the amounts of cocaine handled in the course of each trip, the court compounded the error of its ways.\"). In the instant case the risk of error was compounded by pyramiding unreliable inferences: the drug-quantity estimate per sale was based on eleven controlled buys throughout the entire six-month investigation; the number of transactions per day on an unquantified number of observations; and the average number of shifts per day without any 24-hour-day observation of the drug point.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Most importantly, particularly in cases like the present where \"drug quantity has a dramatic leveraging effect,\" Sepulveda, 15 F.3d at 1198, special care must be taken to ensure that particularized drug-type quantity findings are predicated on reliable information and, where significant uncertainty exists, that those findings err on the side of caution, see United States v. Eke, <span class=\"citation\" data-id=\"197453\"><a href=\"/opinion/197453/united-states-v-eke/\"><span class=\"volume\">117</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">19</span></a></span>, 24 (1st Cir. 1997); United States v. Sklar, <span class=\"citation\" data-id=\"552336\"><a href=\"/opinion/552336/united-states-v-david-sklar-united-states-of-america-v-david-sklar/\"><span class=\"volume\">920</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">107</span></a></span>, 113 (1st Cir. 1990). Yet there is no discernible quantitative breakdown among the three controlled substances dispensed at the Maldonado drug point, though crack cocaine directly impacts the BOL determination far more dramatically than do much larger amounts of powder cocaine or marijuana.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Absent adequately particularized findings or discernible record support for the BOL 38 assigned by the district court, see Webster, 54 F.3d at 5,<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a> and given the mistaken metric conversions assertedly relied upon by the district court, the sentence must be vacated and the case remanded for resentencing. See, e.g., Marrero-Ortiz, 160 F.3d at 780 (\"[Without] particularized findings to support the assigned BOL, we have no principled choice but to vacate the sentence and remand for further findings and resentencing.\"); see also Sepulveda, 15 F.3d at 1198; United States v. Butler, <span class=\"citation\" data-id=\"683603\"><a href=\"/opinion/683603/united-states-v-harvey-eugene-butler-justice-vandell-hudson-aka-jet/\"><span class=\"volume\">41</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1435</span></a></span>, 1447-48 (11th Cir. 1995) (remanding because sentencing court failed to articulate \"a reliable method of quantifying the amount of drugs attributable to each appellant\"); United States v. Carreon, <span class=\"citation\" data-id=\"658790\"><a href=\"/opinion/658790/united-states-v-octavio-carreon-and-armando-melendez/\"><span class=\"volume\">11</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1225</span></a></span>, 1231 (5th Cir. 1994) (remanding for findings where appellate court is \"left to second-guess the basis for the district court's calculation\"); United States v. Shonubi, <span class=\"citation\" data-id=\"610907\"><a href=\"/opinion/610907/united-states-of-america-appellee-cross-appellant-v-charles-o-shonubi/\"><span class=\"volume\">998</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">84</span></a></span>, 89-90 (2d Cir. 1993) (vacating, in the absence of other evidentiary support, a drug-quantity finding arrived at by rote multiplication of number of trips times quantity carried on one trip); United States v. Garcia, <span class=\"citation\" data-id=\"608144\"><a href=\"/opinion/608144/united-states-v-sergio-garcia/\"><span class=\"volume\">994</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1499</span></a></span>, 1509 (10th Cir. 1993) (vacating sentence and holding that averages utilized to arrive at drug-quantity findings must be \"more than a guess\"); United States v. Hewitt, <span class=\"citation\" data-id=\"567247\"><a href=\"/opinion/567247/united-states-v-charles-p-hewitt/\"><span class=\"volume\">942</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1270</span></a></span>, 1274 (8th Cir. 1991) (condemning use of \"far reaching\" averaging assumptions in estimating drug quantity). On remand, the district court is free to consider such additional evidence as it deems appropriate.</p>\n    </div>\n    <p class=\"indent\">B. The Role-in-Offense Enhancement</p>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The four-level role-in-offense enhancement is authorized under U.S.S.G. &#167; 3B1.1(a) for a defendant who acted as an organizer or leader of a criminal activity involving five or more participants who were \"'criminally responsible for the commission of the offense.'\" United States v. Preakos, <span class=\"citation\" data-id=\"543832\"><a href=\"/opinion/543832/united-states-v-darrell-walter-preakos/\"><span class=\"volume\">907</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">7</span></a></span>, 10 (1st Cir. 1990) (quoting U.S.S.G. &#167; 3B1.1, comment. (n.1)).<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a> Moreover, \"barring a mistake of law[,] . . . 'battles over a defendant's status . . . will almost always be won or lost in the district court.'\" United States v. Conley, <span class=\"citation\" data-id=\"198112\"><a href=\"/opinion/198112/united-states-v-conley/\"><span class=\"volume\">156</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">78</span></a></span>, 85 (1st Cir. 1998) (quoting United States v. Graciani, <span class=\"citation\" data-id=\"196199\"><a href=\"/opinion/196199/united-states-v-graciani/\"><span class=\"volume\">61</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">70</span></a></span>, 75 (1st Cir. 1995)). See United States v. Rodriguez, <span class=\"citation\" data-id=\"702494\"><a href=\"/opinion/702494/united-states-v-geraldo-rodriguez-aka-jose-rodriguez/\"><span class=\"volume\">63</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1159</span></a></span>, 1168 (1st Cir. 1995) (\"The district court's finding, made with the benefit of all of its observations at trial, is entitled to, and is given here, considerable deference.\").</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">The evidence before the district court plainly demonstrated that there were eight criminally responsible participants in addition to Maldonado. Furthermore, the contention that minors should not be considered \"participants\" under U.S.S.G. &#167; 3B1.1 is utterly without merit. See, e.g., United States v. Cruz, <span class=\"citation\" data-id=\"744197\"><a href=\"/opinion/744197/united-states-v-ceferino-cruz/\"><span class=\"volume\">120</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 4 (1st Cir. 1997) (defendant's \"14-year-old paramour\" qualified as \"participant\" under &#167; 3B1.1(a)), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">118</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">729</span></span> (1998); United States v. Clay, <span class=\"citation\" data-id=\"743026\"><a href=\"/opinion/743026/united-states-v-ronald-earl-clay/\"><span class=\"volume\">117</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">317</span></a></span>, 321 (6th Cir.), cert. denied, 118 S Ct. 395 (1997).<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a> Accordingly, the four-level enhancement imposed under U.S.S.G. &#167; 3B1.1(a) was proper.</p>\n    </div>\n    <p class=\"indent\">C. The Enhancement for Utilizing Minors</p>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Next, Maldonado contends that the district court engaged in impermissible \"double counting\" by invoking section 2D1.2(a)(1), since the minors involved in the conspiracy already had been counted under section 3B1.1(a), that is, among the five participants supervised by Maldonado.<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a> Section 2D1.2 prescribes a two-level enhancement in \"the offense level . . . applicable to the quantity of controlled substances directly involving[, inter alia,] . . . an underage . . . individual.\" U.S.S.G. &#167; 2D1.2(a)(1) (emphasis added).</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Absent controlling authority we look to the analogous case law on \"double counting,\" which holds that Sentencing Guidelines enhancement provisions apply cumulatively. In United States v. Kneeland, <span class=\"citation\" data-id=\"198022\"><a href=\"/opinion/198022/united-states-v-kneeland/\"><span class=\"volume\">148</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">6</span></a></span>, 16-17 (1st Cir. 1998), we held that a section 3B1.1(a) role-in-offense enhancement, combined with an enhancement for more than minimal planning under section 2F1.1(b)(2), did not constitute impermissible \"double counting,\" even though the defendant's involvement as an organizer and planner formed the basis for both enhancements. We noted that the commentary on role-in-offense enhancements expressly endorses \"double counting\" under U.S.S.G. &#167; 3B1.1 and other guideline sections. Id. Similarly, in Clay, 117 F.3d at 320-21, the Sixth Circuit affirmed cumulative enhancements under sections 2D1.2(a)(1) and 3B1.1(c) (two-level enhancement requiring two or more participants), despite the fact that the same \"juvenile\" was considered under both provisions.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Similarly, sentencing guidelines policy supports cumulative applications under sections 2D1.2(a)(1) and 3B1.1(a): \"The offense level adjustments from more than one specific offense characteristic within an offense guideline are cumulative (added together) . . . . Absent an instruction to the contrary, the adjustments from different guideline sections are applied cumulatively (added together).\" U.S.S.G. &#167; 1B1.1, comment. (n.4) (emphasis added). Finally, nothing in their text or commentary suggests that either section 2D1.1(a)(1) or section 3B1.1(a) may not be applied cumulatively. Nor does Maldonado cite authority to the contrary.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Since Maldonado organized the drug distribution scheme and utilized minors in furthering it, the cumulative application of sections 2D1.1(a)(1) and 3B1.1(a) by the district court fairly reflected both the seriousness of her offense and the likelihood of recidivism. See United States v. Ortiz, <span class=\"citation\" data-id=\"196279\"><a href=\"/opinion/196279/united-states-v-ortiz/\"><span class=\"volume\">64</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">18</span></a></span>, 21 (1st Cir. 1995).</p>\n    </div>\n    <p class=\"indent\">D. Denial of Downward Departure</p>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">In determining whether an aggravating or mitigating circumstance permits a departure under U.S.S.G. &#167; 5K2.0, sentencing courts must ascertain \"[w]hat features of th[e] case, potentially, take it outside the Guidelines' 'heartland' and make of it a special, or unusual, case[.]\" Koon v. United States, <span class=\"citation\" data-id=\"118044\"><a href=\"/opinion/118044/koon-v-united-states/\"><span class=\"volume\">518</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">81</span></a></span>, 95 (1996) (quoting United States v. Rivera, <span class=\"citation\" data-id=\"608081\"><a href=\"/opinion/608081/united-states-v-mirna-rivera-united-states-v-robert-adamo/\"><span class=\"volume\">994</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">942</span></a></span>, 949 (1st Cir. 1993) (Breyer, C.J.)). Thus, in the present case the district court was required to determine whether the Sentencing Commission adequately considered the impact the sentencing guidelines would have on a criminal defendant who is HIV positive and whose dependent child has AIDS.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">The district court appropriately recognized that it lacked the authority to depart downward, given the record evidence that Maldonado's medical and physical condition did not enable a finding that she had an \"extraordinary physical impairment.\" U.S.S.G. &#167; 5H1.4. First, although Maldonado was HIV positive, she did not have advanced AIDS. See United States v. Thomas, <span class=\"citation\" data-id=\"691066\"><a href=\"/opinion/691066/united-states-v-garland-d-thomas-sr/\"><span class=\"volume\">49</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">253</span></a></span>, 261 (6th Cir. 1995) (\"Thomas would only be entitled to a departure if his HIV had progressed into advanced AIDS, and then only if his health was such that it could be termed an 'extraordinary physical impairment.'\").<a class=\"footnote\" href=\"#fn14\" id=\"fn14_ref\">14</a> Second, like the defendant in Thomas, id., Maldonado remains in relatively good physical condition.<a class=\"footnote\" href=\"#fn15\" id=\"fn15_ref\">15</a> As the district court observed at sentencing, the Bureau of Prisons determined that Maldonado had no difficulty with either her emotional or physical health. Moreover, the court noted that Maldonado appeared to be in \"much better physical condition . . . than she was . . . about four, six months ago when she was [originally] sentenced.\"</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">A \"[p]hysical condition . . . is not ordinarily relevant in determining whether a sentence should be outside the applicable guideline range.\" U.S.S.G. &#167; 5H1.4. Nor, to our knowledge, has asymptomatic AIDS been considered a sufficient basis for a downward departure under section 5H1.4. See United States v. Woody, <span class=\"citation\" data-id=\"696616\"><a href=\"/opinion/696616/united-states-v-sebe-t-woody/\"><span class=\"volume\">55</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1257</span></a></span>, 1275-76 (7th Cir. 1995); Thomas, 49 F.3d at 261.<a class=\"footnote\" href=\"#fn16\" id=\"fn16_ref\">16</a></p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Further, Maldonado contends that she should have been granted a downward departure because her dependent son has AIDS and requires her care. The district court correctly observed that it has the \"power to depart in 'unusual cases' and where family circumstances are out of the 'ordinary,'\" United States v. Rivera, <span class=\"citation\" data-id=\"608081\"><a href=\"/opinion/608081/united-states-v-mirna-rivera-united-states-v-robert-adamo/\"><span class=\"volume\">994</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">942</span></a></span>, 953 (1st Cir. 1993), such as the need to care for sick children, see id. at 952-53 (noting that defendant was the only caregiver for three small children); see also United States v. Gaskill, <span class=\"citation\" data-id=\"604829\"><a href=\"/opinion/604829/united-states-v-william-tc-gaskill/\"><span class=\"volume\">991</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">82</span></a></span>, 85-86 (3d Cir. 1993) (observing that defendant's responsibilities for mentally ill wife might warrant departure); United States v. Johnson, <span class=\"citation\" data-id=\"583587\"><a href=\"/opinion/583587/united-states-v-cynthia-johnson/\"><span class=\"volume\">964</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">124</span></a></span>, 128-30 (2d Cir. 1992) (remarking that defendant had sole responsibility for raising four children); United States v. Alba, <span class=\"citation\" data-id=\"561784\"><a href=\"/opinion/561784/united-states-v-didier-alba-john-gonzalez-marizol-vasquez-john-gonzalez/\"><span class=\"volume\">933</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1117</span></a></span>, 1122 (2d Cir. 1991) (noting that defendant was raising two children, and caring for live-in handicapped father and grandmother); United States v. Pena, <span class=\"citation\" data-id=\"559575\"><a href=\"/opinion/559575/united-states-of-america-cross-appellant-v-irma-pena-cross-appellee/\"><span class=\"volume\">930</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1486</span></a></span>, 1494-95 (10th Cir. 1991) (considering that defendant was single parent of infant and sole supporter of sixteen-year-old daughter and daughter's infant). Nevertheless, as with other grounds for departure, sentencing courts may depart on the basis of family hardship only in exceptional cases. See U.S.S.G. &#167; 5H1.6 (\"Family ties and responsibilities and community ties are not ordinarily relevant in determining whether a sentence should be outside the applicable guideline range.\"). Thus, \"[d]isruption of the defendant's life, and the concomitant difficulties for those who depend on the defendant, are inherent in the punishment of incarceration.\" Johnson, 964 F.2d at 128. In any event, since the district court fully recognized its authority to depart, but chose not to do so in these circumstances, we lack appellate jurisdiction over the present claim. See Rivera, 994 F.2d at 953.</p>\n    </div>\n    <p class=\"indent\">E. Alleged Sentencing Disparities</p>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Maldonado claims that a downward departure was warranted due to the \"extreme disparity\" between her sentence and those meted out to codefendants. The district court determined instead that Maldonado and her codefendants -- who were sentenced to 120 months -- were not \"similarly situated,\" in that Maldonado was both the organizer and leader of the drug operation, whereas the codefendants performed distinctly subordinate roles. We must accord the district court finding \"considerable deference.\" See Rodriguez, 63 F.3d at 1168.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Since Maldonado was far more culpable than her codefendants, see, e.g., United States v. Trinidad de la Rosa, <span class=\"citation\" data-id=\"549741\"><a href=\"/opinion/549741/united-states-v-bartolo-trinidad-de-la-rosa/\"><span class=\"volume\">916</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">27</span></a></span>, 30-31 (1st Cir. 1990) (holding that disparate sentences were warranted, due in part to the levels of active involvement of various defendants); see also United States v. Carr, <span class=\"citation\" data-id=\"560457\"><a href=\"/opinion/560457/united-states-v-terry-c-carr-and-mark-todd-carr/\"><span class=\"volume\">932</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">67</span></a></span>, 73 (1st Cir. 1991); United States v. Goddard, <span class=\"citation\" data-id=\"558139\"><a href=\"/opinion/558139/united-states-v-buddy-lee-goddard/\"><span class=\"volume\">929</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">546</span></a></span>, 550 (10th Cir. 1991), we must reject her claim.</p>\n    </div>\n    <p class=\"indent\">F. Admission of Composite Videotapes</p>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Finally, at trial, over Maldonado's objection, the district court admitted composite videotapes and permitted Agent Fonseca to testify to the events depicted.<a class=\"footnote\" href=\"#fn17\" id=\"fn17_ref\">17</a> Although he had not observed the drug transactions, Fonseca testified to having reviewed each crime-scene videotape with Agent Martinez, who had videotaped the crime scenes. Later, Fonseca prepared the composite videos summarizing the daily videos previously admitted in evidence. See United States v. Sawyer, <span class=\"citation\" data-id=\"196785\"><a href=\"/opinion/196785/united-states-v-sawyer/\"><span class=\"volume\">85</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">713</span></a></span>, 740 (1st Cir. 1996). Agent Martinez in turn testified that each daily video accurately reflected what he had observed as it was being taped. Finally, Maldonado was afforded an opportunity to challenge Agent Fonseca's testimony on cross-examination and place the composite videotapes in their proper context. Cf. United States v. Nivica, <span class=\"citation\" data-id=\"531008\"><a href=\"/opinion/531008/united-states-v-gjon-n-nivica-united-states-of-america-v-mark-l/\"><span class=\"volume\">887</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1110</span></a></span>, 1125 (1st Cir. 1989) (noting that defendant's assertion that summaries failed to reflect \"total financial activity\" \"affect[s] the weight rather than the admissibility of the government's summaries\"). There was no abuse of discretion.</p>\n    </div>\n    <p>III</p>\n    <p>CONCLUSION</p>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">For the foregoing reasons, we affirm the judgment of conviction, vacate the life imprisonment sentence, and remand to the district court for resentencing consistent with this opinion.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">SO ORDERED.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Application note 12 to section 2D1.1 provides, in pertinent part:</p>\n        <p>Where there is no drug seizure or the amount seized does not reflect the scale of the offense, the court shall approximate the quantity of the controlled substance. In making this determination, the court may consider, for example, the price generally obtained for the controlled substance, financial or other records, similar transactions in controlled substances by the defendant, and the size or capability of any laboratory involved.</p>\n        <p>U.S.S.G. &#167; 2D1.1, comment. (n.12) (emphasis added).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Drug-quantity findings are reviewed only for clear error. See, e.g., Whiting, 28 F.3d at 1304. The sentencing court possesses broad discretion in determining which data are sufficiently dependable for sentencing purposes. See United States v. Tardiff, <span class=\"citation\" data-id=\"587242\"><a href=\"/opinion/587242/united-states-v-claude-paul-tardiff/\"><span class=\"volume\">969</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1283</span></a></span>, 1287 (1st Cir. 1992). Moreover, we defer to the credibility assessments made by the sentencing court. See United States v. Brewster, <span class=\"citation\" data-id=\"194846\"><a href=\"/opinion/194846/united-states-v-brewster/\"><span class=\"volume\">1</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">51</span></a></span>, 54-55 (1st Cir. 1993).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> For example, one gram of crack is equivalent to 100 grams of powder cocaine or 20,000 grams of marijuana. See U.S.S.G. &#167; 2D1.1 (Drug Equivalency Table).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p>  THE COURT: [Y]ou acknowledge that cocaine -- it was 150 kilograms of cocaine, 150, and 456 kilograms of marijuana, and 594 grams of crack cocaine.</p>\n        <p>MS. LIZARRIBAR [Defense Counsel]: Your honor, if I may correct the Court. What I have stated in my motion as to the amounts of cocaine were milligrams.</p>\n        <p>THE COURT: Two grams at [sic] five-tenths, grams, that's two grams.</p>\n        <p>MS. LIZARRIBAR: That's right. The others [i.e., the other five cocaine and crack cocaine exhibits admitted at trial] are in milligrams, which are [sic] the way that they were weighed and presented as evidence before the Court.</p>\n        <p>THE COURT: No that's four grams. It's not four milligrams. Four grams and eight-tenths of a gram. Well, a gram is a milligram.</p>\n        <p>MS. LIZARRIBAR: Yes, your Honor, yes.</p>\n        <p>THE COURT: And a hundred thousand milligrams is a kilo. A hundred. So it's 150 kilograms of cocaine, and as I said, 456 kilograms of marijuana and 594 grams of cocaine base crack. . . .</p>\n        <p>So that's my finding, and therefore I find that the defendant -- at least giving the benefit of the doubt to the defendant, at least -- because there is evidence to support the Government's version. . . . In any event, I am going to find the way the defendant is saying, and it still yields 38.</p>\n        <p>MS. LIZARRIBAR: Objection noted for the record, your Honor.</p>\n        <p>Sentencing Tr. at 6-9 (emphasis added).</p>\n        <p>In addition to its erroneous metric conversions, see infra, we are unable to discern how the district court tallied the drug totals in Maldonado's objection to the PSR at 456 kilograms of marijuana, 150 kilograms of cocaine, and 594 grams of cocaine base. When we add the amounts set forth in the eleven exhibits listed in Maldonado's objection to the PSR, the respective totals we arrive at are: 9.90 grams, 3.307 grams, and 3.118 grams, respectively. Thus, the erroneous metric conversions aside, the district court's calculations, at the very least, require clarification.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Thus, given the six-month operating period and average daily sales of 180 grams, the total weight of all controlled substances sold would have approximated 32,400 grams.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> In United States v. Butler, <span class=\"citation\" data-id=\"683603\"><a href=\"/opinion/683603/united-states-v-harvey-eugene-butler-justice-vandell-hudson-aka-jet/\"><span class=\"volume\">41</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1435</span></a></span> (11th Cir. 1995), the Eleventh Circuit rejected similar drug-quantity extrapolations from a videotape of transactions occurring on a single day:</p>\n        <p>[N]either trial court made findings sufficient to support the Government's estimate of the total amount of drugs distributed on April Street. The issue of whether January 17 was a \"typical\" day is particularly troublesome because the amount of cocaine base attributable to each appellant is expressly premised on the 66 transactions-per-day standard, which was derived solely from the January 17 videotape. The Government did not offer any evidence at any of the sentencing hearings that tended to show that January 17, which was a Friday and thus a payday for many, was a typical or average day on April Street, or that January 17 was in any other way a valid indicator of drug activities on other days. Adoption of the PSR does not adequately respond to the appellants' objection because the PSR does not directly address this issue . . . . Daily availability [of drugs] . . . does not establish the specific--or even the average--volume of cocaine base actually sold on a daily basis. . . . [O]ur review of the record [does not] reveal sufficient circumstantial or direct evidence that January 17 was a reliable proxy for all of the other days in the conspiracy. Such a finding is a vital prerequisite to the method that the courts adopted for sentencing.</p>\n        <p>Id. at 1447 (emphasis added).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Agent Martinez conceded on cross-examination that he could not determine the respective drug-type quantities:</p>\n        <p>THE COURT: . . . the question is whether you can determine . . . the percentage of the drugs that are being sold there, whether the percentage of cocaine, crack cocaine or marijuana -- whether you can determine the percentage, yes or no? That you cannot tell that?</p>\n        <p>THE WITNESS: No, no.</p>\n        <p>THE COURT: Okay. Move on.</p>\n        <p>Q. Now, those 150 or 180 grams [you estimated were sold each day], how many grams are marijuana, how many grams are cocaine and how many grams are crack?</p>\n        <p>A. Well -- well, that can't be determined just like that</p>\n        <p>Q. (Before Completion of English Translation) the fact is --</p>\n        <p>A. -- at first instance.</p>\n        <p>Q. The fact is you don't know, sir?</p>\n        <p>A. Correct.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> The ultimate function of statistical testing is to enable a rational determination that a calculated relationship between given variables is reasonably reliable, rather than a product of chance. Since a reliable statistical analysis ultimately must depend upon the reasonableness of its inferential conclusion, see generally David H. Kaye &amp; David A. Freedman, Reference Guide On Statistics, in Reference Manual on Scientific Evidence 351 (Federal Judicial Center, 1994), we think it is critical that the record on appeal in the present case lacks either testimony or findings and conclusions which would enable a reliable determination that the assumptions implicit in the drug-type and quantity findings and, therefore, the principal foundation for the life-imprisonment sentence, were reasonably sound.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> The Seventh Circuit has found plain error in an analogous setting where the district court estimated the total quantity of crack cocaine by calculating an average weight based on the dollar value of two known transactions and applying that average to all transactions. United States v. Howard, <span class=\"citation\" data-id=\"715815\"><a href=\"/opinion/715815/united-states-v-charles-howard-and-darren-green/\"><span class=\"volume\">80</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1194</span></a></span>, 1204-05 &amp; n.11 (7th Cir. 1996).</p>\n        <p>Where either the probation officer or the prosecution offers an estimate of the drug quantities for which the defendant should be held responsible, the defendant ought to be on notice of all assumptions, rationale, and methodology underlying the calculation. . . . Without this information, the defendant, in assessing the accuracy of the proffered estimate, can only speculate as to the basis for it. Because it is the government's burden to establish the drug quantity, we do not think the defendant should be placed in this position. . . . Regardless of whether we are well versed enough in the facts of narcotics trafficking to make that determination (and we are not), the time for taking such notice is at sentencing, when the defendant has the opportunity to challenge it.</p>\n        <p>Id.</p>\n        <p>Where drug-quantity extrapolations have been upheld, the government managed to demonstrate an adequate basis in fact and that the drug quantities were determined \"in a manner consistent with the accepted standards of [reasonable] reliability.\" United States v. McCutchen, <span class=\"citation\" data-id=\"605608\"><a href=\"/opinion/605608/united-states-v-phillip-mccutchen/\"><span class=\"volume\">992</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">22</span></a></span>, 25-26 (3d Cir. 1993). See United States v. Pirre, <span class=\"citation\" data-id=\"557200\"><a href=\"/opinion/557200/united-states-v-steven-pirre/\"><span class=\"volume\">927</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">694</span></a></span>, 697 (2d Cir. 1991) (\"It is sufficient for the government to show that its method of estimating the total [amount of drugs] is grounded in fact and is carried out in a manner consistent with accepted standards of reliability.\").</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> Webster affirmed a drug-quantity calculation based on law-enforcement estimates, but where \"the figures chosen by the district court were the mean figure for the small buys and on the conservative side for the New York trips, and they were drawn from ranges with relatively tight margins.\" Webster, 54 F.3d at 6. Likewise, in Whiting, 28 F.3d at 1304, we upheld a drug-quantity calculation on the ground that it had been adequately corroborated by cooperating codefendants who stated that particular quantities of cocaine had been handled at particular times, as well as by controlled purchases made by undercover operatives.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> We review the role-in-offense finding only for clear error, United States v. Rostoff, <span class=\"citation\" data-id=\"196027\"><a href=\"/opinion/196027/united-states-v-rostoff/\"><span class=\"volume\">53</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">398</span></a></span>, 413 (1st Cir. 1995), \"pay[ing] careful heed to the sentencing judge's views[,]\" id. (citing United States v. Ocasio, <span class=\"citation\" data-id=\"548346\"><a href=\"/opinion/548346/united-states-v-gilberto-ocasio-aka-gilberto-ocasio-agosto/\"><span class=\"volume\">914</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">330</span></a></span>, 333 (1st Cir. 1990)).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> A \"participant\" is \"a person who is criminally responsible for the commission of the offense, but [may or may not] have been convicted.\" U.S.S.G. &#167; 3B1.1, comment. (n.1).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> As the present claim directly implicates the legal scope of &#167;&#167; 2D1.2(a)(1) and 3B1.1(a), we review de novo. United States v. Kneeland, <span class=\"citation\" data-id=\"198022\"><a href=\"/opinion/198022/united-states-v-kneeland/\"><span class=\"volume\">148</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">6</span></a></span>, 14 (1st Cir. 1998).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn14\">\n        <a class=\"footnote\" href=\"#fn14_ref\">14</a>\n        <p> With respect to asymptomatic AIDS, the \"extraordinary physical impairment\" standard has been addressed as follows:</p>\n        <p>Only an \"extraordinary physical impairment\" may justify a sentence other than imprisonment. AIDS is not such a \"physical impairment\"; nor is cancer or various other terminal or life threatening conditions. The Bureau of Prisons . . . has the medical personnel and facilities required to furnish defendant with the care and treatment he needs. Indeed, defendant is entitled to that care and treatment. . . . In sum, defendant's physical condition, while lamentable, is no basis for a departure. Except in extraordinary circumstances not present here, terminally ill persons who commit serious crimes may not use their affliction to escape prison. Were this rule otherwise, the law's deterrent effect would be unreasonably and unnecessarily diminished in the case of terminally ill persons.</p>\n        <p>United States v. DePew, <span class=\"citation\" data-id=\"1744866\"><a href=\"/opinion/1744866/united-states-v-depew/\"><span class=\"volume\">751</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1195</span></a></span>, 1199 (E.D. Va. 1990) (citations omitted), aff'd on other grounds, <span class=\"citation\" data-id=\"560487\"><a href=\"/opinion/560487/united-states-v-daniel-thomas-depew/\"><span class=\"volume\">932</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">324</span></a></span> (4th Cir. 1991).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn15\">\n        <a class=\"footnote\" href=\"#fn15_ref\">15</a>\n        <p> Although Maldonado asserts that her medical situation has deteriorated since the PSR was prepared in 1996, she neither demonstrates nor describes any \"deterioration.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn16\">\n        <a class=\"footnote\" href=\"#fn16_ref\">16</a>\n        <p> Insofar as the \"extraordinary physical impairment\" determination presented a factual issue for the sentencing court, see, e.g., United States v. Rabins, <span class=\"citation\" data-id=\"702360\"><a href=\"/opinion/702360/united-states-v-marc-david-rabins-united-states-of-america-v-al/\"><span class=\"volume\">63</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">721</span></a></span>, 728 (8th Cir. 1995), we review only for clear error.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn17\">\n        <a class=\"footnote\" href=\"#fn17_ref\">17</a>\n        <p> We review evidentiary rulings for abuse of discretion. United States v. Rodriguez, <span class=\"citation\" data-id=\"198229\"><a href=\"/opinion/198229/united-states-v-rodriguez/\"><span class=\"volume\">162</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">135</span></a></span>, 142 (1st Cir. 1998), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">119</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2034</span></span> (1999).</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/108989/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109665/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118044/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118200/",
    "http://www.courtlistener.com/api/rest/v3/opinions/194846/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195118/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196027/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196037/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196199/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196279/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196785/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197453/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198022/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198112/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198207/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198229/",
    "http://www.courtlistener.com/api/rest/v3/opinions/410195/",
    "http://www.courtlistener.com/api/rest/v3/opinions/440156/",
    "http://www.courtlistener.com/api/rest/v3/opinions/472241/",
    "http://www.courtlistener.com/api/rest/v3/opinions/491507/",
    "http://www.courtlistener.com/api/rest/v3/opinions/512053/",
    "http://www.courtlistener.com/api/rest/v3/opinions/531008/",
    "http://www.courtlistener.com/api/rest/v3/opinions/543832/",
    "http://www.courtlistener.com/api/rest/v3/opinions/548346/",
    "http://www.courtlistener.com/api/rest/v3/opinions/549741/",
    "http://www.courtlistener.com/api/rest/v3/opinions/552336/",
    "http://www.courtlistener.com/api/rest/v3/opinions/557200/",
    "http://www.courtlistener.com/api/rest/v3/opinions/558139/",
    "http://www.courtlistener.com/api/rest/v3/opinions/559575/",
    "http://www.courtlistener.com/api/rest/v3/opinions/560457/",
    "http://www.courtlistener.com/api/rest/v3/opinions/560487/",
    "http://www.courtlistener.com/api/rest/v3/opinions/561784/",
    "http://www.courtlistener.com/api/rest/v3/opinions/567247/",
    "http://www.courtlistener.com/api/rest/v3/opinions/568527/",
    "http://www.courtlistener.com/api/rest/v3/opinions/583587/",
    "http://www.courtlistener.com/api/rest/v3/opinions/587242/",
    "http://www.courtlistener.com/api/rest/v3/opinions/603504/",
    "http://www.courtlistener.com/api/rest/v3/opinions/603517/",
    "http://www.courtlistener.com/api/rest/v3/opinions/604829/",
    "http://www.courtlistener.com/api/rest/v3/opinions/605608/",
    "http://www.courtlistener.com/api/rest/v3/opinions/608081/",
    "http://www.courtlistener.com/api/rest/v3/opinions/608144/",
    "http://www.courtlistener.com/api/rest/v3/opinions/610907/",
    "http://www.courtlistener.com/api/rest/v3/opinions/654585/",
    "http://www.courtlistener.com/api/rest/v3/opinions/658790/",
    "http://www.courtlistener.com/api/rest/v3/opinions/662432/",
    "http://www.courtlistener.com/api/rest/v3/opinions/673817/",
    "http://www.courtlistener.com/api/rest/v3/opinions/675118/",
    "http://www.courtlistener.com/api/rest/v3/opinions/683603/",
    "http://www.courtlistener.com/api/rest/v3/opinions/691066/",
    "http://www.courtlistener.com/api/rest/v3/opinions/696616/",
    "http://www.courtlistener.com/api/rest/v3/opinions/702360/",
    "http://www.courtlistener.com/api/rest/v3/opinions/702494/",
    "http://www.courtlistener.com/api/rest/v3/opinions/715815/",
    "http://www.courtlistener.com/api/rest/v3/opinions/732424/",
    "http://www.courtlistener.com/api/rest/v3/opinions/743026/",
    "http://www.courtlistener.com/api/rest/v3/opinions/744197/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1744866/"
  ]
}