{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/198609/",
  "absolute_url": "/opinion/198609/olsen-v-correiro/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/198609/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:55:43Z",
  "date_modified": "2017-03-24T10:58:15.213922Z",
  "type": "010combined",
  "sha1": "5a218c6901d28a4e3b3b6298626ca182de4cd5ad",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=96-1425.01A",
  "local_path": null,
  "plain_text": "        United States Court of Appeals\r\n            For the First Circuit\r\n                                 \r\n\nNo. 96-1425\r\n\n                LESTER OLSEN,\r\n\n            Plaintiff, Appellant,\r\n\n                      v.\r\n\n      WILLIAM CORREIRO, ALAN SILVIA, and\r\n          THE CITY OF FALL RIVER,\r\n\n            Defendants, Appellees.\r\n\n                                 \r\n\n APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n      FOR THE DISTRICT OF MASSACHUSETTS\r\n\n  [Hon. Patti B. Saris, U.S. District Judge]\r\n\n                                 \r\n\n                    Before\r\n\n            Boudin, Circuit Judge,\r\n       Bownes, Senior Circuit Judge,\r\n         and Lynch, Circuit Judge.\r\n                                 \r\n\nJohn H. Cunha, Jr., with whom Helen Holcomb, Charles\r\nAllan Hope, Cunha &amp; Holcomb, P.C., and Professor Kent B. Greenfield\r\nwere on brief, for appellant.\r\n          Arthur D. Frank, Jr. for appellee William Correiro.\r\nAndrew B. Peppard, with whom Borders, Littman &amp; Peppard\r\nwas on brief, for appellee Alan Silvia.\r\nThomas F. McGuire, Jr., Corporation Counsel, for appellee\r\nCity of Fall River.\r\n\n                                 \r\n\n              August 30, 1999\r\n                                \r\nLYNCH, Circuit Judge.  On May 13, 1986, Lester Olsen was\r\nconvicted of the first-degree murder of Harold Fernandes and was\r\nsentenced to life in prison without the possibility of parole. \r\nApproximately five years later, a Massachusetts court overturned\r\nhis conviction, a ruling that was based on the investigating police\r\nofficers' failure to disclose an audiotaped interview with the\r\nprosecution's chief witness, and ordered a new trial.  Olsen was\r\nreleased from prison on bail pending the new trial.  \r\nOn February 21, 1992, rather than go through another\r\nmurder trial, Olsen pled nolo contendere to a charge of\r\nmanslaughter and was convicted of that crime.  The prosecution \r\nagreed to recommend a sentence of time served.  Although the state\r\njudge questioned whether this sentence was sufficiently severe,\r\nOlsen was sentenced to the time he had already served for the\r\noriginal conviction, the balance of the ten- to fifteen-year\r\nmanslaughter sentence was suspended, and he was placed on probation\r\nfor five years.\r\nOlsen then sued the City of Fall River and two police\r\nofficers, William Correiro and Alan Silvia, under 42 U.S.C.  1983\r\nfor damages arising from the murder charge and conviction.  His\r\ncomplaint was primarily focused on obtaining damages for his\r\nimprisonment.  The jury awarded him $1.5 million in compensatory\r\ndamages.  The district court overturned this award under Heck v.\r\nHumphrey, 512 U.S. 477 (1994), and ordered a new trial on damages. \r\nAt that trial, evidence of injury arising from Olsen's\r\nincarceration was excluded, but evidence of other damages\r\nassociated with his murder trial and conviction was permitted.  The\r\nsecond jury awarded $6000 in damages.  In this appeal, Olsen seeks\r\nthe reinstatement of the first jury's damage award.\r\nIn affirming the district court's decision and the\r\nresulting judgment, we do not reach the grounds on which the\r\ndistrict court relied, but rather affirm on other grounds.  The\r\nfirst question presented in this case is whether evidence of the\r\nmanslaughter conviction and sentence that resulted from Olsen's\r\nnolo plea should have been admitted into evidence.  We conclude\r\nthat the evidence of the conviction and sentence should have been\r\nadmitted; the admission of this evidence is not prohibited by the\r\napplicable evidentiary rules and policy considerations fail to\r\njustify a reading of those rules to exclude this evidence.  The\r\nsecond question presented is what effect the manslaughter\r\nconviction and sentence for time served have on Olsen's efforts\r\nunder  1983 to recover damages for his imprisonment.  We conclude\r\nthat incarceration-based damages are barred.\r\nI\r\nOlsen brought his federal civil rights action in April\r\n1992, alleging that, as a result of the defendants' actions\r\nrelating to the murder charge, he \"endured loss of liberty, mental\r\nsuffering, humiliation, and emotional trauma from the improper\r\nincarceration and conviction,\" and \"was deprived of any means of\r\nearning a living\" during the time he was incarcerated.  He\r\nrequested an award of $1,911,000 \"representing 1,911 days illegally\r\nin custody.\"  The defendants' answers raised Olsen's manslaughter\r\nconviction resulting from the nolo plea as an affirmative defense. \r\nThe City of Fall River, for instance, stated that \"[a]s the\r\n[p]laintiff has been convicted of a lesser included offense of the\r\noriginal murder indictment and has had credited the period of\r\nincarceration of approximately five (5) years, [p]laintiff is not\r\nentitled to damages based upon the period of incarceration\r\nidentified with the conviction for manslaughter.\"\r\nBefore trial, Olsen filed a motion in limine to \"exclude\r\nthe admission of evidence of plaintiff's nolo contendere plea in\r\nthe state criminal case,\" and the defendants filed motions, opposed\r\nby Olsen, seeking admission of the conviction and sentence imposed\r\nas a result of the nolo plea, arguing that \"[p]laintiff's\r\nincarcerations to the prison term for which he seeks damages in\r\nthis action are admissible as substantive evidence on the issue of\r\ndamages.\"  In support of their motions, the defendants proffered\r\nthe transcript of the hearing at which Olsen pled nolo and the\r\ncourt imposed sentence.  The federal district judge decided that\r\nany evidence pertaining to the nolo plea and its consequences would\r\nnot be placed before the jury, and also excluded any references to\r\nthe state court order allowing Olsen a new criminal trial.  The\r\njury thus did not know that Olsen had been granted a new state\r\ncriminal trial after his initial conviction, had pleaded nolo\r\nrather than go to trial again, had been accordingly convicted of\r\nmanslaughter, and had been sentenced to time served plus probation. \r\nOn March 17, 1994, the jury held all three defendants\r\nliable, finding that Correiro and Silvia each failed to produce\r\nexculpatory evidence, that they conspired together to suppress the\r\nevidence and to give false or substantially misleading testimony\r\nbefore the grand jury, and that the City's customs and practices\r\namounted to deliberate indifference to Olsen's constitutional\r\nrights, all resulting in the murder conviction.  This first jury\r\nawarded Olsen $1.5 million in compensatory damages but awarded no\r\npunitive damages.\r\nAfter trial, defendants filed motions for judgments as a\r\nmatter of law, motions for a new trial, and motions for remittitur. \r\nDefendants Correiro and Silvia also renewed motions in limine in\r\nwhich they argued that the conviction and sentence imposed pursuant\r\nto the nolo plea barred plaintiff's action for compensatory damages\r\nas a matter of law (and further proffered the docket sheet of the\r\nMassachusetts court, which records the manslaughter sentence).\r\nThe district judge granted defendants' motions for\r\njudgment as a matter of law on September 26, 1994 and substituted\r\n$300 in \"nominal\" damages for the jury's award.  The court stated\r\nthat \"[t]he central issue . . . is whether a voluntary plea of nolo\r\ncontendere to a state manslaughter charge, pursuant to which Olsen\r\nis lawfully sentenced to 'time served,' precludes him from\r\nrecovering damages, under  1983, for an incarceration which had\r\noriginally been imposed pursuant to an earlier unlawful conviction\r\nand sentence.\"  The court's resolution of this issue was based on\r\nits analysis of Heck, which was decided while the post-trial\r\nmotions were under advisement.  The court rejected the argument\r\nthat the damages suffered as a result of the incarceration were\r\nsolely due to the invalidated conviction, explaining that \"Olsen\r\ncannot escape the fact that his sentence of incarceration was re-\r\nimposed validly, albeit retroactively, and  1983 does not allow a\r\nclaim for damages based on a lawful confinement.\"\r\nThe court justified its consideration of the manslaughter\r\nconviction and sentence by explaining that a nolo plea, like a\r\nguilty plea, results in a valid conviction under Massachusetts law. \r\nAccording to the court, Federal Rule of Evidence 410 does not\r\nchange this result: \"While [Rule] 410(2) prevents the introduction\r\nin evidence of a nolo plea in a subsequent civil proceeding, it has\r\nno effect on the validity of the outstanding criminal judgment.\" \r\nAdditionally, the court stated that Olsen was not forced to enter\r\nthe nolo plea bargain and that he knew about the formerly withheld\r\naudiotape evidence at the time he made the plea.\r\nWhile concluding that Heck barred Olsen from making a\r\nclaim for any damages that resulted from his incarceration and that\r\nthese were essentially the only damages Olsen had demonstrated at\r\ntrial, the court noted that Heck did not bar damages \"which do not\r\nderive from the lawful sentence imposed pursuant to the subsequent\r\nmanslaughter conviction,\" such as punitive damages based on the\r\ninvalidated murder conviction, legal fees associated with the first\r\ntrial, and emotional injury arising from the defendants'\r\nmisconduct.  The court further found that Olsen's nolo plea did not\r\nbar these limited categories of damages as a matter of res judicata\r\nor collateral estoppel, since Massachusetts does not consider\r\nguilty pleas to have preclusive effect and a plea of nolo is\r\nunlikely to have greater preclusive effect than a guilty plea.\r\nOn October 11, 1994, Olsen filed motions for\r\nreconsideration and, in the alternative, for a new trial as to\r\ndamages.  He argued that Heck was inapplicable to the facts of his\r\ncase and that the manslaughter sentence and conviction were\r\ninadmissible under Massachusetts law because they were rendered\r\npursuant to a nolo plea.  He also argued that there was evidence at\r\ntrial of compensatory damages stemming from \"the initial wrongful\r\nindictment and conviction,\" including emotional injury that was\r\n\"[s]eparate and distinct from Olsen's damages resulting from the\r\nday-to-day incarceration.\"  According to Olsen, given the court's\r\nanalysis of Heck, a new trial was necessary to determine the amount\r\nof damages flowing from the invalidated murder conviction and to\r\ngive him another chance at an award of punitive damages.  Olsen\r\nfurther moved to amend his complaint \"to conform to the evidence\r\nadduced at the trial\" and \"to include as an element of damages\r\nattorneys fees in the amount of $5,000.00 paid to Attorney Joseph\r\nCallahan to represent the plaintiff at the constitutionally tainted\r\ntrial.\"\r\nOn February 3, 1995, the court denied the motion for\r\nreconsideration but granted the motion to amend the complaint and\r\nthe motion for a new trial on damages.  The court stated that the\r\nnew jury could consider punitive damages and that \"plaintiff may\r\npresent evidence to establish the 1986 attorney's fee, in addition\r\nto evidence of emotional damages, and any other evidence concerning\r\ndamages caused by the first trial and conviction,\" but that any\r\nloss of earnings was \"not compensable here to the extent that [it]\r\n. . . was caused by the lawful incarceration.\"\r\nIn February 1996, the new jury in the damages trial\r\nawarded Olsen $5000 in compensatory damages and $1000 in punitive\r\ndamages ($500 from each individual defendant).  Olsen now appeals,\r\nseeking to reinstate his original and substantially larger\r\ncompensatory damages award.\r\n                     II\r\nA.  Admissibility of Conviction and Sentence Pursuant to Nolo Plea\r\n\nOlsen argues that the district judge's initial ruling\r\nthat the manslaughter plea, sentence, and conviction were\r\ninadmissible should have precluded the judge from considering that\r\nevidence in ruling on the defendants' post-trial motions.  Although\r\nthe parties disagree as to the terms and scope of this initial\r\nruling, it is not necessary for us to determine the exact grounds\r\nfor the district court's exclusion of this evidence.  The\r\nadmissibility issue was squarely presented to us and to the\r\ndistrict court.  \"[A]n appellate court is not restricted by the\r\ndistrict court's rulings of law, but is 'free, on appeal, to affirm\r\n[the] judgment on any independently sufficient ground.'\"  Hope\r\nFurnace Assocs. v. FDIC, 71 F.3d 39, 42 (1st Cir. 1995) (quoting\r\nPolyplastics, Inc. v. Transconex, Inc., 827 F.2d 859, 860-61 (1st\r\nCir. 1987)).  Here the evidentiary questions are primarily\r\nquestions of law about the interpretation of the Federal Rules of\r\nEvidence, which we review de novo in any event.  See United States\r\nv. Sposito, 106 F.3d 1042, 1046 (1st Cir. 1997) (\"The proper\r\ninterpretation of the Federal Rules of Evidence is a question of\r\nlaw and is reviewed de novo, but the application of [a rule] . . .\r\nis reviewed under an abuse-of-discretion standard.\" (citations\r\nomitted)); see also Cusumano v. Microsoft Corp., 162 F.3d 708, 713\r\n(1st Cir. 1998) (\"[A]mple authority supports the proposition that,\r\nwhatever the procedural context, pure questions of law warrant de\r\nnovo review.\").  \r\nOlsen has three bases for his argument that nothing\r\npertaining to the nolo plea and its consequences was admissible or\r\ncould be considered by the district court.  It is forbidden, he\r\nsays, by Federal Rules of Evidence 410 and 803(22) and by\r\nMassachusetts law.  In essence, Olsen's claim amounts to a\r\ncontention that a valid judgment rendered by a court is\r\ninadmissible in a later court proceeding.  Whether such a\r\nproposition can be true, it is not true here.  The evidentiary\r\nrules that exclude evidence of nolo pleas do not directly apply to\r\nthe convictions and sentences that result from such pleas.  And the\r\npolicy against using evidence of a nolo plea to prove any element\r\nof the underlying crime is not applicable here, where evidence of\r\nthe sentence and conviction is admissible to demonstrate that Olsen\r\nwas imprisoned pursuant to a valid sentence. \r\n1.  Rule 410\r\nOlsen claims that Rule 410 bars the admission of any\r\nevidence of his nolo plea, conviction, or sentence.  Rule 410\r\nstates:\r\nExcept as otherwise provided in this rule, evidence of the\r\nfollowing is not, in any civil or criminal proceeding,\r\nadmissible against the defendant who made the plea or was a\r\nparticipant in the plea discussions: . . . a plea of nolo\r\ncontendere; . . . any statement made in the course of any\r\nproceedings under Rule 11 of the Federal Rules of Criminal\r\nProcedure or any comparable state procedure regarding . . . [a\r\nnolo plea]; or . . . any statement made in the course of plea\r\ndiscussions with an attorney for the prosecuting authority\r\nwhich do not result in a plea of guilty or which result in a\r\nplea of guilty later withdrawn.\r\n\nFed. R. Evid. 410. \r\nThe text of the rule does not support Olsen's argument. \r\nOnly the nolo plea itself is barred by the relevant language of the\r\nrule.  See Myers v. Secretary of Health and Human Servs., 893 F.2d\r\n840, 843 (6th Cir. 1990) (noting that Rule 410 and Rule 11(e)(6)\r\n\"prohibit use of 'a plea of nolo contendere,' not a conviction\r\npursuant to a nolo plea\").\r\nThe reasons behind a rule making the nolo plea\r\ninadmissible are readily apparent.  First, although nolo pleas have\r\nbeen characterized in a number of different ways, see 21 Am. Jur.\r\n2d Criminal Law  727 (1998), in most jurisdictions, including\r\nMassachusetts, a nolo plea is not a factual admission that the\r\npleader committed a crime.  Rather, it is a statement of\r\nunwillingness to contest the government's charges and an acceptance\r\nof the punishment that would be meted out to a guilty person.  See,\r\ne.g., North Carolina v. Alford, 400 U.S. 25, 36 &amp; n.8 (1970)\r\n(\"Throughout its history . . . the plea of nolo contendere has been\r\nviewed not as an express admission of guilt but as a consent by the\r\ndefendant that he may be punished as if he were guilty and a prayer\r\nfor leniency.\"); Thomas v. Roach, 165 F.3d 137, 144 (2d Cir.\r\n1999); Fisher v. Wainwright, 584 F.2d 691, 693 n.3 (5th Cir. 1978);\r\nCommonwealth v. Ingersoll, 14 N.E. 449, 450 (Mass. 1888).  This is\r\nthe main reason that a nolo plea is treated differently than a\r\nguilty plea, which is an express admission of guilt by the pleader\r\nand is therefore admissible in subsequent proceedings.  See Fed.\r\nR. Evid. 410 advisory committee's notes, 1972 proposed rules (\"The\r\npresent rule gives effect to the principal traditional\r\ncharacteristic of the nolo plea, i.e. avoiding the admission of\r\nguilt which is inherent in pleas of guilty.\"); Fed. R. Crim. P.\r\n11(e)(6) advisory committee's notes, 1974 amendment (\"A plea of\r\nnolo contendere is, for purposes of punishment, the same as the\r\nplea of guilty. . . .  Unlike a plea of guilty, however, [a nolo\r\nplea] cannot be used against a defendant as an admission in a\r\nsubsequent criminal or civil case. . . . A defendant who desires to\r\nplead nolo contendere will commonly want to avoid pleading guilty\r\nbecause the plea of guilty can be introduced as an admission in\r\nsubsequent civil litigation.\"); see also Blohm v. Commissioner of\r\nInternal Revenue, 994 F.2d 1542, 1554 (11th Cir. 1993) (\"A guilty\r\nplea is more than a confession which admits that the accused did\r\nvarious acts. . . . A guilty plea is distinct from a plea of nolo\r\ncontendere.  A guilty plea is an admission of all of the elements\r\nof a formal criminal charge.\"  (citations and internal quotation\r\nmarks omitted)); United States v. Williams, 642 F.2d 136, 139 (5th\r\nCir. Unit B Apr. 8, 1981).\r\nA second reason behind Rule 410's exclusion of nolo pleas\r\nis a desire to encourage compromise resolution of criminal cases. \r\nSee Williams, 642 F.2d at 139; United States v. Grant, 622 F.2d\r\n308, 312 (8th Cir. 1980); Leonard, The New Wigmore: A Treatise on\r\nEvidence, Selected Rules of Limited Admissibility,  5.4.4, at\r\n5:49, 5:52 &amp; n.48 (1998); cf. Fed. R. Evid. 410 advisory\r\ncommittee's notes, 1972 proposed rules (\"Exclusion of offers to\r\nplead guilty or nolo has as its purpose the promotion of\r\ndisposition of criminal cases by compromise.\"); Fed. R. Crim. P.\r\n11(e)(6) advisory committee's notes, 1979 amendment (noting the\r\nimportance of plea bargaining).  The reach of this policy rationale\r\nhas limits, of course; the plain language of the rule reflects\r\nCongress's balancing of the promotion of compromise against the\r\nadmission of relevant evidence.  Cf., e.g., United States v.\r\nCusack, 827 F.2d 696, 697-98 (11th Cir. 1987) (stating that the\r\nfruits of plea discussions are not barred by Rule 11(e)(6), since\r\nsuch a rule would go beyond the balance of values struck by\r\nCongress). \r\nThese reasons for excluding the nolo plea itself could\r\nwell, on other facts, be applicable to the conviction and sentence\r\nthat result from the nolo plea.  If such convictions and sentences\r\nwere offered for the purpose of demonstrating that the pleader is\r\nguilty of the crime pled to, then the nolo plea would in effect be\r\nused as an admission and the purposes of Rule 410 would be\r\nundermined.  See Leonard, supra,  5.8.3, at 5:103-04 (noting that\r\nwhen offered to prove the underlying facts the judgment should be\r\nexcluded to \"effectuat[e] the policy behind the nolo plea and the\r\nplea exclusionary rule itself\"); Shipley, Conviction or Acquittal\r\nas Evidence of the Facts on Which It Was Based in Civil Action, 18\r\nA.L.R.2d 1287  5 (1951 &amp; 1999 Supp.) (\"Since the plea of nolo\r\ncontendere, while admitting guilt for the purposes of the action in\r\nwhich it is entered, restricts its effect to that action, it has\r\nbeen held that evidence of a conviction upon such a plea is not\r\nadmissible . . . as evidence of the facts admitted by the plea.\" \r\n(footnote omitted)); 2 Weinstein, Weinstein's Federal Evidence, \r\n410.06[3], at 410-17, -18 (2d ed. 1998) (stating that a\r\nconviction based on a nolo plea \"is ordinarily excluded when\r\noffered as substantive evidence of the facts underlying the\r\ncrime\").  But that is not our case: the evidence here is not being\r\noffered to prove guilt.\r\nThere is a line of cases permitting the use of\r\nconvictions that follow from nolo pleas.  These cases, which\r\ndistinguish between the plea and the conviction, primarily involve\r\nstatutes that attach some consequence to the fact of a \"conviction\"\r\n(such as multiple-offender statutes).  See, e.g., Myers, 893 F.2d\r\nat 843-44 (admitting evidence of a nolo conviction as proof of the\r\nfacts underlying the crime on the grounds that Rule 410 and Rule\r\n11(e)(6) do not apply in an administrative proceeding and that\r\nproof of a nolo conviction has been admitted in a variety of cases,\r\nespecially those where \"a statute or judicial rule attaches legal\r\nconsequences to the fact of a conviction\"); Pearce v. United States\r\nDep't of Justice, Drug Enforcement Admin., 836 F.2d 1028, 1029 (6th\r\nCir. 1988) (interpreting \"conviction\" as used in 21 U.S.C.  824 to\r\ninclude a conviction based on a nolo contendere plea, since\r\n\"[n]otwithstanding Rule 410, a conviction pursuant to a nolo\r\ncontendere plea is a conviction within the meaning of the statute\r\nand gives rise to a variety of collateral consequences in\r\nsubsequent proceedings\"); Crofoot v. United States Gov't Printing\r\nOffice, 761 F.2d 661, 665 (Fed. Cir. 1985) (upholding the use of a\r\nconviction pursuant to an Alford plea in a Merit Systems Protection\r\nBoard review of an employee's removal by analogizing to cases\r\npermitting the use of convictions pursuant to nolo pleas); see also\r\nFed. R. Crim. P. 11(e)(6) advisory committee's notes, 1974\r\namendment (\"A judgment upon the plea is a conviction and may be\r\nused to apply multiple offender statutes.\").\r\nThere is some criticism of these cases to the effect that\r\nthey do, in the end, turn on the significance of the facts that\r\nnormally underlie a conviction of the crime at issue.  Whether or\r\nnot this criticism is well taken, it is not applicable when the\r\nconviction and sentence are used to show nothing more than the fact\r\nof a valid sentence and conviction.  Introduction of the\r\nmanslaughter sentence and conviction in this case was not sought to\r\nprove that Olsen actually committed manslaughter, or to suggest\r\nthat he was actually guilty of a criminal act.  Instead, the\r\nsentence was primarily offered to counter Olsen's claim for\r\nincarceration-based damages by showing that he was incarcerated for\r\nsomething other than the murder conviction.  In this context, the\r\nreason for the punishment, the existence of underlying culpability,\r\nis irrelevant.  It is the existence of the punishment (which, given\r\nthe \"time served\" sentence, cannot be proved through prison records\r\nor by any other means) that matters.\r\nAccordingly, there is no reason here to expand Rule 410\r\nbeyond the scope of its plain language, which in relevant part\r\nencompasses only nolo pleas.  See United States v. Rutkowski, 814\r\nF.2d 594, 599 (11th Cir. 1987) (declining to expand Rule 11(e)(6)\r\nto cover evidence discovered as the fruit of a plea negotiation and\r\nstating that it is up to Congress to change the scope of the rule);\r\nUnited States v. Davis, 617 F.2d 677, 683, 686 (D.C. Cir. 1979)\r\n(noting that the court must consider Rule 11(e)(6)'s \"underlying\r\npolicies as well as its words, for intention prevails over the\r\nletter, and the letter must if possible be read so as to conform to\r\nthe spirit,\" and concluding that, \"[b]ecause exclusion here would\r\nnot serve the purposes for which [R]ule 11(e)(6) was adopted, we\r\nhold that the rule does not apply in the situation now before us\"). \r\nRule 410 therefore does not bar the admission of Olsen's\r\nmanslaughter sentence and conviction to prove that he was\r\nincarcerated for murder and for another legal reason. \r\n2.  Rule 803(22)\r\nOlsen also contends that Rule 803(22), one of the\r\nexceptions to the hearsay rule, acts as an affirmative bar to the\r\nadmission of a conviction imposed pursuant to a nolo plea.  Rule\r\n803(22) provides:\r\nThe following are not excluded by the hearsay rule, even\r\nthough the declarant is available as a witness: . . . Evidence\r\nof a final judgment, entered after a trial or upon a plea of\r\nguilty (but not upon a plea of nolo contendere), adjudging a\r\nperson guilty of a crime punishable by death or imprisonment\r\nin excess of one year, to prove any fact essential to sustain\r\nthe judgment, but not including, when offered by the\r\nGovernment in a criminal prosecution for purposes other than\r\nimpeachment, judgments against persons other than the accused. \r\nThe pendency of an appeal may be shown but does not affect\r\nadmissibility.\r\n\nFed. R. Evid. 803(22).  The advisory committee's note to this\r\nsubsection explains that it is intended to harmonize with Rule 410: \r\n\"Judgments of conviction based upon pleas of nolo contendere are\r\nnot included.  This position is consistent with the treatment of\r\nnolo pleas in Rule 410 and the authorities cited in the Advisory\r\nCommittee's Note in support thereof.\"  Id. advisory committee's\r\nnote to 803(22), 1972 proposed rules.\r\nAs an initial matter, it is not obvious that Rule 803(22)\r\ncan be interpreted to bar any evidence; the rule merely says that\r\ncertain evidence of judgments is not barred by the hearsay rule and\r\nthat this exception does not apply to judgments entered upon a nolo\r\nplea.  Evidence of a final judgment that does not fall within this\r\nexception to the hearsay rule could still be admissible, either\r\nbecause it is not being offered for the truth of the matter\r\nasserted or because it falls within some other hearsay exception. \r\nSee Hinshaw v. Keith, 645 F. Supp. 180, 182 (D. Me. 1986) (\"Rule\r\n803(22) is not a rule of exclusion, but rather an exception to the\r\nbroad exclusionary rule known as the hearsay rule.\"); cf. Hancock\r\nv. Dodson, 958 F.2d 1367, 1372 (6th Cir. 1992); United States v.\r\nMartinez, 775 F.2d 31, 37 (2d Cir. 1985).\r\nEven assuming that the rule does act as an affirmative\r\nbar with respect to some final judgments entered \"upon a plea of\r\nnolo contendere,\" that bar would not be applicable in Olsen's\r\ncase.  Only evidence of such a judgment offered, as required by the\r\nrule, \"to prove any fact essential to sustain the judgment\" would\r\nbe barred by Rule 803(22).  The condition is not met here.  The\r\ndefendants did not offer Olsen's manslaughter sentence on the\r\ndamages issue to prove that he committed manslaughter; they offered\r\nit to show that he was legally punished in a way that is relevant\r\nto his claim for incarceration-related damages.  Rule 803(22) does\r\nnot bar such a use.  See United States v. Breitkreutz, 977 F.2d\r\n214, 221 (6th Cir. 1992) (\"Rule 803(22) is not applicable where the\r\njudgment of previous conviction of a person other than the accused\r\nis not offered to prove a fact essential to sustain the judgment.\" \r\n(citing United States v. Wilson, 690 F.2d 1267, 1275 n.2 (9th Cir.\r\n1982)).  The rule \"reaches convictions as proof of underlying facts\r\nand does not apply to convictions that are important as facts in\r\nthemselves and as indicators of the official disposition of the\r\nconvicted person.\"  4 Mueller &amp; Kirkpatrick, Federal Evidence,\r\n472, at 660 (2d ed. 1994).\r\nOlsen argues in passing in his opening brief that, even\r\nif this court does not construe Rule 803(22) to affirmatively bar\r\nthe introduction of the manslaughter conviction and sentence, \"no\r\nother exception to the hearsay rule which would allow admission of\r\nthis evidence was offered by the defendants below.\"  We will assume\r\ndubitante that Olsen made a generalized hearsay objection in the\r\ndistrict court, see United States v. Mulinelli-Navas, 111 F.3d 983,\r\n989 (1st Cir. 1997); United States v. Zannino, 895 F.2d 1, 17 (1st\r\nCir. 1990); United States v. Wyatt, 762 F.2d 908, 909-10, 912 (11th\r\nCir. 1985), and further assume that the materials proffered by the\r\ndefendants to prove the \"time served\" sentence can be characterized\r\nas hearsay.  The evidence is still admissible under the public\r\nrecords exception, Fed. R. Evid. 803(8)(A).  See United States v.\r\nRomero, 32 F.3d 641, 649-50 (1st Cir. 1994) (accepting Secretary of\r\nState's certification that a vessel was stateless under Rule\r\n803(8)(A) since it \"was a statement by a public agency setting\r\nforth a routine activity of that agency\"); see also United States\r\nv. Lechuga, 975 F.2d 397, 399 (7th Cir. 1992); United States v.\r\nVidaure, 861 F.2d 1337, 1341 (5th Cir. 1988).  When offered to show\r\nthe fact of conviction rather than underlying guilt \"a judgment\r\nreadily fits the public records exception.\"  4 Mueller &amp;\r\nKirkpatrick, supra,  472, at 660.  But cf. Nipper v. Snipes, 7\r\nF.3d 415, 417-18 (4th Cir. 1993) (holding that \"judicial findings\r\nof fact are not public records within the meaning of Rule\r\n803(8)(C)\" and stating that \"when the drafters of the Federal Rules\r\nof Evidence wanted to allow the admission of judgments or their\r\nunderlying facts, they did so expressly\").\r\nIndeed, the materials have such a high degree of\r\nreliability and trustworthiness for the purpose of proving the\r\njudicial act of imposing sentence (rather than for the purpose of\r\nproving that Olsen committed manslaughter) that the relevant facts\r\ncould be the subject of judicial notice.  See Fed. R. Evid. 201 (\"A\r\njudicially noticed fact must be one not subject to reasonable\r\ndispute in that it is . . . capable of accurate and ready\r\ndetermination by resort to sources whose accuracy cannot reasonably\r\nbe questioned.\"); In re Papatones, 143 F.3d 623, 624 n.3 (1st Cir.\r\n1998) (\"[A]ppellate courts may notice another court's record as an\r\nadjudicative fact.\"); United States v. Berzon, 941 F.2d 8, 14 n.9\r\n(1st Cir. 1991); Kowalski v. Gagne, 914 F.2d 299, 305 (1st Cir.\r\n1990) (taking judicial notice of a murder conviction and stating\r\nthat \"[i]t is well-accepted that federal courts may take judicial\r\nnotice of proceedings in other courts if those proceedings have\r\nrelevance to the matters at hand\").\r\n3.  Massachusetts Law\r\nOlsen argues that Massachusetts law requires the\r\nexclusion of his nolo plea, sentence, and conviction.  We are\r\ndoubtful Massachusetts rules of evidence have any application to\r\nthis federal question case, but think that Massachusetts's view of\r\na nolo conviction and sentence supports the result here.  Olsen has\r\nnot pointed us to anything in that law that is in tension with our\r\nanalysis of the admissibility question under the Federal Rules of\r\nEvidence.  \r\nThe Massachusetts rule is similar to Rule 410 and its\r\ntwin, Federal Rule of Criminal Procedure 11(e)(6):\r\nExcept as otherwise provided in this subdivision, evidence of\r\na plea of guilty, later withdrawn, or a plea of nolo\r\ncontendere, or of an offer to plead guilty or nolo contendere\r\nto the crime charged or any other crime, or statements made in\r\nconnection with, and relevant to, any of the foregoing pleas\r\nor offers, is not admissible in any civil or criminal\r\nproceedings against the person who made the plea or offer.\r\n\nMass. R. Crim. P. 12(f); see also id. (providing that such evidence\r\n\"is admissible in a criminal proceeding for perjury if the\r\nstatement was made by the defendant under oath, on the record, and\r\nin the presence of counsel\").  Indeed, the reporter's notes to the\r\nMassachusetts rule expressly state that subsection (f) was \"[d]rawn\r\nfrom Fed. R. Crim. P. 11(e)(6).\"  Id. reporter's note.  The\r\nreporter's notes also indicate that Rule 12, which does not mention\r\nnolo convictions and sentences, was concerned with the effect of\r\nthe plea itself as an admission by the pleader in a later case: \"A\r\nnolo plea has the same effect as a guilty plea in the case before\r\nthe court, although it cannot be used against the defendant as an\r\nadmission in any subsequent civil proceeding\" (citation omitted). \r\nId. reporter's note to 12(a); see id. reporter's note to\r\n12(c)(5)(A) (\"The purpose of permitting a nolo plea is to relieve\r\nthe defendant of the adverse repercussions that can result from the\r\nintroduction of evidence from the present criminal proceedings.\");\r\nsee also Aetna Cas. &amp; Sur. Co. v. Niziolek, 481 N.E.2d 1356, 1362-\r\n63 (Mass. 1985) (explaining that a guilty plea is an admission that\r\nmay be introduced into evidence in a later proceeding against the\r\nparty who made it) (citing Morrissey v. Powell, 23 N.E.2d 411, 413\r\n(Mass. 1939)).\r\nMassachusetts case law dealing with nolo pleas is sparse,\r\nand Olsen points us almost exclusively to cases that pre-date the\r\nJuly 1, 1979 effective date of the Massachusetts Rules of Criminal\r\nProcedure.  These cases are also consistent with our reasoning. \r\nAlthough some of them purport to bar the admission of convictions\r\nas well as pleas, they address only the use of those convictions to\r\nprove that the pleader committed the crime.  In Commonwealth v.\r\nIngersoll, 14 N.E. 449 (Mass. 1888), the court stated that \"[a]\r\nplea of nolo contendere, when accepted by the court, is, in its\r\neffect upon the case, equivalent to a plea of guilty.  It is an\r\nimplied confession of guilt only, and cannot be used against the\r\ndefendant as an admission in any civil suit for the same act.\"  Id.\r\nat 450.  The court also noted, however, that \"the judgment of\r\nconviction follows upon such a plea, as well as upon a plea of\r\nguilty,\" and that when the nolo plea is accepted \"the court\r\nproceeds thereupon to pass the sentence of the law.\"  Id.\r\nIn White v. Creamer, 56 N.E. 832 (Mass. 1900), the\r\nquestion was whether a party who pled nolo to unlawfully keeping\r\nintoxicating liquors for sale could be barred from obtaining a\r\nliquor license by a statute that provided that no license could\r\nissue for a year after a \"conviction.\"  The court stated:\r\nWe do not doubt that a sentence imposed after a plea of nolo\r\ncontendere amounts to a conviction in the case in which the\r\nplea is entered.  But we are of opinion that a record showing\r\na conviction on such a plea is not admissible in another\r\nproceeding to show that the defendant was guilty.  A plea of\r\nnolo contendere is not an express confession of guilt, as is\r\na plea of guilty, but is merely an implied confession.  If the\r\nplea is accepted, the defendant is bound by it, and may be\r\nsentenced; but he is not estopped to plead not guilty in an\r\naction for the same act.\r\n\nId. at 833 (emphasis added) (citations omitted).  This case only\r\ncontemplated an exclusion where the admission of the conviction\r\nwould have been equivalent to the admission of the plea.\r\nIn Olszewski v. Goldberg, 111 N.E. 404 (Mass. 1916), the\r\ncourt restated the now familiar proposition that a nolo plea\r\n\"admits, for the purposes of the case, all the facts which are well\r\nstated, but it is not to be used as an admission elsewhere.\"  Id.\r\nat 404 (internal quotation marks omitted); see also Commonwealth v.\r\nMarino, 150 N.E. 841, 842 (Mass. 1926) (\"For the purposes of the\r\ncase the plea of nolo contendere is an admission of guilt of the\r\noffense charged, and is equivalent to a plea of guilty.\").  The\r\ncourt also stated that the conviction pursuant to such a plea could\r\nnot be used for impeachment in later proceedings: \"In this\r\ncommonwealth it is now settled that a conviction following a plea\r\nof nolo contendere, cannot be used in another proceeding to affect\r\nthe credibility of a witness.  It was not admissible in the case at\r\nbar.\"  Id. (citing White and Ingersoll).  Olszewski is functionally\r\nequivalent to White, since the use of a conviction to \"affect\r\ncredibility\" is in most circumstances based on the proposition that\r\nthe pleader is actually guilty of the crime of which he was\r\nconvicted.  See 2 Mueller &amp; Kirkpatrick, supra,  143, at 136\r\n(explaining that it is the misbehavior supposedly revealed by the\r\nconviction that is used to impeach).  Again, this is not the\r\nsituation here.\r\nThe only relevant case cited to us by Olsen that was\r\ndecided after the adoption of Rule 12 is LePage v. Bumila, 552\r\nN.E.2d 80 (Mass. 1990), which held that the payment of a parking\r\nticket could not be used as an admission of fault at a later civil\r\ntrial.  See id. at 82-83.  The court noted the unreliability of\r\nsuch a payment as an admission (since it could be motivated by\r\nexpedience rather than fault) as well as the systemic benefits of\r\nencouraging such \"compromise\" payments, and then explained that\r\n\"[p]aying a parking ticket is akin to a plea of nolo contendere\r\nwhich admits the facts alleged, but only for purposes of the case\r\nin which the plea is made.  Such a plea cannot be used in a later\r\ncivil or criminal trial.\"  Id. at 83 n.3 (citing Mass. R. Crim. P.\r\n12(f) and White).  Since LePage was clearly concerned with\r\nadmissions and referred to the inadmissibility of a nolo plea only\r\nin this context, it, like the other cases Olsen cites, does not aid\r\nOlsen in his argument for exclusion of his manslaughter sentence\r\nand conviction. \r\n4.  Other Considerations\r\nIt is true, as Olsen contends, that probative evidence is\r\noften excluded because of its unreliability or because of larger\r\npolicy goals.  It is also true that \"[c]onflicts between rule and\r\nequity are common.  If every ruling is ad hoc, it is hard to\r\nimplement policy and predict outcomes.\"  United States v. Omar, 104\r\nF.3d 519, 524 (1st Cir. 1997).  However, the examples that Olsen\r\ngives of limitations on evidence as to damages are not useful\r\nanalogies.  For instance, the collateral source rule, which is\r\nbased on different policy rationales than the rules associated with\r\nthe nolo plea, is not a restriction on evidence that is probative\r\nof the very existence of an injury; and hearsay evidence about a\r\nplaintiff's pain and suffering is unreliable, whereas the evidence\r\nof Olsen's sentence is highly reliable. \r\nMoreover, we see no conflict between rule and equity in\r\nthis case.  \"The [nolo] plea and the conviction that follow[s] upon\r\nit can hardly be viewed as inconsequential; the issue is simply\r\nwhat consequences to give them and where.\"  United States v.\r\nGuadarrama, 742 F.2d 487, 488 (9th Cir. 1984).  Here, the rules on\r\nwhich Olsen relies are simply not applicable to this situation, and\r\nthe admissibility of the conviction and sentence is fully\r\nconsistent with the nature of a nolo contendere plea and the\r\npolicies underlying its use.\r\nThe defendants were correct, then, that the nolo\r\nconviction and sentence were admissible.\r\nB.  Consequences of Admissibility of Nolo Sentence and Conviction\r\nThe second, and more difficult, question is whether, once\r\nevidence of Olsen's manslaughter conviction and sentence are\r\nadmitted, his claim for incarceration-based damages can survive. \r\nWe think several related doctrines require a finding that the valid\r\nmanslaughter conviction and sentence bar, as a matter of law, an\r\naction for damages for imprisonment.\r\nIn analyzing the question presented, we look to a useful,\r\nbut not exact, analogy to situations in which a defendant serves a\r\nperiod of imprisonment for two crimes or two counts of conviction\r\nthat result in the imposition of concurrent sentences.  If one\r\nconviction is vacated, the defendant has nevertheless been\r\nimprisoned pursuant to a valid sentence.  He may not then bring a\r\n1983 action for damages for his imprisonment.  In such a case,\r\nit is clear that whatever the wrongful act involved in securing the\r\ninvalid conviction, that act was not the \"but for\" cause of the\r\nincarceration, because without that act the plaintiff would have\r\nbeen incarcerated in any event pursuant to the valid conviction. \r\nSee Keeton et al., Prosser and Keeton on the Law of Torts  41, at\r\n266 (5th ed. 1984) (\"[T]he defendant's conduct is not a cause of\r\nthe event, if the event would have occurred without it.\"); cf.\r\nUnited States v. Bramble, 925 F.2d 532, 534 (1st Cir. 1991)\r\n(upholding sentence where the term represented \"a valid sentence,\r\ntied to (i.e., concurrent with) an invalid sentence\").\r\nThis analogy is made inexact by the fact that it is\r\npossible for Olsen to use his nolo plea to construct an argument\r\nfor \"but for\" causation.  The argument would proceed as follows:\r\nthe defendants' wrongful acts caused the murder conviction, the\r\nmurder conviction caused the incarceration, the invalidation of the\r\nmurder conviction caused the prosecutors to offer Olsen a plea on\r\na manslaughter charge, and the fact that Olsen had already served\r\ntime pursuant to the invalid murder conviction caused Olsen to\r\nagree to the nolo plea and a sentence of time served.  \r\nThis tenuous chain is not sufficient to allow Olsen to\r\ncollect incarceration-based damages, however.  As a series of\r\nadditional analogies will demonstrate, the policies favoring the\r\nfinality of valid criminal convictions and sentences and protecting\r\nthem from collateral attack through civil suit dictate against\r\nallowing  1983 liability for damages for imprisonment here.  Thus,\r\nwhether the problem is viewed as one of the limits of  1983\r\nactions or of proximate cause, we conclude that incarceration-\r\nrelated damages are not available to Olsen under these\r\ncircumstances.           \r\nOne analogy is to guilty pleas.  In the  1983 context,\r\ncourts have held that valid guilty pleas preclude later claims of\r\nconstitutional violations because they represent \"a break in the\r\nchain of events which has preceded [the plea] in the criminal\r\nprocess.\"  Tollett v. Henderson, 411 U.S. 258, 267 (1973); see also\r\nHaring v. Prosise, 462 U.S. 306, 321 (1983) (\"[W]hen a defendant is\r\nconvicted pursuant to his guilty plea rather than a trial, the\r\nvalidity of that conviction cannot be affected by an alleged Fourth\r\nAmendment violation because the conviction does not rest in any way\r\non evidence that may have been improperly seized.  State law treats\r\na guilty plea as 'a break in the chain of events . . . .'\" (quoting\r\nTollett, 411 U.S. at 267)).  These cases point toward a policy of\r\nhonoring the finality of a criminal conviction by viewing a\r\nconviction entered pursuant to a valid plea as the sole legal cause\r\nof the incarceration imposed in the sentence. \r\nIn these circumstances, there is no reason that Olsen's\r\nnolo plea should be treated differently from a guilty plea.  A nolo\r\nplea differs from a guilty plea only in that it is not an admission\r\nof guilt and cannot be used against the pleader in a later\r\nproceeding to prove the underlying facts of the crime.  But as to\r\nthe validity of the sentence rendered, a nolo plea is the\r\nequivalent of a guilty plea.  See Alford, 400 U.S. at 36 n.8; \r\nIngersoll, 14 N.E. at 450 (\"A plea of nolo contendere, when\r\naccepted by the court, is, in its effect upon the case, equivalent\r\nto a plea of guilty.\"); Fed. R. Crim. P. 11(e)(6) advisory\r\ncommittee's notes, 1974 amendment (\"A plea of nolo contendere is,\r\nfor purposes of punishment, the same as the plea of guilty.\").   \r\nThe court in Pete v. Metcalfe, 8 F.3d 214 (5th Cir.\r\n1993), drew a similar conclusion.  In that case, a former inmate,\r\nwho pled nolo to reduced charges after his first conviction was\r\noverturned, brought a  1983 action against various officials\r\ncharging false imprisonment and malicious prosecution.  See id. at\r\n215-16.  The court held that no action for false imprisonment could\r\nlie \"where the detention was executed by virtue of legally\r\nsufficient process duly issued by a court of competent\r\njurisdiction.\"  Id. at 218-19; see also id. at 219 (\"This is true\r\nwhere an arrest is pursuant to a validly issued arrest warrant, and\r\nmust also be true where, as here, Pete's two-year imprisonment was\r\nthe result of a judgment of conviction by a court with jurisdiction\r\nover him.\") (citation omitted); 35 C.J.S. False Imprisonment  27,\r\nat 660 (1960) (\"An action for false imprisonment may not be\r\nmaintained where an arrest or detention is made by virtue of\r\nprocess, legally sufficient in form, and duly issued by a court or\r\nofficial having jurisdiction to issue it.\"). \r\nAnother analogy is to the rule of Heck v. Humphrey, \r\nwhich provides that, at least while a defendant is still\r\nimprisoned, he may not bring a  1983 action to attack his\r\nconviction.  See Heck, 512 U.S. at 486-87; cf. Figueroa v. Rivera,\r\n147 F.3d 77, 82 (1st Cir. 1998).  Addressing the proper channeling\r\nof litigation between habeas corpus and  1983, see Heck, 512 U.S.\r\nat 480-81, the Heck Court drew an analogy to the common law cause\r\nof action for malicious prosecution, see id. at 484.  To bring a\r\nmalicious prosecution claim, a plaintiff must first show that the\r\nprior criminal proceeding upon which the claim is based has been\r\nterminated in his favor.  See id.; Meehan v. Town of Plymouth, 167\r\nF.3d 85, 90-91 (1st Cir. 1999).  Without such a requirement,\r\n\"parallel litigation over the issues of probable cause and guilt\"\r\nwould arise and inconsistent adjudications could result \"in\r\ncontravention of a strong judicial policy against the creation of\r\ntwo conflicting resolutions arising out of the same or identical\r\ntransaction.\"  Heck, 512 U.S. at 484 (quoting Speiser et al.,\r\nAmerican Law of Torts  28:5, at 24 (1991)) (internal quotation\r\nmarks omitted).  Heck imposed a limit on the availability of  1983\r\nactions by adopting a favorable termination requirement similar to\r\nthat found in the malicious prosecution context.  See id. at 483-86\r\n(limiting the scope of  1983 based on \"concerns for finality and\r\nconsistency\" and \"the hoary principle that civil tort actions are\r\nnot appropriate vehicles for challenging the validity of\r\noutstanding criminal judgments\").  While we expressly decline to\r\nreach the Heck analysis relied upon by the district court, we\r\nbelieve that the policy that animates the limits on the malicious\r\nprosecution cause of action and Heck's adoption of a favorable\r\ntermination requirement counsels against allowing Olsen to use this\r\n1983 action to impugn the validity of his sentence.  Allowing\r\nOlsen to call into question, through a civil jury's award of\r\ndamages for incarceration, the legal validity of an unimpeached\r\ncriminal sentence would lead to inconsistency and an undermining of\r\nthe criminal process.  Cf. Figueroa, 147 F.3d at 81 (\"[C]ivil tort\r\nactions are not appropriate vehicles for challenging the validity\r\nof outstanding criminal judgments.\" (quoting Heck, 512 U.S. at 486)\r\n(internal quotation marks omitted)). \r\nThe final analogy is to the established policy of\r\nenforcing plea bargains.  Absent a showing that a plea was in some\r\nway constitutionally infirm, parties must be held to the terms of\r\nthe plea so as to ensure society's interest in the integrity of the\r\nsystem of compromise resolution of criminal charges.  See\r\nBlackledge v. Allison, 431 U.S. 63, 71 (1977) (\"[T]he guilty plea\r\nand the often concomitant plea bargain are important components of\r\nthis country's criminal justice system. . . . [The] advantages can\r\nbe secured, however, only if dispositions by guilty plea are\r\naccorded a great measure of finality.\"); cf. Town of Newton v.\r\nRumery, 480 U.S. 386, 393-94 (1987).  \r\nHere Olsen pled nolo as part of a plea bargain with the\r\nprosecution, and he now attempts to enforce a bargain that is quite\r\ndifferent from the bargain society offered him.  The English\r\ntranslation of the Latin phrase \"nolo contendere\" is \"I will not\r\ncontest it.\"  Black's Law Dictionary 1048 (6th ed. 1990) (internal\r\nquotation marks omitted).  By pleading nolo, Olsen agreed to a\r\nsentence of time already served as the punishment for the\r\nmanslaughter conviction.  While he did not admit to committing\r\nmanslaughter, he did, by pleading nolo, agree that both his\r\nsentence and conviction were valid.  Cf. Cochenour v. Cochenour,\r\n888 F.2d 1244, 1246 (8th Cir. 1989) (holding that the plaintiff's\r\nvoluntary election \"was the legal cause of the sale\" and that such\r\nelection breaks the chain of causation between his injuries and the\r\nallegedly invalid procedures).  There are compelling reasons to\r\nenforce this bargain: permitting a party who does not contest the\r\ncourt's authority to punish him to bring a subsequent proceeding in\r\nwhich he is able to claim that his punishment was improper would\r\nundermine the finality of plea bargains and jeopardize society's\r\ninterest in a system of compromise resolution of criminal cases.\r\nAllowing the incarceration-related damages Olsen seeks\r\nwould undermine the availability of nolo pleas.  Although nolo\r\npleas represent a compromise on the question of guilt, society\r\naccepts them because they produce convictions and sentences that\r\nare final.  Faced with the prospect of continuing litigation and a\r\npossible damages award, prosecutors will not agree to nolo pleas,\r\nmaking such pleas less available to defendants.  As is demonstrated\r\nin this case, nolo pleas are of benefit to defendants: Olsen\r\navoided a trial, a possible conviction, and the potential for\r\nadditional imprisonment.  Ensuring the continuing availability of\r\nnolo pleas requires that we not allow Olsen to avoid the full force\r\nand effect of his plea.\r\nThese policies of finality and the prevention of\r\ncollateral attack on criminal convictions dictate against\r\npermitting Olsen to recover damages for his imprisonment.  Olsen is\r\nnot free to question the finality of his valid imprisonment by an\r\naction for incarceration-based damages.  Olsen's valid manslaughter\r\nconviction and sentence are the sole legal cause of his\r\nincarceration. \r\nThe doctrines and cases upon which we rely can be viewed,\r\nfor purposes of application to this case, as policy-based limits on \r\n1983 actions.  See, e.g., Heck, 512 U.S. at 486; Harlow v.\r\nFitzgerald, 457 U.S. 800, 813-14 (1982) (relying on policy\r\nconsiderations and \"a balance between the evils\" in resolving\r\nquestions regarding the scope of the immunity doctrine); Wood v.\r\nStrickland, 420 U.S. 308, 318 (1975); Wolff v. McDonnell, 418 U.S.\r\n539, 568, 571-72 (1974) (striking a \"balance of interests\" in\r\ndefining due process rights under  1983); Montgomery v. De Simone,\r\n159 F.3d 120, 124 (3rd Cir. 1998) (stating that \"the extent to\r\nwhich the common law rule is rooted in history and reason and\r\nwhether the policies it serves are compatible with the purposes of\r\nsection 1983\" are important in determining the limits on  1983\r\nactions); Pete, 8 F.3d at 218.  Alternatively, they could be viewed\r\nas issues of proximate cause under  1983, breaking any causal link\r\nbetween the imprisonment for which damages are sought and the\r\nunconstitutional actions of the defendants in withholding a witness\r\nstatement.  Under both characterizations, this is a matter of law\r\nfor the court to determine.  See Keeton et al., supra,  42, at 273\r\n(noting that proximate cause, \"[u]nlike the fact of\r\ncausation, . . . is primarily a problem of law\"); see also Himba v.\r\nOdegaard, 769 F.2d 1147, 1156 (7th Cir. 1985) (stating that the\r\ncourt has \"the exclusive function to declare the existence or non-\r\nexistence of rules . . . which restrict the responsibility of the\r\ntort-feasor short of making him liable for harm of which his\r\nactions are a legal cause\").\r\nAccordingly, judgment as a matter of law for the\r\ndefendants on damages for incarceration was proper -- and this is\r\nexactly the conclusion that the district court reached, albeit\r\nthrough different reasoning.  See Rodrguez-Cirilo, 115 F.3d at 53\r\n(affirming grant of summary judgment in  1983 action \"based on\r\nplaintiffs' failure to demonstrate causation\"); Malave-Felix v.\r\nVolvo Car Corp., 946 F.2d 967, 972-73 (1st Cir. 1991) (affirming\r\ndirected verdict for defendant based on plaintiff's failure to\r\nprove causation).  There was no error in the district court's\r\nvacating the original jury verdict.          \r\n                    III\r\nIt was well within the realm of possibility for the jury\r\nin the second damages trial to have awarded Olsen substantial\r\ncompensatory damages for injuries associated with his murder trial\r\nand conviction, and to have awarded substantial punitive damages\r\nbased on the nature of the defendants' actions.  See, e.g., Goodwin\r\nv. Metts, 885 F.2d 157, 160, 163-67 (4th Cir. 1989) (upholding\r\nsubstantial award to  1983 plaintiffs who were never\r\nincarcerated), overruled in part on other grounds by Albright v.\r\nOliver, 510 U.S. 266, 270, 271 (1994) (plurality opinion).  This\r\ndid not come to pass, however, and Olsen, having pinned his hopes\r\non the reinstatement of the first verdict, makes a lesser challenge\r\nto the scope and conduct of the second trial.  This challenge\r\nfails.\r\nThe new trial that actually took place, in which the\r\ndistrict court did not permit evidence of damages stemming from the\r\nincarceration (as opposed to the murder trial and conviction), is\r\nessentially the same trial that would take place on any remand from\r\nour determinations.  The district court has, in effect, already\r\ncompleted the work that would result from a remand and presented us\r\nwith two verdicts from which to choose, depending on our resolution\r\nof a number of underlying issues.  Cf. Galdieri-Ambrosini v.\r\nNational Realty &amp; Dev. Corp., 136 F.3d 276, 282 (2d Cir. 1998)\r\n(explaining that if a district court permits a case to go to the\r\njury and thereafter enters a judgment as a matter of law that is\r\ncontrary to the verdict, \"the need for a second trial will be\r\navoided\" even if the court of appeals disagrees with the judgment). \r\nIndeed, several aspects of the second trial were advantageous to\r\nOlsen: the district court granted a new trial only on damages,\r\nrather than on both liability and damages, and it permitted Olsen\r\nto have another opportunity to convince a jury of the propriety of\r\nan award of punitive damages.\r\nOlsen belatedly contends that the scope of the damages\r\ntrial was too narrow because the district judge did not permit\r\nevidence of the emotional injury caused by Olsen's belief during\r\nthe period of his incarceration that he would spend the rest of his\r\nlife in jail.  This argument is of no avail.  Olsen did not raise\r\nthis argument regarding the scope of the trial in his initial brief\r\non appeal and no more than hinted at it in his reply brief, and it\r\nis therefore waived.  See, e.g., United States v. Brennan, 994 F.2d\r\n918, 922 n.7 (1st Cir. 1993) (noting the \"well settled\" rule that\r\nlegal arguments made for the first time in an appellant's reply\r\nbrief are tardy).  Further, Olsen has not provided us with an\r\nadequate record on appeal to review this issue, even if it had been\r\npreserved.\r\nFor the foregoing reasons, we affirm the judgment of the\r\ndistrict court on the basis of alternative reasoning.   No costs\r\nare awarded.\n",
  "html": "<p class=\"case_cite\">189 F.3d 52 (1st Cir. 1999)</p>\n    <p class=\"parties\">LESTER OLSEN, Plaintiff, Appellant,<br>v.<br>WILLIAM CORREIRO, ALAN SILVIA, and THE CITY OF FALL RIVER,<br>Defendants, Appellees.</p>\n    <p class=\"docket\">No. 96-1425.</p>\n    <p class=\"court\">United States Court of Appeals for the First Circuit.</p>\n    <p class=\"date\">Heard March 1, 1999.<br>Decided Aug. 30, 1999.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF MASSACHUSETTS[Copyrighted Material Omitted][Copyrighted Material Omitted]</p>\n      <p class=\"indent\">John H. Cunha, Jr., with whom Helen Holcomb, Charles Allan Hope, Cunha &amp; Holcomb, P.C., and Professor Kent B. Greenfield were on brief, for appellant.</p>\n      <p class=\"indent\">Arthur D. Frank, Jr. for appellee William Correiro.</p>\n      <p class=\"indent\">Andrew B. Peppard, with whom Borders, Littman &amp; Peppard was on brief, for appellee Alan Silvia.</p>\n      <p class=\"indent\">Thomas F. McGuire, Jr., Corporation Counsel, for appellee City of Fall River.</p>\n      <p class=\"indent\">Before Boudin, Circuit Judge, Bownes, Senior Circuit Judge, and Lynch, Circuit Judge.</p>\n      <p class=\"indent\">LYNCH, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">On May 13, 1986, Lester Olsen was convicted of the first-degree murder of Harold Fernandes and was sentenced to life in prison without the possibility of parole. Approximately five years later, a Massachusetts court overturned his conviction, a ruling that was based on the investigating police officers' failure to disclose an audiotaped interview with the prosecution's chief witness, and ordered a new trial. Olsen was released from prison on bail pending the new trial.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">On February 21, 1992, rather than go through another murder trial, Olsen pled nolo contendere to a charge of manslaughter and was convicted of that crime. The prosecution agreed to recommend a sentence of time served. Although the state judge questioned whether this sentence was sufficiently severe, Olsen was sentenced to the time he had already served for the original conviction, the balance of the ten- to fifteen-year manslaughter sentence was suspended, and he was placed on probation for five years.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Olsen then sued the City of Fall River and two police officers, William Correiro and Alan Silvia, under 42 U.S.C. &#167; 1983 for damages arising from the murder charge and conviction. His complaint was primarily focused on obtaining damages for his imprisonment. The jury awarded him $1.5 million in compensatory damages. The district court overturned this award under Heck v. Humphrey, 512 U.S. 477 (1994), and ordered a new trial on damages. At that trial, evidence of injury arising from Olsen's incarceration was excluded, but evidence of other damages associated with his murder trial and conviction was permitted. The second jury awarded $6000 in damages. In this appeal, Olsen seeks the reinstatement of the first jury's damage award.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In affirming the district court's decision and the resulting judgment, we do not reach the grounds on which the district court relied, but rather affirm on other grounds. The first question presented in this case is whether evidence of the manslaughter conviction and sentence that resulted from Olsen's nolo plea should have been admitted into evidence. We conclude that the evidence of the conviction and sentence should have been admitted; the admission of this evidence is not prohibited by the applicable evidentiary rules and policy considerations fail to justify a reading of those rules to exclude this evidence. The second question presented is what effect the manslaughter conviction and sentence for time served have on Olsen's efforts under &#167; 1983 to recover damages for his imprisonment. We conclude that incarceration-based damages are barred.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">* Olsen brought his federal civil rights action in April 1992, alleging that, as a result of the defendants' actions relating to the murder charge, he \"endured loss of liberty, mental suffering, humiliation, and emotional trauma from the improper incarceration and conviction,\" and \"was deprived of any means of earning a living\" during the time he was incarcerated. He requested an award of $1,911,000 \"representing 1,911 days illegally in custody.\" The defendants' answers raised Olsen's manslaughter conviction resulting from the nolo plea as an affirmative defense. The City of Fall River, for instance, stated that \"[a]s the [p]laintiff has been convicted of a lesser included offense of the original murder indictment and has had credited the period of incarceration of approximately five (5) years, [p]laintiff is not entitled to damages based upon the period of incarceration identified with the conviction for manslaughter.\"</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Before trial, Olsen filed a motion in limine to \"exclude the admission of evidence of plaintiff's nolo contendere plea in the state criminal case,\" and the defendants filed motions, opposed by Olsen, seeking admission of the conviction and sentence imposed as a result of the nolo plea, arguing that \"[p]laintiff's incarcerations to the prison term for which he seeks damages in this action are admissible as substantive evidence on the issue of damages.\" In support of their motions, the defendants proffered the transcript of the hearing at which Olsen pled nolo and the court imposed sentence. The federal district judge decided that any evidence pertaining to the nolo plea and its consequences would not be placed before the jury, and also excluded any references to the state court order allowing Olsen a new criminal trial. The jury thus did not know that Olsen had been granted a new state criminal trial after his initial conviction, had pleaded nolo rather than go to trial again, had been accordingly convicted of manslaughter, and had been sentenced to time served plus probation.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">On March 17, 1994, the jury held all three defendants liable, finding that Correiro and Silvia each failed to produce exculpatory evidence, that they conspired together to suppress the evidence and to give false or substantially misleading testimony before the grand jury, and that the City's customs and practices amounted to deliberate indifference to Olsen's constitutional rights, all resulting in the murder conviction. This first jury awarded Olsen $1.5 million in compensatory damages but awarded no punitive damages.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">After trial, defendants filed motions for judgments as a matter of law, motions for a new trial, and motions for remittitur. Defendants Correiro and Silvia also renewed motions in limine in which they argued that the conviction and sentence imposed pursuant to the nolo plea barred plaintiff's action for compensatory damages as a matter of law (and further proffered the docket sheet of the Massachusetts court, which records the manslaughter sentence).</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The district judge granted defendants' motions for judgment as a matter of law on September 26, 1994 and substituted $300 in \"nominal\" damages for the jury's award. The court stated that \"[t]he central issue . . . is whether a voluntary plea of nolo contendere to a state manslaughter charge, pursuant to which Olsen is lawfully sentenced to 'time served,' precludes him from recovering damages, under &#167; 1983, for an incarceration which had originally been imposed pursuant to an earlier unlawful conviction and sentence.\" The court's resolution of this issue was based on its analysis of Heck, which was decided while the post-trial motions were under advisement.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> The court rejected the argument that the damages suffered as a result of the incarceration were solely due to the invalidated conviction, explaining that \"Olsen cannot escape the fact that his sentence of incarceration was re-imposed validly, albeit retroactively, and &#167; 1983 does not allow a claim for damages based on a lawful confinement.\"</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The court justified its consideration of the manslaughter conviction and sentence by explaining that a nolo plea, like a guilty plea, results in a valid conviction under Massachusetts law. According to the court, Federal Rule of Evidence 410 does not change this result: \"While [Rule] 410(2) prevents the introduction in evidence of a nolo plea in a subsequent civil proceeding, it has no effect on the validity of the outstanding criminal judgment.\" Additionally, the court stated that Olsen was not forced to enter the nolo plea bargain and that he knew about the formerly withheld audiotape evidence at the time he made the plea.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">While concluding that Heck barred Olsen from making a claim for any damages that resulted from his incarceration and that these were essentially the only damages Olsen had demonstrated at trial, the court noted that Heck did not bar damages \"which do not derive from the lawful sentence imposed pursuant to the subsequent manslaughter conviction,\" such as punitive damages based on the invalidated murder conviction, legal fees associated with the first trial, and emotional injury arising from the defendants' misconduct. The court further found that Olsen's nolo plea did not bar these limited categories of damages as a matter of res judicata or collateral estoppel, since Massachusetts does not consider guilty pleas to have preclusive effect and a plea of nolo is unlikely to have greater preclusive effect than a guilty plea.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">On October 11, 1994, Olsen filed motions for reconsideration and, in the alternative, for a new trial as to damages. He argued that Heck was inapplicable to the facts of his case and that the manslaughter sentence and conviction were inadmissible under Massachusetts law because they were rendered pursuant to a nolo plea. He also argued that there was evidence at trial of compensatory damages stemming from \"the initial wrongful indictment and conviction,\" including emotional injury that was \"[s]eparate and distinct from Olsen's damages resulting from the day-to-day incarceration.\" According to Olsen, given the court's analysis of Heck, a new trial was necessary to determine the amount of damages flowing from the invalidated murder conviction and to give him another chance at an award of punitive damages. Olsen further moved to amend his complaint \"to conform to the evidence adduced at the trial\" and \"to include as an element of damages attorneys fees in the amount of $5,000.00 paid to Attorney Joseph Callahan to represent the plaintiff at the constitutionally tainted trial.\"</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">On February 3, 1995, the court denied the motion for reconsideration but granted the motion to amend the complaint and the motion for a new trial on damages. The court stated that the new jury could consider punitive damages and that \"plaintiff may present evidence to establish the 1986 attorney's fee, in addition to evidence of emotional damages, and any other evidence concerning damages caused by the first trial and conviction,\" but that any loss of earnings was \"not compensable here to the extent that [it] . . . was caused by the lawful incarceration.\"</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">In February 1996, the new jury in the damages trial awarded Olsen $5000 in compensatory damages and $1000 in punitive damages ($500 from each individual defendant). Olsen now appeals, seeking to reinstate his original and substantially larger compensatory damages award.</p>\n    </div>\n    <p>II</p>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">A. Admissibility of Conviction and Sentence Pursuant to Nolo Plea</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Olsen argues that the district judge's initial ruling that the manslaughter plea, sentence, and conviction were inadmissible should have precluded the judge from considering that evidence in ruling on the defendants' post-trial motions. Although the parties disagree as to the terms and scope of this initial ruling, it is not necessary for us to determine the exact grounds for the district court's exclusion of this evidence.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  The admissibility issue was squarely presented to us and to the district court. \"[A]n appellate court is not restricted by the district court's rulings of law, but is 'free, on appeal, to affirm [the] judgment on any independently sufficient ground.'\" Hope Furnace Assocs. v. FDIC, 71 F.3d 39, 42 (1st Cir. 1995) (quoting Polyplastics, Inc. v. Transconex, Inc., 827 F.2d 859, 860-61 (1st Cir. 1987)). Here the evidentiary questions are primarily questions of law about the interpretation of the Federal Rules of Evidence, which we review de novo in any event. See United States v. Sposito, 106 F.3d 1042, 1046 (1st Cir. 1997) (\"The proper interpretation of the Federal Rules of Evidence is a question of law and is reviewed de novo, but the application of [a rule] . . . is reviewed under an abuse-of-discretion standard.\" (citations omitted)); see also Cusumano v. Microsoft Corp., 162 F.3d 708, 713 (1st Cir. 1998) (\"[A]mple authority supports the proposition that, whatever the procedural context, pure questions of law warrant de novo review.\").<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Olsen has three bases for his argument that nothing pertaining to the nolo plea and its consequences was admissible or could be considered by the district court. It is forbidden, he says, by Federal Rules of Evidence 410 and 803(22) and by Massachusetts law. In essence, Olsen's claim amounts to a contention that a valid judgment rendered by a court is inadmissible in a later court proceeding. Whether such a proposition can be true, it is not true here. The evidentiary rules that exclude evidence of nolo pleas do not directly apply to the convictions and sentences that result from such pleas. And the policy against using evidence of a nolo plea to prove any element of the underlying crime is not applicable here, where evidence of the sentence and conviction is admissible to demonstrate that Olsen was imprisoned pursuant to a valid sentence.</p>\n    </div>\n    <p class=\"indent\">1. Rule 410</p>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Olsen claims that Rule 410 bars the admission of any evidence of his nolo plea, conviction, or sentence. Rule 410 states:Except as otherwise provided in this rule, evidence of the following is not, in any civil or criminal proceeding, admissible against the defendant who made the plea or was a participant in the plea discussions: . . . a plea of nolo contendere; . . . any statement made in the course of any proceedings under Rule 11 of the Federal Rules of Criminal Procedure or any comparable state procedure regarding . . . [a nolo plea]; or . . . any statement made in the course of plea discussions with an attorney for the prosecuting authority which do not result in a plea of guilty or which result in a plea of guilty later withdrawn.</p>\n    </div>\n    <p class=\"indent\">Fed. R. Evid. 410.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The text of the rule does not support Olsen's argument. Only the nolo plea itself is barred by the relevant language of the rule.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  See Myers v. Secretary of Health and Human Servs., 893 F.2d 840, 843 (6th Cir. 1990) (noting that Rule 410 and Rule 11(e)(6) \"prohibit use of 'a plea of nolo contendere,' not a conviction pursuant to a nolo plea\").<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The reasons behind a rule making the nolo plea inadmissible are readily apparent. First, although nolo pleas have been characterized in a number of different ways, see 21 Am. Jur. 2d Criminal Law &#167; 727 (1998), in most jurisdictions, including Massachusetts, a nolo plea is not a factual admission that the pleader committed a crime. Rather, it is a statement of unwillingness to contest the government's charges and an acceptance of the punishment that would be meted out to a guilty person. See, e.g., North Carolina v. Alford, 400 U.S. 25, 36 &amp; n.8 (1970) (\"Throughout its history . . . the plea of nolo contendere has been viewed not as an express admission of guilt but as a consent by the defendant that he may be punished as if he were guilty and a prayer for leniency.\");<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a>  Thomas v. Roach, 165 F.3d 137, 144 (2d Cir. 1999); Fisher v. Wainwright, 584 F.2d 691, 693 n.3 (5th Cir. 1978); Commonwealth v. Ingersoll, 14 N.E. 449, 450 (Mass. 1888). This is the main reason that a nolo plea is treated differently than a guilty plea, which is an express admission of guilt by the pleader and is therefore admissible in subsequent proceedings.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> See Fed. R. Evid. 410 advisory committee's notes, 1972 proposed rules (\"The present rule gives effect to the principal traditional characteristic of the nolo plea, i.e. avoiding the admission of guilt which is inherent in pleas of guilty.\"); Fed. R. Crim. P. 11(e)(6) advisory committee's notes, 1974 amendment (\"A plea of nolo contendere is, for purposes of punishment, the same as the plea of guilty. . . . Unlike a plea of guilty, however, [a nolo plea] cannot be used against a defendant as an admission in a subsequent criminal or civil case. . . . A defendant who desires to plead nolo contendere will commonly want to avoid pleading guilty because the plea of guilty can be introduced as an admission in subsequent civil litigation.\"); see also Blohm v. Commissioner of Internal Revenue, 994 F.2d 1542, 1554 (11th Cir. 1993) (\"A guilty plea is more than a confession which admits that the accused did various acts. . . . A guilty plea is distinct from a plea of nolo contendere. A guilty plea is an admission of all of the elements of a formal criminal charge.\" (citations and internal quotation marks omitted)); United States v. Williams, 642 F.2d 136, 139 (5th Cir. Unit B Apr. 8, 1981).</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">A second reason behind Rule 410's exclusion of nolo pleas is a desire to encourage compromise resolution of criminal cases. See Williams, 642 F.2d at 139; United States v. Grant, 622 F.2d 308, 312 (8th Cir. 1980); Leonard, The New Wigmore: A Treatise on Evidence, Selected Rules of Limited Admissibility, &#167; 5.4.4, at 5:49, 5:52 &amp; n.48 (1998); cf. Fed. R. Evid. 410 advisory committee's notes, 1972 proposed rules (\"Exclusion of offers to plead guilty or nolo has as its purpose the promotion of disposition of criminal cases by compromise.\"); Fed. R. Crim. P. 11(e)(6) advisory committee's notes, 1979 amendment (noting the importance of plea bargaining). The reach of this policy rationale has limits, of course; the plain language of the rule reflects Congress's balancing of the promotion of compromise against the admission of relevant evidence. Cf., e.g., United States v. Cusack, 827 F.2d 696, 697-98 (11th Cir. 1987) (stating that the fruits of plea discussions are not barred by Rule 11(e)(6), since such a rule would go beyond the balance of values struck by Congress).</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">These reasons for excluding the nolo plea itself could well, on other facts, be applicable to the conviction and sentence that result from the nolo plea. If such convictions and sentences were offered for the purpose of demonstrating that the pleader is guilty of the crime pled to, then the nolo plea would in effect be used as an admission and the purposes of Rule 410 would be undermined. See Leonard, supra, &#167; 5.8.3, at 5:103-04 (noting that when offered to prove the underlying facts the judgment should be excluded to \"effectuat[e] the policy behind the nolo plea and the plea exclusionary rule itself\"); Shipley, Conviction or Acquittal as Evidence of the Facts on Which It Was Based in Civil Action, 18 A.L.R.2d 1287 &#167; 5 (1951 &amp; 1999 Supp.) (\"Since the plea of nolo contendere, while admitting guilt for the purposes of the action in which it is entered, restricts its effect to that action, it has been held that evidence of a conviction upon such a plea is not admissible . . . as evidence of the facts admitted by the plea.\" (footnote omitted)); 2 Weinstein, Weinstein's Federal Evidence, &#167; 410.06[3], at 410-17, -18 (2d ed. 1998) (stating that a conviction based on a nolo plea \"is ordinarily excluded when offered as substantive evidence of the facts underlying the crime\"). But that is not our case: the evidence here is not being offered to prove guilt.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">There is a line of cases permitting the use of convictions that follow from nolo pleas. These cases, which distinguish between the plea and the conviction, primarily involve statutes that attach some consequence to the fact of a \"conviction\" (such as multiple-offender statutes). See, e.g., Myers, 893 F.2d at 843-44 (admitting evidence of a nolo conviction as proof of the facts underlying the crime on the grounds that Rule 410 and Rule 11(e)(6) do not apply in an administrative proceeding and that proof of a nolo conviction has been admitted in a variety of cases, especially those where \"a statute or judicial rule attaches legal consequences to the fact of a conviction\"); Pearce v. United States Dep't of Justice, Drug Enforcement Admin., 836 F.2d 1028, 1029 (6th Cir. 1988) (interpreting \"conviction\" as used in 21 U.S.C. &#167; 824 to include a conviction based on a nolo contendere plea, since \"[n]otwithstanding Rule 410, a conviction pursuant to a nolo contendere plea is a conviction within the meaning of the statute and gives rise to a variety of collateral consequences in subsequent proceedings\"); Crofoot v. United States Gov't Printing Office, 761 F.2d 661, 665 (Fed. Cir. 1985) (upholding the use of a conviction pursuant to an Alford plea in a Merit Systems Protection Board review of an employee's removal by analogizing to cases permitting the use of convictions pursuant to nolo pleas); see also Fed. R. Crim. P. 11(e)(6) advisory committee's notes, 1974 amendment (\"A judgment upon the plea is a conviction and may be used to apply multiple offender statutes.\").<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a></p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">There is some criticism of these cases to the effect that they do, in the end, turn on the significance of the facts that normally underlie a conviction of the crime at issue.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a> Whether or not this criticism is well taken, it is not applicable when the conviction and sentence are used to show nothing more than the fact of a valid sentence and conviction. Introduction of the manslaughter sentence and conviction in this case was not sought to prove that Olsen actually committed manslaughter, or to suggest that he was actually guilty of a criminal act.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a> Instead, the sentence was primarily offered to counter Olsen's claim for incarceration-based damages by showing that he was incarcerated for something other than the murder conviction. In this context, the reason for the punishment, the existence of underlying culpability, is irrelevant. It is the existence of the punishment (which, given the \"time served\" sentence, cannot be proved through prison records or by any other means) that matters.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Accordingly, there is no reason here to expand Rule 410 beyond the scope of its plain language, which in relevant part encompasses only nolo pleas. See United States v. Rutkowski, 814 F.2d 594, 599 (11th Cir. 1987) (declining to expand Rule 11(e)(6) to cover evidence discovered as the fruit of a plea negotiation and stating that it is up to Congress to change the scope of the rule); United States v. Davis, 617 F.2d 677, 683, 686 (D.C. Cir. 1979) (noting that the court must consider Rule 11(e)(6)'s \"underlying policies as well as its words, for intention prevails over the letter, and the letter must if possible be read so as to conform to the spirit,\" and concluding that, \"[b]ecause exclusion here would not serve the purposes for which [R]ule 11(e)(6) was adopted, we hold that the rule does not apply in the situation now before us\"). Rule 410 therefore does not bar the admission of Olsen's manslaughter sentence and conviction to prove that he was incarcerated for murder and for another legal reason.<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a></p>\n    </div>\n    <p class=\"indent\">2. Rule 803(22)</p>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Olsen also contends that Rule 803(22), one of the exceptions to the hearsay rule, acts as an affirmative bar to the admission of a conviction imposed pursuant to a nolo plea. Rule 803(22) provides:</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">The following are not excluded by the hearsay rule, even though the declarant is available as a witness: . . . Evidence of a final judgment, entered after a trial or upon a plea of guilty (but not upon a plea of nolo contendere), adjudging a person guilty of a crime punishable by death or imprisonment in excess of one year, to prove any fact essential to sustain the judgment, but not including, when offered by the Government in a criminal prosecution for purposes other than impeachment, judgments against persons other than the accused. The pendency of an appeal may be shown but does not affect admissibility.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Fed. R. Evid. 803(22). The advisory committee's note to this subsection explains that it is intended to harmonize with Rule 410: \"Judgments of conviction based upon pleas of nolo contendere are not included. This position is consistent with the treatment of nolo pleas in Rule 410 and the authorities cited in the Advisory Committee's Note in support thereof.\" Id. advisory committee's note to 803(22), 1972 proposed rules.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">As an initial matter, it is not obvious that Rule 803(22) can be interpreted to bar any evidence; the rule merely says that certain evidence of judgments is not barred by the hearsay rule and that this exception does not apply to judgments entered upon a nolo plea. Evidence of a final judgment that does not fall within this exception to the hearsay rule could still be admissible, either because it is not being offered for the truth of the matter asserted or because it falls within some other hearsay exception. See Hinshaw v. Keith, 645 F. Supp. 180, 182 (D. Me. 1986) (\"Rule 803(22) is not a rule of exclusion, but rather an exception to the broad exclusionary rule known as the hearsay rule.\"); cf. Hancock v. Dodson, 958 F.2d 1367, 1372 (6th Cir. 1992); United States v. Martinez, 775 F.2d 31, 37 (2d Cir. 1985).</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Even assuming that the rule does act as an affirmative bar with respect to some final judgments entered \"upon a plea of nolo contendere,\"<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a> that bar would not be applicable in Olsen's case. Only evidence of such a judgment offered, as required by the rule, \"to prove any fact essential to sustain the judgment\" would be barred by Rule 803(22). The condition is not met here. The defendants did not offer Olsen's manslaughter sentence on the damages issue to prove that he committed manslaughter; they offered it to show that he was legally punished in a way that is relevant to his claim for incarceration-related damages. Rule 803(22) does not bar such a use. See United States v. Breitkreutz, 977 F.2d 214, 221 (6th Cir. 1992) (\"Rule 803(22) is not applicable where the judgment of previous conviction of a person other than the accused is not offered to prove a fact essential to sustain the judgment.\" (citing United States v. Wilson, 690 F.2d 1267, 1275 n.2 (9th Cir. 1982)). The rule \"reaches convictions as proof of underlying facts and does not apply to convictions that are important as facts in themselves and as indicators of the official disposition of the convicted person.\" 4 Mueller &amp; Kirkpatrick, Federal Evidence, &#167; 472, at 660 (2d ed. 1994).</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Olsen argues in passing in his opening brief that, even if this court does not construe Rule 803(22) to affirmatively bar the introduction of the manslaughter conviction and sentence, \"no other exception to the hearsay rule which would allow admission of this evidence was offered by the defendants below.\" We will assume dubitante that Olsen made a generalized hearsay objection in the district court, see United States v. Mulinelli-Navas, 111 F.3d 983, 989 (1st Cir. 1997); United States v. Zannino, 895 F.2d 1, 17 (1st Cir. 1990); United States v. Wyatt, 762 F.2d 908, 909-10, 912 (11th Cir. 1985), and further assume that the materials proffered by the defendants to prove the \"time served\" sentence can be characterized as hearsay. The evidence is still admissible under the public records exception, Fed. R. Evid. &#167;803(8)(A). See United States v. Romero, 32 F.3d 641, 649-50 (1st Cir. 1994) (accepting Secretary of State's certification that a vessel was stateless under Rule 803(8)(A) since it \"was a statement by a public agency setting forth a routine activity of that agency\"); see also United States v. Lechuga, 975 F.2d 397, 399 (7th Cir. 1992); United States v. Vidaure, 861 F.2d 1337, 1341 (5th Cir. 1988). When offered to show the fact of conviction rather than underlying guilt \"a judgment readily fits the public records exception.\" 4 Mueller &amp; Kirkpatrick, supra, &#167; 472, at 660. But cf. Nipper v. Snipes, 7 F.3d 415, 417-18 (4th Cir. 1993) (holding that \"judicial findings of fact are not public records within the meaning of Rule 803(8)(C)\" and stating that \"when the drafters of the Federal Rules of Evidence wanted to allow the admission of judgments or their underlying facts, they did so expressly\").</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Indeed, the materials have such a high degree of reliability and trustworthiness for the purpose of proving the judicial act of imposing sentence (rather than for the purpose of proving that Olsen committed manslaughter) that the relevant facts could be the subject of judicial notice. See Fed. R. Evid. 201 (\"A judicially noticed fact must be one not subject to reasonable dispute in that it is . . . capable of accurate and ready determination by resort to sources whose accuracy cannot reasonably be questioned.\"); In re Papatones, 143 F.3d 623, 624 n.3 (1st Cir. 1998) (\"[A]ppellate courts may notice another court's record as an adjudicative fact.\"); United States v. Berzon, 941 F.2d 8, 14 n.9 (1st Cir. 1991); Kowalski v. Gagne, 914 F.2d 299, 305 (1st Cir. 1990) (taking judicial notice of a murder conviction and stating that \"[i]t is well-accepted that federal courts may take judicial notice of proceedings in other courts if those proceedings have relevance to the matters at hand\").</p>\n    </div>\n    <p class=\"indent\">3. Massachusetts Law</p>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Olsen argues that Massachusetts law requires the exclusion of his nolo plea, sentence, and conviction. We are doubtful Massachusetts rules of evidence have any application to this federal question case, but think that Massachusetts's view of a nolo conviction and sentence supports the result here. Olsen has not pointed us to anything in that law that is in tension with our analysis of the admissibility question under the Federal Rules of Evidence.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">The Massachusetts rule is similar to Rule 410 and its twin, Federal Rule of Criminal Procedure 11(e)(6):</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Except as otherwise provided in this subdivision, evidence of a plea of guilty, later withdrawn, or a plea of nolo contendere, or of an offer to plead guilty or nolo contendere to the crime charged or any other crime, or statements made in connection with, and relevant to, any of the foregoing pleas or offers, is not admissible in any civil or criminal proceedings against the person who made the plea or offer.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Mass. R. Crim. P. 12(f); see also id. (providing that such evidence \"is admissible in a criminal proceeding for perjury if the statement was made by the defendant under oath, on the record, and in the presence of counsel\"). Indeed, the reporter's notes to the Massachusetts rule expressly state that subsection (f) was \"[d]rawn from Fed. R. Crim. P. 11(e)(6).\" Id. reporter's note. The reporter's notes also indicate that Rule 12, which does not mention nolo convictions and sentences, was concerned with the effect of the plea itself as an admission by the pleader in a later case: \"A nolo plea has the same effect as a guilty plea in the case before the court, although it cannot be used against the defendant as an admission in any subsequent civil proceeding\" (citation omitted). Id. reporter's note to 12(a); see id. reporter's note to 12(c)(5)(A) (\"The purpose of permitting a nolo plea is to relieve the defendant of the adverse repercussions that can result from the introduction of evidence from the present criminal proceedings.\"); see also Aetna Cas. &amp; Sur. Co. v. Niziolek, 481 N.E.2d 1356, 1362-63 (Mass. 1985) (explaining that a guilty plea is an admission that may be introduced into evidence in a later proceeding against the party who made it) (citing Morrissey v. Powell, 23 N.E.2d 411, 413 (Mass. 1939)).</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Massachusetts case law dealing with nolo pleas is sparse, and Olsen points us almost exclusively to cases that pre-date the July 1, 1979 effective date of the Massachusetts Rules of Criminal Procedure. These cases are also consistent with our reasoning. Although some of them purport to bar the admission of convictions as well as pleas, they address only the use of those convictions to prove that the pleader committed the crime. In Commonwealth v. Ingersoll, 14 N.E. 449 (Mass. 1888), the court stated that \"[a] plea of nolo contendere, when accepted by the court, is, in its effect upon the case, equivalent to a plea of guilty. It is an implied confession of guilt only, and cannot be used against the defendant as an admission in any civil suit for the same act.\" Id. at 450. The court also noted, however, that \"the judgment of conviction follows upon such a plea, as well as upon a plea of guilty,\" and that when the nolo plea is accepted \"the court proceeds thereupon to pass the sentence of the law.\" Id.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">In White v. Creamer, 56 N.E. 832 (Mass. 1900), the question was whether a party who pled nolo to unlawfully keeping intoxicating liquors for sale could be barred from obtaining a liquor license by a statute that provided that no license could issue for a year after a \"conviction.\" The court stated:</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">We do not doubt that a sentence imposed after a plea of nolo contendere amounts to a conviction in the case in which the plea is entered. But we are of opinion that a record showing a conviction on such a plea is not admissible in another proceeding to show that the defendant was guilty. A plea of nolo contendere is not an express confession of guilt, as is a plea of guilty, but is merely an implied confession. If the plea is accepted, the defendant is bound by it, and may be sentenced; but he is not estopped to plead not guilty in an action for the same act.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">Id. at 833 (emphasis added) (citations omitted). This case only contemplated an exclusion where the admission of the conviction would have been equivalent to the admission of the plea.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">In Olszewski v. Goldberg, 111 N.E. 404 (Mass. 1916), the court restated the now familiar proposition that a nolo plea \"admits, for the purposes of the case, all the facts which are well stated, but it is not to be used as an admission elsewhere.\" Id. at 404 (internal quotation marks omitted); see also Commonwealth v. Marino, 150 N.E. 841, 842 (Mass. 1926) (\"For the purposes of the case the plea of nolo contendere is an admission of guilt of the offense charged, and is equivalent to a plea of guilty.\"). The court also stated that the conviction pursuant to such a plea could not be used for impeachment in later proceedings: \"In this commonwealth it is now settled that a conviction following a plea of nolo contendere, cannot be used in another proceeding to affect the credibility of a witness. It was not admissible in the case at bar.\" Id. (citing White and Ingersoll). Olszewski is functionally equivalent to White, since the use of a conviction to \"affect credibility\" is in most circumstances based on the proposition that the pleader is actually guilty of the crime of which he was convicted. See 2 Mueller &amp; Kirkpatrick, supra, &#167; 143, at 136 (explaining that it is the misbehavior supposedly revealed by the conviction that is used to impeach). Again, this is not the situation here.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">The only relevant case cited to us by Olsen that was decided after the adoption of Rule 12 is LePage v. Bumila, 552 N.E.2d 80 (Mass. 1990), which held that the payment of a parking ticket could not be used as an admission of fault at a later civil trial. See id. at 82-83. The court noted the unreliability of such a payment as an admission (since it could be motivated by expedience rather than fault) as well as the systemic benefits of encouraging such \"compromise\" payments, and then explained that \"[p]aying a parking ticket is akin to a plea of nolo contendere which admits the facts alleged, but only for purposes of the case in which the plea is made. Such a plea cannot be used in a later civil or criminal trial.\" Id. at 83 n.3 (citing Mass. R. Crim. P. 12(f) and White). Since LePage was clearly concerned with admissions and referred to the inadmissibility of a nolo plea only in this context, it, like the other cases Olsen cites, does not aid Olsen in his argument for exclusion of his manslaughter sentence and conviction.</p>\n    </div>\n    <p class=\"indent\">4. Other Considerations</p>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">It is true, as Olsen contends, that probative evidence is often excluded because of its unreliability or because of larger policy goals. It is also true that \"[c]onflicts between rule and equity are common. If every ruling is ad hoc, it is hard to implement policy and predict outcomes.\" United States v. Omar, 104 F.3d 519, 524 (1st Cir. 1997). However, the examples that Olsen gives of limitations on evidence as to damages are not useful analogies. For instance, the collateral source rule, which is based on different policy rationales than the rules associated with the nolo plea, is not a restriction on evidence that is probative of the very existence of an injury; and hearsay evidence about a plaintiff's pain and suffering is unreliable, whereas the evidence of Olsen's sentence is highly reliable.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">Moreover, we see no conflict between rule and equity in this case. \"The [nolo] plea and the conviction that follow[s] upon it can hardly be viewed as inconsequential; the issue is simply what consequences to give them and where.\" United States v. Guadarrama, 742 F.2d 487, 488 (9th Cir. 1984). Here, the rules on which Olsen relies are simply not applicable to this situation, and the admissibility of the conviction and sentence is fully consistent with the nature of a nolo contendere plea and the policies underlying its use.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">The defendants were correct, then, that the nolo conviction and sentence were admissible.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">B. Consequences of Admissibility of Nolo Sentence and Conviction</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">The second, and more difficult, question is whether, once evidence of Olsen's manslaughter conviction and sentence are admitted, his claim for incarceration-based damages can survive. We think several related doctrines require a finding that the valid manslaughter conviction and sentence bar, as a matter of law, an action for damages for imprisonment.<a class=\"footnote\" href=\"#fn14\" id=\"fn14_ref\">14</a></p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">In analyzing the question presented, we look to a useful, but not exact, analogy to situations in which a defendant serves a period of imprisonment for two crimes or two counts of conviction that result in the imposition of concurrent sentences. If one conviction is vacated, the defendant has nevertheless been imprisoned pursuant to a valid sentence. He may not then bring a &#167; 1983 action for damages for his imprisonment.<a class=\"footnote\" href=\"#fn15\" id=\"fn15_ref\">15</a> In such a case, it is clear that whatever the wrongful act involved in securing the invalid conviction, that act was not the \"but for\" cause of the incarceration, because without that act the plaintiff would have been incarcerated in any event pursuant to the valid conviction. See Keeton et al., Prosser and Keeton on the Law of Torts &#167; 41, at 266 (5th ed. 1984) (\"[T]he defendant's conduct is not a cause of the event, if the event would have occurred without it.\"); cf. United States v. Bramble, 925 F.2d 532, 534 (1st Cir. 1991) (upholding sentence where the term represented \"a valid sentence, tied to (i.e., concurrent with) an invalid sentence\").<a class=\"footnote\" href=\"#fn16\" id=\"fn16_ref\">16</a></p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">This analogy is made inexact by the fact that it is possible for Olsen to use his nolo plea to construct an argument for \"but for\" causation. The argument would proceed as follows: the defendants' wrongful acts caused the murder conviction, the murder conviction caused the incarceration, the invalidation of the murder conviction caused the prosecutors to offer Olsen a plea on a manslaughter charge, and the fact that Olsen had already served time pursuant to the invalid murder conviction caused Olsen to agree to the nolo plea and a sentence of time served.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">This tenuous chain is not sufficient to allow Olsen to collect incarceration-based damages, however. As a series of additional analogies will demonstrate, the policies favoring the finality of valid criminal convictions and sentences and protecting them from collateral attack through civil suit dictate against allowing &#167; 1983 liability for damages for imprisonment here. Thus, whether the problem is viewed as one of the limits of &#167; 1983 actions<a class=\"footnote\" href=\"#fn17\" id=\"fn17_ref\">17</a> or of proximate cause,<a class=\"footnote\" href=\"#fn18\" id=\"fn18_ref\">18</a> we conclude that incarceration-related damages are not available to Olsen under these circumstances.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">One analogy is to guilty pleas. In the &#167; 1983 context, courts have held that valid guilty pleas preclude later claims of constitutional violations because they represent \"a break in the chain of events which has preceded [the plea] in the criminal process.\" Tollett v. Henderson, 411 U.S. 258, 267 (1973); see also Haring v. Prosise, 462 U.S. 306, 321 (1983) (\"[W]hen a defendant is convicted pursuant to his guilty plea rather than a trial, the validity of that conviction cannot be affected by an alleged Fourth Amendment violation because the conviction does not rest in any way on evidence that may have been improperly seized. State law treats a guilty plea as 'a break in the chain of events . . . .'\" (quoting Tollett, 411 U.S. at 267)). These cases point toward a policy of honoring the finality of a criminal conviction by viewing a conviction entered pursuant to a valid plea as the sole legal cause of the incarceration imposed in the sentence.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">In these circumstances, there is no reason that Olsen's nolo plea should be treated differently from a guilty plea. A nolo plea differs from a guilty plea only in that it is not an admission of guilt and cannot be used against the pleader in a later proceeding to prove the underlying facts of the crime. But as to the validity of the sentence rendered, a nolo plea is the equivalent of a guilty plea. See Alford, 400 U.S. at 36 n.8; Ingersoll, 14 N.E. at 450 (\"A plea of nolo contendere, when accepted by the court, is, in its effect upon the case, equivalent to a plea of guilty.\"); Fed. R. Crim. P. 11(e)(6) advisory committee's notes, 1974 amendment (\"A plea of nolo contendere is, for purposes of punishment, the same as the plea of guilty.\").</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">The court in Pete v. Metcalfe, 8 F.3d 214 (5th Cir. 1993), drew a similar conclusion. In that case, a former inmate, who pled nolo to reduced charges after his first conviction was overturned, brought a &#167; 1983 action against various officials charging false imprisonment and malicious prosecution. See id. at 215-16. The court held that no action for false imprisonment could lie \"where the detention was executed by virtue of legally sufficient process duly issued by a court of competent jurisdiction.\" Id. at 218-19; see also id. at 219 (\"This is true where an arrest is pursuant to a validly issued arrest warrant, and must also be true where, as here, Pete's two-year imprisonment was the result of a judgment of conviction by a court with jurisdiction over him.\") (citation omitted); 35 C.J.S. False Imprisonment &#167; 27, at 660 (1960) (\"An action for false imprisonment may not be maintained where an arrest or detention is made by virtue of process, legally sufficient in form, and duly issued by a court or official having jurisdiction to issue it.\").</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">Another analogy is to the rule of Heck v. Humphrey, which provides that, at least while a defendant is still imprisoned, he may not bring a &#167; 1983 action to attack his conviction. See Heck, 512 U.S. at 486-87; cf. Figueroa v. Rivera, 147 F.3d 77, 82 (1st Cir. 1998). Addressing the proper channeling of litigation between habeas corpus and &#167; 1983, see Heck, 512 U.S. at 480-81, the Heck Court drew an analogy to the common law cause of action for malicious prosecution, see id. at 484. To bring a malicious prosecution claim, a plaintiff must first show that the prior criminal proceeding upon which the claim is based has been terminated in his favor. See id.; Meehan v. Town of Plymouth, 167 F.3d 85, 90-91 (1st Cir. 1999). Without such a requirement, \"parallel litigation over the issues of probable cause and guilt\" would arise and inconsistent adjudications could result \"in contravention of a strong judicial policy against the creation of two conflicting resolutions arising out of the same or identical transaction.\" Heck, 512 U.S. at 484 (quoting Speiser et al., American Law of Torts &#167; 28:5, at 24 (1991)) (internal quotation marks omitted). Heck imposed a limit on the availability of &#167; 1983 actions by adopting a favorable termination requirement similar to that found in the malicious prosecution context. See id. at 483-86 (limiting the scope of &#167; 1983 based on \"concerns for finality and consistency\" and \"the hoary principle that civil tort actions are not appropriate vehicles for challenging the validity of outstanding criminal judgments\"). While we expressly decline to reach the Heck analysis relied upon by the district court, we believe that the policy that animates the limits on the malicious prosecution cause of action and Heck's adoption of a favorable termination requirement counsels against allowing Olsen to use this &#167; 1983 action to impugn the validity of his sentence. Allowing Olsen to call into question, through a civil jury's award of damages for incarceration, the legal validity of an unimpeached criminal sentence would lead to inconsistency and an undermining of the criminal process. Cf. Figueroa, 147 F.3d at 81 (\"[C]ivil tort actions are not appropriate vehicles for challenging the validity of outstanding criminal judgments.\" (quoting Heck, 512 U.S. at 486) (internal quotation marks omitted)).</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">The final analogy is to the established policy of enforcing plea bargains. Absent a showing that a plea was in some way constitutionally infirm, parties must be held to the terms of the plea so as to ensure society's interest in the integrity of the system of compromise resolution of criminal charges. See Blackledge v. Allison, 431 U.S. 63, 71 (1977) (\"[T]he guilty plea and the often concomitant plea bargain are important components of this country's criminal justice system. . . . [The] advantages can be secured, however, only if dispositions by guilty plea are accorded a great measure of finality.\"); cf. Town of Newton v. Rumery, 480 U.S. 386, 393-94 (1987).</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">Here Olsen pled nolo as part of a plea bargain with the prosecution, and he now attempts to enforce a bargain that is quite different from the bargain society offered him. The English translation of the Latin phrase \"nolo contendere\" is \"I will not contest it.\" Black's Law Dictionary 1048 (6th ed. 1990) (internal quotation marks omitted). By pleading nolo, Olsen agreed to a sentence of time already served as the punishment for the manslaughter conviction. While he did not admit to committing manslaughter, he did, by pleading nolo, agree that both his sentence and conviction were valid. Cf. Cochenour v. Cochenour, 888 F.2d 1244, 1246 (8th Cir. 1989) (holding that the plaintiff's voluntary election \"was the legal cause of the sale\" and that such election breaks the chain of causation between his injuries and the allegedly invalid procedures). There are compelling reasons to enforce this bargain: permitting a party who does not contest the court's authority to punish him to bring a subsequent proceeding in which he is able to claim that his punishment was improper would undermine the finality of plea bargains and jeopardize society's interest in a system of compromise resolution of criminal cases.</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">Allowing the incarceration-related damages Olsen seeks would undermine the availability of nolo pleas. Although nolo pleas represent a compromise on the question of guilt, society accepts them because they produce convictions and sentences that are final. Faced with the prospect of continuing litigation and a possible damages award, prosecutors will not agree to nolo pleas, making such pleas less available to defendants. As is demonstrated in this case, nolo pleas are of benefit to defendants: Olsen avoided a trial, a possible conviction, and the potential for additional imprisonment. Ensuring the continuing availability of nolo pleas requires that we not allow Olsen to avoid the full force and effect of his plea.</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">These policies of finality and the prevention of collateral attack on criminal convictions dictate against permitting Olsen to recover damages for his imprisonment. Olsen is not free to question the finality of his valid imprisonment by an action for incarceration-based damages. Olsen's valid manslaughter conviction and sentence are the sole legal cause of his incarceration.</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">The doctrines and cases upon which we rely can be viewed, for purposes of application to this case, as policy-based limits on &#167; 1983 actions. See, e.g., Heck, 512 U.S. at 486; Harlow v. Fitzgerald, 457 U.S. 800, 813-14 (1982) (relying on policy considerations and \"a balance between the evils\" in resolving questions regarding the scope of the immunity doctrine); Wood v. Strickland, 420 U.S. 308, 318 (1975); Wolff v. McDonnell, 418 U.S. 539, 568, 571-72 (1974) (striking a \"balance of interests\" in defining due process rights under &#167; 1983); Montgomery v. De Simone, 159 F.3d 120, 124 (3rd Cir. 1998) (stating that \"the extent to which the common law rule is rooted in history and reason and whether the policies it serves are compatible with the purposes of section 1983\" are important in determining the limits on &#167; 1983 actions); Pete, 8 F.3d at 218. Alternatively, they could be viewed as issues of proximate cause under &#167; 1983, breaking any causal link between the imprisonment for which damages are sought and the unconstitutional actions of the defendants in withholding a witness statement. Under both characterizations, this is a matter of law for the court to determine. See Keeton et al., supra, &#167; 42, at 273 (noting that proximate cause, \"[u]nlike the fact of causation, . . . is primarily a problem of law\"); see also Himba v. Odegaard, 769 F.2d 1147, 1156 (7th Cir. 1985) (stating that the court has \"the exclusive function to declare the existence or non-existence of rules . . . which restrict the responsibility of the tort-feasor short of making him liable for harm of which his actions are a legal cause\").</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">Accordingly, judgment as a matter of law for the defendants on damages for incarceration was proper<a class=\"footnote\" href=\"#fn19\" id=\"fn19_ref\">19</a> -- and this is exactly the conclusion that the district court reached, albeit through different reasoning. See Rodrguez-Cirilo, 115 F.3d at 53 (affirming grant of summary judgment in &#167; 1983 action \"based on plaintiffs' failure to demonstrate causation\"); Malave-Felix v. Volvo Car Corp., 946 F.2d 967, 972-73 (1st Cir. 1991) (affirming directed verdict for defendant based on plaintiff's failure to prove causation). There was no error in the district court's vacating the original jury verdict.</p>\n    </div>\n    <p>III</p>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">It was well within the realm of possibility for the jury in the second damages trial to have awarded Olsen substantial compensatory damages for injuries associated with his murder trial and conviction, and to have awarded substantial punitive damages based on the nature of the defendants' actions. See, e.g., Goodwin v. Metts, 885 F.2d 157, 160, 163-67 (4th Cir. 1989) (upholding substantial award to &#167; 1983 plaintiffs who were never incarcerated), overruled in part on other grounds by Albright v. Oliver, 510 U.S. 266, 270, 271 (1994) (plurality opinion). This did not come to pass, however, and Olsen, having pinned his hopes on the reinstatement of the first verdict, makes a lesser challenge to the scope and conduct of the second trial. This challenge fails.</p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">The new trial that actually took place, in which the district court did not permit evidence of damages stemming from the incarceration (as opposed to the murder trial and conviction), is essentially the same trial that would take place on any remand from our determinations.<a class=\"footnote\" href=\"#fn20\" id=\"fn20_ref\">20</a> The district court has, in effect, already completed the work that would result from a remand and presented us with two verdicts from which to choose, depending on our resolution of a number of underlying issues. Cf. Galdieri-Ambrosini v. National Realty &amp; Dev. Corp., 136 F.3d 276, 282 (2d Cir. 1998) (explaining that if a district court permits a case to go to the jury and thereafter enters a judgment as a matter of law that is contrary to the verdict, \"the need for a second trial will be avoided\" even if the court of appeals disagrees with the judgment). Indeed, several aspects of the second trial were advantageous to Olsen: the district court granted a new trial only on damages, rather than on both liability and damages, and it permitted Olsen to have another opportunity to convince a jury of the propriety of an award of punitive damages.</p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\">Olsen belatedly contends that the scope of the damages trial was too narrow because the district judge did not permit evidence of the emotional injury caused by Olsen's belief during the period of his incarceration that he would spend the rest of his life in jail. This argument is of no avail. Olsen did not raise this argument regarding the scope of the trial in his initial brief on appeal and no more than hinted at it in his reply brief, and it is therefore waived. See, e.g., United States v. Brennan, 994 F.2d 918, 922 n.7 (1st Cir. 1993) (noting the \"well settled\" rule that legal arguments made for the first time in an appellant's reply brief are tardy). Further, Olsen has not provided us with an adequate record on appeal to review this issue, even if it had been preserved.</p>\n    </div>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p class=\"indent\">For the foregoing reasons, we affirm the judgment of the district court on the basis of alternative reasoning. No costs are awarded.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p>  The court explained that Heck states that \"a &#167; 1983 action will not lie if a judgment in the plaintiff's favor would imply the invalidity of his unimpugned 'conviction or sentence.'\" The court then concluded that requiring defendants to compensate Olsen for his confinement would necessarily imply the invalidity of his manslaughter sentence: \"Olsen's manslaughter sentence to time served has not been reversed, expunged, declared invalid, or called into question by any entity or court with the authority to impugn its lawfulness. Under Heck, Olsen's claim for damages based on an imprisonment imposed pursuant to a lawful conviction and sentence is not cognizable under &#167; 1983.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The district court stated in its decision in the post-trial motions that the evidence had been excluded pursuant to Federal Rule of Evidence 410(2) but that, \"[b]y agreement of all the parties,\" the question of the \"legal effect\" of the plea on Olsen's damages claims was reserved \"until post-trial motions.\" This statement raises the question of whether defendants essentially abandoned their evidentiary objections and conceded that the nolo conviction and sentence would only be considered to the extent that they were relevant to nonevidentiary questions such as collateral estoppel. But Olsen has not argued that the defendants gave such consent (or acknowledged the district court's pre-trial statements in either of his briefs), and the district court's various statements in the record on the evidentiary issues are ambiguous enough that we are unwilling to sua sponte find some form of waiver. Our unwillingness is bolstered by the fact that the parties continued to engage in evidentiary arguments in post-trial submissions.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Olsen incorrectly argues that the defendants have lost their opportunity to challenge the exclusion of the evidence because they dropped their cross-appeals. No cross-appeal is required, however, unless a party is trying to expand its rights by modifying the judgment in some fashion:</p>\n        <p>[T]he appellee may not attack the decree with a view either to enlarging his own rights thereunder or of lessening the rights of his adversary, whether what he seeks is to correct an error or to supplement the decree with respect to a matter not dealt with below. But it is likewise settled that the appellee may, without taking a cross-appeal, urge in support of a decree any matter appearing in the record, although his argument may involve an attack upon the reasoning of the lower court or an insistence upon matter overlooked or ignored by it.</p>\n        <p>Massachusetts Mut. Life Ins. Co. v. Ludwig, 426 U.S. 479, 480-81 (1976) (per curiam) (quoting United States v. American Ry. Express Co., 265 U.S. 425, 435 (1924)) (internal quotation marks omitted); see also United States v. Lumbermens Mut. Cas. Co., 917 F.2d 654, 658 n.6 (1st Cir. 1990); Bath Iron Works Corp. v. White, 584 F.2d 569, 573 n.2 (1st Cir. 1978). Here, the defendants do not argue that the award against them should be decreased or modified in any way; they do no more than defend the judgment of the district court.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> This exclusionary rule has two express exceptions, neither of which is applicable here. See id.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Rule 410 is virtually identical to Federal Rule of Criminal Procedure 11(e)(6), which provides:</p>\n        <p>Except as otherwise provided in this paragraph, evidence of the following is not, in any civil or criminal proceeding, admissible against the defendant who made the plea or was a participant in the plea discussions: . . . a plea of nolo contendere; . . . any statement made in the course of any proceedings under this rule regarding . . . [a nolo plea]; or . . . any statement made in the course of plea discussions with an attorney for the government which do not result in a plea of guilty or which result in a plea of guilty later withdrawn.</p>\n        <p>Fed. R. Crim. P. 11(e)(6). Although a rule of criminal procedure is obviously not applicable to Olsen's civil case, Rule 11(e)(6) is closely intertwined with Rule 410 -- the rules are similar not only in language, but also in history and interpretation. We therefore rely occasionally on materials that discuss Rule 11(e)(6). See Fed. R. Evid. 410 advisory committee's notes, 1979 amendment; Fed. R. Crim. P. 11(e)(6) advisory committee's notes, 1979 amendment; see also United States v. Perez-Franco, 873 F.2d 455, 461 n.6 (1st Cir. 1989); United States v. Ruminer, 786 F.2d 381, 385-86 &amp; n.15 (10th Cir. 1986) (\"There is no legislative reason given for duplicating the rules. At least one commentator suggests that the rules should be treated as one. Moreover, the Advisory Committee Notes to the 1974 amendments on Rule 11(e)(6) state that the rule is taken from Rule 410.\" (citations omitted)); United States v. Stirling, 571 F.2d 708, 731 n.17 (2d Cir. 1978); Levin v. State Farm Fire &amp; Cas. Co., 735 F. Supp. 236, 238 n.1 (E.D. Mich. 1990) (\"[B]ecause F.R.E. 410 tracks the language of Fed. R. Crim. P. 11(e)(6), it is appropriate [when interpreting Rule 410] to rely on Committee notes to Rule 11(e)(6).\").</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Olsen appropriately does not claim that the sentence rendered by the court during the hearing at which he entered his plea is a \"statement made in the course of\" the nolo plea proceeding.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p>  For a discussion of the history of the nolo contendere plea stretching back to its roots in English law, see footnote 8 of Alford.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> In addition, the nolo plea does not bear the same indicia of reliability as a guilty plea when used as evidence of underlying culpability. See Fed. R. Evid. 410 advisory committee's notes, 1972 proposed rules (stating that the proposed rule is consistent with antitrust decisions \"recognizing the inconclusive and compromise nature of judgments based on nolo pleas\"); Leonard, The New Wigmore: A Treatise on Evidence, Selected Rules of Limited Admissibility &#167; 5.4.1, at 5:44 (1998); id. &#167; 5.8.3, at 5:101; 2 Mueller &amp; Kirkpatrick, Federal Evidence &#167; 143, at 136-37 (2d ed. 1994); 21 Am. Jur. 2d Criminal Law &#167; 726 (1998) (noting that \"[a] plea of nolo contendere is used by the accused in criminal cases to save face and avoid exacting an admission that could be used as an admission in other potential litigation [or] to avoid trial with its attendant expense and adverse publicity in the event of a conviction\"). For example, in Massachusetts, the judge is not required to inquire into the factual basis for the nolo plea before accepting it. See Mass. R. Crim. P. 12; id. reporter's note to 12(c)(5)(A).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> Various state courts, interpreting rules of evidence roughly analogous to the federal rules, have recognized a similar evidentiary distinction between a nolo plea and a nolo conviction. See generally Drechsler, Plea of Nolo Contendere or Non Vult Contendere, 89 A.L.R.2d 540 &#167;&#167; 42, 43, 45[a], 47 (1963 &amp; 1999 Supp.) (collecting cases).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> Surely, some commentators insist, \"it is not merely the conviction that is important, but the behavior which the conviction proves.\" 2 Mueller &amp; Kirkpatrick, supra, &#167; 143, at 135-36. There is something to this point; presumably the reason that certain statutes provide that a conviction leads to the loss of a professional license, to deportation, or to termination from a job is that the conviction is taken to be indicative of the truth of the government's allegations against the convicted person. The statutes operate as a shortcut, a way of avoiding what is conceived to be a duplicative retrial on the merits of the criminal charges.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> In fact, whatever document was used to prove the sentence and its link to a lawful conviction could be redacted so that the nature of the charges and conviction was not revealed (or, alternatively, an appropriate limiting instruction could be given).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> Our conclusion as to the admissibility of the manslaughter sentence under Rule 410 does not rest on the analysis set forth in Walker v. Schaeffer, 854 F.2d 138 (6th Cir. 1988), in which the Sixth Circuit stated: \"Rule 410 was intended to protect a criminal defendant's use of the nolo contendere plea to defend himself from future civil liability. We decline to interpret the rule so as to allow the former defendants to use the plea offensively, in order to obtain damages, after having admitted facts which would indicate no civil liability on the part of the arresting police.\" Id. at 143; see Fed. R. Crim. P. 11(e)(6) advisory committee's notes, 1979 amendment (\"The phrase 'in any civil or criminal proceeding' has been moved from its present position, following the word 'against,' for purposes of clarity. An ambiguity presently exists because the word 'against' may be read as referring either to the kind of proceeding in which the evidence is offered or the purpose for which it is offered. The change makes it clear that the latter construction is correct.\"); Levin v. State Farm Fire &amp; Cas. Co., 735 F. Supp. 236, 238-39 (E.D. Mich. 1990); 2 Weinstein, supra, &#167; 410App.02[1], at 410App.-12.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> We also assume arguendo that the evidence defendants proffered as to the sentence meets the definition of a \"final judgment . . . adjudging a person guilty of a crime.\" Fed. R. Evid. 803(22).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn14\">\n        <a class=\"footnote\" href=\"#fn14_ref\">14</a>\n        <p> We consider evidence of the nolo plea in conducting this analysis because it would be in Olsen's interest to put this plea into evidence, as he is allowed to do under Rule 410. Without the nolo plea in evidence, Olsen's claim for incarceration-based damages would clearly fail for lack of \"but for\" causation, because Olsen would have been incarcerated even if the defendants had not withheld evidence. See Keeton et al., Prosser and Keeton on the Law of Torts &#167; 41, at 266 (5th ed. 1984) (\"[T]he defendant's conduct is not a cause of the event, if the event would have occurred without it.\"). The nolo plea represents Olsen's only chance at constructing a chain of \"but for\" causation between the acts of the defendants and his incarceration. Thus, we consider the plea to test whether Olsen's strongest case survives.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn15\">\n        <a class=\"footnote\" href=\"#fn15_ref\">15</a>\n        <p> Olsen, to his credit, concedes as much in his brief, which states:</p>\n        <p>In the normal case where there is both an unconstitutional and a constitutional conviction, of course, the plaintiff would have difficulty proving damages for the unconstitutional incarceration because of the simultaneous constitutional incarceration. Indeed, the difficulty of proving damages for an unconstitutional conviction served concurrently with a constitutional conviction would suffice in most cases to answer the trial judge's immediate concern about damages for confinement in a suit based on a conviction overturned on appeal followed by a new conviction or plea. The defendants in such a case would simply introduce the fact of the constitutional conviction and sentence to show that the plaintiff did not suffer damages as a result of [his or her] unconstitutional confinement.</p>\n        <p>Appellant's Brief at 43.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn16\">\n        <a class=\"footnote\" href=\"#fn16_ref\">16</a>\n        <p> \"The issue of causation of damages in a section 1983 suit is based on basic notions of tort causation.\" Rodrguez-Cirilo v. Garca, 115 F.3d 50, 52 (1st Cir. 1997) (citing Maldonado Santiago v. Velazquez Garca, 821 F.2d 822, 831 (1st Cir. 1987)); see also Memphis Community Sch. Dist. v. Stachura, 477 U.S. 299, 306-08 (1986); Carey v. Piphus, 435 U.S. 247, 258, 263 (1978); Buenrostro v. Collazo, 973 F.2d 39, 45 (1st Cir. 1992). Under traditional tort principles, \"[c]ausation is binary, comprising causation in fact and proximate (or 'legal') causation.\" Peckham v. Continental Cas. Ins. Co., 895 F.2d 830, 836 (1st Cir. 1990). To establish causation, it must be shown both that the plaintiff's harm \"would not have occurred 'but for' the [defendants'] breach [of a legal duty]\" and that \"the breach proximately caused the harm, that is, [that] the defendant should bear legal responsibility for the injury.\" Id.</p>\n        <p>Care must be taken in applying these principles to the &#167; 1983 context. Commentators have warned that \"tort law purposes and interests are often different from &#167; 1983 purposes and interests, and thus tort law concepts should not be blindly applied.\" 1 Nahmod, Civil Rights and Civil Liberties Litigation: The Law of Section 1983 &#167; 3:104, at 3-262 (4th ed. 1998); see also Calero-Colon v. Betancourt-Lebron, 68 F.3d 1, 4 (1st Cir. 1995) (noting that \"the essential elements of actionable &#167; 1983 claims derive first and foremost from the Constitution itself, not necessarily from the analogous common law tort\").</p>\n        <p>The tort doctrine of causation, however, can be safely imposed on a &#167; 1983 action such as this one. As the Supreme Court noted in Carey, &#167; 1983 actions are a \"species of tort liability\" intended to \"compensate persons for injuries that are caused by the deprivation of constitutional rights.\" Carey, 435 U.S. at 253-54. The goal of fair compensation has led courts to apply tort principles of causation in the &#167; 1983 context. See Carey, 435 U.S. at 257-58; Rodrguez-Cirilo, 115 F.3d at 52; Maldonado Santiago, 821 F.2d at 831; cf. Heck v. Humphrey, 512 U.S. 477, 483-84 (1994).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn17\">\n        <a class=\"footnote\" href=\"#fn17_ref\">17</a>\n        <p> \"The very purpose of &#167; 1983 was to interpose the federal courts between the States and the people, as guardians of the people's federal rights . . . .\" Mitchum v. Foster, 407 U.S. 225, 242 (1972). In fulfilling their role, the courts have relied upon congressional intent in interpreting &#167; 1983. See, e.g., Will v. Michigan Dep't of State Police, 491 U.S. 58, 66-70 (1989). Our ruling in this case is consistent with the statute's goals of fair compensation and appropriate deterrence. See, e.g., id. at 67 (noting that Congress, in enacting &#167; 1983, did not intend to \"override well-established immunities or defenses under the common law\"); 2 Nahmod, supra, at &#167; 8.1, at 8-4 (noting that the qualified immunity doctrine was created to strike a \"balance between the interest in preventing, and compensating for, constitutional violations and the interest in avoiding the overdeterrence of independent decision making by government officials\"); see also Spencer v. Kemna, 523 U.S. 1, 17 (1998) (noting that &#167; 1983 remedies need not \"always and everywhere be available\").</p>\n      </div>\n      <div class=\"footnote\" id=\"fn18\">\n        <a class=\"footnote\" href=\"#fn18_ref\">18</a>\n        <p> \"The concept of proximate causation restricts tort liability to those whose conduct, beyond falling within the infinite causal web leading to an injury, was a legally significant cause.\"  Rodrguez-Cirilo, 115 F.3d at 52; see Sperber v. Boesky, 849 F.2d 60, 65 (2d Cir. 1988) (\"[T]he doctrine of proximate cause reflects social policy decisions based on shared principles of justice.\"); Keeton et al., supra, &#167; 41, at 266 (\"It should be quite obvious that, once events are set in motion, there is, in terms of causation alone, no place to stop. The event without millions of causes is simply inconceivable; and the mere fact of causation, as distinguished from the nature and degree of the causal connection, can provide no clue of any kind to singling out those which are to be held legally responsible.\").</p>\n      </div>\n      <div class=\"footnote\" id=\"fn19\">\n        <a class=\"footnote\" href=\"#fn19_ref\">19</a>\n        <p> We quickly dispose of Olsen's contention that the defendants waived any causation argument by failing to raise it below and by failing to ask the district court at the first trial for a verdict form that separately queried the jury about incarceration-based compensatory damages and other categories of compensatory damages. The defendants persistently pressed the argument, beginning in their answers to the complaint, that the manslaughter sentence negated any damages claim for the incarceration. Also, the verdict form was not erroneous or misleading at the time it was utilized. It was apparently not obvious to the court or the defendants at the conclusion of the first trial, given the focus of Olsen's complaint and of his counsel's closing argument, that any damages besides those stemming from the incarceration were at issue (although the court, in granting the new trial, ultimately agreed that certain other damages evidence had been presented). Since there is no indication that defendants were strategizing or inviting error, cf. CPC Int'l, Inc. v. Northbrook Excess &amp; Surplus Ins. Co., 144 F.3d 35, 49 n.14 (1st Cir. 1998), and since the new trial has already taken place and there is no savings in judicial efficiency in disregarding it, cf. Chute v. Sears Roebuck &amp; Co., 143 F.3d 629, 631-32 (1st Cir. 1998), there is no reason to find a waiver.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn20\">\n        <a class=\"footnote\" href=\"#fn20_ref\">20</a>\n        <p> As the defendants dropped their cross-appeals and make no challenges to the verdict that resulted from the second trial, we do not consider the appropriateness of the jury's award of damages for injuries not related to Olsen's incarceration.</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">189</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">52</span></span> (1st Cir. 1999)</p>\n    <p class=\"parties\">LESTER OLSEN, Plaintiff, Appellant,<br>v.<br>WILLIAM CORREIRO, ALAN SILVIA, and THE CITY OF FALL RIVER,<br>Defendants, Appellees.</p>\n    <p class=\"docket\">No. 96-1425.</p>\n    <p class=\"court\">United States Court of Appeals for the First Circuit.</p>\n    <p class=\"date\">Heard March 1, 1999.<br>Decided Aug. 30, 1999.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF MASSACHUSETTS[Copyrighted Material Omitted][Copyrighted Material Omitted]</p>\n      <p class=\"indent\">John H. Cunha, Jr., with whom Helen Holcomb, Charles Allan Hope, Cunha &amp; Holcomb, P.C., and Professor Kent B. Greenfield were on brief, for appellant.</p>\n      <p class=\"indent\">Arthur D. Frank, Jr. for appellee William Correiro.</p>\n      <p class=\"indent\">Andrew B. Peppard, with whom Borders, Littman &amp; Peppard was on brief, for appellee Alan Silvia.</p>\n      <p class=\"indent\">Thomas F. McGuire, Jr., Corporation Counsel, for appellee City of Fall River.</p>\n      <p class=\"indent\">Before Boudin, Circuit Judge, Bownes, Senior Circuit Judge, and Lynch, Circuit Judge.</p>\n      <p class=\"indent\">LYNCH, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">On May 13, 1986, Lester Olsen was convicted of the first-degree murder of Harold Fernandes and was sentenced to life in prison without the possibility of parole. Approximately five years later, a Massachusetts court overturned his conviction, a ruling that was based on the investigating police officers' failure to disclose an audiotaped interview with the prosecution's chief witness, and ordered a new trial. Olsen was released from prison on bail pending the new trial.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">On February 21, 1992, rather than go through another murder trial, Olsen pled nolo contendere to a charge of manslaughter and was convicted of that crime. The prosecution agreed to recommend a sentence of time served. Although the state judge questioned whether this sentence was sufficiently severe, Olsen was sentenced to the time he had already served for the original conviction, the balance of the ten- to fifteen-year manslaughter sentence was suspended, and he was placed on probation for five years.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Olsen then sued the City of Fall River and two police officers, William Correiro and Alan Silvia, under 42 U.S.C. &#167; 1983 for damages arising from the murder charge and conviction. His complaint was primarily focused on obtaining damages for his imprisonment. The jury awarded him $1.5 million in compensatory damages. The district court overturned this award under Heck v. Humphrey, <span class=\"citation\" data-id=\"117864\"><a href=\"/opinion/117864/heck-v-humphrey/\"><span class=\"volume\">512</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">477</span></a></span> (1994), and ordered a new trial on damages. At that trial, evidence of injury arising from Olsen's incarceration was excluded, but evidence of other damages associated with his murder trial and conviction was permitted. The second jury awarded $6000 in damages. In this appeal, Olsen seeks the reinstatement of the first jury's damage award.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In affirming the district court's decision and the resulting judgment, we do not reach the grounds on which the district court relied, but rather affirm on other grounds. The first question presented in this case is whether evidence of the manslaughter conviction and sentence that resulted from Olsen's nolo plea should have been admitted into evidence. We conclude that the evidence of the conviction and sentence should have been admitted; the admission of this evidence is not prohibited by the applicable evidentiary rules and policy considerations fail to justify a reading of those rules to exclude this evidence. The second question presented is what effect the manslaughter conviction and sentence for time served have on Olsen's efforts under &#167; 1983 to recover damages for his imprisonment. We conclude that incarceration-based damages are barred.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">* Olsen brought his federal civil rights action in April 1992, alleging that, as a result of the defendants' actions relating to the murder charge, he \"endured loss of liberty, mental suffering, humiliation, and emotional trauma from the improper incarceration and conviction,\" and \"was deprived of any means of earning a living\" during the time he was incarcerated. He requested an award of $1,911,000 \"representing 1,911 days illegally in custody.\" The defendants' answers raised Olsen's manslaughter conviction resulting from the nolo plea as an affirmative defense. The City of Fall River, for instance, stated that \"[a]s the [p]laintiff has been convicted of a lesser included offense of the original murder indictment and has had credited the period of incarceration of approximately five (5) years, [p]laintiff is not entitled to damages based upon the period of incarceration identified with the conviction for manslaughter.\"</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Before trial, Olsen filed a motion in limine to \"exclude the admission of evidence of plaintiff's nolo contendere plea in the state criminal case,\" and the defendants filed motions, opposed by Olsen, seeking admission of the conviction and sentence imposed as a result of the nolo plea, arguing that \"[p]laintiff's incarcerations to the prison term for which he seeks damages in this action are admissible as substantive evidence on the issue of damages.\" In support of their motions, the defendants proffered the transcript of the hearing at which Olsen pled nolo and the court imposed sentence. The federal district judge decided that any evidence pertaining to the nolo plea and its consequences would not be placed before the jury, and also excluded any references to the state court order allowing Olsen a new criminal trial. The jury thus did not know that Olsen had been granted a new state criminal trial after his initial conviction, had pleaded nolo rather than go to trial again, had been accordingly convicted of manslaughter, and had been sentenced to time served plus probation.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">On March 17, 1994, the jury held all three defendants liable, finding that Correiro and Silvia each failed to produce exculpatory evidence, that they conspired together to suppress the evidence and to give false or substantially misleading testimony before the grand jury, and that the City's customs and practices amounted to deliberate indifference to Olsen's constitutional rights, all resulting in the murder conviction. This first jury awarded Olsen $1.5 million in compensatory damages but awarded no punitive damages.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">After trial, defendants filed motions for judgments as a matter of law, motions for a new trial, and motions for remittitur. Defendants Correiro and Silvia also renewed motions in limine in which they argued that the conviction and sentence imposed pursuant to the nolo plea barred plaintiff's action for compensatory damages as a matter of law (and further proffered the docket sheet of the Massachusetts court, which records the manslaughter sentence).</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The district judge granted defendants' motions for judgment as a matter of law on September 26, 1994 and substituted $300 in \"nominal\" damages for the jury's award. The court stated that \"[t]he central issue . . . is whether a voluntary plea of nolo contendere to a state manslaughter charge, pursuant to which Olsen is lawfully sentenced to 'time served,' precludes him from recovering damages, under &#167; 1983, for an incarceration which had originally been imposed pursuant to an earlier unlawful conviction and sentence.\" The court's resolution of this issue was based on its analysis of Heck, which was decided while the post-trial motions were under advisement.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> The court rejected the argument that the damages suffered as a result of the incarceration were solely due to the invalidated conviction, explaining that \"Olsen cannot escape the fact that his sentence of incarceration was re-imposed validly, albeit retroactively, and &#167; 1983 does not allow a claim for damages based on a lawful confinement.\"</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The court justified its consideration of the manslaughter conviction and sentence by explaining that a nolo plea, like a guilty plea, results in a valid conviction under Massachusetts law. According to the court, Federal Rule of Evidence 410 does not change this result: \"While [Rule] 410(2) prevents the introduction in evidence of a nolo plea in a subsequent civil proceeding, it has no effect on the validity of the outstanding criminal judgment.\" Additionally, the court stated that Olsen was not forced to enter the nolo plea bargain and that he knew about the formerly withheld audiotape evidence at the time he made the plea.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">While concluding that Heck barred Olsen from making a claim for any damages that resulted from his incarceration and that these were essentially the only damages Olsen had demonstrated at trial, the court noted that Heck did not bar damages \"which do not derive from the lawful sentence imposed pursuant to the subsequent manslaughter conviction,\" such as punitive damages based on the invalidated murder conviction, legal fees associated with the first trial, and emotional injury arising from the defendants' misconduct. The court further found that Olsen's nolo plea did not bar these limited categories of damages as a matter of res judicata or collateral estoppel, since Massachusetts does not consider guilty pleas to have preclusive effect and a plea of nolo is unlikely to have greater preclusive effect than a guilty plea.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">On October 11, 1994, Olsen filed motions for reconsideration and, in the alternative, for a new trial as to damages. He argued that Heck was inapplicable to the facts of his case and that the manslaughter sentence and conviction were inadmissible under Massachusetts law because they were rendered pursuant to a nolo plea. He also argued that there was evidence at trial of compensatory damages stemming from \"the initial wrongful indictment and conviction,\" including emotional injury that was \"[s]eparate and distinct from Olsen's damages resulting from the day-to-day incarceration.\" According to Olsen, given the court's analysis of Heck, a new trial was necessary to determine the amount of damages flowing from the invalidated murder conviction and to give him another chance at an award of punitive damages. Olsen further moved to amend his complaint \"to conform to the evidence adduced at the trial\" and \"to include as an element of damages attorneys fees in the amount of $5,000.00 paid to Attorney Joseph Callahan to represent the plaintiff at the constitutionally tainted trial.\"</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">On February 3, 1995, the court denied the motion for reconsideration but granted the motion to amend the complaint and the motion for a new trial on damages. The court stated that the new jury could consider punitive damages and that \"plaintiff may present evidence to establish the 1986 attorney's fee, in addition to evidence of emotional damages, and any other evidence concerning damages caused by the first trial and conviction,\" but that any loss of earnings was \"not compensable here to the extent that [it] . . . was caused by the lawful incarceration.\"</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">In February 1996, the new jury in the damages trial awarded Olsen $5000 in compensatory damages and $1000 in punitive damages ($500 from each individual defendant). Olsen now appeals, seeking to reinstate his original and substantially larger compensatory damages award.</p>\n    </div>\n    <p>II</p>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">A. Admissibility of Conviction and Sentence Pursuant to Nolo Plea</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Olsen argues that the district judge's initial ruling that the manslaughter plea, sentence, and conviction were inadmissible should have precluded the judge from considering that evidence in ruling on the defendants' post-trial motions. Although the parties disagree as to the terms and scope of this initial ruling, it is not necessary for us to determine the exact grounds for the district court's exclusion of this evidence.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  The admissibility issue was squarely presented to us and to the district court. \"[A]n appellate court is not restricted by the district court's rulings of law, but is 'free, on appeal, to affirm [the] judgment on any independently sufficient ground.'\" Hope Furnace Assocs. v. FDIC, <span class=\"citation\" data-id=\"196455\"><a href=\"/opinion/196455/hope-furnace-assoc-v-fdic/\"><span class=\"volume\">71</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">39</span></a></span>, 42 (1st Cir. 1995) (quoting Polyplastics, Inc. v. Transconex, Inc., <span class=\"citation\" data-id=\"493609\"><a href=\"/opinion/493609/polyplastics-inc-v-transconex-inc/\"><span class=\"volume\">827</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">859</span></a></span>, 860-61 (1st Cir. 1987)). Here the evidentiary questions are primarily questions of law about the interpretation of the Federal Rules of Evidence, which we review de novo in any event. See United States v. Sposito, <span class=\"citation\" data-id=\"197213\"><a href=\"/opinion/197213/united-states-v-sposito/\"><span class=\"volume\">106</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1042</span></a></span>, 1046 (1st Cir. 1997) (\"The proper interpretation of the Federal Rules of Evidence is a question of law and is reviewed de novo, but the application of [a rule] . . . is reviewed under an abuse-of-discretion standard.\" (citations omitted)); see also Cusumano v. Microsoft Corp., <span class=\"citation\" data-id=\"198247\"><a href=\"/opinion/198247/microsoft-corp-v-united-states/\"><span class=\"volume\">162</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">708</span></a></span>, 713 (1st Cir. 1998) (\"[A]mple authority supports the proposition that, whatever the procedural context, pure questions of law warrant de novo review.\").<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Olsen has three bases for his argument that nothing pertaining to the nolo plea and its consequences was admissible or could be considered by the district court. It is forbidden, he says, by Federal Rules of Evidence 410 and 803(22) and by Massachusetts law. In essence, Olsen's claim amounts to a contention that a valid judgment rendered by a court is inadmissible in a later court proceeding. Whether such a proposition can be true, it is not true here. The evidentiary rules that exclude evidence of nolo pleas do not directly apply to the convictions and sentences that result from such pleas. And the policy against using evidence of a nolo plea to prove any element of the underlying crime is not applicable here, where evidence of the sentence and conviction is admissible to demonstrate that Olsen was imprisoned pursuant to a valid sentence.</p>\n    </div>\n    <p class=\"indent\">1. Rule 410</p>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Olsen claims that Rule 410 bars the admission of any evidence of his nolo plea, conviction, or sentence. Rule 410 states:Except as otherwise provided in this rule, evidence of the following is not, in any civil or criminal proceeding, admissible against the defendant who made the plea or was a participant in the plea discussions: . . . a plea of nolo contendere; . . . any statement made in the course of any proceedings under Rule 11 of the Federal Rules of Criminal Procedure or any comparable state procedure regarding . . . [a nolo plea]; or . . . any statement made in the course of plea discussions with an attorney for the prosecuting authority which do not result in a plea of guilty or which result in a plea of guilty later withdrawn.</p>\n    </div>\n    <p class=\"indent\">Fed. R. Evid. 410.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The text of the rule does not support Olsen's argument. Only the nolo plea itself is barred by the relevant language of the rule.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  See Myers v. Secretary of Health and Human Servs., <span class=\"citation\" data-id=\"534841\"><a href=\"/opinion/534841/28-socsecrepser-265-medicaremedicaid-gu-38344-lawson-h-myers-iii/\"><span class=\"volume\">893</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">840</span></a></span>, 843 (6th Cir. 1990) (noting that Rule 410 and Rule 11(e)(6) \"prohibit use of 'a plea of nolo contendere,' not a conviction pursuant to a nolo plea\").<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The reasons behind a rule making the nolo plea inadmissible are readily apparent. First, although nolo pleas have been characterized in a number of different ways, see 21 Am. Jur. 2d Criminal Law &#167; 727 (1998), in most jurisdictions, including Massachusetts, a nolo plea is not a factual admission that the pleader committed a crime. Rather, it is a statement of unwillingness to contest the government's charges and an acceptance of the punishment that would be meted out to a guilty person. See, e.g., North Carolina v. Alford, <span class=\"citation\" data-id=\"108215\"><a href=\"/opinion/108215/north-carolina-v-alford/\"><span class=\"volume\">400</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">25</span></a></span>, 36 &amp; n.8 (1970) (\"Throughout its history . . . the plea of nolo contendere has been viewed not as an express admission of guilt but as a consent by the defendant that he may be punished as if he were guilty and a prayer for leniency.\");<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a>  Thomas v. Roach, <span class=\"citation\" data-id=\"760795\"><a href=\"/opinion/760795/trevor-thomas-v-john-roach-william-bailey-gerald-bonaventura-santiago/\"><span class=\"volume\">165</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">137</span></a></span>, 144 (2d Cir. 1999); Fisher v. Wainwright, <span class=\"citation\" data-id=\"359897\"><a href=\"/opinion/359897/ronald-lee-fisher-v-louie-l-wainwright-director-division-of/\"><span class=\"volume\">584</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">691</span></a></span>, 693 n.3 (5th Cir. 1978); Commonwealth v. Ingersoll, <span class=\"citation no-link\"><span class=\"volume\">14</span> <span class=\"reporter\">N.E.</span> <span class=\"page\">449</span></span>, 450 (Mass. 1888). This is the main reason that a nolo plea is treated differently than a guilty plea, which is an express admission of guilt by the pleader and is therefore admissible in subsequent proceedings.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> See Fed. R. Evid. 410 advisory committee's notes, 1972 proposed rules (\"The present rule gives effect to the principal traditional characteristic of the nolo plea, i.e. avoiding the admission of guilt which is inherent in pleas of guilty.\"); Fed. R. Crim. P. 11(e)(6) advisory committee's notes, 1974 amendment (\"A plea of nolo contendere is, for purposes of punishment, the same as the plea of guilty. . . . Unlike a plea of guilty, however, [a nolo plea] cannot be used against a defendant as an admission in a subsequent criminal or civil case. . . . A defendant who desires to plead nolo contendere will commonly want to avoid pleading guilty because the plea of guilty can be introduced as an admission in subsequent civil litigation.\"); see also Blohm v. Commissioner of Internal Revenue, <span class=\"citation\" data-id=\"608149\"><a href=\"/opinion/608149/nelson-m-blohm-and-joann-m-blohm-v-commissioner-of-internal-revenue/\"><span class=\"volume\">994</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1542</span></a></span>, 1554 (11th Cir. 1993) (\"A guilty plea is more than a confession which admits that the accused did various acts. . . . A guilty plea is distinct from a plea of nolo contendere. A guilty plea is an admission of all of the elements of a formal criminal charge.\" (citations and internal quotation marks omitted)); United States v. Williams, <span class=\"citation\" data-id=\"387446\"><a href=\"/opinion/387446/united-states-v-james-williams/\"><span class=\"volume\">642</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">136</span></a></span>, 139 (5th Cir. Unit B Apr. 8, 1981).</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">A second reason behind Rule 410's exclusion of nolo pleas is a desire to encourage compromise resolution of criminal cases. See Williams, 642 F.2d at 139; United States v. Grant, <span class=\"citation\" data-id=\"378286\"><a href=\"/opinion/378286/united-states-v-ermil-grant/\"><span class=\"volume\">622</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">308</span></a></span>, 312 (8th Cir. 1980); Leonard, The New Wigmore: A Treatise on Evidence, Selected Rules of Limited Admissibility, &#167; 5.4.4, at 5:49, 5:52 &amp; n.48 (1998); cf. Fed. R. Evid. 410 advisory committee's notes, 1972 proposed rules (\"Exclusion of offers to plead guilty or nolo has as its purpose the promotion of disposition of criminal cases by compromise.\"); Fed. R. Crim. P. 11(e)(6) advisory committee's notes, 1979 amendment (noting the importance of plea bargaining). The reach of this policy rationale has limits, of course; the plain language of the rule reflects Congress's balancing of the promotion of compromise against the admission of relevant evidence. Cf., e.g., United States v. Cusack, <span class=\"citation\" data-id=\"493383\"><a href=\"/opinion/493383/united-states-v-joseph-cusack/\"><span class=\"volume\">827</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">696</span></a></span>, 697-98 (11th Cir. 1987) (stating that the fruits of plea discussions are not barred by Rule 11(e)(6), since such a rule would go beyond the balance of values struck by Congress).</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">These reasons for excluding the nolo plea itself could well, on other facts, be applicable to the conviction and sentence that result from the nolo plea. If such convictions and sentences were offered for the purpose of demonstrating that the pleader is guilty of the crime pled to, then the nolo plea would in effect be used as an admission and the purposes of Rule 410 would be undermined. See Leonard, supra, &#167; 5.8.3, at 5:103-04 (noting that when offered to prove the underlying facts the judgment should be excluded to \"effectuat[e] the policy behind the nolo plea and the plea exclusionary rule itself\"); Shipley, Conviction or Acquittal as Evidence of the Facts on Which It Was Based in Civil Action, <span class=\"citation no-link\"><span class=\"volume\">18</span> <span class=\"reporter\">A.L.R. 2d</span> <span class=\"page\">1287</span></span> &#167; 5 (1951 &amp; 1999 Supp.) (\"Since the plea of nolo contendere, while admitting guilt for the purposes of the action in which it is entered, restricts its effect to that action, it has been held that evidence of a conviction upon such a plea is not admissible . . . as evidence of the facts admitted by the plea.\" (footnote omitted)); 2 Weinstein, Weinstein's Federal Evidence, &#167; 410.06[3], at 410-17, -18 (2d ed. 1998) (stating that a conviction based on a nolo plea \"is ordinarily excluded when offered as substantive evidence of the facts underlying the crime\"). But that is not our case: the evidence here is not being offered to prove guilt.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">There is a line of cases permitting the use of convictions that follow from nolo pleas. These cases, which distinguish between the plea and the conviction, primarily involve statutes that attach some consequence to the fact of a \"conviction\" (such as multiple-offender statutes). See, e.g., Myers, 893 F.2d at 843-44 (admitting evidence of a nolo conviction as proof of the facts underlying the crime on the grounds that Rule 410 and Rule 11(e)(6) do not apply in an administrative proceeding and that proof of a nolo conviction has been admitted in a variety of cases, especially those where \"a statute or judicial rule attaches legal consequences to the fact of a conviction\"); Pearce v. United States Dep't of Justice, Drug Enforcement Admin., <span class=\"citation\" data-id=\"499776\"><a href=\"/opinion/499776/charles-e-pearce-md-v-united-states-department-of-justice-drug/\"><span class=\"volume\">836</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1028</span></a></span>, 1029 (6th Cir. 1988) (interpreting \"conviction\" as used in 21 U.S.C. &#167; 824 to include a conviction based on a nolo contendere plea, since \"[n]otwithstanding Rule 410, a conviction pursuant to a nolo contendere plea is a conviction within the meaning of the statute and gives rise to a variety of collateral consequences in subsequent proceedings\"); Crofoot v. United States Gov't Printing Office, <span class=\"citation\" data-id=\"451792\"><a href=\"/opinion/451792/alex-m-crofoot-v-united-states-government-printing-office/\"><span class=\"volume\">761</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">661</span></a></span>, 665 (Fed. Cir. 1985) (upholding the use of a conviction pursuant to an Alford plea in a Merit Systems Protection Board review of an employee's removal by analogizing to cases permitting the use of convictions pursuant to nolo pleas); see also Fed. R. Crim. P. 11(e)(6) advisory committee's notes, 1974 amendment (\"A judgment upon the plea is a conviction and may be used to apply multiple offender statutes.\").<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a></p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">There is some criticism of these cases to the effect that they do, in the end, turn on the significance of the facts that normally underlie a conviction of the crime at issue.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a> Whether or not this criticism is well taken, it is not applicable when the conviction and sentence are used to show nothing more than the fact of a valid sentence and conviction. Introduction of the manslaughter sentence and conviction in this case was not sought to prove that Olsen actually committed manslaughter, or to suggest that he was actually guilty of a criminal act.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a> Instead, the sentence was primarily offered to counter Olsen's claim for incarceration-based damages by showing that he was incarcerated for something other than the murder conviction. In this context, the reason for the punishment, the existence of underlying culpability, is irrelevant. It is the existence of the punishment (which, given the \"time served\" sentence, cannot be proved through prison records or by any other means) that matters.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Accordingly, there is no reason here to expand Rule 410 beyond the scope of its plain language, which in relevant part encompasses only nolo pleas. See United States v. Rutkowski, <span class=\"citation\" data-id=\"485038\"><a href=\"/opinion/485038/united-states-v-vincent-anthony-rutkowski/\"><span class=\"volume\">814</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">594</span></a></span>, 599 (11th Cir. 1987) (declining to expand Rule 11(e)(6) to cover evidence discovered as the fruit of a plea negotiation and stating that it is up to Congress to change the scope of the rule); United States v. Davis, <span class=\"citation no-link\"><span class=\"volume\">617</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">677</span></span>, 683, 686 (D.C. Cir. 1979) (noting that the court must consider Rule 11(e)(6)'s \"underlying policies as well as its words, for intention prevails over the letter, and the letter must if possible be read so as to conform to the spirit,\" and concluding that, \"[b]ecause exclusion here would not serve the purposes for which [R]ule 11(e)(6) was adopted, we hold that the rule does not apply in the situation now before us\"). Rule 410 therefore does not bar the admission of Olsen's manslaughter sentence and conviction to prove that he was incarcerated for murder and for another legal reason.<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a></p>\n    </div>\n    <p class=\"indent\">2. Rule 803(22)</p>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Olsen also contends that Rule 803(22), one of the exceptions to the hearsay rule, acts as an affirmative bar to the admission of a conviction imposed pursuant to a nolo plea. Rule 803(22) provides:</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">The following are not excluded by the hearsay rule, even though the declarant is available as a witness: . . . Evidence of a final judgment, entered after a trial or upon a plea of guilty (but not upon a plea of nolo contendere), adjudging a person guilty of a crime punishable by death or imprisonment in excess of one year, to prove any fact essential to sustain the judgment, but not including, when offered by the Government in a criminal prosecution for purposes other than impeachment, judgments against persons other than the accused. The pendency of an appeal may be shown but does not affect admissibility.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Fed. R. Evid. 803(22). The advisory committee's note to this subsection explains that it is intended to harmonize with Rule 410: \"Judgments of conviction based upon pleas of nolo contendere are not included. This position is consistent with the treatment of nolo pleas in Rule 410 and the authorities cited in the Advisory Committee's Note in support thereof.\" Id. advisory committee's note to 803(22), 1972 proposed rules.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">As an initial matter, it is not obvious that Rule 803(22) can be interpreted to bar any evidence; the rule merely says that certain evidence of judgments is not barred by the hearsay rule and that this exception does not apply to judgments entered upon a nolo plea. Evidence of a final judgment that does not fall within this exception to the hearsay rule could still be admissible, either because it is not being offered for the truth of the matter asserted or because it falls within some other hearsay exception. See Hinshaw v. Keith, <span class=\"citation\" data-id=\"1498348\"><a href=\"/opinion/1498348/hinshaw-v-keith/\"><span class=\"volume\">645</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">180</span></a></span>, 182 (D. Me. 1986) (\"Rule 803(22) is not a rule of exclusion, but rather an exception to the broad exclusionary rule known as the hearsay rule.\"); cf. Hancock v. Dodson, <span class=\"citation\" data-id=\"579459\"><a href=\"/opinion/579459/joan-p-hancock-individually-and-as-guardian-and-conservator-of-the-estate/\"><span class=\"volume\">958</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1367</span></a></span>, 1372 (6th Cir. 1992); United States v. Martinez, <span class=\"citation\" data-id=\"459890\"><a href=\"/opinion/459890/united-states-v-robert-martinez-aka-robert-berk/\"><span class=\"volume\">775</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">31</span></a></span>, 37 (2d Cir. 1985).</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Even assuming that the rule does act as an affirmative bar with respect to some final judgments entered \"upon a plea of nolo contendere,\"<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a> that bar would not be applicable in Olsen's case. Only evidence of such a judgment offered, as required by the rule, \"to prove any fact essential to sustain the judgment\" would be barred by Rule 803(22). The condition is not met here. The defendants did not offer Olsen's manslaughter sentence on the damages issue to prove that he committed manslaughter; they offered it to show that he was legally punished in a way that is relevant to his claim for incarceration-related damages. Rule 803(22) does not bar such a use. See United States v. Breitkreutz, <span class=\"citation\" data-id=\"592246\"><a href=\"/opinion/592246/united-states-v-frank-b-breitkreutz/\"><span class=\"volume\">977</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">214</span></a></span>, 221 (6th Cir. 1992) (\"Rule 803(22) is not applicable where the judgment of previous conviction of a person other than the accused is not offered to prove a fact essential to sustain the judgment.\" (citing United States v. Wilson, <span class=\"citation\" data-id=\"409623\"><a href=\"/opinion/409623/united-states-v-john-paul-wilson/\"><span class=\"volume\">690</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1267</span></a></span>, 1275 n.2 (9th Cir. 1982)). The rule \"reaches convictions as proof of underlying facts and does not apply to convictions that are important as facts in themselves and as indicators of the official disposition of the convicted person.\" 4 Mueller &amp; Kirkpatrick, Federal Evidence, &#167; 472, at 660 (2d ed. 1994).</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Olsen argues in passing in his opening brief that, even if this court does not construe Rule 803(22) to affirmatively bar the introduction of the manslaughter conviction and sentence, \"no other exception to the hearsay rule which would allow admission of this evidence was offered by the defendants below.\" We will assume dubitante that Olsen made a generalized hearsay objection in the district court, see United States v. Mulinelli-Navas, <span class=\"citation\" data-id=\"739903\"><a href=\"/opinion/739903/united-states-v-mara-mulinelli-navas/\"><span class=\"volume\">111</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">983</span></a></span>, 989 (1st Cir. 1997); United States v. Zannino, <span class=\"citation\" data-id=\"536025\"><a href=\"/opinion/536025/united-states-v-ilario-ma-zannino/\"><span class=\"volume\">895</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span>, 17 (1st Cir. 1990); United States v. Wyatt, <span class=\"citation\" data-id=\"452177\"><a href=\"/opinion/452177/united-states-v-paul-wyatt/\"><span class=\"volume\">762</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">908</span></a></span>, 909-10, 912 (11th Cir. 1985), and further assume that the materials proffered by the defendants to prove the \"time served\" sentence can be characterized as hearsay. The evidence is still admissible under the public records exception, Fed. R. Evid. &#167;803(8)(A). See United States v. Romero, <span class=\"citation\" data-id=\"195567\"><a href=\"/opinion/195567/united-states-v-romero/\"><span class=\"volume\">32</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">641</span></a></span>, 649-50 (1st Cir. 1994) (accepting Secretary of State's certification that a vessel was stateless under Rule 803(8)(A) since it \"was a statement by a public agency setting forth a routine activity of that agency\"); see also United States v. Lechuga, <span class=\"citation\" data-id=\"590949\"><a href=\"/opinion/590949/united-states-v-humberto-lechuga/\"><span class=\"volume\">975</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">397</span></a></span>, 399 (7th Cir. 1992); United States v. Vidaure, <span class=\"citation\" data-id=\"514766\"><a href=\"/opinion/514766/united-states-v-hector-a-vidaure/\"><span class=\"volume\">861</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1337</span></a></span>, 1341 (5th Cir. 1988). When offered to show the fact of conviction rather than underlying guilt \"a judgment readily fits the public records exception.\" 4 Mueller &amp; Kirkpatrick, supra, &#167; 472, at 660. But cf. Nipper v. Snipes, <span class=\"citation\" data-id=\"655309\"><a href=\"/opinion/655309/paul-w-nipper-jr-r-bruce-ford-individually-and-as-a-beneficiary-of/\"><span class=\"volume\">7</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">415</span></a></span>, 417-18 (4th Cir. 1993) (holding that \"judicial findings of fact are not public records within the meaning of Rule 803(8)(C)\" and stating that \"when the drafters of the Federal Rules of Evidence wanted to allow the admission of judgments or their underlying facts, they did so expressly\").</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Indeed, the materials have such a high degree of reliability and trustworthiness for the purpose of proving the judicial act of imposing sentence (rather than for the purpose of proving that Olsen committed manslaughter) that the relevant facts could be the subject of judicial notice. See Fed. R. Evid. 201 (\"A judicially noticed fact must be one not subject to reasonable dispute in that it is . . . capable of accurate and ready determination by resort to sources whose accuracy cannot reasonably be questioned.\"); In re Papatones, <span class=\"citation\" data-id=\"754212\"><a href=\"/opinion/754212/40-collier-bankrcas2d-71-bankr-l-rep-p-77699-in-re-james-n/\"><span class=\"volume\">143</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">623</span></a></span>, 624 n.3 (1st Cir. 1998) (\"[A]ppellate courts may notice another court's record as an adjudicative fact.\"); United States v. Berzon, <span class=\"citation\" data-id=\"566304\"><a href=\"/opinion/566304/united-states-v-robert-alan-berzon/\"><span class=\"volume\">941</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">8</span></a></span>, 14 n.9 (1st Cir. 1991); Kowalski v. Gagne, <span class=\"citation\" data-id=\"548343\"><a href=\"/opinion/548343/linda-kowalski-aka-linda-larochelle-etc-v-richard-j-gagne-aetna/\"><span class=\"volume\">914</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">299</span></a></span>, 305 (1st Cir. 1990) (taking judicial notice of a murder conviction and stating that \"[i]t is well-accepted that federal courts may take judicial notice of proceedings in other courts if those proceedings have relevance to the matters at hand\").</p>\n    </div>\n    <p class=\"indent\">3. Massachusetts Law</p>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Olsen argues that Massachusetts law requires the exclusion of his nolo plea, sentence, and conviction. We are doubtful Massachusetts rules of evidence have any application to this federal question case, but think that Massachusetts's view of a nolo conviction and sentence supports the result here. Olsen has not pointed us to anything in that law that is in tension with our analysis of the admissibility question under the Federal Rules of Evidence.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">The Massachusetts rule is similar to Rule 410 and its twin, Federal Rule of Criminal Procedure 11(e)(6):</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Except as otherwise provided in this subdivision, evidence of a plea of guilty, later withdrawn, or a plea of nolo contendere, or of an offer to plead guilty or nolo contendere to the crime charged or any other crime, or statements made in connection with, and relevant to, any of the foregoing pleas or offers, is not admissible in any civil or criminal proceedings against the person who made the plea or offer.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Mass. R. Crim. P. 12(f); see also id. (providing that such evidence \"is admissible in a criminal proceeding for perjury if the statement was made by the defendant under oath, on the record, and in the presence of counsel\"). Indeed, the reporter's notes to the Massachusetts rule expressly state that subsection (f) was \"[d]rawn from Fed. R. Crim. P. 11(e)(6).\" Id. reporter's note. The reporter's notes also indicate that Rule 12, which does not mention nolo convictions and sentences, was concerned with the effect of the plea itself as an admission by the pleader in a later case: \"A nolo plea has the same effect as a guilty plea in the case before the court, although it cannot be used against the defendant as an admission in any subsequent civil proceeding\" (citation omitted). Id. reporter's note to 12(a); see id. reporter's note to 12(c)(5)(A) (\"The purpose of permitting a nolo plea is to relieve the defendant of the adverse repercussions that can result from the introduction of evidence from the present criminal proceedings.\"); see also Aetna Cas. &amp; Sur. Co. v. Niziolek, <span class=\"citation no-link\"><span class=\"volume\">481</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1356</span></span>, 1362-63 (Mass. 1985) (explaining that a guilty plea is an admission that may be introduced into evidence in a later proceeding against the party who made it) (citing Morrissey v. Powell, <span class=\"citation no-link\"><span class=\"volume\">23</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">411</span></span>, 413 (Mass. 1939)).</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Massachusetts case law dealing with nolo pleas is sparse, and Olsen points us almost exclusively to cases that pre-date the July 1, 1979 effective date of the Massachusetts Rules of Criminal Procedure. These cases are also consistent with our reasoning. Although some of them purport to bar the admission of convictions as well as pleas, they address only the use of those convictions to prove that the pleader committed the crime. In Commonwealth v. Ingersoll, <span class=\"citation no-link\"><span class=\"volume\">14</span> <span class=\"reporter\">N.E.</span> <span class=\"page\">449</span></span> (Mass. 1888), the court stated that \"[a] plea of nolo contendere, when accepted by the court, is, in its effect upon the case, equivalent to a plea of guilty. It is an implied confession of guilt only, and cannot be used against the defendant as an admission in any civil suit for the same act.\" Id. at 450. The court also noted, however, that \"the judgment of conviction follows upon such a plea, as well as upon a plea of guilty,\" and that when the nolo plea is accepted \"the court proceeds thereupon to pass the sentence of the law.\" Id.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">In White v. Creamer, <span class=\"citation no-link\"><span class=\"volume\">56</span> <span class=\"reporter\">N.E.</span> <span class=\"page\">832</span></span> (Mass. 1900), the question was whether a party who pled nolo to unlawfully keeping intoxicating liquors for sale could be barred from obtaining a liquor license by a statute that provided that no license could issue for a year after a \"conviction.\" The court stated:</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">We do not doubt that a sentence imposed after a plea of nolo contendere amounts to a conviction in the case in which the plea is entered. But we are of opinion that a record showing a conviction on such a plea is not admissible in another proceeding to show that the defendant was guilty. A plea of nolo contendere is not an express confession of guilt, as is a plea of guilty, but is merely an implied confession. If the plea is accepted, the defendant is bound by it, and may be sentenced; but he is not estopped to plead not guilty in an action for the same act.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">Id. at 833 (emphasis added) (citations omitted). This case only contemplated an exclusion where the admission of the conviction would have been equivalent to the admission of the plea.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">In Olszewski v. Goldberg, <span class=\"citation no-link\"><span class=\"volume\">111</span> <span class=\"reporter\">N.E.</span> <span class=\"page\">404</span></span> (Mass. 1916), the court restated the now familiar proposition that a nolo plea \"admits, for the purposes of the case, all the facts which are well stated, but it is not to be used as an admission elsewhere.\" Id. at 404 (internal quotation marks omitted); see also Commonwealth v. Marino, <span class=\"citation no-link\"><span class=\"volume\">150</span> <span class=\"reporter\">N.E.</span> <span class=\"page\">841</span></span>, 842 (Mass. 1926) (\"For the purposes of the case the plea of nolo contendere is an admission of guilt of the offense charged, and is equivalent to a plea of guilty.\"). The court also stated that the conviction pursuant to such a plea could not be used for impeachment in later proceedings: \"In this commonwealth it is now settled that a conviction following a plea of nolo contendere, cannot be used in another proceeding to affect the credibility of a witness. It was not admissible in the case at bar.\" Id. (citing White and Ingersoll). Olszewski is functionally equivalent to White, since the use of a conviction to \"affect credibility\" is in most circumstances based on the proposition that the pleader is actually guilty of the crime of which he was convicted. See 2 Mueller &amp; Kirkpatrick, supra, &#167; 143, at 136 (explaining that it is the misbehavior supposedly revealed by the conviction that is used to impeach). Again, this is not the situation here.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">The only relevant case cited to us by Olsen that was decided after the adoption of Rule 12 is LePage v. Bumila, <span class=\"citation no-link\"><span class=\"volume\">552</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">80</span></span> (Mass. 1990), which held that the payment of a parking ticket could not be used as an admission of fault at a later civil trial. See id. at 82-83. The court noted the unreliability of such a payment as an admission (since it could be motivated by expedience rather than fault) as well as the systemic benefits of encouraging such \"compromise\" payments, and then explained that \"[p]aying a parking ticket is akin to a plea of nolo contendere which admits the facts alleged, but only for purposes of the case in which the plea is made. Such a plea cannot be used in a later civil or criminal trial.\" Id. at 83 n.3 (citing Mass. R. Crim. P. 12(f) and White). Since LePage was clearly concerned with admissions and referred to the inadmissibility of a nolo plea only in this context, it, like the other cases Olsen cites, does not aid Olsen in his argument for exclusion of his manslaughter sentence and conviction.</p>\n    </div>\n    <p class=\"indent\">4. Other Considerations</p>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">It is true, as Olsen contends, that probative evidence is often excluded because of its unreliability or because of larger policy goals. It is also true that \"[c]onflicts between rule and equity are common. If every ruling is ad hoc, it is hard to implement policy and predict outcomes.\" United States v. Omar, <span class=\"citation\" data-id=\"197169\"><a href=\"/opinion/197169/united-states-v-omar/\"><span class=\"volume\">104</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">519</span></a></span>, 524 (1st Cir. 1997). However, the examples that Olsen gives of limitations on evidence as to damages are not useful analogies. For instance, the collateral source rule, which is based on different policy rationales than the rules associated with the nolo plea, is not a restriction on evidence that is probative of the very existence of an injury; and hearsay evidence about a plaintiff's pain and suffering is unreliable, whereas the evidence of Olsen's sentence is highly reliable.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">Moreover, we see no conflict between rule and equity in this case. \"The [nolo] plea and the conviction that follow[s] upon it can hardly be viewed as inconsequential; the issue is simply what consequences to give them and where.\" United States v. Guadarrama, <span class=\"citation\" data-id=\"440397\"><a href=\"/opinion/440397/united-states-v-jose-guadarrama/\"><span class=\"volume\">742</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">487</span></a></span>, 488 (9th Cir. 1984). Here, the rules on which Olsen relies are simply not applicable to this situation, and the admissibility of the conviction and sentence is fully consistent with the nature of a nolo contendere plea and the policies underlying its use.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">The defendants were correct, then, that the nolo conviction and sentence were admissible.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">B. Consequences of Admissibility of Nolo Sentence and Conviction</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">The second, and more difficult, question is whether, once evidence of Olsen's manslaughter conviction and sentence are admitted, his claim for incarceration-based damages can survive. We think several related doctrines require a finding that the valid manslaughter conviction and sentence bar, as a matter of law, an action for damages for imprisonment.<a class=\"footnote\" href=\"#fn14\" id=\"fn14_ref\">14</a></p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">In analyzing the question presented, we look to a useful, but not exact, analogy to situations in which a defendant serves a period of imprisonment for two crimes or two counts of conviction that result in the imposition of concurrent sentences. If one conviction is vacated, the defendant has nevertheless been imprisoned pursuant to a valid sentence. He may not then bring a &#167; 1983 action for damages for his imprisonment.<a class=\"footnote\" href=\"#fn15\" id=\"fn15_ref\">15</a> In such a case, it is clear that whatever the wrongful act involved in securing the invalid conviction, that act was not the \"but for\" cause of the incarceration, because without that act the plaintiff would have been incarcerated in any event pursuant to the valid conviction. See Keeton et al., Prosser and Keeton on the Law of Torts &#167; 41, at 266 (5th ed. 1984) (\"[T]he defendant's conduct is not a cause of the event, if the event would have occurred without it.\"); cf. United States v. Bramble, <span class=\"citation\" data-id=\"555768\"><a href=\"/opinion/555768/united-states-v-james-p-bramble/\"><span class=\"volume\">925</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">532</span></a></span>, 534 (1st Cir. 1991) (upholding sentence where the term represented \"a valid sentence, tied to (i.e., concurrent with) an invalid sentence\").<a class=\"footnote\" href=\"#fn16\" id=\"fn16_ref\">16</a></p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">This analogy is made inexact by the fact that it is possible for Olsen to use his nolo plea to construct an argument for \"but for\" causation. The argument would proceed as follows: the defendants' wrongful acts caused the murder conviction, the murder conviction caused the incarceration, the invalidation of the murder conviction caused the prosecutors to offer Olsen a plea on a manslaughter charge, and the fact that Olsen had already served time pursuant to the invalid murder conviction caused Olsen to agree to the nolo plea and a sentence of time served.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">This tenuous chain is not sufficient to allow Olsen to collect incarceration-based damages, however. As a series of additional analogies will demonstrate, the policies favoring the finality of valid criminal convictions and sentences and protecting them from collateral attack through civil suit dictate against allowing &#167; 1983 liability for damages for imprisonment here. Thus, whether the problem is viewed as one of the limits of &#167; 1983 actions<a class=\"footnote\" href=\"#fn17\" id=\"fn17_ref\">17</a> or of proximate cause,<a class=\"footnote\" href=\"#fn18\" id=\"fn18_ref\">18</a> we conclude that incarceration-related damages are not available to Olsen under these circumstances.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">One analogy is to guilty pleas. In the &#167; 1983 context, courts have held that valid guilty pleas preclude later claims of constitutional violations because they represent \"a break in the chain of events which has preceded [the plea] in the criminal process.\" Tollett v. Henderson, <span class=\"citation\" data-id=\"108762\"><a href=\"/opinion/108762/tollett-v-henderson/\"><span class=\"volume\">411</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">258</span></a></span>, 267 (1973); see also Haring v. Prosise, <span class=\"citation\" data-id=\"110961\"><a href=\"/opinion/110961/haring-v-prosise/\"><span class=\"volume\">462</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">306</span></a></span>, 321 (1983) (\"[W]hen a defendant is convicted pursuant to his guilty plea rather than a trial, the validity of that conviction cannot be affected by an alleged Fourth Amendment violation because the conviction does not rest in any way on evidence that may have been improperly seized. State law treats a guilty plea as 'a break in the chain of events . . . .'\" (quoting Tollett, 411 U.S. at 267)). These cases point toward a policy of honoring the finality of a criminal conviction by viewing a conviction entered pursuant to a valid plea as the sole legal cause of the incarceration imposed in the sentence.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">In these circumstances, there is no reason that Olsen's nolo plea should be treated differently from a guilty plea. A nolo plea differs from a guilty plea only in that it is not an admission of guilt and cannot be used against the pleader in a later proceeding to prove the underlying facts of the crime. But as to the validity of the sentence rendered, a nolo plea is the equivalent of a guilty plea. See Alford, 400 U.S. at 36 n.8; Ingersoll, 14 N.E. at 450 (\"A plea of nolo contendere, when accepted by the court, is, in its effect upon the case, equivalent to a plea of guilty.\"); Fed. R. Crim. P. 11(e)(6) advisory committee's notes, 1974 amendment (\"A plea of nolo contendere is, for purposes of punishment, the same as the plea of guilty.\").</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">The court in Pete v. Metcalfe, <span class=\"citation\" data-id=\"5996\"><a href=\"/opinion/5996/pete-v-metcalfe/\"><span class=\"volume\">8</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">214</span></a></span> (5th Cir. 1993), drew a similar conclusion. In that case, a former inmate, who pled nolo to reduced charges after his first conviction was overturned, brought a &#167; 1983 action against various officials charging false imprisonment and malicious prosecution. See id. at 215-16. The court held that no action for false imprisonment could lie \"where the detention was executed by virtue of legally sufficient process duly issued by a court of competent jurisdiction.\" Id. at 218-19; see also id. at 219 (\"This is true where an arrest is pursuant to a validly issued arrest warrant, and must also be true where, as here, Pete's two-year imprisonment was the result of a judgment of conviction by a court with jurisdiction over him.\") (citation omitted); 35 C.J.S. False Imprisonment &#167; 27, at 660 (1960) (\"An action for false imprisonment may not be maintained where an arrest or detention is made by virtue of process, legally sufficient in form, and duly issued by a court or official having jurisdiction to issue it.\").</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">Another analogy is to the rule of Heck v. Humphrey, which provides that, at least while a defendant is still imprisoned, he may not bring a &#167; 1983 action to attack his conviction. See Heck, 512 U.S. at 486-87; cf. Figueroa v. Rivera, <span class=\"citation\" data-id=\"198061\"><a href=\"/opinion/198061/figueroa-v-rivera-garcia/\"><span class=\"volume\">147</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">77</span></a></span>, 82 (1st Cir. 1998). Addressing the proper channeling of litigation between habeas corpus and &#167; 1983, see Heck, 512 U.S. at 480-81, the Heck Court drew an analogy to the common law cause of action for malicious prosecution, see id. at 484. To bring a malicious prosecution claim, a plaintiff must first show that the prior criminal proceeding upon which the claim is based has been terminated in his favor. See id.; Meehan v. Town of Plymouth, <span class=\"citation\" data-id=\"761518\"><a href=\"/opinion/761518/joseph-a-meehan-v-town-of-plymouth/\"><span class=\"volume\">167</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">85</span></a></span>, 90-91 (1st Cir. 1999). Without such a requirement, \"parallel litigation over the issues of probable cause and guilt\" would arise and inconsistent adjudications could result \"in contravention of a strong judicial policy against the creation of two conflicting resolutions arising out of the same or identical transaction.\" Heck, 512 U.S. at 484 (quoting Speiser et al., American Law of Torts &#167; 28:5, at 24 (1991)) (internal quotation marks omitted). Heck imposed a limit on the availability of &#167; 1983 actions by adopting a favorable termination requirement similar to that found in the malicious prosecution context. See id. at 483-86 (limiting the scope of &#167; 1983 based on \"concerns for finality and consistency\" and \"the hoary principle that civil tort actions are not appropriate vehicles for challenging the validity of outstanding criminal judgments\"). While we expressly decline to reach the Heck analysis relied upon by the district court, we believe that the policy that animates the limits on the malicious prosecution cause of action and Heck's adoption of a favorable termination requirement counsels against allowing Olsen to use this &#167; 1983 action to impugn the validity of his sentence. Allowing Olsen to call into question, through a civil jury's award of damages for incarceration, the legal validity of an unimpeached criminal sentence would lead to inconsistency and an undermining of the criminal process. Cf. Figueroa, 147 F.3d at 81 (\"[C]ivil tort actions are not appropriate vehicles for challenging the validity of outstanding criminal judgments.\" (quoting Heck, 512 U.S. at 486) (internal quotation marks omitted)).</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">The final analogy is to the established policy of enforcing plea bargains. Absent a showing that a plea was in some way constitutionally infirm, parties must be held to the terms of the plea so as to ensure society's interest in the integrity of the system of compromise resolution of criminal charges. See Blackledge v. Allison, <span class=\"citation\" data-id=\"109648\"><a href=\"/opinion/109648/blackledge-v-allison/\"><span class=\"volume\">431</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">63</span></a></span>, 71 (1977) (\"[T]he guilty plea and the often concomitant plea bargain are important components of this country's criminal justice system. . . . [The] advantages can be secured, however, only if dispositions by guilty plea are accorded a great measure of finality.\"); cf. Town of Newton v. Rumery, <span class=\"citation\" data-id=\"111837\"><a href=\"/opinion/111837/newton-v-rumery/\"><span class=\"volume\">480</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">386</span></a></span>, 393-94 (1987).</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">Here Olsen pled nolo as part of a plea bargain with the prosecution, and he now attempts to enforce a bargain that is quite different from the bargain society offered him. The English translation of the Latin phrase \"nolo contendere\" is \"I will not contest it.\" Black's Law Dictionary 1048 (6th ed. 1990) (internal quotation marks omitted). By pleading nolo, Olsen agreed to a sentence of time already served as the punishment for the manslaughter conviction. While he did not admit to committing manslaughter, he did, by pleading nolo, agree that both his sentence and conviction were valid. Cf. Cochenour v. Cochenour, <span class=\"citation\" data-id=\"531384\"><a href=\"/opinion/531384/bobbie-e-cochenour-v-josephine-kay-cochenour-j-william-holliday-verlin/\"><span class=\"volume\">888</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1244</span></a></span>, 1246 (8th Cir. 1989) (holding that the plaintiff's voluntary election \"was the legal cause of the sale\" and that such election breaks the chain of causation between his injuries and the allegedly invalid procedures). There are compelling reasons to enforce this bargain: permitting a party who does not contest the court's authority to punish him to bring a subsequent proceeding in which he is able to claim that his punishment was improper would undermine the finality of plea bargains and jeopardize society's interest in a system of compromise resolution of criminal cases.</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">Allowing the incarceration-related damages Olsen seeks would undermine the availability of nolo pleas. Although nolo pleas represent a compromise on the question of guilt, society accepts them because they produce convictions and sentences that are final. Faced with the prospect of continuing litigation and a possible damages award, prosecutors will not agree to nolo pleas, making such pleas less available to defendants. As is demonstrated in this case, nolo pleas are of benefit to defendants: Olsen avoided a trial, a possible conviction, and the potential for additional imprisonment. Ensuring the continuing availability of nolo pleas requires that we not allow Olsen to avoid the full force and effect of his plea.</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">These policies of finality and the prevention of collateral attack on criminal convictions dictate against permitting Olsen to recover damages for his imprisonment. Olsen is not free to question the finality of his valid imprisonment by an action for incarceration-based damages. Olsen's valid manslaughter conviction and sentence are the sole legal cause of his incarceration.</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">The doctrines and cases upon which we rely can be viewed, for purposes of application to this case, as policy-based limits on &#167; 1983 actions. See, e.g., Heck, 512 U.S. at 486; Harlow v. Fitzgerald, <span class=\"citation\" data-id=\"110763\"><a href=\"/opinion/110763/harlow-v-fitzgerald/\"><span class=\"volume\">457</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">800</span></a></span>, 813-14 (1982) (relying on policy considerations and \"a balance between the evils\" in resolving questions regarding the scope of the immunity doctrine); Wood v. Strickland, <span class=\"citation\" data-id=\"109199\"><a href=\"/opinion/109199/wood-v-strickland/\"><span class=\"volume\">420</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">308</span></a></span>, 318 (1975); Wolff v. McDonnell, <span class=\"citation\" data-id=\"109097\"><a href=\"/opinion/109097/wolff-v-mcdonnell/\"><span class=\"volume\">418</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">539</span></a></span>, 568, 571-72 (1974) (striking a \"balance of interests\" in defining due process rights under &#167; 1983); Montgomery v. De Simone, <span class=\"citation\" data-id=\"758737\"><a href=\"/opinion/758737/rosemary-montgomery-v-jeffrey-de-simone-ptl-aka-joseph-de-simone-ptl/\"><span class=\"volume\">159</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">120</span></a></span>, 124 (3rd Cir. 1998) (stating that \"the extent to which the common law rule is rooted in history and reason and whether the policies it serves are compatible with the purposes of section 1983\" are important in determining the limits on &#167; 1983 actions); Pete, 8 F.3d at 218. Alternatively, they could be viewed as issues of proximate cause under &#167; 1983, breaking any causal link between the imprisonment for which damages are sought and the unconstitutional actions of the defendants in withholding a witness statement. Under both characterizations, this is a matter of law for the court to determine. See Keeton et al., supra, &#167; 42, at 273 (noting that proximate cause, \"[u]nlike the fact of causation, . . . is primarily a problem of law\"); see also Himba v. Odegaard, <span class=\"citation\" data-id=\"456364\"><a href=\"/opinion/456364/george-c-hibma-v-richard-t-odegaard-james-nikodem-and-michael-paul/\"><span class=\"volume\">769</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1147</span></a></span>, 1156 (7th Cir. 1985) (stating that the court has \"the exclusive function to declare the existence or non-existence of rules . . . which restrict the responsibility of the tort-feasor short of making him liable for harm of which his actions are a legal cause\").</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">Accordingly, judgment as a matter of law for the defendants on damages for incarceration was proper<a class=\"footnote\" href=\"#fn19\" id=\"fn19_ref\">19</a> -- and this is exactly the conclusion that the district court reached, albeit through different reasoning. See Rodrguez-Cirilo, 115 F.3d at 53 (affirming grant of summary judgment in &#167; 1983 action \"based on plaintiffs' failure to demonstrate causation\"); Malave-Felix v. Volvo Car Corp., <span class=\"citation\" data-id=\"570024\"><a href=\"/opinion/570024/prodliabrep-cch-p-12963-leila-malave-felix-v-volvo-car-corporation/\"><span class=\"volume\">946</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">967</span></a></span>, 972-73 (1st Cir. 1991) (affirming directed verdict for defendant based on plaintiff's failure to prove causation). There was no error in the district court's vacating the original jury verdict.</p>\n    </div>\n    <p>III</p>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">It was well within the realm of possibility for the jury in the second damages trial to have awarded Olsen substantial compensatory damages for injuries associated with his murder trial and conviction, and to have awarded substantial punitive damages based on the nature of the defendants' actions. See, e.g., Goodwin v. Metts, <span class=\"citation\" data-id=\"529305\"><a href=\"/opinion/529305/james-kenneth-goodwin-eddie-earl-hallman-v-james-r-metts-individually/\"><span class=\"volume\">885</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">157</span></a></span>, 160, 163-67 (4th Cir. 1989) (upholding substantial award to &#167; 1983 plaintiffs who were never incarcerated), overruled in part on other grounds by Albright v. Oliver, <span class=\"citation\" data-id=\"112924\"><a href=\"/opinion/112924/albright-v-oliver/\"><span class=\"volume\">510</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">266</span></a></span>, 270, 271 (1994) (plurality opinion). This did not come to pass, however, and Olsen, having pinned his hopes on the reinstatement of the first verdict, makes a lesser challenge to the scope and conduct of the second trial. This challenge fails.</p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">The new trial that actually took place, in which the district court did not permit evidence of damages stemming from the incarceration (as opposed to the murder trial and conviction), is essentially the same trial that would take place on any remand from our determinations.<a class=\"footnote\" href=\"#fn20\" id=\"fn20_ref\">20</a> The district court has, in effect, already completed the work that would result from a remand and presented us with two verdicts from which to choose, depending on our resolution of a number of underlying issues. Cf. Galdieri-Ambrosini v. National Realty &amp; Dev. Corp., <span class=\"citation\" data-id=\"751626\"><a href=\"/opinion/751626/76-fair-emplpraccas-bna-290-72-empl-prac-dec-p-45242-marilyn/\"><span class=\"volume\">136</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">276</span></a></span>, 282 (2d Cir. 1998) (explaining that if a district court permits a case to go to the jury and thereafter enters a judgment as a matter of law that is contrary to the verdict, \"the need for a second trial will be avoided\" even if the court of appeals disagrees with the judgment). Indeed, several aspects of the second trial were advantageous to Olsen: the district court granted a new trial only on damages, rather than on both liability and damages, and it permitted Olsen to have another opportunity to convince a jury of the propriety of an award of punitive damages.</p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\">Olsen belatedly contends that the scope of the damages trial was too narrow because the district judge did not permit evidence of the emotional injury caused by Olsen's belief during the period of his incarceration that he would spend the rest of his life in jail. This argument is of no avail. Olsen did not raise this argument regarding the scope of the trial in his initial brief on appeal and no more than hinted at it in his reply brief, and it is therefore waived. See, e.g., United States v. Brennan, <span class=\"citation\" data-id=\"608079\"><a href=\"/opinion/608079/united-states-v-james-f-brennan-united-states-v-j-edward-mchugh/\"><span class=\"volume\">994</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">918</span></a></span>, 922 n.7 (1st Cir. 1993) (noting the \"well settled\" rule that legal arguments made for the first time in an appellant's reply brief are tardy). Further, Olsen has not provided us with an adequate record on appeal to review this issue, even if it had been preserved.</p>\n    </div>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p class=\"indent\">For the foregoing reasons, we affirm the judgment of the district court on the basis of alternative reasoning. No costs are awarded.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p>  The court explained that Heck states that \"a &#167; 1983 action will not lie if a judgment in the plaintiff's favor would imply the invalidity of his unimpugned 'conviction or sentence.'\" The court then concluded that requiring defendants to compensate Olsen for his confinement would necessarily imply the invalidity of his manslaughter sentence: \"Olsen's manslaughter sentence to time served has not been reversed, expunged, declared invalid, or called into question by any entity or court with the authority to impugn its lawfulness. Under Heck, Olsen's claim for damages based on an imprisonment imposed pursuant to a lawful conviction and sentence is not cognizable under &#167; 1983.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The district court stated in its decision in the post-trial motions that the evidence had been excluded pursuant to Federal Rule of Evidence 410(2) but that, \"[b]y agreement of all the parties,\" the question of the \"legal effect\" of the plea on Olsen's damages claims was reserved \"until post-trial motions.\" This statement raises the question of whether defendants essentially abandoned their evidentiary objections and conceded that the nolo conviction and sentence would only be considered to the extent that they were relevant to nonevidentiary questions such as collateral estoppel. But Olsen has not argued that the defendants gave such consent (or acknowledged the district court's pre-trial statements in either of his briefs), and the district court's various statements in the record on the evidentiary issues are ambiguous enough that we are unwilling to sua sponte find some form of waiver. Our unwillingness is bolstered by the fact that the parties continued to engage in evidentiary arguments in post-trial submissions.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Olsen incorrectly argues that the defendants have lost their opportunity to challenge the exclusion of the evidence because they dropped their cross-appeals. No cross-appeal is required, however, unless a party is trying to expand its rights by modifying the judgment in some fashion:</p>\n        <p>[T]he appellee may not attack the decree with a view either to enlarging his own rights thereunder or of lessening the rights of his adversary, whether what he seeks is to correct an error or to supplement the decree with respect to a matter not dealt with below. But it is likewise settled that the appellee may, without taking a cross-appeal, urge in support of a decree any matter appearing in the record, although his argument may involve an attack upon the reasoning of the lower court or an insistence upon matter overlooked or ignored by it.</p>\n        <p>Massachusetts Mut. Life Ins. Co. v. Ludwig, <span class=\"citation\" data-id=\"109485\"><a href=\"/opinion/109485/massachusetts-mut-ins-co-v-ludwig/\"><span class=\"volume\">426</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">479</span></a></span>, 480-81 (1976) (per curiam) (quoting United States v. American Ry. Express Co., <span class=\"citation\" data-id=\"100457\"><a href=\"/opinion/100457/united-states-v-american-ry-exp-co/\"><span class=\"volume\">265</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">425</span></a></span>, 435 (1924)) (internal quotation marks omitted); see also United States v. Lumbermens Mut. Cas. Co., <span class=\"citation\" data-id=\"550643\"><a href=\"/opinion/550643/united-states-v-lumbermens-mutual-casualty-company-inc-ossipee/\"><span class=\"volume\">917</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">654</span></a></span>, 658 n.6 (1st Cir. 1990); Bath Iron Works Corp. v. White, <span class=\"citation\" data-id=\"359879\"><a href=\"/opinion/359879/bath-iron-works-corporation-and-commercial-union-companies-v-russell-e/\"><span class=\"volume\">584</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">569</span></a></span>, 573 n.2 (1st Cir. 1978). Here, the defendants do not argue that the award against them should be decreased or modified in any way; they do no more than defend the judgment of the district court.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> This exclusionary rule has two express exceptions, neither of which is applicable here. See id.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Rule 410 is virtually identical to Federal Rule of Criminal Procedure 11(e)(6), which provides:</p>\n        <p>Except as otherwise provided in this paragraph, evidence of the following is not, in any civil or criminal proceeding, admissible against the defendant who made the plea or was a participant in the plea discussions: . . . a plea of nolo contendere; . . . any statement made in the course of any proceedings under this rule regarding . . . [a nolo plea]; or . . . any statement made in the course of plea discussions with an attorney for the government which do not result in a plea of guilty or which result in a plea of guilty later withdrawn.</p>\n        <p>Fed. R. Crim. P. 11(e)(6). Although a rule of criminal procedure is obviously not applicable to Olsen's civil case, Rule 11(e)(6) is closely intertwined with Rule 410 -- the rules are similar not only in language, but also in history and interpretation. We therefore rely occasionally on materials that discuss Rule 11(e)(6). See Fed. R. Evid. 410 advisory committee's notes, 1979 amendment; Fed. R. Crim. P. 11(e)(6) advisory committee's notes, 1979 amendment; see also United States v. Perez-Franco, <span class=\"citation\" data-id=\"522149\"><a href=\"/opinion/522149/united-states-v-jose-rafael-perez-franco/\"><span class=\"volume\">873</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">455</span></a></span>, 461 n.6 (1st Cir. 1989); United States v. Ruminer, <span class=\"citation\" data-id=\"466406\"><a href=\"/opinion/466406/united-states-v-george-jerry-ruminer-and-ada-ruminer/\"><span class=\"volume\">786</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">381</span></a></span>, 385-86 &amp; n.15 (10th Cir. 1986) (\"There is no legislative reason given for duplicating the rules. At least one commentator suggests that the rules should be treated as one. Moreover, the Advisory Committee Notes to the 1974 amendments on Rule 11(e)(6) state that the rule is taken from Rule 410.\" (citations omitted)); United States v. Stirling, <span class=\"citation\" data-id=\"353796\"><a href=\"/opinion/353796/fed-sec-l-rep-p-96308-2-fed-r-evid-serv-1257-united-states-of/\"><span class=\"volume\">571</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">708</span></a></span>, 731 n.17 (2d Cir. 1978); Levin v. State Farm Fire &amp; Cas. Co., <span class=\"citation\" data-id=\"1459707\"><a href=\"/opinion/1459707/levin-v-state-farm-fire-cas-co/\"><span class=\"volume\">735</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">236</span></a></span>, 238 n.1 (E.D. Mich. 1990) (\"[B]ecause F.R.E. 410 tracks the language of Fed. R. Crim. P. 11(e)(6), it is appropriate [when interpreting Rule 410] to rely on Committee notes to Rule 11(e)(6).\").</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Olsen appropriately does not claim that the sentence rendered by the court during the hearing at which he entered his plea is a \"statement made in the course of\" the nolo plea proceeding.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p>  For a discussion of the history of the nolo contendere plea stretching back to its roots in English law, see footnote 8 of Alford.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> In addition, the nolo plea does not bear the same indicia of reliability as a guilty plea when used as evidence of underlying culpability. See Fed. R. Evid. 410 advisory committee's notes, 1972 proposed rules (stating that the proposed rule is consistent with antitrust decisions \"recognizing the inconclusive and compromise nature of judgments based on nolo pleas\"); Leonard, The New Wigmore: A Treatise on Evidence, Selected Rules of Limited Admissibility &#167; 5.4.1, at 5:44 (1998); id. &#167; 5.8.3, at 5:101; 2 Mueller &amp; Kirkpatrick, Federal Evidence &#167; 143, at 136-37 (2d ed. 1994); 21 Am. Jur. 2d Criminal Law &#167; 726 (1998) (noting that \"[a] plea of nolo contendere is used by the accused in criminal cases to save face and avoid exacting an admission that could be used as an admission in other potential litigation [or] to avoid trial with its attendant expense and adverse publicity in the event of a conviction\"). For example, in Massachusetts, the judge is not required to inquire into the factual basis for the nolo plea before accepting it. See Mass. R. Crim. P. 12; id. reporter's note to 12(c)(5)(A).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> Various state courts, interpreting rules of evidence roughly analogous to the federal rules, have recognized a similar evidentiary distinction between a nolo plea and a nolo conviction. See generally Drechsler, Plea of Nolo Contendere or Non Vult Contendere, <span class=\"citation no-link\"><span class=\"volume\">89</span> <span class=\"reporter\">A.L.R. 2d</span> <span class=\"page\">540</span></span> &#167;&#167; 42, 43, 45[a], 47 (1963 &amp; 1999 Supp.) (collecting cases).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> Surely, some commentators insist, \"it is not merely the conviction that is important, but the behavior which the conviction proves.\" 2 Mueller &amp; Kirkpatrick, supra, &#167; 143, at 135-36. There is something to this point; presumably the reason that certain statutes provide that a conviction leads to the loss of a professional license, to deportation, or to termination from a job is that the conviction is taken to be indicative of the truth of the government's allegations against the convicted person. The statutes operate as a shortcut, a way of avoiding what is conceived to be a duplicative retrial on the merits of the criminal charges.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> In fact, whatever document was used to prove the sentence and its link to a lawful conviction could be redacted so that the nature of the charges and conviction was not revealed (or, alternatively, an appropriate limiting instruction could be given).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> Our conclusion as to the admissibility of the manslaughter sentence under Rule 410 does not rest on the analysis set forth in Walker v. Schaeffer, <span class=\"citation\" data-id=\"510127\"><a href=\"/opinion/510127/doak-walker-and-maurice-turner-v-r-schaeffer-patrolman-and-j-sheridan/\"><span class=\"volume\">854</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">138</span></a></span> (6th Cir. 1988), in which the Sixth Circuit stated: \"Rule 410 was intended to protect a criminal defendant's use of the nolo contendere plea to defend himself from future civil liability. We decline to interpret the rule so as to allow the former defendants to use the plea offensively, in order to obtain damages, after having admitted facts which would indicate no civil liability on the part of the arresting police.\" Id. at 143; see Fed. R. Crim. P. 11(e)(6) advisory committee's notes, 1979 amendment (\"The phrase 'in any civil or criminal proceeding' has been moved from its present position, following the word 'against,' for purposes of clarity. An ambiguity presently exists because the word 'against' may be read as referring either to the kind of proceeding in which the evidence is offered or the purpose for which it is offered. The change makes it clear that the latter construction is correct.\"); Levin v. State Farm Fire &amp; Cas. Co., <span class=\"citation\" data-id=\"1459707\"><a href=\"/opinion/1459707/levin-v-state-farm-fire-cas-co/\"><span class=\"volume\">735</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">236</span></a></span>, 238-39 (E.D. Mich. 1990); 2 Weinstein, supra, &#167; 410App.02[1], at 410App.-12.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> We also assume arguendo that the evidence defendants proffered as to the sentence meets the definition of a \"final judgment . . . adjudging a person guilty of a crime.\" Fed. R. Evid. 803(22).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn14\">\n        <a class=\"footnote\" href=\"#fn14_ref\">14</a>\n        <p> We consider evidence of the nolo plea in conducting this analysis because it would be in Olsen's interest to put this plea into evidence, as he is allowed to do under Rule 410. Without the nolo plea in evidence, Olsen's claim for incarceration-based damages would clearly fail for lack of \"but for\" causation, because Olsen would have been incarcerated even if the defendants had not withheld evidence. See Keeton et al., Prosser and Keeton on the Law of Torts &#167; 41, at 266 (5th ed. 1984) (\"[T]he defendant's conduct is not a cause of the event, if the event would have occurred without it.\"). The nolo plea represents Olsen's only chance at constructing a chain of \"but for\" causation between the acts of the defendants and his incarceration. Thus, we consider the plea to test whether Olsen's strongest case survives.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn15\">\n        <a class=\"footnote\" href=\"#fn15_ref\">15</a>\n        <p> Olsen, to his credit, concedes as much in his brief, which states:</p>\n        <p>In the normal case where there is both an unconstitutional and a constitutional conviction, of course, the plaintiff would have difficulty proving damages for the unconstitutional incarceration because of the simultaneous constitutional incarceration. Indeed, the difficulty of proving damages for an unconstitutional conviction served concurrently with a constitutional conviction would suffice in most cases to answer the trial judge's immediate concern about damages for confinement in a suit based on a conviction overturned on appeal followed by a new conviction or plea. The defendants in such a case would simply introduce the fact of the constitutional conviction and sentence to show that the plaintiff did not suffer damages as a result of [his or her] unconstitutional confinement.</p>\n        <p>Appellant's Brief at 43.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn16\">\n        <a class=\"footnote\" href=\"#fn16_ref\">16</a>\n        <p> \"The issue of causation of damages in a section 1983 suit is based on basic notions of tort causation.\" Rodrguez-Cirilo v. Garca, <span class=\"citation\" data-id=\"197391\"><a href=\"/opinion/197391/rodriguez-cirilo-v-garcia/\"><span class=\"volume\">115</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">50</span></a></span>, 52 (1st Cir. 1997) (citing Maldonado Santiago v. Velazquez Garca, <span class=\"citation\" data-id=\"490113\"><a href=\"/opinion/490113/linda-maldonado-santiago-v-nestor-velazquez-garcia/\"><span class=\"volume\">821</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">822</span></a></span>, 831 (1st Cir. 1987)); see also Memphis Community Sch. Dist. v. Stachura, <span class=\"citation\" data-id=\"111721\"><a href=\"/opinion/111721/memphis-community-school-dist-v-stachura/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">299</span></a></span>, 306-08 (1986); Carey v. Piphus, <span class=\"citation\" data-id=\"109815\"><a href=\"/opinion/109815/carey-v-piphus/\"><span class=\"volume\">435</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">247</span></a></span>, 258, 263 (1978); Buenrostro v. Collazo, <span class=\"citation\" data-id=\"589648\"><a href=\"/opinion/589648/leonel-buenrostro-v-pablo-collazo-aka-pablo-collazo-marrero/\"><span class=\"volume\">973</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">39</span></a></span>, 45 (1st Cir. 1992). Under traditional tort principles, \"[c]ausation is binary, comprising causation in fact and proximate (or 'legal') causation.\" Peckham v. Continental Cas. Ins. Co., <span class=\"citation\" data-id=\"536169\"><a href=\"/opinion/536169/scott-peckham-v-continental-casualty-insurance-co-scott-peckham-v/\"><span class=\"volume\">895</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">830</span></a></span>, 836 (1st Cir. 1990). To establish causation, it must be shown both that the plaintiff's harm \"would not have occurred 'but for' the [defendants'] breach [of a legal duty]\" and that \"the breach proximately caused the harm, that is, [that] the defendant should bear legal responsibility for the injury.\" Id.</p>\n        <p>Care must be taken in applying these principles to the &#167; 1983 context. Commentators have warned that \"tort law purposes and interests are often different from &#167; 1983 purposes and interests, and thus tort law concepts should not be blindly applied.\" 1 Nahmod, Civil Rights and Civil Liberties Litigation: The Law of Section 1983 &#167; 3:104, at 3-262 (4th ed. 1998); see also Calero-Colon v. Betancourt-Lebron, <span class=\"citation\" data-id=\"196347\"><a href=\"/opinion/196347/calero-colon-v-betancourt-lebron/\"><span class=\"volume\">68</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 4 (1st Cir. 1995) (noting that \"the essential elements of actionable &#167; 1983 claims derive first and foremost from the Constitution itself, not necessarily from the analogous common law tort\").</p>\n        <p>The tort doctrine of causation, however, can be safely imposed on a &#167; 1983 action such as this one. As the Supreme Court noted in Carey, &#167; 1983 actions are a \"species of tort liability\" intended to \"compensate persons for injuries that are caused by the deprivation of constitutional rights.\" Carey, 435 U.S. at 253-54. The goal of fair compensation has led courts to apply tort principles of causation in the &#167; 1983 context. See Carey, 435 U.S. at 257-58; Rodrguez-Cirilo, 115 F.3d at 52; Maldonado Santiago, 821 F.2d at 831; cf. Heck v. Humphrey, <span class=\"citation\" data-id=\"117864\"><a href=\"/opinion/117864/heck-v-humphrey/\"><span class=\"volume\">512</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">477</span></a></span>, 483-84 (1994).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn17\">\n        <a class=\"footnote\" href=\"#fn17_ref\">17</a>\n        <p> \"The very purpose of &#167; 1983 was to interpose the federal courts between the States and the people, as guardians of the people's federal rights . . . .\" Mitchum v. Foster, <span class=\"citation\" data-id=\"108578\"><a href=\"/opinion/108578/mitchum-v-foster/\"><span class=\"volume\">407</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">225</span></a></span>, 242 (1972). In fulfilling their role, the courts have relied upon congressional intent in interpreting &#167; 1983. See, e.g., Will v. Michigan Dep't of State Police, <span class=\"citation\" data-id=\"112293\"><a href=\"/opinion/112293/will-v-michigan-dept-of-state-police/\"><span class=\"volume\">491</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">58</span></a></span>, 66-70 (1989). Our ruling in this case is consistent with the statute's goals of fair compensation and appropriate deterrence. See, e.g., id. at 67 (noting that Congress, in enacting &#167; 1983, did not intend to \"override well-established immunities or defenses under the common law\"); 2 Nahmod, supra, at &#167; 8.1, at 8-4 (noting that the qualified immunity doctrine was created to strike a \"balance between the interest in preventing, and compensating for, constitutional violations and the interest in avoiding the overdeterrence of independent decision making by government officials\"); see also Spencer v. Kemna, <span class=\"citation\" data-id=\"118176\"><a href=\"/opinion/118176/spencer-v-kemna/\"><span class=\"volume\">523</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, 17 (1998) (noting that &#167; 1983 remedies need not \"always and everywhere be available\").</p>\n      </div>\n      <div class=\"footnote\" id=\"fn18\">\n        <a class=\"footnote\" href=\"#fn18_ref\">18</a>\n        <p> \"The concept of proximate causation restricts tort liability to those whose conduct, beyond falling within the infinite causal web leading to an injury, was a legally significant cause.\"  Rodrguez-Cirilo, 115 F.3d at 52; see Sperber v. Boesky, <span class=\"citation\" data-id=\"507358\"><a href=\"/opinion/507358/isabel-sperber-and-aline-k-halye-v-ivan-f-boesky/\"><span class=\"volume\">849</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">60</span></a></span>, 65 (2d Cir. 1988) (\"[T]he doctrine of proximate cause reflects social policy decisions based on shared principles of justice.\"); Keeton et al., supra, &#167; 41, at 266 (\"It should be quite obvious that, once events are set in motion, there is, in terms of causation alone, no place to stop. The event without millions of causes is simply inconceivable; and the mere fact of causation, as distinguished from the nature and degree of the causal connection, can provide no clue of any kind to singling out those which are to be held legally responsible.\").</p>\n      </div>\n      <div class=\"footnote\" id=\"fn19\">\n        <a class=\"footnote\" href=\"#fn19_ref\">19</a>\n        <p> We quickly dispose of Olsen's contention that the defendants waived any causation argument by failing to raise it below and by failing to ask the district court at the first trial for a verdict form that separately queried the jury about incarceration-based compensatory damages and other categories of compensatory damages. The defendants persistently pressed the argument, beginning in their answers to the complaint, that the manslaughter sentence negated any damages claim for the incarceration. Also, the verdict form was not erroneous or misleading at the time it was utilized. It was apparently not obvious to the court or the defendants at the conclusion of the first trial, given the focus of Olsen's complaint and of his counsel's closing argument, that any damages besides those stemming from the incarceration were at issue (although the court, in granting the new trial, ultimately agreed that certain other damages evidence had been presented). Since there is no indication that defendants were strategizing or inviting error, cf. CPC Int'l, Inc. v. Northbrook Excess &amp; Surplus Ins. Co., <span class=\"citation\" data-id=\"754326\"><a href=\"/opinion/754326/cpc-international-inc-v-northbrook-excess-and-surplus-insurance-company/\"><span class=\"volume\">144</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">35</span></a></span>, 49 n.14 (1st Cir. 1998), and since the new trial has already taken place and there is no savings in judicial efficiency in disregarding it, cf. Chute v. Sears Roebuck &amp; Co., <span class=\"citation\" data-id=\"197985\"><a href=\"/opinion/197985/chute-v-sears-roebuck-co/\"><span class=\"volume\">143</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">629</span></a></span>, 631-32 (1st Cir. 1998), there is no reason to find a waiver.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn20\">\n        <a class=\"footnote\" href=\"#fn20_ref\">20</a>\n        <p> As the defendants dropped their cross-appeals and make no challenges to the verdict that resulted from the second trial, we do not consider the appropriateness of the jury's award of damages for injuries not related to Olsen's incarceration.</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/5996/",
    "http://www.courtlistener.com/api/rest/v3/opinions/100457/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108215/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108578/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108762/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109097/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109199/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109485/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109648/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109815/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110763/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110961/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111721/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111837/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112293/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112924/",
    "http://www.courtlistener.com/api/rest/v3/opinions/117864/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118176/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195567/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196347/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196455/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197169/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197213/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197391/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197985/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198061/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198247/",
    "http://www.courtlistener.com/api/rest/v3/opinions/353796/",
    "http://www.courtlistener.com/api/rest/v3/opinions/359879/",
    "http://www.courtlistener.com/api/rest/v3/opinions/359897/",
    "http://www.courtlistener.com/api/rest/v3/opinions/378286/",
    "http://www.courtlistener.com/api/rest/v3/opinions/387446/",
    "http://www.courtlistener.com/api/rest/v3/opinions/409623/",
    "http://www.courtlistener.com/api/rest/v3/opinions/440397/",
    "http://www.courtlistener.com/api/rest/v3/opinions/451792/",
    "http://www.courtlistener.com/api/rest/v3/opinions/452177/",
    "http://www.courtlistener.com/api/rest/v3/opinions/456364/",
    "http://www.courtlistener.com/api/rest/v3/opinions/459890/",
    "http://www.courtlistener.com/api/rest/v3/opinions/466406/",
    "http://www.courtlistener.com/api/rest/v3/opinions/485038/",
    "http://www.courtlistener.com/api/rest/v3/opinions/490113/",
    "http://www.courtlistener.com/api/rest/v3/opinions/493383/",
    "http://www.courtlistener.com/api/rest/v3/opinions/493609/",
    "http://www.courtlistener.com/api/rest/v3/opinions/499776/",
    "http://www.courtlistener.com/api/rest/v3/opinions/507358/",
    "http://www.courtlistener.com/api/rest/v3/opinions/510127/",
    "http://www.courtlistener.com/api/rest/v3/opinions/514766/",
    "http://www.courtlistener.com/api/rest/v3/opinions/522149/",
    "http://www.courtlistener.com/api/rest/v3/opinions/529305/",
    "http://www.courtlistener.com/api/rest/v3/opinions/531384/",
    "http://www.courtlistener.com/api/rest/v3/opinions/534841/",
    "http://www.courtlistener.com/api/rest/v3/opinions/536025/",
    "http://www.courtlistener.com/api/rest/v3/opinions/536169/",
    "http://www.courtlistener.com/api/rest/v3/opinions/548343/",
    "http://www.courtlistener.com/api/rest/v3/opinions/550643/",
    "http://www.courtlistener.com/api/rest/v3/opinions/555768/",
    "http://www.courtlistener.com/api/rest/v3/opinions/566304/",
    "http://www.courtlistener.com/api/rest/v3/opinions/570024/",
    "http://www.courtlistener.com/api/rest/v3/opinions/579459/",
    "http://www.courtlistener.com/api/rest/v3/opinions/589648/",
    "http://www.courtlistener.com/api/rest/v3/opinions/590949/",
    "http://www.courtlistener.com/api/rest/v3/opinions/592246/",
    "http://www.courtlistener.com/api/rest/v3/opinions/608079/",
    "http://www.courtlistener.com/api/rest/v3/opinions/608149/",
    "http://www.courtlistener.com/api/rest/v3/opinions/655309/",
    "http://www.courtlistener.com/api/rest/v3/opinions/739903/",
    "http://www.courtlistener.com/api/rest/v3/opinions/751626/",
    "http://www.courtlistener.com/api/rest/v3/opinions/754212/",
    "http://www.courtlistener.com/api/rest/v3/opinions/754326/",
    "http://www.courtlistener.com/api/rest/v3/opinions/758737/",
    "http://www.courtlistener.com/api/rest/v3/opinions/760795/",
    "http://www.courtlistener.com/api/rest/v3/opinions/761518/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1459707/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1498348/"
  ]
}