{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/198601/",
  "absolute_url": "/opinion/198601/sms-v-digital/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/198601/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:55:32Z",
  "date_modified": "2017-03-24T10:57:56.998458Z",
  "type": "010combined",
  "sha1": "4f54cfe40864e3c2ac4aaefa1fd177f18efce4bc",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=99-1009.01A",
  "local_path": null,
  "plain_text": "               United States Court of Appeals\r\n                   For the First Circuit\r\n\nNo. 99-1009\r\n\n           SMS SYSTEMS MAINTENANCE SERVICES, INC.,\r\n\n                    Plaintiff, Appellant,\r\n\n                              v.\r\n\n                DIGITAL EQUIPMENT CORPORATION,\r\n\n                     Defendant, Appellee.\r\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n              FOR THE DISTRICT OF MASSACHUSETTS\r\n\n       [Hon. Edward F. Harrington, U.S. District Judge]\r\n\n                            Before\r\n\n                   Torruella, Chief Judge,\r\n\n              Campbell, Senior Circuit Judge,\r\n\n                 and Selya, Circuit Judge.\r\n\n   Ronald S. Katz, with whom Anne Fiero, Coudert Brothers, Ronald\r\nF. Kehoe, and Warner &amp; Stackpole LLP were on brief, for appellant.\r\n   J. Anthony Downs, with whom Shepard M. Remis, P.C., Anthony S.\r\nFiotto, and Goodwin, Procter &amp; Hoar LLP were on brief, for\r\nappellee.\r\n\nAugust 19, 1999\r\n\nSELYA, Circuit Judge.  In a complaint filed in the United\r\nStates District Court for the District of Massachusetts, SMS\r\nSystems Maintenance Services, Inc. (SMS) accused Digital Equipment\r\nCorporation (DEC) of violating Section 2 of the Sherman Act, 15\r\nU.S.C.  2, by integrating three-year warranties with sales of\r\ncomputer systems.  SMS,  an equipment servicer, asserted that\r\ndeploying warranties in this manner unfairly constrained consumers'\r\nability to choose their preferred service providers and thereby\r\npaved the way for a monopoly in the services aftermarket for DEC\r\ncomputers.  The district judge granted summary judgment in DEC's\r\nfavor.  See SMS v. DEC, 11 F. Supp.2d  166 (D. Mass. 1998). \r\nAlthough our reasoning does not mirror that of the lower court, we\r\nnonetheless affirm.\r\n                              I\r\nWe sketch the facts, viewing them as favorably to SMS as\r\nreason and the record will permit.  See Conward v. Cambridge Sch.\r\nComm., 171 F.3d 12, 17 (1st Cir. 1999) (articulating summary\r\njudgment standard).  We furnish additional details as they become\r\nrelevant to the ensuing analysis.\r\nDEC manufactures an array of hardware, ranging from\r\npersonal computers (PCs) to mainframes.  In the market for mid-\r\nrange computers, DEC battles other heavyweights (e.g., IBM, Sun\r\nMicrosystems, and Hewlett-Packard) for the attention and affection\r\nof consumers.  In April 1994, DEC introduced its \"Alpha\" line,\r\nconsisting largely of mid-range servers.  These models were more\r\npowerful and more versatile than their predecessors and embodied\r\ncertain distinctive technological advances.  DEC included a three-\r\nyear warranty as part of the mid-range Alpha package.  Although\r\nmulti-year warranties for PCs had become standard fare in the early\r\n1990s, a three-year warranty in the mid-range server market was\r\nuncommon in 1994.  One-year warranties were the norm   indeed, DEC\r\nitself provided a one-year warranty in respect to its pre-Alpha\r\nproducts and continued to offer one-year warranties in connection\r\nwith sales of its established \"VAX\" line of mid-range computers\r\neven after it introduced the Alpha models.\r\nDEC's conception of a warranty as an instrument of\r\ncompetition is scarcely original.  See, e.g., 3A Phillip E. Areeda\r\n&amp; Herbert Hovenkamp, Antitrust Law,  761, at 55 (1996) (referring\r\nto warranty protection as a tool of \"non-price competition\" that\r\nhas particular importance for firms competing in robust product-\r\ndifferentiated markets for durable equipment).  A warranty\r\nfunctions essentially as an insurance policy.  See generally Thomas\r\nJ. Holdych and Bruce D. Mann, The Basis of the Bargain Requirement: \r\nA Market and Economic Based Analysis of Express Warranties, 45\r\nDePaul L. Rev. 781, 794-99 (1996).  The customer pays the purchase\r\nprice and receives not only the purchased product itself but also\r\nthe manufacturer's promise to repair defects and supply replacement\r\nparts without extra charge (usually under certain conditions and\r\nduring a certain interval).  Because a warranty is a mechanism\r\nthrough which a consumer can protect himself against the\r\nuncertainties inherent in owning a product that likely will require\r\nparts and service over time, the product's allure increases as the\r\nwarranty terms become more generous.  This attraction is magnified\r\nin some cases because a strong warranty signals a manufacturer's\r\nfaith in the quality of its product.  In theory, then, warranties\r\nboost sales (and, ultimately, profits).\r\nGiven this general experience, SMS's claim that DEC's\r\nwarranty is anticompetitive appears odd at first blush.  There is,\r\nhowever, a certain offbeat logic to SMS's position.  The\r\naftermarket for servicing computers is both dynamic and lucrative. \r\nWhile manufacturers usually seek to service the hardware that they\r\nproduce, other firms compete with them for this business.  Many of\r\nthese independent service organizations (ISOs) operate nationally\r\nor regionally and some specialize in servicing particular brands of\r\nequipment.  A manufacturer's customers may in fact prefer to use\r\nthese ISOs for a variety of reasons, including loyalty,\r\nconvenience, response time, pricing, and perceived quality of\r\nservice.\r\nAgainst this backdrop, SMS   an ISO that operates\r\nnationally and specializes in servicing DEC equipment   puts a\r\nsinister cast on DEC's introduction of \"mandatory\" warranties (that\r\nis, warranties that accompany the product at no extra charge).  SMS\r\ncontends that current users of DEC equipment, known in the industry\r\nargot as its \"installed base,\" are effectively \"locked-in\" to\r\nbuying DEC computers in the future because of the magnitude of\r\ntheir sunk costs (e.g., outlays related to training employees to\r\nwork with DEC systems and to the acquisition of expensive software\r\nthat is compatible with those systems).  This lock-in phenomenon,\r\nSMS warns, creates an environment in which a warranty can function\r\nas a vehicle for aftermarket monopolization by creating a\r\ndisincentive for computer purchasers to consult service firms other\r\nthan the manufacturer itself.  In SMS's view, a purchaser who has\r\na warranty will not readily take his service business to an ISO\r\nbecause no consumer wants to pay twice for the same service   and\r\nthe longer the warranty, the less the opportunity for ISOs to\r\ncompete.  SMS predicts that, if such practices are left unchecked,\r\nlost business opportunities will ruin ISOs, eliminate competition,\r\nand eventually enable manufacturers to raise aftermarket prices.\r\n                              II\r\nBefore moving to an analysis of SMS's claim, we must put\r\na Trojan horse out to pasture.  DEC suggests that this case\r\ninvolves only a \"single product,\" because the challenged three-year\r\nwarranty is nothing but an \"attribute\" of the hardware.  If this\r\nwere true, the primary equipment market would constitute the\r\nrelevant market and DEC's share of it (according to its estimates,\r\nat least) would be far below what SMS would need to show a credible\r\nthreat of monopolization, and, thus, the case would vanish quietly\r\ninto the night.\r\nThe single product defense is customarily invoked to\r\nrebut allegations of an illegal tie brought under Section 1 of the\r\nSherman Act (15 U.S.C.  1).  See, e.g., Jefferson Parish Hosp.\r\nDist. No. 2 v. Hyde, 466 U.S. 2, 18-25 (1984).  In the context of\r\nSMS's Section 2 monopoly claim, DEC appears to wield the defense in\r\na different manner, i.e., as a means of eliminating the possibility\r\nthat its warranty has any relevant connection with the services\r\naftermarket.  Although we are tempted to dismiss DEC's assertion\r\nsimply as a matter of common sense, the best indication of its\r\ninfirmity resides in the record.\r\nThe success of a single product defense ordinarily hinges\r\non observations of actual market practices.  If evidence shows that\r\nthere is significant demand for separate components of what is\r\nalleged to be a single product and the product is in fact sold in\r\nthose forms, there is no single product.  See Eastman Kodak Co. v.\r\nImage Tech. Servs., Inc., 504 U.S. 451, 462-63 (1992); 10 Areeda &amp;\r\nHovenkamp, supra,  1744, at 203.  Conversely, if all or\r\nsubstantially all competing firms always or almost always\r\n(discounting occasional accommodations for customers with special\r\nneeds) sell two seemingly separate items together, then the two\r\nattributes may be treated as components of a single product.  See\r\ngenerally 10 Areeda &amp; Hovenkamp, supra,  1744, at 197-98.\r\nIn mounting its single product defense, DEC relies\r\nheavily on the affidavit of Professor Jerry Hausman, a\r\ndistinguished economist, who explains uncontroversially that\r\nwarranties are tools used by manufacturers to promote the\r\nattractiveness of their products and thus to gain a competitive\r\nedge.  Using this statement as a springboard, DEC vaults to the\r\nconclusion that hardware and warranty are a single product.  But\r\nDEC leaps without looking.  The record is pellucid that, while some\r\nother computer manufacturers bundle warranties with their machines,\r\nthe practice, especially with regard to mid-range computers, is\r\nanything but universal.\r\nVendors of mid-range computers offer a variety of\r\nancillary packages with their products, including service\r\ncontracts, warranties of differing lengths, or nothing at all. \r\nIndeed, a DEC official, Jane Heaney, affirmed in the course of\r\npretrial discovery that differing service packages are items that\r\ncustomers can (and do) use to differentiate between competing\r\ncomputer brands.  In competitive markets, suppliers' offerings\r\ngenerally reflect consumer demand.  See, e.g., Digital Equipment\r\nCorp. v. Uniq Digital Tech., Inc., 73 F.3d 756, 762 (7th Cir.\r\n1996).  We therefore conclude   at least for the purpose of summary\r\njudgment   that the mid-range computer market treats warranty and\r\nequipment as separate products.\r\n\n                             III\r\nHaving laid to rest DEC's attempt to shortstop the\r\nrequisite analysis, we turn to the parameters of SMS's burden.  To\r\nprove a violation of Section 2 of the Sherman Act, the plaintiff\r\nmust show both that the defendant has monopoly power in a relevant\r\nmarket and that it has maintained or increased that power through\r\nanticompetitive conduct.  See United States v. Grinnell Corp., 384\r\nU.S. 563, 570-71 (1966); Town of Concord v. Boston Edison Co., 915\r\nF.2d 17, 21 (1st Cir. 1990); Olympia Equip. Leasing Co. v. Western\r\nUnion Tel. Co., 797 F.2d 370, 373 (7th Cir. 1986).  SMS's\r\nmonopolization hypothesis begins with the proposition that, before\r\nall else, we must define the relevant market.  Relying on\r\ntraditional product market definition cases, see Brown Shoe Co. v.\r\nUnited States, 370 U.S. 294, 325 (1962); United States v. E.I. du\r\nPont De Nemours &amp; Co., 351 U.S. 377, 404 (1956), SMS contends that,\r\nbecause DEC's aftermarket products are \"unique\" and servicing DEC\r\ncomputers requires specialized expertise, the relevant market must\r\nbe the aftermarket for servicing DEC mid-range servers.\r\nThe argument, if successful, would place SMS at a\r\ndistinct advantage.  Market share often serves as a proxy for\r\nmarket power.  See, e.g., Town of Concord, 915 F.2d at 30;\r\nGrappone, Inc. v. Subaru of New Engl., Inc., 858 F.2d 792, 797 (1st\r\nCir. 1988).  If we were to agree with SMS that the relevant market\r\nis DEC's aftermarket for services, then, given that DEC\r\npredominates in that market (as evidenced by its large market\r\nshare), SMS would have traveled far on the road to establishing\r\nDEC's monopoly power.  But we believe that SMS's single-minded\r\nfocus on traditional concepts of product market definition\r\noversimplifies the route it must take.  Cases involving\r\naftermarkets are sui generis.\r\nThe purpose of defining a relevant market is to assist in\r\ndetermining whether a firm has market power.  See Israel Travel\r\nAdvisory Serv., Inc. v. Israel Identity Tours, Inc., 61 F.3d 1250,\r\n1252-53 (7th Cir. 1995); see also U.S. Healthcare Inc. v.\r\nHealthsource, Inc., 986 F.2d 589, 598 (1st Cir. 1993) (noting the\r\nimportance of remembering what antitrust question the court is\r\ntrying to answer when it engages in market definition).  In its\r\nmost basic iteration, the monopolist's market power consists of\r\nhaving sufficient economic muscle to permit it to raise prices well\r\nin excess of competitive levels without inducing customers to turn\r\nelsewhere.  See Town of Concord, 915 F.2d at 31.  It follows\r\ninexorably that a traditional product or geographic market\r\ndefinition exercise would be the starting point in an aftermarket\r\ncase if, but only if, a large market share in such a derivative\r\nmarket invariably translated into (or at least reliably indicated)\r\nmonopoly power in that market.\r\nThis condition does not obtain as a matter of course. \r\nMost firms that service their manufactured products can be expected\r\nto have a very high percentage of the services aftermarket for\r\nthose products.  See generally Daniel Wall, Aftermarket Monopoly\r\nFive Years After Kodak, 11 Antitrust 32, 32-33 (1997).  Virtually\r\nby definition, manufacturers possess relative expertise in\r\nrepairing their own products (an expertise that increases in\r\nimportance as the good increases in technological complexity) and\r\nconsumers typically are reluctant to incur the transaction costs\r\nassociated with locating and hiring alternative service providers.\r\nBut the naked fact that a manufacturer has a high\r\npercentage of the market for servicing its own products does not\r\nmean that it can raise the price of services or parts with impunity\r\nin that market.  See 10 Areeda &amp; Hovenkamp, supra,  1740, at 170-\r\n71.  Reputation is important to a firm that constantly competes for\r\nnew customers, and a manufacturer's behavior in the aftermarket\r\nprobably will be scrutinized by customers shopping for the firm's\r\nproducts in the primary market.  If the firm has a bad reputation,\r\nthat will prompt potential customers to go elsewhere.  Moreover,\r\nsuch a firm eventually will suffer defections from its installed\r\nbase as well, for firms concerned with the long term cannot afford\r\nto bite the hands that feed them.  See id.  1740, at 153; see also\r\nJoseph Kattan, Market Power in the Presence of an Installed Base,\r\n62 Antitrust L. J. 1, 15-16 (1993); Wall, supra, at 33.  Under such\r\ncircumstances, it ordinarily captures the reality of the\r\nmarketplace to envision a firm's behavior in the aftermarket as\r\nhaving a direct effect on the \"cross-elasticity of demand,\" du\r\nPont, 351 U.S. at 400, with respect to its products in the primary\r\nmarket. \r\nOf course, markets do not always function in the manner\r\nwe have just described.  Kodak is a case in point.  There, a group\r\nof ISOs complained that a copy-machine manufacturer which competed\r\nwith ISOs in servicing its brand of copiers had engaged in\r\nexclusionary behavior in its parts and services aftermarket (Kodak\r\nhad stopped supplying the ISOs with the parts required to service\r\nKodak copy machines, while at the same time entering into pacts\r\nwith independent parts manufacturers that prohibited them from\r\nsupplying the ISOs with copier parts).  See Kodak, 504 U.S. at 455-\r\n56.  Then, the manufacturer told its customers that they could not\r\npurchase parts unless they agreed to use the manufacturer's\r\naftermarket services.  See id. at 456-58.  Coupling evidence of\r\nthis scheme with evidence that Kodak was charging supracompetitive\r\nprices in the aftermarket, the ISOs accused Kodak of improperly\r\nexpanding its monopoly in the services aftermarket.  See id.\r\nKodak countered that, as a matter of law, a manufacturer\r\ncannot wield monopoly power in a derivative market because\r\ncompetitive primary markets, by definition, always check\r\naftermarket behavior.  The Court granted certiorari to consider the\r\nbona fides of this argument.  See id. at 454-55.  Ultimately, it\r\nrejected Kodak's contention as a matter of law and affirmed the\r\nremand for further proceedings because data in the record suggested\r\nthat Kodak might in fact have been exacting monopoly prices in its\r\nderivative market and there was no sign that competition in the\r\nprimary market deterred it from doing so.  See id. at 477-78.\r\nKodak, then, stands for the proposition that the\r\nforemarket does not always exert sufficient competitive pressure to\r\ninsulate the aftermarket from monopolistic practices.  It does not\r\nhold, as SMS entreats, that the foremarket never exerts sufficient\r\ncompetitive pressure to keep the aftermarket pristine.  And the\r\nfact that the primary market at times may fail to discipline a\r\nderivative market does not mean that the latter necessarily\r\nconstitutes the relevant market for antitrust analysis.  Rather, a\r\nlitigant who envisions the aftermarket as the relevant market must\r\nadvance hard evidence dissociating the competitive situation in the\r\naftermarket from activities occurring in the primary market.  Cf.\r\nid. at 477 (noting that the plaintiff adduced evidence that the\r\ndefendants were able to   and did   charge supracompetitive prices\r\nin the aftermarket).  Put another way, a court may conclude that\r\nthe aftermarket is the relevant market for antitrust analysis only\r\nif the evidence supports an inference of monopoly power in the\r\naftermarket that competition in the primary market appears unable\r\nto check.  See id. at 481-82; see also 10 Areeda &amp; Hovenkamp,\r\nsupra,  1740, at 170-71.\r\nWe summarize succinctly.  In any market with some degree\r\nof product differentiation, goods of a single brand will enjoy a\r\ncertain degree of uniqueness.  See 3A Areeda &amp; Hovenkamp, supra, \r\n761, at 55-56.  While that uniqueness may account for a\r\nmanufacturer having a large market share in the services\r\naftermarket for its own brand, that fact, without more, does not\r\nsuffice to establish that the manufacturer enjoys monopoly power in\r\nthat market.  Unless the evidence shows that the manufacturer can\r\nexert raw power in the aftermarket without regard for commercial\r\nconsequences in the foremarket, the aftermarket is not the relevant\r\nmarket.  This means that, for antitrust cases involving derivative\r\nmarkets, courts cannot reflexively resort to traditional product\r\nmarket definition methods, but must look to other modes of\r\nscrutinizing the existence and measure of market power.  As Kodak\r\nteaches, in aftermarket situations, market power vel non must be\r\nassessed by weighing the complete package of primary equipment,\r\nparts, and services.\r\n\n                              IV\r\nWe turn next to the question of whether SMS has managed\r\nto create a genuine issue of material fact as to DEC's alleged\r\nmonopoly power.  We think it has not.\r\n                              A\r\nLaboring to dispel the customary expectation that\r\ncompetition in the primary market may serve as a substantial\r\ndeterrent to anticompetitive behavior in an aftermarket, SMS first\r\nasserts that this is a case in which information costs have\r\ndistorted market behavior.  The argument has its genesis in Kodak,\r\nwhere the Court suggested that, under some circumstances, the\r\nforemarket's inability to obtain needed information about the\r\naftermarket could foil the former's ability to act as a check on\r\nthe latter.  See Kodak, 504 U.S. at 473-76.  Because this\r\ninformation could be difficult for ordinary copy-machine buyers to\r\nobtain, and Kodak apparently treated informed purchasers more\r\nfavorably than uninformed purchasers (through price and term\r\ndiscrimination), the Court suggested that these facts might explain\r\nKodak's ability to charge supracompetitive prices in the\r\naftermarket without suffering adverse consequences in the\r\nforemarket.  See id. at 473-74.\r\nDEC counters that the purely prospective nature of its\r\nwarranty policy removes this case from Kodak's sphere of influence. \r\nDEC explains that the only customers affected by the warranty\r\npolicy are those who purchase new DEC mid-range systems; contracts\r\nbetween ISOs and current owners of DEC platforms are unimpaired. \r\nFurthermore, purchasers are keenly aware of the warranty terms.  If\r\na customer does not like the warranty, DEC continues, he will shop\r\nelsewhere, either for a different brand of computer or for a DEC\r\ncomputer without a warranty.  See, e.g., Digital, 73 F.3d at 762\r\n(explaining that customers will shop for other brands if a\r\nmanufacturer does not satisfy their needs).\r\nWe agree that both the transparency of DEC's warranty\r\npolicy to buyers in the primary market and the policy's prospective\r\noutlook militate in DEC's favor.  Let us begin with transparency. \r\nThe Kodak Court's discussion of information costs stemmed\r\nexclusively from the concern that the type of information necessary\r\nfor allowing the primary market to check anticompetitive behavior\r\nin the aftermarket was unavailable to the average copy machine\r\npurchaser.  See 504 U.S. at 473-76.  Given the specific means that\r\nKodak had adopted to stifle competition, the information relevant\r\nto the primary market would be lifecycle costing, which, the\r\nJustices concluded, was difficult to access.  See id. at 473-74.\r\nThe information deficits that concerned the Kodak Court\r\nare largely absent here.  SMS cites the three-year warranty as the\r\ninstrument of market dominance.  But, unlike the precise cost of\r\nowning a machine for its useful life (the Kodak scenario), the\r\nwarranty's existence is obvious to any purchaser in the primary\r\nmarket and, therefore, SMS's ruminations about each purchaser's\r\nneed to engage in lifecycle costing for installed hardware are\r\nbeside the relevant point.  Hence, the only datum that bears on\r\nalleged anticompetitive activity in the aftermarket is readily\r\navailable to the foremarket.  Given that the primary market's\r\nability to check a firm's behavior in its own aftermarket hinges in\r\nsubstantial part on whether information about the latter is\r\nsufficiently reflected in the former, the transparency of DEC's\r\nallegedly monopolistic policy represents a salient departure from\r\nthe Kodak scenario.  Accord PSI Repair Serv., Inc. v. Honeywell,\r\nInc., 104 F.3d 811, 819-20, 822 (6th Cir.) (concluding that the\r\nfact that the defendant's policies were \"generally known\" was a\r\ncentral datum in barring a Kodak-type claim), cert. denied, 520\r\nU.S. 1265 (1997).\r\nThe prospective nature of the warranty further\r\ndistinguishes this case from Kodak.  Kodak had entered into\r\nagreements that precluded the distribution of Kodak parts to ISOs. \r\nSee Kodak, 504 U.S. at 458.  These agreements were tantamount to a\r\nretroactive change in the rules because many customers had\r\npurchased Kodak machines against a background understanding that\r\nthey would be able to procure parts from ISOs.  Accordingly, this\r\ntergiversation detrimentally affected the expectations of those who\r\nhad already sunk considerable sums of money into the acquisition of\r\nKodak equipment.  Such \"bait and switch\" tactics can be problematic\r\nfrom an antitrust standpoint when they enable exploitation.  See\r\nDigital, 73 F.3d at 763 (concluding that \"[t]he material dispute\r\nthat called for a trial [in Kodak] was whether the change in policy\r\nenabled Kodak to extract supra-competitive prices from customers\r\nwho had already purchased its machines\"); Lee v. Life Ins. Co. of\r\nN. Am., 23 F.3d 14, 20 (1st Cir. 1994) (noting that Kodak's policy\r\nchange jeopardized its customers' ability to protect themselves). \r\nLike the easy availability of information, the purely prospective\r\nnature of the warranty helps to take this case out of Kodak's\r\nprecedential orbit.  See PSI Repair, 104 F.3d at 820, 822.\r\n                              B\r\nAlthough this constellation of factors undermines SMS's\r\nrote reliance on Kodak, the scenario would be fully dispositive of\r\nSMS's Section 2 claim only if all purchasers in the primary market\r\nwere free agents.  But SMS says that is not the case.  It endeavors\r\nto draw an analogy between the Kodak plaintiffs' need to buy copier\r\nparts and the perceived need of those who already own DEC computers\r\nto purchase any new hardware from DEC (rather than its\r\ncompetitors).  The linchpin of this analogy is SMS's insistence\r\nthat repeat purchasers of computers are more or less compelled to\r\npatronize the manufacturer with whom they originally dealt because\r\nof the concomitant investment in, among other things, specialized\r\ntraining and software.  As to these \"locked-in\" firms, SMS\r\nasseverates, integrating a three-year warranty into new computer\r\nsystems is akin to the \"policy change\" that the Kodak Court decried\r\nbecause, at the time of the initial purchases, these consumers had\r\nno idea that future generations of DEC computers would bear such\r\nwarranty terms.\r\nThis argument has some conceptual footing.  In theory,\r\naftermarkets may be insulated from the competitive atmosphere of\r\nprimary markets if, and to the extent that, current owners of a\r\nmanufacturer's products find it prohibitively dear to \"switch\" to\r\nanother product because of the large investment they have made. \r\nSee Kodak, 504 U.S. at 476.  Because of switching costs, these\r\nowners might be harmed even if information about anticompetitive\r\nbehavior is reflected in the primary market (for example, the\r\nmanufacturer may offer better purchase terms to first-time buyers). \r\nWithal, we do not believe that the evidence suffices to create a\r\ngenuine issue as to whether this theoretical possibility has been\r\nrealized here.\r\nEven though SMS's lock-in argument relies heavily on\r\nKodak, there is an important factual distinction between the two\r\ncases in regard to the nature of the alleged switching costs.  When\r\nthe Kodak Court spoke of switching costs, it referred specifically\r\nto the cost of purchasing new copying equipment.  See Kodak, 504\r\nU.S. at 476-77.  What prompted the Court to suggest that switching\r\nwould be necessary was Kodak's policy of offering parts only to\r\nthose customers who also purchased service from it.  This meant\r\nthat if a customer did not turn to Kodak for service, it could not\r\nget parts, and its copy machine eventually would be rendered\r\nuseless.\r\nHere, by contrast, DEC neither withholds parts nor\r\notherwise precludes any hardware purchaser from using another\r\nservice provider.  If a customer prefers to retain an ISO, it does\r\nnot need to switch to another computer system.  Indeed, the record\r\nshows not only that customers do continue to hire ISOs to service\r\nDEC machines that are under warranty, but that SMS itself bids for\r\n(and has procured) such contracts.  Thus, the only switching cost\r\nat issue is the cost of writing off the portion of the equipment's\r\npurchase price that represents the warranty.  If the behavior of\r\nconsumers and ISOs is any indication, the switching cost is not\r\nparticularly significant.  (Although SMS presents some conclusory\r\ntestimony that this cost is the rough equivalent of the outlays for\r\nregular service contracts, it has absolutely no solid evidence to\r\nback up the claim   and, indeed, this testimony is at variance with\r\nits announced position that the warranty is in actuality a \"loss\r\nleader\" for DEC.  See infra note 5.)  At any rate, SMS has not\r\nproffered significantly probative evidence sufficient to create a\r\nfact question as to whether this alleged switching cost is material\r\nto a large enough segment of DEC's installed base to harm\r\ncompetition.\r\nTo sum up, while the warranty at issue here may act, at\r\nleast in some cases, as a subtle disincentive that inhibits\r\ncustomers from consulting ISOs (because the customer would, by\r\nretaining an ISO, in effect write off whatever extra cost the\r\nmanufacturer had built into the computer's purchase price to permit\r\nit to offer the warranty), there is nothing inherently\r\nanticompetitive about the warranty.  Unlike Kodak, this is not a\r\ncase in which a manufacturer effectively forces consumers to use\r\none, and only one, service outfit.  Moreover, nothing in the record\r\nbefore us (except for conclusory, self-serving testimony by SMS\r\nofficers, which we need not credit on summary judgment) suggests\r\nthat the existence of the warranty dissuades a sufficient number of\r\ncustomers who otherwise would have used ISOs' from doing so. \r\nTestimony of unbearable switching costs by a mere handful of\r\ndisaffected customers does not satisfy SMS's burden of showing that\r\nconsumers are generally worse off as a result of DEC's warranty\r\npolicy.  See, e.g., 10 Areeda &amp; Hovenkamp, supra,  1740, at 152-\r\n53.\r\nThat is essentially what the Eighth Circuit concluded in\r\na post-Kodak case when it indicated that, as long as a warranty\r\ndoes not limit a customer's choice of service provider, there is\r\nusually no antitrust problem.  See Marts v. Xerox, Inc., 77 F.3d\r\n1109, 1112 (8th Cir. 1996); see also Digital, 73 F.3d at 761-62\r\n(reaching a similar conclusion with respect to installed operating\r\nsystems).  We agree with this conclusion.  Many manufacturers offer\r\nthe market bundled products that have separable components.  Every\r\nday, consumers purchase these products because \"buyers often find\r\npackage sales attractive; a seller's decision to offer such\r\npackages can merely be an attempt to compete effectively   conduct\r\nthat is entirely consistent with the Sherman Act.\"  Jefferson\r\nParish, 466 U.S. at 12.\r\nOf course, some consumers may not like all the\r\ncomponents, but the overall package fits their needs, they are not\r\nconstrained in looking elsewhere for alternative components, and\r\nthey will not have to scrap their prior investments just because\r\nthe new package is not a perfect fit.  Given this commonplace, it\r\ncannot be that every time some consumer or group of consumers does\r\nnot like one component of a complex product, the manufacturer will\r\nbe exposed to an antitrust claim on the ground that it has\r\ncircumscribed consumer choice.  The antitrust laws do not require\r\nmanufacturers to customize their offerings to the precise\r\nspecifications of each and every customer.\r\nAt the expense of carting coal to Newcastle, we note a\r\nsecond serious shortcoming that permeates SMS's lock-in argument. \r\nThroughout its analysis in this case, SMS assumes that all current\r\nDEC customers fall into the locked-in category.  This taxonomy does\r\nnot hold together:  being part of an installed base and being\r\nlocked-in are not synonymous.  A lock-in phenomenon must be shown,\r\nnot assumed.  See Kodak, 504 U.S. at 476; see also 10 Areeda &amp;\r\nHovenkamp, supra,  1740, at 152-53.  Moreover, in undertaking this\r\ninquiry, the nature of the product must be taken fully into\r\naccount, for that will inform an inquiring court about the degree\r\nof effective control the manufacturer may be able to exert over a\r\nconsumer's purchasing decisions.  That is singularly important\r\nhere, for the evidence required to show that an installed base is\r\nlocked-in to future purchases of computer systems is quite\r\ndifferent from that needed to show that a copy machine owner is\r\nlocked-in to buying parts for that machine.\r\nIt is an article of faith, for antitrust purposes, that\r\nunless a substantial number of preexisting customers are locked-in,\r\ndefections from the manufacturer's installed base, coupled with\r\nlosses in the foremarket, in all probability will sabotage any\r\neffort to exploit the aftermarket.  Our review of the instant\r\nrecord affords no reason to believe that an appreciable number of\r\nDEC users are, in fact, significantly locked-in to making repeat\r\npurchases of DEC mid-range computers.  SMS's most direct evidence\r\nof lock-in comes from the testimony of individuals employed by two\r\nof DEC's customers.  These individuals   none of whom bore the\r\nultimate responsibility for making decisions regarding new computer\r\npurchases and none of whom exhibited any specific or detailed\r\nknowledge of how management might go about calculating switching\r\ncosts   testified generally that once a company has committed to a\r\ncertain brand of hardware and has acquired ancillary software\r\n(including an operating system), it would be costly to migrate to\r\nanother platform.  Significantly, however, the testimony fails\r\nproperly to account for the nature of a company's decision to\r\npurchase new computer hardware and, therefore, we cannot put much\r\nstock in it.\r\nThe evidence to which we have just referred assumes that\r\na company's decision to replace its computer system will be\r\ndictated solely by the hardware that it currently uses.  Under\r\ncertain circumstances, the assumption might hold.  The best example \r\nprobably derives from the analogy that Kodak offers.  Although the\r\nowner of a copy machine might hope that he will not require parts\r\nduring the machine's useful life, the hope defies reality.  When\r\nthe moment of need occurs, the corporate decisionmaker must be able\r\nto purchase a Kodak part   or else, scrap the machine.  The\r\nfragility of the equipment forces the owner to buy parts, and this\r\nneed, linked with owners' general unwillingness to sacrifice the\r\nremaining useful life of machinery, enables the manufacturer to\r\ncontrol and exploit the situation.\r\nThe record evidence shows that decisionmaking surrounding\r\nthe purchase of a new mid-range computer, however, is qualitatively\r\ndifferent from the decision to buy copier parts.  Typically, a much\r\nwider variety of factors will enter into the computer user's\r\ndecision.  Although we do not discount the impact of a server's\r\nspeed and power (which will lead to hardware upgrades), the record\r\nindicates that the availability of software applications designed\r\nto meet current or anticipated business needs usually is the\r\ndeterminative factor in this calculus.\r\nThis reality is largely borne out by a marketing survey\r\nand report that SMS considers to be one of the most significant\r\npieces of documentary evidence in this case.  The report's\r\nobservations are particularly noteworthy because many of the survey\r\nrespondents were chosen from DEC's installed base and the purpose\r\nof the study was to gauge their receptivity to DEC's Alpha and VAX\r\ncomputers.  The survey concludes that end users do not focus\r\nprincipally on hardware when making decisions about buying new\r\nsystems.  Rather, in the words of the report, \"applications drive\r\nthe choice of platforms,\" because software applications represent\r\nthe business solutions to the problems confronting the computer\r\nuser.  There is no record evidence that contradicts, or even comes\r\nclose to undercutting, this telling point.\r\nA fortiori, if software is the primary determinant in\r\ncommercial decisionmaking on computer system purchases, the power\r\nof affecting a customer's purchasing decisions resides more with\r\nthose who design and sell software than with hardware\r\nmanufacturers.  That is exactly what the survey indicates.  To\r\ncomplicate matters further, software companies tend to develop\r\ntheir applications so that they can be used with the more popular\r\noperating systems.  In turn, given the efficiencies of networks,\r\nmany consumers tend to opt for software that is usable on such\r\nsystems.  The evidence in this case shows that operating systems\r\nother than DEC's VMS   such as Windows NT and UNIX   are becoming\r\nincreasingly prevalent (which perhaps explains why DEC engineered\r\nthe new Alpha line to operate with all three) and many other\r\nhardware manufacturers make systems that can accommodate these\r\nother operating systems.  If DEC is to remain the company of choice\r\nfor its installed base, it cannot rest on its laurels.\r\nThe complex nature of the decision to purchase a new\r\ncomputer system means that an analysis of switching costs in this\r\ncontext cannot parrot the linear inquiry that proved possible in\r\nKodak.  Here, the cost of shifting to another system must take into\r\naccount the efficiency gains of buying new software   gains that\r\noften may dwarf hardware price in dollar terms.  This is true even\r\nif one considers the switching costs that are associated with\r\nretraining employees and discarding software designed to run\r\nexclusively on a particular platform.  The record demonstrates\r\nconvincingly that, in this industry, both software vendors and\r\nhardware manufacturers offer migration support for new customers in\r\nthe form of significant discounts on training, installation, and\r\nsoftware conversion, thus internalizing much of the switching\r\ncosts.\r\nThe impressions that we have gathered from the marketing\r\nsurvey are largely confirmed by the very witnesses on whose\r\ntestimony SMS relies.  Quite aside from the statements these\r\nwitnesses make about the magnitude of the cost of randomly\r\nswitching from one currently functioning computer system to another\r\ntestimony which, as is clear from our discussion, addresses an\r\nirrelevant scenario   all of them acknowledge that, all things\r\nconsidered, if a new computer system would bring more benefits,\r\nthere would be no objection to the switch.  The actual behavior of\r\nthese witnesses' employers illustrates the point:  their firms were\r\nin fact in the process of switching some of their systems to other\r\nplatforms, citing the sorts of reasons we have catalogued.\r\nIn fine, the record does not support the conclusion that\r\na substantial number of installed base customers are locked-in  \r\nand SMS has failed to make the case.  The power of software\r\nvendors, the rapid progress of software solutions, the\r\nunpredictability of when consumers will seek to purchase a brand\r\nnew system, the ready willingness of competitors to absorb\r\nmigration costs, and the uncertain calculus of cost versus\r\nefficiency gains that obtains when a firm moves to new applications\r\nall distinguish the computer purchase context from the copier\r\ncontext.  This plethora of factors strongly implies that, in most\r\ninstances, DEC has no effective control over whether a customer\r\nwill remain loyal when opting to purchase a new computer system.\r\nTo address these issues, which are central to assessing\r\nthe existence of a lock-in, SMS ought to have focused on proof of\r\nthe actual behavior of an installed base in terms of such\r\nconsumers' tendency to return to the same manufacturer.  It did not\r\nmarshal any such proofs.  Consequently, the record lacks the\r\nempirical evidence required to give us a proper glimpse into\r\nwhether members of an installed base actually behave in conformity\r\nwith SMS's switching cost hypothesis.  Although we do not doubt\r\nthat some customers may experience the lock-in that SMS envisions,\r\nthe record affords no reason to believe that such customers are\r\nnumerous or that they are representative of the installed base. \r\nAnd   in marked contrast to Kodak   there is no evidence, direct or\r\ncircumstantial, that DEC has attempted to locate or exploit\r\nvulnerable customers within its installed base (or that it has the\r\ncapacity to identify and isolate such customers).\r\nThese last points are particularly important.  In a\r\nproduct-differentiated market (such as the mid-range computer\r\nhardware market), there always will be a subset of customers whose\r\nsubjective preferences, given their specific business needs, will\r\nalign them more closely with one manufacturer.  As we remarked in\r\na closely related context, however, this kind of preference does\r\nnot translate into the kind of economic power that antitrust law\r\naims to mitigate.  See Grappone, 858 F.2d at 797 (\"Of course,\r\nvirtually every seller of a branded product has some customers who\r\nespecially prefer its product.  But to permit that fact alone to\r\nshow market power is to condemn ties that are bound to be harmless,\r\nincluding some that may serve some useful social purpose.\"). \r\nSophisticated consumers with such preferences will know beforehand\r\nthat they will lock themselves in by their choice of manufacturer\r\nand do so willingly.  What would be of concern is if a firm were\r\nable to extend its control by improper means over a sufficiently\r\nsizable number of customers who did not have such a preference. \r\nThe facts at hand do not fit this model.  The evidence, taken most\r\nfavorably to SMS, does not demonstrate a lock-in, certainly not one\r\nthat raises antitrust concerns.  See 10 Areeda &amp; Hovenkamp, supra,\r\n1740, at 152-53.\r\n                              C\r\nBecause this case arises on an appeal from the entry of\r\nsummary judgment, it behooves us to stress further SMS's failures\r\nat the empirical level.\r\nHere, unlike in Kodak, the record is devoid of any\r\nevidence of supracompetitive prices or other oppressive terms of\r\nbusiness in the aftermarket.  Here, unlike in Kodak, the record\r\nfurnishes no reason to believe that new customers are irrelevant to\r\nDEC; to the contrary the record shows unequivocally that DEC\r\nintended to sell Alpha computers vigorously to new as well as old\r\ncustomers in an effort to grow its market share.  Here, unlike in\r\nKodak, there is also no proof indicating that DEC has attempted to\r\ndiscriminate between customers who are knowledgeable and those who\r\nare not, or that it discriminates in price (or in offering\r\ndifferent warranty terms) between new and repeat purchasers.  Such\r\ndiscrimination, the Court explained, would be one way that\r\nmanufacturers would attempt to prevent sophisticated purchasers\r\nfrom disciplining the aftermarket through their decision to forego\r\nbuying from the manufacturer.  See Kodak, 504 U.S. at 475. \r\nMoreover, data such as these   that new customers remain important\r\nto DEC and that the warranties offered to new and installed base\r\ncustomers have exactly the same terms   are further signs of the\r\nabsence of aftermarket exploitation.  See 10 Areeda &amp; Hovenkamp,\r\nsupra,  1740, at 159.\r\nAll of these factors were crucial to the Kodak Court's\r\nconclusions, forming the bases for the Court's attempts to explain,\r\nthrough hypotheses involving information deficits and switching\r\ncosts, the possible causes of the market's apparently irregular\r\nbehavior.  See id. at 473-78.  DEC's alleged behavior, however, is\r\nworlds apart from Kodak's.  In the absence of comparably suspicious\r\npractices, there is no reason to assume that DEC's interest in\r\nmaintaining its position in a fiercely competitive primary market\r\nis not checking any exploitative tendencies in the derivative\r\nmarket.\r\nRepresented by able counsel, SMS strives resourcefully to\r\nfill these evidentiary gaps.  When queried at oral argument, it\r\nreferred us to the affidavit of Joseph Scordino (SMS's director of\r\nmarketing).  That affidavit does not remedy the empirical\r\nshortcomings that we have identified.  The closest it comes is the\r\nfollowing:  \"It has been my experience that when [DEC] does not\r\nface competition, its prices tend to be higher.  For example, [DEC]\r\ndoes not discount its maintenance services on the Alpha 8000s. \r\nThus, the elimination of competition from SMS and other Independent\r\nService Organizations, should result in price increases to\r\ncustomers.\"  We fail to see how we can allow this self-serving\r\nspeculation to pass for competent evidence.  The third sentence is\r\nconclusory conjecture of a kind that begs the very question at\r\nissue, namely, whether the foremarket sufficiently disciplines the\r\naftermarket.  The same is true for the first sentence, because, if\r\ncompetition in the foremarket checks activity in the aftermarket,\r\nthe absence of competitors in the aftermarket will not lead to\r\nhigher prices.  The second sentence, which deals with Alpha 8000s,\r\nis irrelevant; those computers are high-end servers and belong to\r\na different product market (and the record is bereft of evidence\r\nthat the market structure for high-end servers has any bearing,\r\ndirect or by reasoned analogy, on the market structure for mid-\r\nrange servers).\r\nSMS also cites the report of its retained expert, Dr.\r\nWilliam Bleuel, to the effect that DEC has a much greater share of\r\nthe services aftermarket than it should enjoy, given low customer\r\nsatisfaction.  If DEC did not have monopoly power, this argument\r\nruns, it would not have been able to keep its large share of the\r\naftermarket in spite of rampant dissatisfaction.  Expert opinions,\r\nhowever, are no better than the data and methodology that undergird\r\nthem   and, on this score, Dr. Bleuel's conclusions are highly\r\nsuspect.  Although we find Dr. Bleuel's report deficient on several\r\nlevels, it suffices to discuss only the shortcomings of his data\r\ncollection.\r\nDr. Bleuel did not conduct a customer satisfaction\r\nsurvey, but based his opinion on his interpretation of certain\r\ninternal DEC documents.  The relevant part of his report begins\r\nwith the intuitively obvious proposition that when customer\r\nsatisfaction declines, chances are that a company will lose some\r\nbusiness.  Then, citing to sources which it neither attaches nor\r\ndiscusses, the report concludes that DEC's customer satisfaction\r\nratings have been declining.  Dr. Bleuel's conclusion may or may\r\nnot be correct, but an expert must vouchsafe the reliability of the\r\ndata on which he relies and explain how the cumulation of that data\r\nwas consistent with standards of the expert's profession.  See\r\nWessmann v. Gittens, 160 F.3d 790, 804-05 (1st Cir. 1998); see also\r\nKumlo Tire Co. v. Carmichael, 119 S. Ct. 1167, 1176 (1999)\r\n(directing courts \"to make certain that an expert, whether basing\r\ntestimony upon professional studies or personal experience, employs\r\nin the courtroom the same level of intellectual rigor that\r\ncharacterizes the practice of an expert in the relevant field\").\r\nNot only did Dr. Bleuel fail to discuss in his report the\r\nnature of the data and its meaning, but he failed to explain\r\nwhether the information-gathering technique used in the DEC\r\ndocuments was valid, whether the data was sufficiently\r\nrepresentative to permit him to draw any relevant conclusions, and\r\nwhether the sampling methodology used to compile these documents\r\ncorresponded to methods that might be considered legitimate in his\r\ndiscipline.  Expert testimony that offers only a bare conclusion is\r\ninsufficient to prove the expert's point.  See Mid-State Fertilizer\r\nCo. v. Exchange Nat'l Bank, 877 F.2d 1333, 1339 (7th Cir. 1989)\r\n(\"An expert who supplies nothing but a bottom line supplies nothing\r\nof value to the judicial process.\").\r\n                              V\r\nWe add a coda.  When a party brings a Section 2 claim, it\r\nis not enough simply to show that there is monopoly power. \r\nMonopoly power may be obtained through legitimate means.  An\r\nantitrust problem arises only when an improper use of that power,\r\nto the detriment of the forces of competition, occurs.  Thus, to\r\nmake out a Section 2 claim, the plaintiff must show that the\r\nalleged monopolist has engaged in improper exclusionary conduct. \r\nSee Kodak, 504 U.S. at 482-83; Aspen Skiing Co. v. Aspen Highlands\r\nSkiing Corp., 472 U.S. 585, 600-05 (1985); Barry Wright Corp. v.\r\nITT Grinnell Corp., 724 F.2d 227, 230 (1st Cir. 1983).\r\nThe improper conduct identified by SMS is the inclusion\r\nof a three-year warranty on new equipment in the purchase package. \r\nBut a warranty has obvious virtue as a tool of competition, and the\r\ncommercial justification for its use is compelling.  Indeed, people\r\nordinarily associate warranties with consumer welfare and highly\r\ncompetitive markets.\r\nTo avoid the presumption that DEC's warranty is no more\r\nthan a legitimate sales tool, SMS points to two internal documents\r\nwhich it claims show that DEC intended to use the warranty as a\r\ndevice to capture the totality of the services aftermarket.  These\r\ndocuments appear to be a part of an ongoing series of\r\ncorrespondence between DEC functionaries relative to the launching\r\nof the Alpha product line.  One document makes mention of the\r\nwarranties having \"100% penetration with all product sales\" and the\r\nother makes a similar point.  Read in context, neither document so\r\nmuch as hints at an intent to suffocate the aftermarket.  The mere\r\nfact that the terms \"warranty,\" \"penetration,\" and \"100%\" appear in\r\na single writing does not signal an improper attempt to distort\r\nmarket forces.\r\nIn the last analysis, SMS's monopoly power hypothesis\r\ndefies common sense.  If the three-year warranty is the only means\r\ntoward monopolization, it will, under the assumptions that SMS\r\nadopts, prove to be a remarkably ineffective tool.  SMS has taken\r\nthe position that the warranty actually represents a loss to DEC\r\nbecause, all things being equal, DEC can make more money providing\r\nservices than it can offering warranties.  See supra note 5.  If\r\nthis is true, SMS's argument takes on the flavor of the predatory\r\npricing cases and, therefore, must afford some basis for a belief\r\nthat DEC can recoup these losses at some point in the future in\r\norder to make the enterprise worthwhile.\r\nBut DEC has placed no restriction on the aftermarket for\r\nservice of its products.  Parts are available to all market\r\nparticipants, and there is no indication in the record either that\r\nthere are restrictions on their availability or that such a policy\r\nis even being contemplated.  Meanwhile, ISOs are free to service\r\nall DEC computers, including those that are under warranty, both\r\nduring the warranty period and after its expiration.  On these\r\nfacts, it seems highly unlikely that DEC will recoup the sums that\r\nSMS says that it foregoes when it offers the warranties in the\r\nfirst place.  All of this indicates that the more likely\r\nexplanation for the warranty relates to its efficiency as a means\r\nof growing market share in the primary market.  In any event,\r\nsacrifice now/recoup later claims do not necessarily bespeak\r\nmonopolistic behavior, see, e.g., Barry Wright, 724 F.2d at 231-36,\r\nand we believe that this dimension of SMS's logic is yet another\r\nelement that distances its case from Kodak while simultaneously\r\nbringing it within the orbit of Matsuthita Elec. Indus. Co. v.\r\nZenith Radio Corp., 475 U.S. 574, 587 (1986) (noting that evidence\r\nmust be even more persuasive to stave off summary judgment when the\r\ntheory set forth by the party opposing the motion is implausible).\r\nThat SMS may have lost business as a result of DEC's\r\npolicy is not, in and of itself, a concern of the antitrust laws. \r\nAntitrust law is designed to protect competition, not competitors. \r\nSee Spectrum Sports, Inc. v. McQuillan, 506 U.S. 447, 458-59\r\n(1993).  If there is no objective indication of harm to\r\ncompetition, we cannot stifle a firm's ability to compete in the\r\nprimary market just because some of its aftermarket competitors\r\ncomplain that they have lost business as a result.  After all, such\r\nharm frequently occurs due to the specialized and dependent nature\r\nof the investment made by aftermarket firms rather than as the\r\nanticompetitive exercise of market power by manufacturers.  See 3A\r\nAreeda &amp; Hovenkamp, supra,  762, at 65-66 (explaining the\r\nphenomenon in the context of self-distribution decisions made by\r\nmanufacturers).\r\n                              VI\r\nWe need go no further.  The Kodak Court resorted to\r\neconomic theory in order to highlight the possibility that, under\r\nthe notably sinister circumstances of the case (evidence of\r\nsupracompetitive prices in the aftermarket, price discrimination\r\nfavoring certain consumers, and no resulting change in sales in the\r\nprimary market), information deficits and switching costs better\r\nexplained the available market data than did the defendant's glib\r\nassertion that the aftermarket is never independent of the\r\nforemarket.  Theory is powerful when it explains reality.  But when\r\nevidence for the trumpeted reality is lacking, the theory is of no\r\npractical value.  Here, the record contains no significantly\r\nprobative evidence that DEC is engaged in sinister practices or\r\notherwise suffocating competition, and, hence, theoretical\r\npossibilities alone are inadequate to block the swing of the\r\nsummary judgment ax.\r\n\nAffirmed.\n",
  "html": "",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<pre class=\"inline\">               United States Court of Appeals\r\n                   For the First Circuit\r\n\nNo. 99-1009\r\n\n           SMS SYSTEMS MAINTENANCE SERVICES, INC.,\r\n\n                    Plaintiff, Appellant,\r\n\n                              v.\r\n\n                DIGITAL EQUIPMENT CORPORATION,\r\n\n                     Defendant, Appellee.\r\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n              FOR THE DISTRICT OF MASSACHUSETTS\r\n\n       [Hon. Edward F. Harrington, U.S. District Judge]\r\n\n                            Before\r\n\n                   Torruella, Chief Judge,\r\n\n              Campbell, Senior Circuit Judge,\r\n\n                 and Selya, Circuit Judge.\r\n\n   Ronald S. Katz, with whom Anne Fiero, Coudert Brothers, Ronald\r\nF. Kehoe, and Warner &amp; Stackpole LLP were on brief, for appellant.\r\n   J. Anthony Downs, with whom Shepard M. Remis, P.C., Anthony S.\r\nFiotto, and Goodwin, Procter &amp; Hoar LLP were on brief, for\r\nappellee.\r\n\nAugust 19, 1999\r\n\nSELYA, Circuit Judge.  In a complaint filed in the United\r\nStates District Court for the District of Massachusetts, SMS\r\nSystems Maintenance Services, Inc. (SMS) accused Digital Equipment\r\nCorporation (DEC) of violating Section 2 of the Sherman Act, 15\r\nU.S.C.  2, by integrating three-year warranties with sales of\r\ncomputer systems.  SMS,  an equipment servicer, asserted that\r\ndeploying warranties in this manner unfairly constrained consumers'\r\nability to choose their preferred service providers and thereby\r\npaved the way for a monopoly in the services aftermarket for DEC\r\ncomputers.  The district judge granted summary judgment in DEC's\r\nfavor.  See SMS v. DEC, </pre><span class=\"citation\" data-id=\"2289058\"><a href=\"/opinion/2289058/sms-systems-maintenance-services-v-digital-equip/\"><span class=\"volume\">11</span> <span class=\"reporter\">F. Supp. 2d</span>  <span class=\"page\">166</span></a></span><pre class=\"inline\"> (D. Mass. 1998). \r\nAlthough our reasoning does not mirror that of the lower court, we\r\nnonetheless affirm.\r\n                              I\r\nWe sketch the facts, viewing them as favorably to SMS as\r\nreason and the record will permit.  See Conward v. Cambridge Sch.\r\nComm., </pre><span class=\"citation\" data-id=\"762534\"><a href=\"/opinion/762534/thomas-conward-v-the-cambridge-school-committee/\"><span class=\"volume\">171</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">12</span></a></span><pre class=\"inline\">, 17 (1st Cir. 1999) (articulating summary\r\njudgment standard).  We furnish additional details as they become\r\nrelevant to the ensuing analysis.\r\nDEC manufactures an array of hardware, ranging from\r\npersonal computers (PCs) to mainframes.  In the market for mid-\r\nrange computers, DEC battles other heavyweights (e.g., IBM, Sun\r\nMicrosystems, and Hewlett-Packard) for the attention and affection\r\nof consumers.  In April 1994, DEC introduced its \"Alpha\" line,\r\nconsisting largely of mid-range servers.  These models were more\r\npowerful and more versatile than their predecessors and embodied\r\ncertain distinctive technological advances.  DEC included a three-\r\nyear warranty as part of the mid-range Alpha package.  Although\r\nmulti-year warranties for PCs had become standard fare in the early\r\n1990s, a three-year warranty in the mid-range server market was\r\nuncommon in 1994.  One-year warranties were the norm   indeed, DEC\r\nitself provided a one-year warranty in respect to its pre-Alpha\r\nproducts and continued to offer one-year warranties in connection\r\nwith sales of its established \"VAX\" line of mid-range computers\r\neven after it introduced the Alpha models.\r\nDEC's conception of a warranty as an instrument of\r\ncompetition is scarcely original.  See, e.g., 3A Phillip E. Areeda\r\n&amp; Herbert Hovenkamp, Antitrust Law,  761, at 55 (1996) (referring\r\nto warranty protection as a tool of \"non-price competition\" that\r\nhas particular importance for firms competing in robust product-\r\ndifferentiated markets for durable equipment).  A warranty\r\nfunctions essentially as an insurance policy.  See generally Thomas\r\nJ. Holdych and Bruce D. Mann, The Basis of the Bargain Requirement: \r\nA Market and Economic Based Analysis of Express Warranties, 45\r\nDePaul L. Rev. 781, 794-99 (1996).  The customer pays the purchase\r\nprice and receives not only the purchased product itself but also\r\nthe manufacturer's promise to repair defects and supply replacement\r\nparts without extra charge (usually under certain conditions and\r\nduring a certain interval).  Because a warranty is a mechanism\r\nthrough which a consumer can protect himself against the\r\nuncertainties inherent in owning a product that likely will require\r\nparts and service over time, the product's allure increases as the\r\nwarranty terms become more generous.  This attraction is magnified\r\nin some cases because a strong warranty signals a manufacturer's\r\nfaith in the quality of its product.  In theory, then, warranties\r\nboost sales (and, ultimately, profits).\r\nGiven this general experience, SMS's claim that DEC's\r\nwarranty is anticompetitive appears odd at first blush.  There is,\r\nhowever, a certain offbeat logic to SMS's position.  The\r\naftermarket for servicing computers is both dynamic and lucrative. \r\nWhile manufacturers usually seek to service the hardware that they\r\nproduce, other firms compete with them for this business.  Many of\r\nthese independent service organizations (ISOs) operate nationally\r\nor regionally and some specialize in servicing particular brands of\r\nequipment.  A manufacturer's customers may in fact prefer to use\r\nthese ISOs for a variety of reasons, including loyalty,\r\nconvenience, response time, pricing, and perceived quality of\r\nservice.\r\nAgainst this backdrop, SMS   an ISO that operates\r\nnationally and specializes in servicing DEC equipment   puts a\r\nsinister cast on DEC's introduction of \"mandatory\" warranties (that\r\nis, warranties that accompany the product at no extra charge).  SMS\r\ncontends that current users of DEC equipment, known in the industry\r\nargot as its \"installed base,\" are effectively \"locked-in\" to\r\nbuying DEC computers in the future because of the magnitude of\r\ntheir sunk costs (e.g., outlays related to training employees to\r\nwork with DEC systems and to the acquisition of expensive software\r\nthat is compatible with those systems).  This lock-in phenomenon,\r\nSMS warns, creates an environment in which a warranty can function\r\nas a vehicle for aftermarket monopolization by creating a\r\ndisincentive for computer purchasers to consult service firms other\r\nthan the manufacturer itself.  In SMS's view, a purchaser who has\r\na warranty will not readily take his service business to an ISO\r\nbecause no consumer wants to pay twice for the same service   and\r\nthe longer the warranty, the less the opportunity for ISOs to\r\ncompete.  SMS predicts that, if such practices are left unchecked,\r\nlost business opportunities will ruin ISOs, eliminate competition,\r\nand eventually enable manufacturers to raise aftermarket prices.\r\n                              II\r\nBefore moving to an analysis of SMS's claim, we must put\r\na Trojan horse out to pasture.  DEC suggests that this case\r\ninvolves only a \"single product,\" because the challenged three-year\r\nwarranty is nothing but an \"attribute\" of the hardware.  If this\r\nwere true, the primary equipment market would constitute the\r\nrelevant market and DEC's share of it (according to its estimates,\r\nat least) would be far below what SMS would need to show a credible\r\nthreat of monopolization, and, thus, the case would vanish quietly\r\ninto the night.\r\nThe single product defense is customarily invoked to\r\nrebut allegations of an illegal tie brought under Section 1 of the\r\nSherman Act (15 U.S.C.  1).  See, e.g., Jefferson Parish Hosp.\r\nDist. No. 2 v. Hyde, </pre><span class=\"citation\" data-id=\"111139\"><a href=\"/opinion/111139/jefferson-parish-hospital-dist-no-2-v-hyde/\"><span class=\"volume\">466</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">2</span></a></span><pre class=\"inline\">, 18-25 (1984).  In the context of\r\nSMS's Section 2 monopoly claim, DEC appears to wield the defense in\r\na different manner, i.e., as a means of eliminating the possibility\r\nthat its warranty has any relevant connection with the services\r\naftermarket.  Although we are tempted to dismiss DEC's assertion\r\nsimply as a matter of common sense, the best indication of its\r\ninfirmity resides in the record.\r\nThe success of a single product defense ordinarily hinges\r\non observations of actual market practices.  If evidence shows that\r\nthere is significant demand for separate components of what is\r\nalleged to be a single product and the product is in fact sold in\r\nthose forms, there is no single product.  See Eastman Kodak Co. v.\r\nImage Tech. Servs., Inc., </pre><span class=\"citation\" data-id=\"112744\"><a href=\"/opinion/112744/eastman-kodak-co-v-image-technical-services-inc/\"><span class=\"volume\">504</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">451</span></a></span><pre class=\"inline\">, 462-63 (1992); 10 Areeda &amp;\r\nHovenkamp, supra,  1744, at 203.  Conversely, if all or\r\nsubstantially all competing firms always or almost always\r\n(discounting occasional accommodations for customers with special\r\nneeds) sell two seemingly separate items together, then the two\r\nattributes may be treated as components of a single product.  See\r\ngenerally 10 Areeda &amp; Hovenkamp, supra,  1744, at 197-98.\r\nIn mounting its single product defense, DEC relies\r\nheavily on the affidavit of Professor Jerry Hausman, a\r\ndistinguished economist, who explains uncontroversially that\r\nwarranties are tools used by manufacturers to promote the\r\nattractiveness of their products and thus to gain a competitive\r\nedge.  Using this statement as a springboard, DEC vaults to the\r\nconclusion that hardware and warranty are a single product.  But\r\nDEC leaps without looking.  The record is pellucid that, while some\r\nother computer manufacturers bundle warranties with their machines,\r\nthe practice, especially with regard to mid-range computers, is\r\nanything but universal.\r\nVendors of mid-range computers offer a variety of\r\nancillary packages with their products, including service\r\ncontracts, warranties of differing lengths, or nothing at all. \r\nIndeed, a DEC official, Jane Heaney, affirmed in the course of\r\npretrial discovery that differing service packages are items that\r\ncustomers can (and do) use to differentiate between competing\r\ncomputer brands.  In competitive markets, suppliers' offerings\r\ngenerally reflect consumer demand.  See, e.g., Digital Equipment\r\nCorp. v. Uniq Digital Tech., Inc., </pre><span class=\"citation\" data-id=\"710905\"><a href=\"/opinion/710905/digital-equipment-corporation-v-uniq-digital-technologies-inc/\"><span class=\"volume\">73</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">756</span></a></span><pre class=\"inline\">, 762 (7th Cir.\r\n1996).  We therefore conclude   at least for the purpose of summary\r\njudgment   that the mid-range computer market treats warranty and\r\nequipment as separate products.\r\n\n                             III\r\nHaving laid to rest DEC's attempt to shortstop the\r\nrequisite analysis, we turn to the parameters of SMS's burden.  To\r\nprove a violation of Section 2 of the Sherman Act, the plaintiff\r\nmust show both that the defendant has monopoly power in a relevant\r\nmarket and that it has maintained or increased that power through\r\nanticompetitive conduct.  See United States v. Grinnell Corp., </pre><span class=\"citation\" data-id=\"107254\"><a href=\"/opinion/107254/united-states-v-grinnell-corp/\"><span class=\"volume\">384</span>\r\n<span class=\"reporter\">U.S.</span> <span class=\"page\">563</span></a></span><pre class=\"inline\">, 570-71 (1966); Town of Concord v. Boston Edison Co., </pre><span class=\"citation\" data-id=\"548682\"><a href=\"/opinion/548682/town-of-concord-massachusetts-v-boston-edison-company/\"><span class=\"volume\">915</span>\r\n<span class=\"reporter\">F.2d</span> <span class=\"page\">17</span></a></span><pre class=\"inline\">, 21 (1st Cir. 1990); Olympia Equip. Leasing Co. v. Western\r\nUnion Tel. Co., </pre><span class=\"citation\" data-id=\"474253\"><a href=\"/opinion/474253/olympia-equipment-leasing-company-alfco-telecommunications-company-and/\"><span class=\"volume\">797</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">370</span></a></span><pre class=\"inline\">, 373 (7th Cir. 1986).  SMS's\r\nmonopolization hypothesis begins with the proposition that, before\r\nall else, we must define the relevant market.  Relying on\r\ntraditional product market definition cases, see Brown Shoe Co. v.\r\nUnited States, </pre><span class=\"citation\" data-id=\"106440\"><a href=\"/opinion/106440/brown-shoe-co-v-united-states/\"><span class=\"volume\">370</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">294</span></a></span><pre class=\"inline\">, 325 (1962); United States v. E.I. du\r\nPont De Nemours &amp; Co., </pre><span class=\"citation\" data-id=\"105408\"><a href=\"/opinion/105408/united-states-v-ei-du-pont-de-nemours-co/\"><span class=\"volume\">351</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">377</span></a></span><pre class=\"inline\">, 404 (1956), SMS contends that,\r\nbecause DEC's aftermarket products are \"unique\" and servicing DEC\r\ncomputers requires specialized expertise, the relevant market must\r\nbe the aftermarket for servicing DEC mid-range servers.\r\nThe argument, if successful, would place SMS at a\r\ndistinct advantage.  Market share often serves as a proxy for\r\nmarket power.  See, e.g., Town of Concord, 915 F.2d at 30;\r\nGrappone, Inc. v. Subaru of New Engl., Inc., </pre><span class=\"citation\" data-id=\"512576\"><a href=\"/opinion/512576/grappone-inc-v-subaru-of-new-england-inc/\"><span class=\"volume\">858</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">792</span></a></span><pre class=\"inline\">, 797 (1st\r\nCir. 1988).  If we were to agree with SMS that the relevant market\r\nis DEC's aftermarket for services, then, given that DEC\r\npredominates in that market (as evidenced by its large market\r\nshare), SMS would have traveled far on the road to establishing\r\nDEC's monopoly power.  But we believe that SMS's single-minded\r\nfocus on traditional concepts of product market definition\r\noversimplifies the route it must take.  Cases involving\r\naftermarkets are sui generis.\r\nThe purpose of defining a relevant market is to assist in\r\ndetermining whether a firm has market power.  See Israel Travel\r\nAdvisory Serv., Inc. v. Israel Identity Tours, Inc., </pre><span class=\"citation\" data-id=\"701276\"><a href=\"/opinion/701276/israel-travel-advisory-service-inc-celia-shar-and-marilyn-ziemke-v/\"><span class=\"volume\">61</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1250</span></a></span><pre class=\"inline\">,\r\n1252-53 (7th Cir. 1995); see also U.S. Healthcare Inc. v.\r\nHealthsource, Inc., </pre><span class=\"citation\" data-id=\"600733\"><a href=\"/opinion/600733/us-healthcare-inc-etc-v-healthsource-inc-etc/\"><span class=\"volume\">986</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">589</span></a></span><pre class=\"inline\">, 598 (1st Cir. 1993) (noting the\r\nimportance of remembering what antitrust question the court is\r\ntrying to answer when it engages in market definition).  In its\r\nmost basic iteration, the monopolist's market power consists of\r\nhaving sufficient economic muscle to permit it to raise prices well\r\nin excess of competitive levels without inducing customers to turn\r\nelsewhere.  See Town of Concord, 915 F.2d at 31.  It follows\r\ninexorably that a traditional product or geographic market\r\ndefinition exercise would be the starting point in an aftermarket\r\ncase if, but only if, a large market share in such a derivative\r\nmarket invariably translated into (or at least reliably indicated)\r\nmonopoly power in that market.\r\nThis condition does not obtain as a matter of course. \r\nMost firms that service their manufactured products can be expected\r\nto have a very high percentage of the services aftermarket for\r\nthose products.  See generally Daniel Wall, Aftermarket Monopoly\r\nFive Years After Kodak, 11 Antitrust 32, 32-33 (1997).  Virtually\r\nby definition, manufacturers possess relative expertise in\r\nrepairing their own products (an expertise that increases in\r\nimportance as the good increases in technological complexity) and\r\nconsumers typically are reluctant to incur the transaction costs\r\nassociated with locating and hiring alternative service providers.\r\nBut the naked fact that a manufacturer has a high\r\npercentage of the market for servicing its own products does not\r\nmean that it can raise the price of services or parts with impunity\r\nin that market.  See 10 Areeda &amp; Hovenkamp, supra,  1740, at 170-\r\n71.  Reputation is important to a firm that constantly competes for\r\nnew customers, and a manufacturer's behavior in the aftermarket\r\nprobably will be scrutinized by customers shopping for the firm's\r\nproducts in the primary market.  If the firm has a bad reputation,\r\nthat will prompt potential customers to go elsewhere.  Moreover,\r\nsuch a firm eventually will suffer defections from its installed\r\nbase as well, for firms concerned with the long term cannot afford\r\nto bite the hands that feed them.  See id.  1740, at 153; see also\r\nJoseph Kattan, Market Power in the Presence of an Installed Base,\r\n62 Antitrust L. J. 1, 15-16 (1993); Wall, supra, at 33.  Under such\r\ncircumstances, it ordinarily captures the reality of the\r\nmarketplace to envision a firm's behavior in the aftermarket as\r\nhaving a direct effect on the \"cross-elasticity of demand,\" du\r\nPont, 351 U.S. at 400, with respect to its products in the primary\r\nmarket. \r\nOf course, markets do not always function in the manner\r\nwe have just described.  Kodak is a case in point.  There, a group\r\nof ISOs complained that a copy-machine manufacturer which competed\r\nwith ISOs in servicing its brand of copiers had engaged in\r\nexclusionary behavior in its parts and services aftermarket (Kodak\r\nhad stopped supplying the ISOs with the parts required to service\r\nKodak copy machines, while at the same time entering into pacts\r\nwith independent parts manufacturers that prohibited them from\r\nsupplying the ISOs with copier parts).  See Kodak, 504 U.S. at 455-\r\n56.  Then, the manufacturer told its customers that they could not\r\npurchase parts unless they agreed to use the manufacturer's\r\naftermarket services.  See id. at 456-58.  Coupling evidence of\r\nthis scheme with evidence that Kodak was charging supracompetitive\r\nprices in the aftermarket, the ISOs accused Kodak of improperly\r\nexpanding its monopoly in the services aftermarket.  See id.\r\nKodak countered that, as a matter of law, a manufacturer\r\ncannot wield monopoly power in a derivative market because\r\ncompetitive primary markets, by definition, always check\r\naftermarket behavior.  The Court granted certiorari to consider the\r\nbona fides of this argument.  See id. at 454-55.  Ultimately, it\r\nrejected Kodak's contention as a matter of law and affirmed the\r\nremand for further proceedings because data in the record suggested\r\nthat Kodak might in fact have been exacting monopoly prices in its\r\nderivative market and there was no sign that competition in the\r\nprimary market deterred it from doing so.  See id. at 477-78.\r\nKodak, then, stands for the proposition that the\r\nforemarket does not always exert sufficient competitive pressure to\r\ninsulate the aftermarket from monopolistic practices.  It does not\r\nhold, as SMS entreats, that the foremarket never exerts sufficient\r\ncompetitive pressure to keep the aftermarket pristine.  And the\r\nfact that the primary market at times may fail to discipline a\r\nderivative market does not mean that the latter necessarily\r\nconstitutes the relevant market for antitrust analysis.  Rather, a\r\nlitigant who envisions the aftermarket as the relevant market must\r\nadvance hard evidence dissociating the competitive situation in the\r\naftermarket from activities occurring in the primary market.  Cf.\r\nid. at 477 (noting that the plaintiff adduced evidence that the\r\ndefendants were able to   and did   charge supracompetitive prices\r\nin the aftermarket).  Put another way, a court may conclude that\r\nthe aftermarket is the relevant market for antitrust analysis only\r\nif the evidence supports an inference of monopoly power in the\r\naftermarket that competition in the primary market appears unable\r\nto check.  See id. at 481-82; see also 10 Areeda &amp; Hovenkamp,\r\nsupra,  1740, at 170-71.\r\nWe summarize succinctly.  In any market with some degree\r\nof product differentiation, goods of a single brand will enjoy a\r\ncertain degree of uniqueness.  See 3A Areeda &amp; Hovenkamp, supra, \r\n761, at 55-56.  While that uniqueness may account for a\r\nmanufacturer having a large market share in the services\r\naftermarket for its own brand, that fact, without more, does not\r\nsuffice to establish that the manufacturer enjoys monopoly power in\r\nthat market.  Unless the evidence shows that the manufacturer can\r\nexert raw power in the aftermarket without regard for commercial\r\nconsequences in the foremarket, the aftermarket is not the relevant\r\nmarket.  This means that, for antitrust cases involving derivative\r\nmarkets, courts cannot reflexively resort to traditional product\r\nmarket definition methods, but must look to other modes of\r\nscrutinizing the existence and measure of market power.  As Kodak\r\nteaches, in aftermarket situations, market power vel non must be\r\nassessed by weighing the complete package of primary equipment,\r\nparts, and services.\r\n\n                              IV\r\nWe turn next to the question of whether SMS has managed\r\nto create a genuine issue of material fact as to DEC's alleged\r\nmonopoly power.  We think it has not.\r\n                              A\r\nLaboring to dispel the customary expectation that\r\ncompetition in the primary market may serve as a substantial\r\ndeterrent to anticompetitive behavior in an aftermarket, SMS first\r\nasserts that this is a case in which information costs have\r\ndistorted market behavior.  The argument has its genesis in Kodak,\r\nwhere the Court suggested that, under some circumstances, the\r\nforemarket's inability to obtain needed information about the\r\naftermarket could foil the former's ability to act as a check on\r\nthe latter.  See Kodak, 504 U.S. at 473-76.  Because this\r\ninformation could be difficult for ordinary copy-machine buyers to\r\nobtain, and Kodak apparently treated informed purchasers more\r\nfavorably than uninformed purchasers (through price and term\r\ndiscrimination), the Court suggested that these facts might explain\r\nKodak's ability to charge supracompetitive prices in the\r\naftermarket without suffering adverse consequences in the\r\nforemarket.  See id. at 473-74.\r\nDEC counters that the purely prospective nature of its\r\nwarranty policy removes this case from Kodak's sphere of influence. \r\nDEC explains that the only customers affected by the warranty\r\npolicy are those who purchase new DEC mid-range systems; contracts\r\nbetween ISOs and current owners of DEC platforms are unimpaired. \r\nFurthermore, purchasers are keenly aware of the warranty terms.  If\r\na customer does not like the warranty, DEC continues, he will shop\r\nelsewhere, either for a different brand of computer or for a DEC\r\ncomputer without a warranty.  See, e.g., Digital, 73 F.3d at 762\r\n(explaining that customers will shop for other brands if a\r\nmanufacturer does not satisfy their needs).\r\nWe agree that both the transparency of DEC's warranty\r\npolicy to buyers in the primary market and the policy's prospective\r\noutlook militate in DEC's favor.  Let us begin with transparency. \r\nThe Kodak Court's discussion of information costs stemmed\r\nexclusively from the concern that the type of information necessary\r\nfor allowing the primary market to check anticompetitive behavior\r\nin the aftermarket was unavailable to the average copy machine\r\npurchaser.  See 504 U.S. at 473-76.  Given the specific means that\r\nKodak had adopted to stifle competition, the information relevant\r\nto the primary market would be lifecycle costing, which, the\r\nJustices concluded, was difficult to access.  See id. at 473-74.\r\nThe information deficits that concerned the Kodak Court\r\nare largely absent here.  SMS cites the three-year warranty as the\r\ninstrument of market dominance.  But, unlike the precise cost of\r\nowning a machine for its useful life (the Kodak scenario), the\r\nwarranty's existence is obvious to any purchaser in the primary\r\nmarket and, therefore, SMS's ruminations about each purchaser's\r\nneed to engage in lifecycle costing for installed hardware are\r\nbeside the relevant point.  Hence, the only datum that bears on\r\nalleged anticompetitive activity in the aftermarket is readily\r\navailable to the foremarket.  Given that the primary market's\r\nability to check a firm's behavior in its own aftermarket hinges in\r\nsubstantial part on whether information about the latter is\r\nsufficiently reflected in the former, the transparency of DEC's\r\nallegedly monopolistic policy represents a salient departure from\r\nthe Kodak scenario.  Accord PSI Repair Serv., Inc. v. Honeywell,\r\nInc., </pre><span class=\"citation\" data-id=\"733281\"><a href=\"/opinion/733281/psi-repair-services-inc-v-honeywell-inc/\"><span class=\"volume\">104</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">811</span></a></span><pre class=\"inline\">, 819-20, 822 (6th Cir.) (concluding that the\r\nfact that the defendant's policies were \"generally known\" was a\r\ncentral datum in barring a Kodak-type claim), cert. denied, </pre><span class=\"citation no-link\"><span class=\"volume\">520</span>\r\n<span class=\"reporter\">U.S.</span> <span class=\"page\">1265</span></span><pre class=\"inline\"> (1997).\r\nThe prospective nature of the warranty further\r\ndistinguishes this case from Kodak.  Kodak had entered into\r\nagreements that precluded the distribution of Kodak parts to ISOs. \r\nSee Kodak, 504 U.S. at 458.  These agreements were tantamount to a\r\nretroactive change in the rules because many customers had\r\npurchased Kodak machines against a background understanding that\r\nthey would be able to procure parts from ISOs.  Accordingly, this\r\ntergiversation detrimentally affected the expectations of those who\r\nhad already sunk considerable sums of money into the acquisition of\r\nKodak equipment.  Such \"bait and switch\" tactics can be problematic\r\nfrom an antitrust standpoint when they enable exploitation.  See\r\nDigital, 73 F.3d at 763 (concluding that \"[t]he material dispute\r\nthat called for a trial [in Kodak] was whether the change in policy\r\nenabled Kodak to extract supra-competitive prices from customers\r\nwho had already purchased its machines\"); Lee v. Life Ins. Co. of\r\nN. Am., </pre><span class=\"citation\" data-id=\"669100\"><a href=\"/opinion/669100/tony-lee-v-the-life-insurance-company-of-north-america/\"><span class=\"volume\">23</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">14</span></a></span><pre class=\"inline\">, 20 (1st Cir. 1994) (noting that Kodak's policy\r\nchange jeopardized its customers' ability to protect themselves). \r\nLike the easy availability of information, the purely prospective\r\nnature of the warranty helps to take this case out of Kodak's\r\nprecedential orbit.  See PSI Repair, 104 F.3d at 820, 822.\r\n                              B\r\nAlthough this constellation of factors undermines SMS's\r\nrote reliance on Kodak, the scenario would be fully dispositive of\r\nSMS's Section 2 claim only if all purchasers in the primary market\r\nwere free agents.  But SMS says that is not the case.  It endeavors\r\nto draw an analogy between the Kodak plaintiffs' need to buy copier\r\nparts and the perceived need of those who already own DEC computers\r\nto purchase any new hardware from DEC (rather than its\r\ncompetitors).  The linchpin of this analogy is SMS's insistence\r\nthat repeat purchasers of computers are more or less compelled to\r\npatronize the manufacturer with whom they originally dealt because\r\nof the concomitant investment in, among other things, specialized\r\ntraining and software.  As to these \"locked-in\" firms, SMS\r\nasseverates, integrating a three-year warranty into new computer\r\nsystems is akin to the \"policy change\" that the Kodak Court decried\r\nbecause, at the time of the initial purchases, these consumers had\r\nno idea that future generations of DEC computers would bear such\r\nwarranty terms.\r\nThis argument has some conceptual footing.  In theory,\r\naftermarkets may be insulated from the competitive atmosphere of\r\nprimary markets if, and to the extent that, current owners of a\r\nmanufacturer's products find it prohibitively dear to \"switch\" to\r\nanother product because of the large investment they have made. \r\nSee Kodak, 504 U.S. at 476.  Because of switching costs, these\r\nowners might be harmed even if information about anticompetitive\r\nbehavior is reflected in the primary market (for example, the\r\nmanufacturer may offer better purchase terms to first-time buyers). \r\nWithal, we do not believe that the evidence suffices to create a\r\ngenuine issue as to whether this theoretical possibility has been\r\nrealized here.\r\nEven though SMS's lock-in argument relies heavily on\r\nKodak, there is an important factual distinction between the two\r\ncases in regard to the nature of the alleged switching costs.  When\r\nthe Kodak Court spoke of switching costs, it referred specifically\r\nto the cost of purchasing new copying equipment.  See Kodak, 504\r\nU.S. at 476-77.  What prompted the Court to suggest that switching\r\nwould be necessary was Kodak's policy of offering parts only to\r\nthose customers who also purchased service from it.  This meant\r\nthat if a customer did not turn to Kodak for service, it could not\r\nget parts, and its copy machine eventually would be rendered\r\nuseless.\r\nHere, by contrast, DEC neither withholds parts nor\r\notherwise precludes any hardware purchaser from using another\r\nservice provider.  If a customer prefers to retain an ISO, it does\r\nnot need to switch to another computer system.  Indeed, the record\r\nshows not only that customers do continue to hire ISOs to service\r\nDEC machines that are under warranty, but that SMS itself bids for\r\n(and has procured) such contracts.  Thus, the only switching cost\r\nat issue is the cost of writing off the portion of the equipment's\r\npurchase price that represents the warranty.  If the behavior of\r\nconsumers and ISOs is any indication, the switching cost is not\r\nparticularly significant.  (Although SMS presents some conclusory\r\ntestimony that this cost is the rough equivalent of the outlays for\r\nregular service contracts, it has absolutely no solid evidence to\r\nback up the claim   and, indeed, this testimony is at variance with\r\nits announced position that the warranty is in actuality a \"loss\r\nleader\" for DEC.  See infra note 5.)  At any rate, SMS has not\r\nproffered significantly probative evidence sufficient to create a\r\nfact question as to whether this alleged switching cost is material\r\nto a large enough segment of DEC's installed base to harm\r\ncompetition.\r\nTo sum up, while the warranty at issue here may act, at\r\nleast in some cases, as a subtle disincentive that inhibits\r\ncustomers from consulting ISOs (because the customer would, by\r\nretaining an ISO, in effect write off whatever extra cost the\r\nmanufacturer had built into the computer's purchase price to permit\r\nit to offer the warranty), there is nothing inherently\r\nanticompetitive about the warranty.  Unlike Kodak, this is not a\r\ncase in which a manufacturer effectively forces consumers to use\r\none, and only one, service outfit.  Moreover, nothing in the record\r\nbefore us (except for conclusory, self-serving testimony by SMS\r\nofficers, which we need not credit on summary judgment) suggests\r\nthat the existence of the warranty dissuades a sufficient number of\r\ncustomers who otherwise would have used ISOs' from doing so. \r\nTestimony of unbearable switching costs by a mere handful of\r\ndisaffected customers does not satisfy SMS's burden of showing that\r\nconsumers are generally worse off as a result of DEC's warranty\r\npolicy.  See, e.g., 10 Areeda &amp; Hovenkamp, supra,  1740, at 152-\r\n53.\r\nThat is essentially what the Eighth Circuit concluded in\r\na post-Kodak case when it indicated that, as long as a warranty\r\ndoes not limit a customer's choice of service provider, there is\r\nusually no antitrust problem.  See Marts v. Xerox, Inc., </pre><span class=\"citation\" data-id=\"714076\"><a href=\"/opinion/714076/david-marts-doing-business-as-lasertech-v-xerox-inc/\"><span class=\"volume\">77</span> <span class=\"reporter\">F.3d</span>\r\n<span class=\"page\">1109</span></a></span><pre class=\"inline\">, 1112 (8th Cir. 1996); see also Digital, 73 F.3d at 761-62\r\n(reaching a similar conclusion with respect to installed operating\r\nsystems).  We agree with this conclusion.  Many manufacturers offer\r\nthe market bundled products that have separable components.  Every\r\nday, consumers purchase these products because \"buyers often find\r\npackage sales attractive; a seller's decision to offer such\r\npackages can merely be an attempt to compete effectively   conduct\r\nthat is entirely consistent with the Sherman Act.\"  Jefferson\r\nParish, 466 U.S. at 12.\r\nOf course, some consumers may not like all the\r\ncomponents, but the overall package fits their needs, they are not\r\nconstrained in looking elsewhere for alternative components, and\r\nthey will not have to scrap their prior investments just because\r\nthe new package is not a perfect fit.  Given this commonplace, it\r\ncannot be that every time some consumer or group of consumers does\r\nnot like one component of a complex product, the manufacturer will\r\nbe exposed to an antitrust claim on the ground that it has\r\ncircumscribed consumer choice.  The antitrust laws do not require\r\nmanufacturers to customize their offerings to the precise\r\nspecifications of each and every customer.\r\nAt the expense of carting coal to Newcastle, we note a\r\nsecond serious shortcoming that permeates SMS's lock-in argument. \r\nThroughout its analysis in this case, SMS assumes that all current\r\nDEC customers fall into the locked-in category.  This taxonomy does\r\nnot hold together:  being part of an installed base and being\r\nlocked-in are not synonymous.  A lock-in phenomenon must be shown,\r\nnot assumed.  See Kodak, 504 U.S. at 476; see also 10 Areeda &amp;\r\nHovenkamp, supra,  1740, at 152-53.  Moreover, in undertaking this\r\ninquiry, the nature of the product must be taken fully into\r\naccount, for that will inform an inquiring court about the degree\r\nof effective control the manufacturer may be able to exert over a\r\nconsumer's purchasing decisions.  That is singularly important\r\nhere, for the evidence required to show that an installed base is\r\nlocked-in to future purchases of computer systems is quite\r\ndifferent from that needed to show that a copy machine owner is\r\nlocked-in to buying parts for that machine.\r\nIt is an article of faith, for antitrust purposes, that\r\nunless a substantial number of preexisting customers are locked-in,\r\ndefections from the manufacturer's installed base, coupled with\r\nlosses in the foremarket, in all probability will sabotage any\r\neffort to exploit the aftermarket.  Our review of the instant\r\nrecord affords no reason to believe that an appreciable number of\r\nDEC users are, in fact, significantly locked-in to making repeat\r\npurchases of DEC mid-range computers.  SMS's most direct evidence\r\nof lock-in comes from the testimony of individuals employed by two\r\nof DEC's customers.  These individuals   none of whom bore the\r\nultimate responsibility for making decisions regarding new computer\r\npurchases and none of whom exhibited any specific or detailed\r\nknowledge of how management might go about calculating switching\r\ncosts   testified generally that once a company has committed to a\r\ncertain brand of hardware and has acquired ancillary software\r\n(including an operating system), it would be costly to migrate to\r\nanother platform.  Significantly, however, the testimony fails\r\nproperly to account for the nature of a company's decision to\r\npurchase new computer hardware and, therefore, we cannot put much\r\nstock in it.\r\nThe evidence to which we have just referred assumes that\r\na company's decision to replace its computer system will be\r\ndictated solely by the hardware that it currently uses.  Under\r\ncertain circumstances, the assumption might hold.  The best example \r\nprobably derives from the analogy that Kodak offers.  Although the\r\nowner of a copy machine might hope that he will not require parts\r\nduring the machine's useful life, the hope defies reality.  When\r\nthe moment of need occurs, the corporate decisionmaker must be able\r\nto purchase a Kodak part   or else, scrap the machine.  The\r\nfragility of the equipment forces the owner to buy parts, and this\r\nneed, linked with owners' general unwillingness to sacrifice the\r\nremaining useful life of machinery, enables the manufacturer to\r\ncontrol and exploit the situation.\r\nThe record evidence shows that decisionmaking surrounding\r\nthe purchase of a new mid-range computer, however, is qualitatively\r\ndifferent from the decision to buy copier parts.  Typically, a much\r\nwider variety of factors will enter into the computer user's\r\ndecision.  Although we do not discount the impact of a server's\r\nspeed and power (which will lead to hardware upgrades), the record\r\nindicates that the availability of software applications designed\r\nto meet current or anticipated business needs usually is the\r\ndeterminative factor in this calculus.\r\nThis reality is largely borne out by a marketing survey\r\nand report that SMS considers to be one of the most significant\r\npieces of documentary evidence in this case.  The report's\r\nobservations are particularly noteworthy because many of the survey\r\nrespondents were chosen from DEC's installed base and the purpose\r\nof the study was to gauge their receptivity to DEC's Alpha and VAX\r\ncomputers.  The survey concludes that end users do not focus\r\nprincipally on hardware when making decisions about buying new\r\nsystems.  Rather, in the words of the report, \"applications drive\r\nthe choice of platforms,\" because software applications represent\r\nthe business solutions to the problems confronting the computer\r\nuser.  There is no record evidence that contradicts, or even comes\r\nclose to undercutting, this telling point.\r\nA fortiori, if software is the primary determinant in\r\ncommercial decisionmaking on computer system purchases, the power\r\nof affecting a customer's purchasing decisions resides more with\r\nthose who design and sell software than with hardware\r\nmanufacturers.  That is exactly what the survey indicates.  To\r\ncomplicate matters further, software companies tend to develop\r\ntheir applications so that they can be used with the more popular\r\noperating systems.  In turn, given the efficiencies of networks,\r\nmany consumers tend to opt for software that is usable on such\r\nsystems.  The evidence in this case shows that operating systems\r\nother than DEC's VMS   such as Windows NT and UNIX   are becoming\r\nincreasingly prevalent (which perhaps explains why DEC engineered\r\nthe new Alpha line to operate with all three) and many other\r\nhardware manufacturers make systems that can accommodate these\r\nother operating systems.  If DEC is to remain the company of choice\r\nfor its installed base, it cannot rest on its laurels.\r\nThe complex nature of the decision to purchase a new\r\ncomputer system means that an analysis of switching costs in this\r\ncontext cannot parrot the linear inquiry that proved possible in\r\nKodak.  Here, the cost of shifting to another system must take into\r\naccount the efficiency gains of buying new software   gains that\r\noften may dwarf hardware price in dollar terms.  This is true even\r\nif one considers the switching costs that are associated with\r\nretraining employees and discarding software designed to run\r\nexclusively on a particular platform.  The record demonstrates\r\nconvincingly that, in this industry, both software vendors and\r\nhardware manufacturers offer migration support for new customers in\r\nthe form of significant discounts on training, installation, and\r\nsoftware conversion, thus internalizing much of the switching\r\ncosts.\r\nThe impressions that we have gathered from the marketing\r\nsurvey are largely confirmed by the very witnesses on whose\r\ntestimony SMS relies.  Quite aside from the statements these\r\nwitnesses make about the magnitude of the cost of randomly\r\nswitching from one currently functioning computer system to another\r\ntestimony which, as is clear from our discussion, addresses an\r\nirrelevant scenario   all of them acknowledge that, all things\r\nconsidered, if a new computer system would bring more benefits,\r\nthere would be no objection to the switch.  The actual behavior of\r\nthese witnesses' employers illustrates the point:  their firms were\r\nin fact in the process of switching some of their systems to other\r\nplatforms, citing the sorts of reasons we have catalogued.\r\nIn fine, the record does not support the conclusion that\r\na substantial number of installed base customers are locked-in  \r\nand SMS has failed to make the case.  The power of software\r\nvendors, the rapid progress of software solutions, the\r\nunpredictability of when consumers will seek to purchase a brand\r\nnew system, the ready willingness of competitors to absorb\r\nmigration costs, and the uncertain calculus of cost versus\r\nefficiency gains that obtains when a firm moves to new applications\r\nall distinguish the computer purchase context from the copier\r\ncontext.  This plethora of factors strongly implies that, in most\r\ninstances, DEC has no effective control over whether a customer\r\nwill remain loyal when opting to purchase a new computer system.\r\nTo address these issues, which are central to assessing\r\nthe existence of a lock-in, SMS ought to have focused on proof of\r\nthe actual behavior of an installed base in terms of such\r\nconsumers' tendency to return to the same manufacturer.  It did not\r\nmarshal any such proofs.  Consequently, the record lacks the\r\nempirical evidence required to give us a proper glimpse into\r\nwhether members of an installed base actually behave in conformity\r\nwith SMS's switching cost hypothesis.  Although we do not doubt\r\nthat some customers may experience the lock-in that SMS envisions,\r\nthe record affords no reason to believe that such customers are\r\nnumerous or that they are representative of the installed base. \r\nAnd   in marked contrast to Kodak   there is no evidence, direct or\r\ncircumstantial, that DEC has attempted to locate or exploit\r\nvulnerable customers within its installed base (or that it has the\r\ncapacity to identify and isolate such customers).\r\nThese last points are particularly important.  In a\r\nproduct-differentiated market (such as the mid-range computer\r\nhardware market), there always will be a subset of customers whose\r\nsubjective preferences, given their specific business needs, will\r\nalign them more closely with one manufacturer.  As we remarked in\r\na closely related context, however, this kind of preference does\r\nnot translate into the kind of economic power that antitrust law\r\naims to mitigate.  See Grappone, 858 F.2d at 797 (\"Of course,\r\nvirtually every seller of a branded product has some customers who\r\nespecially prefer its product.  But to permit that fact alone to\r\nshow market power is to condemn ties that are bound to be harmless,\r\nincluding some that may serve some useful social purpose.\"). \r\nSophisticated consumers with such preferences will know beforehand\r\nthat they will lock themselves in by their choice of manufacturer\r\nand do so willingly.  What would be of concern is if a firm were\r\nable to extend its control by improper means over a sufficiently\r\nsizable number of customers who did not have such a preference. \r\nThe facts at hand do not fit this model.  The evidence, taken most\r\nfavorably to SMS, does not demonstrate a lock-in, certainly not one\r\nthat raises antitrust concerns.  See 10 Areeda &amp; Hovenkamp, supra,\r\n1740, at 152-53.\r\n                              C\r\nBecause this case arises on an appeal from the entry of\r\nsummary judgment, it behooves us to stress further SMS's failures\r\nat the empirical level.\r\nHere, unlike in Kodak, the record is devoid of any\r\nevidence of supracompetitive prices or other oppressive terms of\r\nbusiness in the aftermarket.  Here, unlike in Kodak, the record\r\nfurnishes no reason to believe that new customers are irrelevant to\r\nDEC; to the contrary the record shows unequivocally that DEC\r\nintended to sell Alpha computers vigorously to new as well as old\r\ncustomers in an effort to grow its market share.  Here, unlike in\r\nKodak, there is also no proof indicating that DEC has attempted to\r\ndiscriminate between customers who are knowledgeable and those who\r\nare not, or that it discriminates in price (or in offering\r\ndifferent warranty terms) between new and repeat purchasers.  Such\r\ndiscrimination, the Court explained, would be one way that\r\nmanufacturers would attempt to prevent sophisticated purchasers\r\nfrom disciplining the aftermarket through their decision to forego\r\nbuying from the manufacturer.  See Kodak, 504 U.S. at 475. \r\nMoreover, data such as these   that new customers remain important\r\nto DEC and that the warranties offered to new and installed base\r\ncustomers have exactly the same terms   are further signs of the\r\nabsence of aftermarket exploitation.  See 10 Areeda &amp; Hovenkamp,\r\nsupra,  1740, at 159.\r\nAll of these factors were crucial to the Kodak Court's\r\nconclusions, forming the bases for the Court's attempts to explain,\r\nthrough hypotheses involving information deficits and switching\r\ncosts, the possible causes of the market's apparently irregular\r\nbehavior.  See id. at 473-78.  DEC's alleged behavior, however, is\r\nworlds apart from Kodak's.  In the absence of comparably suspicious\r\npractices, there is no reason to assume that DEC's interest in\r\nmaintaining its position in a fiercely competitive primary market\r\nis not checking any exploitative tendencies in the derivative\r\nmarket.\r\nRepresented by able counsel, SMS strives resourcefully to\r\nfill these evidentiary gaps.  When queried at oral argument, it\r\nreferred us to the affidavit of Joseph Scordino (SMS's director of\r\nmarketing).  That affidavit does not remedy the empirical\r\nshortcomings that we have identified.  The closest it comes is the\r\nfollowing:  \"It has been my experience that when [DEC] does not\r\nface competition, its prices tend to be higher.  For example, [DEC]\r\ndoes not discount its maintenance services on the Alpha 8000s. \r\nThus, the elimination of competition from SMS and other Independent\r\nService Organizations, should result in price increases to\r\ncustomers.\"  We fail to see how we can allow this self-serving\r\nspeculation to pass for competent evidence.  The third sentence is\r\nconclusory conjecture of a kind that begs the very question at\r\nissue, namely, whether the foremarket sufficiently disciplines the\r\naftermarket.  The same is true for the first sentence, because, if\r\ncompetition in the foremarket checks activity in the aftermarket,\r\nthe absence of competitors in the aftermarket will not lead to\r\nhigher prices.  The second sentence, which deals with Alpha 8000s,\r\nis irrelevant; those computers are high-end servers and belong to\r\na different product market (and the record is bereft of evidence\r\nthat the market structure for high-end servers has any bearing,\r\ndirect or by reasoned analogy, on the market structure for mid-\r\nrange servers).\r\nSMS also cites the report of its retained expert, Dr.\r\nWilliam Bleuel, to the effect that DEC has a much greater share of\r\nthe services aftermarket than it should enjoy, given low customer\r\nsatisfaction.  If DEC did not have monopoly power, this argument\r\nruns, it would not have been able to keep its large share of the\r\naftermarket in spite of rampant dissatisfaction.  Expert opinions,\r\nhowever, are no better than the data and methodology that undergird\r\nthem   and, on this score, Dr. Bleuel's conclusions are highly\r\nsuspect.  Although we find Dr. Bleuel's report deficient on several\r\nlevels, it suffices to discuss only the shortcomings of his data\r\ncollection.\r\nDr. Bleuel did not conduct a customer satisfaction\r\nsurvey, but based his opinion on his interpretation of certain\r\ninternal DEC documents.  The relevant part of his report begins\r\nwith the intuitively obvious proposition that when customer\r\nsatisfaction declines, chances are that a company will lose some\r\nbusiness.  Then, citing to sources which it neither attaches nor\r\ndiscusses, the report concludes that DEC's customer satisfaction\r\nratings have been declining.  Dr. Bleuel's conclusion may or may\r\nnot be correct, but an expert must vouchsafe the reliability of the\r\ndata on which he relies and explain how the cumulation of that data\r\nwas consistent with standards of the expert's profession.  See\r\nWessmann v. Gittens, </pre><span class=\"citation\" data-id=\"198211\"><a href=\"/opinion/198211/wessmann-v-gittens/\"><span class=\"volume\">160</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">790</span></a></span><pre class=\"inline\">, 804-05 (1st Cir. 1998); see also\r\nKumlo Tire Co. v. Carmichael, </pre><span class=\"citation\" data-id=\"118271\"><a href=\"/opinion/118271/kumho-tire-co-v-carmichael/\"><span class=\"volume\">119</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1167</span></a></span><pre class=\"inline\">, 1176 (1999)\r\n(directing courts \"to make certain that an expert, whether basing\r\ntestimony upon professional studies or personal experience, employs\r\nin the courtroom the same level of intellectual rigor that\r\ncharacterizes the practice of an expert in the relevant field\").\r\nNot only did Dr. Bleuel fail to discuss in his report the\r\nnature of the data and its meaning, but he failed to explain\r\nwhether the information-gathering technique used in the DEC\r\ndocuments was valid, whether the data was sufficiently\r\nrepresentative to permit him to draw any relevant conclusions, and\r\nwhether the sampling methodology used to compile these documents\r\ncorresponded to methods that might be considered legitimate in his\r\ndiscipline.  Expert testimony that offers only a bare conclusion is\r\ninsufficient to prove the expert's point.  See Mid-State Fertilizer\r\nCo. v. Exchange Nat'l Bank, </pre><span class=\"citation\" data-id=\"525237\"><a href=\"/opinion/525237/mid-state-fertilizer-co-lasley-kimmel-and-maxine-kimmel-v-exchange/\"><span class=\"volume\">877</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1333</span></a></span><pre class=\"inline\">, 1339 (7th Cir. 1989)\r\n(\"An expert who supplies nothing but a bottom line supplies nothing\r\nof value to the judicial process.\").\r\n                              V\r\nWe add a coda.  When a party brings a Section 2 claim, it\r\nis not enough simply to show that there is monopoly power. \r\nMonopoly power may be obtained through legitimate means.  An\r\nantitrust problem arises only when an improper use of that power,\r\nto the detriment of the forces of competition, occurs.  Thus, to\r\nmake out a Section 2 claim, the plaintiff must show that the\r\nalleged monopolist has engaged in improper exclusionary conduct. \r\nSee Kodak, 504 U.S. at 482-83; Aspen Skiing Co. v. Aspen Highlands\r\nSkiing Corp., </pre><span class=\"citation\" data-id=\"111483\"><a href=\"/opinion/111483/aspen-skiing-co-v-aspen-highlands-skiing-corp/\"><span class=\"volume\">472</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">585</span></a></span><pre class=\"inline\">, 600-05 (1985); Barry Wright Corp. v.\r\nITT Grinnell Corp., </pre><span class=\"citation\" data-id=\"429383\"><a href=\"/opinion/429383/barry-wright-corporation-v-itt-grinnell-corporation/\"><span class=\"volume\">724</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">227</span></a></span><pre class=\"inline\">, 230 (1st Cir. 1983).\r\nThe improper conduct identified by SMS is the inclusion\r\nof a three-year warranty on new equipment in the purchase package. \r\nBut a warranty has obvious virtue as a tool of competition, and the\r\ncommercial justification for its use is compelling.  Indeed, people\r\nordinarily associate warranties with consumer welfare and highly\r\ncompetitive markets.\r\nTo avoid the presumption that DEC's warranty is no more\r\nthan a legitimate sales tool, SMS points to two internal documents\r\nwhich it claims show that DEC intended to use the warranty as a\r\ndevice to capture the totality of the services aftermarket.  These\r\ndocuments appear to be a part of an ongoing series of\r\ncorrespondence between DEC functionaries relative to the launching\r\nof the Alpha product line.  One document makes mention of the\r\nwarranties having \"100% penetration with all product sales\" and the\r\nother makes a similar point.  Read in context, neither document so\r\nmuch as hints at an intent to suffocate the aftermarket.  The mere\r\nfact that the terms \"warranty,\" \"penetration,\" and \"100%\" appear in\r\na single writing does not signal an improper attempt to distort\r\nmarket forces.\r\nIn the last analysis, SMS's monopoly power hypothesis\r\ndefies common sense.  If the three-year warranty is the only means\r\ntoward monopolization, it will, under the assumptions that SMS\r\nadopts, prove to be a remarkably ineffective tool.  SMS has taken\r\nthe position that the warranty actually represents a loss to DEC\r\nbecause, all things being equal, DEC can make more money providing\r\nservices than it can offering warranties.  See supra note 5.  If\r\nthis is true, SMS's argument takes on the flavor of the predatory\r\npricing cases and, therefore, must afford some basis for a belief\r\nthat DEC can recoup these losses at some point in the future in\r\norder to make the enterprise worthwhile.\r\nBut DEC has placed no restriction on the aftermarket for\r\nservice of its products.  Parts are available to all market\r\nparticipants, and there is no indication in the record either that\r\nthere are restrictions on their availability or that such a policy\r\nis even being contemplated.  Meanwhile, ISOs are free to service\r\nall DEC computers, including those that are under warranty, both\r\nduring the warranty period and after its expiration.  On these\r\nfacts, it seems highly unlikely that DEC will recoup the sums that\r\nSMS says that it foregoes when it offers the warranties in the\r\nfirst place.  All of this indicates that the more likely\r\nexplanation for the warranty relates to its efficiency as a means\r\nof growing market share in the primary market.  In any event,\r\nsacrifice now/recoup later claims do not necessarily bespeak\r\nmonopolistic behavior, see, e.g., Barry Wright, 724 F.2d at 231-36,\r\nand we believe that this dimension of SMS's logic is yet another\r\nelement that distances its case from Kodak while simultaneously\r\nbringing it within the orbit of Matsuthita Elec. Indus. Co. v.\r\nZenith Radio Corp., </pre><span class=\"citation\" data-id=\"111620\"><a href=\"/opinion/111620/matsushita-electric-industrial-co-ltd-v-zenith-radio-corporation/\"><span class=\"volume\">475</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">574</span></a></span><pre class=\"inline\">, 587 (1986) (noting that evidence\r\nmust be even more persuasive to stave off summary judgment when the\r\ntheory set forth by the party opposing the motion is implausible).\r\nThat SMS may have lost business as a result of DEC's\r\npolicy is not, in and of itself, a concern of the antitrust laws. \r\nAntitrust law is designed to protect competition, not competitors. \r\nSee Spectrum Sports, Inc. v. McQuillan, </pre><span class=\"citation\" data-id=\"112809\"><a href=\"/opinion/112809/spectrum-sports-inc-v-mcquillan/\"><span class=\"volume\">506</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">447</span></a></span><pre class=\"inline\">, 458-59\r\n(1993).  If there is no objective indication of harm to\r\ncompetition, we cannot stifle a firm's ability to compete in the\r\nprimary market just because some of its aftermarket competitors\r\ncomplain that they have lost business as a result.  After all, such\r\nharm frequently occurs due to the specialized and dependent nature\r\nof the investment made by aftermarket firms rather than as the\r\nanticompetitive exercise of market power by manufacturers.  See 3A\r\nAreeda &amp; Hovenkamp, supra,  762, at 65-66 (explaining the\r\nphenomenon in the context of self-distribution decisions made by\r\nmanufacturers).\r\n                              VI\r\nWe need go no further.  The Kodak Court resorted to\r\neconomic theory in order to highlight the possibility that, under\r\nthe notably sinister circumstances of the case (evidence of\r\nsupracompetitive prices in the aftermarket, price discrimination\r\nfavoring certain consumers, and no resulting change in sales in the\r\nprimary market), information deficits and switching costs better\r\nexplained the available market data than did the defendant's glib\r\nassertion that the aftermarket is never independent of the\r\nforemarket.  Theory is powerful when it explains reality.  But when\r\nevidence for the trumpeted reality is lacking, the theory is of no\r\npractical value.  Here, the record contains no significantly\r\nprobative evidence that DEC is engaged in sinister practices or\r\notherwise suffocating competition, and, hence, theoretical\r\npossibilities alone are inadequate to block the swing of the\r\nsummary judgment ax.\r\n\nAffirmed.\n</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/105408/",
    "http://www.courtlistener.com/api/rest/v3/opinions/106440/",
    "http://www.courtlistener.com/api/rest/v3/opinions/107254/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111139/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111483/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111620/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112744/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112809/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118271/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198211/",
    "http://www.courtlistener.com/api/rest/v3/opinions/429383/",
    "http://www.courtlistener.com/api/rest/v3/opinions/474253/",
    "http://www.courtlistener.com/api/rest/v3/opinions/512576/",
    "http://www.courtlistener.com/api/rest/v3/opinions/525237/",
    "http://www.courtlistener.com/api/rest/v3/opinions/548682/",
    "http://www.courtlistener.com/api/rest/v3/opinions/600733/",
    "http://www.courtlistener.com/api/rest/v3/opinions/669100/",
    "http://www.courtlistener.com/api/rest/v3/opinions/701276/",
    "http://www.courtlistener.com/api/rest/v3/opinions/710905/",
    "http://www.courtlistener.com/api/rest/v3/opinions/714076/",
    "http://www.courtlistener.com/api/rest/v3/opinions/733281/",
    "http://www.courtlistener.com/api/rest/v3/opinions/762534/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2289058/"
  ]
}