{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/198615/",
  "absolute_url": "/opinion/198615/bercovitch-v-baldwin-school-inc/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/198615/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:55:51Z",
  "date_modified": "2017-03-24T10:58:07.112877Z",
  "type": "010combined",
  "sha1": "c8cdffecfc97f4e15eb113bcc61596dd43f40486",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=98-2281.01A",
  "local_path": null,
  "plain_text": "                United States Court of Appeals\r\n                    For the First Circuit\r\n                                         \r\n\nNo. 98-2281\r\n\n                   JASON BERCOVITCH, ET AL.\r\n\n                    Plaintiffs, Appellees,\r\n\n                              v.\r\n\n                 BALDWIN SCHOOL, INC., ET AL.\r\n\n                   Defendants, Appellants.\r\n\n                                         \r\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n               FOR THE DISTRICT OF PUERTO RICO\r\n\n       [Hon. Salvador E. Casellas, U.S. District Judge]\r\n\n                                         \r\n\n                            Before\r\n\n                    Stahl, Circuit Judge,\r\n               Gibson, Senior Circuit Judge,\r\n                 and Lynch, Circuit Judge.\r\n\n                                         \r\n\nNathan Z. Dershowitz, Amy Adelson, and Dershowitz &amp;\r\nEiger, P.C. on brief for appellants.\r\nAlfredo Fernandez-Martinez, Maria Eugenia Rodriguez-\r\nLopez, and Delgado-Cadilla, Fernandez-Martinez &amp; Rodriguez-Lopez,\r\nLLP on brief for appellees.\r\n\n                                         \r\n\n                      August 30, 1999\r\n                                          LYNCH, Circuit Judge. The Baldwin School, a private\r\nschool, was sued in March 1997 by parents trying to block their\r\nson's indefinite suspension from school for repeated disciplinary\r\nviolations. The suit was brought under the Americans with\r\nDisabilities Act of 1990 (ADA), 42 U.S.C.  12182 et seq., the\r\nFederal Rehabilitation Act of 1973, 29 U.S.C.  701 et seq., and\r\nPuerto Rican law. The district court issued a preliminary\r\ninjunction, which kept the student in school for the remainder of\r\nhis sixth grade year, and then issued another order requiring the\r\nschool to re-enroll the student for the next school year. The school\r\nappealed.\r\nThis court, addressing the issue for the first time under\r\nthe ADA, held that the court erred in failing to enforce an\r\narbitration agreement between the parents and the school. See\r\nBercovitch v. Baldwin School, Inc., 133 F.3d 141, 147-51 (1st Cir.\r\n1998). We also held that the preliminary injunction could not be\r\njustified as one maintaining the status quo pending arbitration\r\nbecause the plaintiffs had not demonstrated a probability of success\r\non the merits. See id. at 151-56. We ordered the case to arbitration\r\nand vacated the injunction, but stayed the mandate for a period to\r\nallow the parents to find a new school for their son. See id. at\r\n156. On remand, the district court ordered the case dismissed.\r\nThe school, asserting it was the prevailing party, then\r\nsought attorney's fees against the parents. The district court\r\ndenied the motion and that claim for attorney's fees is the subject\r\nof this appeal. The plaintiffs' brief accurately describes the\r\nrelations between the parties as \"strained and contentious\"; sadly,\r\nin this appeal, as in the first, \"[t]he parties have engaged in a\r\nbattle of blaming.\" Bercovitch, 133 F.3d at 147.\r\nThe appeal raises two issues; the only one of pure law\r\nhas not yet been addressed by this court. The novel issue concerns\r\nwhat standard should be applied in determining whether attorney's\r\nfees should be awarded to a prevailing defendant in a case under the\r\nADA and the corollary Rehabilitation Act. The district court\r\nconcluded that the standard established by this court for prevailing\r\ndefendants in civil rights actions under 42 U.S.C.  1988 should\r\napply here. The  1988 standard is as follows:\r\n  In civil rights cases, fee-shifting in favor of a\r\nprevailing plaintiff is the rule, whereas fee-shifting in\r\nfavor of a prevailing defendant is the exception. Thus,\r\nthough a prevailing plaintiff is presumptively entitled\r\nto fee-shifting in such a case, a prevailing defendant is\r\nentitled to similar largesse only if she can establish\r\nthat the plaintiffs' suit was totally unfounded,\r\nfrivolous, or otherwise unreasonable.\r\n\nCasa Marie Hogar Geriatrico, Inc. v. Rivera-Santos, 38 F.3d 615, 618\r\n(1st Cir. 1994) (citations omitted). Prevailing defendants, under\r\nthis heightened standard, have a more difficult showing to make to\r\nobtain attorney's fees than do successful plaintiffs.\r\n The second issue on appeal is whether it was an abuse of\r\ndiscretion for the district court to conclude that the defendants\r\nwere not entitled to fees. The district court abused its discretion\r\nif it applied an incorrect standard of law, ignored a factor, or\r\nmade a serious mistake in weighing the relevant factors. See I.P.\r\nLund Trading ApS v. Kohler Co., 163 F.3d 27, 33 (1st Cir. 1998).\r\nUnder the American Rule, attorney's fees may be granted\r\nonly if the relevant statute provides for such an award. See Alyeska\r\nPipeline Serv. Co. v. Wilderness Soc'y, 421 U.S. 240, 247, 257\r\n(1975). The ADA provides for the award of attorney's fees:\r\n  In any action or administrative proceeding commenced\r\npursuant to this chapter, the court or agency, in its\r\ndiscretion, may allow the prevailing party, other than\r\nthe United States, a reasonable attorney's fee, including\r\nlitigation expenses, and costs . . . .\r\n\n42 U.S.C.  12205; accord 28 C.F.R.  36.505. The Rehabilitation Act\r\nalso provides for the award of attorney's fees:\r\n  In any action or proceeding to enforce or charge a\r\nviolation of a provision of this subchapter, the court,\r\nin its discretion, may allow the prevailing party, other\r\nthan the United States, a reasonable attorney's fee as\r\npart of the costs.\r\n\n29 U.S.C.  794a(b).\r\nThe school makes two arguments regarding the availability\r\nof attorney's fees: first, that the text of the statutes \"mandate[]\"\r\nan award of fees to the prevailing party and, second, that the\r\nheightened standard required to award fees to a prevailing defendant\r\nin a civil rights action under  1988 is not applicable to the ADA.\r\nThe first argument is refuted by the text of the ADA: fees \"may\" be\r\nawarded at the \"discretion\" of the court. \r\nThe school's second argument -- that under the ADA the\r\nsame standard applies for awarding attorney's fees to successful\r\ndefendants as applies to successful plaintiffs -- fails as well. The\r\nschool relies on the fact that the text of the ADA does not draw a\r\ndistinction between prevailing plaintiffs and prevailing defendants.\r\nThat is true. Nonetheless, courts have interpreted various\r\nattorney's fees statutes in light of their congressional purposes\r\nand those judge-made rules cannot be ignored. The Supreme Court has\r\nheld in a Title VII employment discrimination case that attorney's\r\nfees may not be awarded to a prevailing defendant unless there is\r\na \"finding that the plaintiff's action was frivolous, unreasonable,\r\nor without foundation\" or that \"plaintiff continued to litigate\r\nafter it clearly became so.\" Christiansburg Garment Co. v. EEOC, 434\r\nU.S. 412, 421, 422 (1978). The Supreme Court has applied the same\r\nrule in actions brought under 42 U.S.C.  1983, as to which fees are\r\nawarded under 42 U.S.C.  1988. See Hughes v. Rowe, 449 U.S. 5, 14\r\n(1980). A successful defendant is in a different posture than a\r\nsuccessful plaintiff. A successful plaintiff vindicates an important\r\ncongressional policy and is awarded fees \"against a violator of\r\n[federal] law.\" Id. at 418. Neither is true of a successful\r\ndefendant. As we noted in a case under Title VII and  1988,\r\n\"decisions to grant defendants their fees are, and should be, rare.\"\r\nTang v. Rhode Island, Dep't of Elderly Affairs, 163 F.3d 7, 13 (1st\r\nCir. 1998).\r\nWe hold that attorney's fees may not be awarded to a\r\nprevailing defendant under the ADA unless the defendant establishes\r\nthat the plaintiff's suit was totally unfounded, frivolous, or\r\notherwise unreasonable or that the plaintiff continued the\r\nlitigation after it clearly became so. The same standard applies to\r\nclaims under the Rehabilitation Act, given that the language is\r\nvirtually identical. When Congress adopted the language of the ADA\r\nas to attorney's fees in 1990, it was aware of the Christiansburg\r\nrule and its extension to  1988 actions in Hughes. The ADA's\r\nlanguage on attorney's fees is, in relevant part, identical to that\r\nof  1988. The choice was deliberate, and so we import the\r\nChristiansburg test into the language of the ADA. Even if we were\r\nunaware of congressional sentiment on this matter, moreover, we\r\nwould agree with Felix Frankfurter who wrote more than a half-\r\ncentury ago, \"if a word is obviously transplanted from another legal\r\nsource, whether the common law or other legislation, it brings the\r\nold soil with it.\" Felix Frankfurter, Some Reflections on the\r\nReading of Statutes, 47 Colum. L. Rev. 527, 537 (1947).\r\nCreating a different standard for ADA cases would break\r\nthe commonly used analogy between the ADA and those other causes of\r\naction arising in the discrimination and civil rights areas. The ADA\r\nitself incorporates the procedures and enforcement mechanisms of\r\nTitle VII. See 42 U.S.C.  12117(a). And we have looked to Title VII\r\ncases for guidance interpreting the ADA. See Soileau v. Guilford of\r\nMaine, Inc., 105 F.3d 12, 16 (1st Cir. 1997). Other than pointing\r\nto the fact that the ADA statutory language does not draw a\r\ndistinction between plaintiffs and defendants, the school offers no\r\nreason why the strong analogy between the ADA and other civil rights\r\nstatutes should be broken here or why we should ignore the clear\r\ncongressional intent.\r\nThe district court used the correct legal standard in\r\nassessing the claim for attorney's fees. No serious argument can be\r\nmade that the parents' action was frivolous, unreasonable, or\r\nwithout foundation at the time suit was brought or continued. As we\r\nnoted in our earlier opinion, several of the issues raised by the\r\nplaintiffs' complaint were of first impression. See Bercovitch, 133\r\nF.3d at 143. The school's brief mainly focuses on its own actions\r\nand its belief that it went more than the extra mile to accommodate\r\na very troubled young man who posed enormous discipline problems.\r\nWhile the school may have viewed the bringing of the lawsuit as\r\nabusive, such subjective views are beside the point. The district\r\ncourt's conclusion that the standard for awarding attorney's fees\r\nto a prevailing defendant had not been met was amply justified. Even\r\nhad the parents' lawsuit been groundless when brought or continued,\r\nthe district court \"still retains discretion to deny or reduce fee\r\nrequests after considering all the nuances of a particular case.\"\r\nTang, 163 F.3d at 15. \r\nThe Supreme Court has noted the dangers inherent in\r\nparties continuing to battle each other in litigation over\r\nattorney's fees. See Hensley v. Eckerhart, 461 U.S. 424, 437 (1983).\r\nIt is time for these parties to leave the battlefield.\r\nAffirmed. Costs to appellees.\n",
  "html": "<p class=\"case_cite\">191 F.3d 8 (1st Cir. 1999)</p>\n    <p class=\"parties\">JASON BERCOVITCH, ET AL. Plaintiffs, Appellees,<br>v.<br>BALDWIN SCHOOL, INC., ET AL. Defendants, Appellants.</p>\n    <p class=\"docket\">No. 98-2281.</p>\n    <p class=\"court\">United States Court of Appeals for the First Circuit.</p>\n    <p class=\"date\">Submitted Aug. 16, 1999.<br>Decided Aug. 30, 1999.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF PUERTO RICONathan Z. Dershowitz, Amy Adelson, and Dershowitz &amp; Eiger, P.C. on brief for appellees.</p>\n      <p class=\"indent\">Alfredo Fernandez-Martinez, Maria Eugenia Rodriguez-Lopez, and Delgado-Cadilla, Fernandez-Martinez &amp; Rodriguez-Lopez, LLP on brief for appellants.</p>\n      <p class=\"indent\">Before Stahl, Circuit Judge, Gibson, Senior Circuit Judge,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> and Lynch, Circuit Judge.</p>\n      <p class=\"indent\">LYNCH, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The Baldwin School, a private school, was sued in March 1997 by parents trying to block their son's indefinite suspension from school for repeated disciplinary violations. The suit was brought under the Americans with Disabilities Act of 1990 (ADA), 42 U.S.C. &#167; 12182 et seq., the Federal Rehabilitation Act of 1973, 29 U.S.C. &#167; 701 et seq., and Puerto Rican law. The district court issued a preliminary injunction, which kept the student in school for the remainder of his sixth grade year, and then issued another order requiring the school to re-enroll the student for the next school year. The school appealed.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">This court, addressing the issue for the first time under the ADA, held that the court erred in failing to enforce an arbitration agreement between the parents and the school. See Bercovitch v. Baldwin School, Inc., 133 F.3d 141, 147-51 (1st Cir. 1998). We also held that the preliminary injunction could not be justified as one maintaining the status quo pending arbitration because the plaintiffs had not demonstrated a probability of success on the merits. See id. at 151-56. We ordered the case to arbitration and vacated the injunction, but stayed the mandate for a period to allow the parents to find a new school for their son. See id. at 156. On remand, the district court ordered the case dismissed.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The school, asserting it was the prevailing party, then sought attorney's fees against the parents. The district court denied the motion and that claim for attorney's fees is the subject of this appeal. The plaintiffs' brief accurately describes the relations between the parties as \"strained and contentious\"; sadly, in this appeal, as in the first, \"[t]he parties have engaged in a battle of blaming.\" Bercovitch, 133 F.3d at 147.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The appeal raises two issues; the only one of pure law has not yet been addressed by this court. The novel issue concerns what standard should be applied in determining whether attorney's fees should be awarded to a prevailing defendant in a case under the ADA and the corollary Rehabilitation Act. The district court concluded that the standard established by this court for prevailing defendants in civil rights actions under 42 U.S.C. &#167; 1988 should apply here. The &#167; 1988 standard is as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">In civil rights cases, fee-shifting in favor of a prevailing plaintiff is the rule, whereas fee-shifting in favor of a prevailing defendant is the exception. Thus, though a prevailing plaintiff is presumptively entitled to fee-shifting in such a case, a prevailing defendant is entitled to similar largesse only if she can establish that the plaintiffs' suit was totally unfounded, frivolous, or otherwise unreasonable.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Casa Marie Hogar Geriatrico, Inc. v. Rivera-Santos, 38 F.3d 615, 618 (1st Cir. 1994) (citations omitted). Prevailing defendants, under this heightened standard, have a more difficult showing to make to obtain attorney's fees than do successful plaintiffs.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The second issue on appeal is whether it was an abuse of discretion for the district court to conclude that the defendants were not entitled to fees. The district court abused its discretion if it applied an incorrect standard of law, ignored a factor, or made a serious mistake in weighing the relevant factors. See I.P. Lund Trading ApS v. Kohler Co., 163 F.3d 27, 33 (1st Cir. 1998).</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Under the American Rule, attorney's fees may be granted only if the relevant statute provides for such an award. See Alyeska Pipeline Serv. Co. v. Wilderness Soc'y, 421 U.S. 240, 247, 257 (1975). The ADA provides for the award of attorney's fees:</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">In any action or administrative proceeding commenced pursuant to this chapter, the court or agency, in its discretion, may allow the prevailing party, other than the United States, a reasonable attorney's fee, including litigation expenses, and costs . . . .</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">42 U.S.C. &#167; 12205; accord 28 C.F.R. &#167; 36.505. The Rehabilitation Act also provides for the award of attorney's fees:</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">In any action or proceeding to enforce or charge a violation of a provision of this subchapter, the court, in its discretion, may allow the prevailing party, other than the United States, a reasonable attorney's fee as part of the costs.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">29 U.S.C. &#167; 794a(b).</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The school makes two arguments regarding the availability of attorney's fees: first, that the text of the statutes \"mandate[]\" an award of fees to the prevailing party and, second, that the heightened standard required to award fees to a prevailing defendant in a civil rights action under &#167; 1988 is not applicable to the ADA. The first argument is refuted by the text of the ADA: fees \"may\" be awarded at the \"discretion\" of the court.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The school's second argument -- that under the ADA the same standard applies for awarding attorney's fees to successful defendants as applies to successful plaintiffs -- fails as well. The school relies on the fact that the text of the ADA does not draw a distinction between prevailing plaintiffs and prevailing defendants. That is true. Nonetheless, courts have interpreted various attorney's fees statutes in light of their congressional purposes and those judge-made rules cannot be ignored. The Supreme Court has held in a Title VII employment discrimination case that attorney's fees may not be awarded to a prevailing defendant unless there is a \"finding that the plaintiff's action was frivolous, unreasonable, or without foundation\" or that \"plaintiff continued to litigate after it clearly became so.\" Christiansburg Garment Co. v. EEOC, 434 U.S. 412, 421, 422 (1978). The Supreme Court has applied the same rule in actions brought under 42 U.S.C. &#167; 1983, as to which fees are awarded under 42 U.S.C. &#167; 1988. See Hughes v. Rowe, 449 U.S. 5, 14 (1980). A successful defendant is in a different posture than a successful plaintiff. A successful plaintiff vindicates an important congressional policy and is awarded fees \"against a violator of [federal] law.\" Id. at 418. Neither is true of a successful defendant. As we noted in a case under Title VII and &#167; 1988, \"decisions to grant defendants their fees are, and should be, rare.\" Tang v. Rhode Island, Dep't of Elderly Affairs, 163 F.3d 7, 13 (1st Cir. 1998).</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">We hold that attorney's fees may not be awarded to a prevailing defendant under the ADA unless the defendant establishes that the plaintiff's suit was totally unfounded, frivolous, or otherwise unreasonable or that the plaintiff continued the litigation after it clearly became so. The same standard applies to claims under the Rehabilitation Act, given that the language is virtually identical. When Congress adopted the language of the ADA as to attorney's fees in 1990, it was aware of the Christiansburg rule and its extension to &#167; 1988 actions in Hughes.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> The ADA's language on attorney's fees is, in relevant part, identical to that of &#167; 1988. The choice was deliberate, and so we import the Christiansburg test into the language of the ADA. Even if we were unaware of congressional sentiment on this matter, moreover, we would agree with Felix Frankfurter who wrote more than a half-century ago, \"if a word is obviously transplanted from another legal source, whether the common law or other legislation, it brings the old soil with it.\" Felix Frankfurter, Some Reflections on the Reading of Statutes, 47 Colum. L. Rev. 527, 537 (1947).<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Creating a different standard for ADA cases would break the commonly used analogy between the ADA and those other causes of action arising in the discrimination and civil rights areas. The ADA itself incorporates the procedures and enforcement mechanisms of Title VII. See 42 U.S.C. &#167; 12117(a). And we have looked to Title VII cases for guidance interpreting the ADA. See Soileau v. Guilford of Maine, Inc., 105 F.3d 12, 16 (1st Cir. 1997). Other than pointing to the fact that the ADA statutory language does not draw a distinction between plaintiffs and defendants, the school offers no reason why the strong analogy between the ADA and other civil rights statutes should be broken here or why we should ignore the clear congressional intent.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The district court used the correct legal standard in assessing the claim for attorney's fees. No serious argument can be made that the parents' action was frivolous, unreasonable, or without foundation at the time suit was brought or continued. As we noted in our earlier opinion, several of the issues raised by the plaintiffs' complaint were of first impression. See Bercovitch, 133 F.3d at 143. The school's brief mainly focuses on its own actions and its belief that it went more than the extra mile to accommodate a very troubled young man who posed enormous discipline problems. While the school may have viewed the bringing of the lawsuit as abusive, such subjective views are beside the point. The district court's conclusion that the standard for awarding attorney's fees to a prevailing defendant had not been met was amply justified. Even had the parents' lawsuit been groundless when brought or continued, the district court \"still retains discretion to deny or reduce fee requests after considering all the nuances of a particular case.\" Tang, 163 F.3d at 15.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The Supreme Court has noted the dangers inherent in parties continuing to battle each other in litigation over attorney's fees. See Hensley v. Eckerhart, 461 U.S. 424, 437 (1983). It is time for these parties to leave the battlefield.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Affirmed. Costs to appellees.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p>  Of the Eighth Circuit, sitting by designation.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p>  The House Judiciary Committee Report on the ADA states:</p>\n        <p>Section 505 [codified at 42 U.S.C. &#167; 12205] provides that courts or agencies may award attorney's fees including litigation expenses, and costs to a prevailing party for actions brought under the ADA. The Committee intends that the attorney's fee provision be interpreted in a manner consistent with the Civil Rights Attorney's Fees Act, including that statute's definition of prevailing party, as construed by the Supreme Court.</p>\n        <p>H.R. Doc. No. 101-485(III), at 73 (1990) (citing Christiansburg and Hughes). The House Education and Labor Committee felt likewise. Its Report on the ADA states: \"It is intended that the term 'prevailing party' be interpreted consistently with other civil rights laws. Plaintiffs should not be assessed opponents' attorneys' fees unless a court finds the plaintiff's claim is 'frivolous, unreasonable, or groundless.'\" H.R. Doc. No. 101-485(II), at 140 (1990) (quoting Christiansburg).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p>  Our holding corresponds with the conclusions reached by several other circuits. See Adkins v. Briggs &amp; Stratton Corp., 159 F.3d 306, 307 (7th Cir. 1998) (applying Christiansburg to 42 U.S.C. &#167; 12205); Summers v. A. Teichert &amp; Son., Inc., 127 F.3d 1150, 1154 (9th Cir. 1997) (same); cf. LaChance v. Duffy's Draft House, Inc., 146 F.3d 832, 838 (11th Cir. 1998) (applying the standard in Christiansburg to a Rule 38 motion in an ADA case). Nor is our method of analysis unusual. See Pottgen v. Missouri State High Sch. Activities Ass'n, 103 F.3d 720, 723 (8th Cir. 1997) (\"We hold that the same framework applies to determinations of prevailing party status under 42 U.S.C. &#167; 12205 and 29 U.S.C. &#167; 794a(b) [as under 42 U.S.C. &#167; 1988].\"); Homeward Bound, Inc. v. Hissom Mem'l Ctr., 963 F.2d 1352, 1354 n.1 (10th Cir. 1992) (applying the same standard for awarding attorney's fees to plaintiffs under the Rehabilitation Act as under &#167; 1988 because \"the language of th[e] statute[s] is identical\"); Jones v. Illinois Dep't of Rehabilitation Servs., 689 F.2d 724, 730 n.8 (7th Cir. 1982) (\"Section 794a fee awards are governed by the same considerations controlling in &#167; 1988 actions.\").</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">191</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">8</span></span> (1st Cir. 1999)</p>\n    <p class=\"parties\">JASON BERCOVITCH, ET AL. Plaintiffs, Appellees,<br>v.<br>BALDWIN SCHOOL, INC., ET AL. Defendants, Appellants.</p>\n    <p class=\"docket\">No. 98-2281.</p>\n    <p class=\"court\">United States Court of Appeals for the First Circuit.</p>\n    <p class=\"date\">Submitted Aug. 16, 1999.<br>Decided Aug. 30, 1999.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF PUERTO RICONathan Z. Dershowitz, Amy Adelson, and Dershowitz &amp; Eiger, P.C. on brief for appellees.</p>\n      <p class=\"indent\">Alfredo Fernandez-Martinez, Maria Eugenia Rodriguez-Lopez, and Delgado-Cadilla, Fernandez-Martinez &amp; Rodriguez-Lopez, LLP on brief for appellants.</p>\n      <p class=\"indent\">Before Stahl, Circuit Judge, Gibson, Senior Circuit Judge,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> and Lynch, Circuit Judge.</p>\n      <p class=\"indent\">LYNCH, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The Baldwin School, a private school, was sued in March 1997 by parents trying to block their son's indefinite suspension from school for repeated disciplinary violations. The suit was brought under the Americans with Disabilities Act of 1990 (ADA), 42 U.S.C. &#167; 12182 et seq., the Federal Rehabilitation Act of 1973, 29 U.S.C. &#167; 701 et seq., and Puerto Rican law. The district court issued a preliminary injunction, which kept the student in school for the remainder of his sixth grade year, and then issued another order requiring the school to re-enroll the student for the next school year. The school appealed.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">This court, addressing the issue for the first time under the ADA, held that the court erred in failing to enforce an arbitration agreement between the parents and the school. See Bercovitch v. Baldwin School, Inc., <span class=\"citation\" data-id=\"750078\"><a href=\"/opinion/750078/jason-bercovitch-v-baldwin-school-inc/\"><span class=\"volume\">133</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">141</span></a></span>, 147-51 (1st Cir. 1998). We also held that the preliminary injunction could not be justified as one maintaining the status quo pending arbitration because the plaintiffs had not demonstrated a probability of success on the merits. See id. at 151-56. We ordered the case to arbitration and vacated the injunction, but stayed the mandate for a period to allow the parents to find a new school for their son. See id. at 156. On remand, the district court ordered the case dismissed.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The school, asserting it was the prevailing party, then sought attorney's fees against the parents. The district court denied the motion and that claim for attorney's fees is the subject of this appeal. The plaintiffs' brief accurately describes the relations between the parties as \"strained and contentious\"; sadly, in this appeal, as in the first, \"[t]he parties have engaged in a battle of blaming.\" Bercovitch, 133 F.3d at 147.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The appeal raises two issues; the only one of pure law has not yet been addressed by this court. The novel issue concerns what standard should be applied in determining whether attorney's fees should be awarded to a prevailing defendant in a case under the ADA and the corollary Rehabilitation Act. The district court concluded that the standard established by this court for prevailing defendants in civil rights actions under 42 U.S.C. &#167; 1988 should apply here. The &#167; 1988 standard is as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">In civil rights cases, fee-shifting in favor of a prevailing plaintiff is the rule, whereas fee-shifting in favor of a prevailing defendant is the exception. Thus, though a prevailing plaintiff is presumptively entitled to fee-shifting in such a case, a prevailing defendant is entitled to similar largesse only if she can establish that the plaintiffs' suit was totally unfounded, frivolous, or otherwise unreasonable.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Casa Marie Hogar Geriatrico, Inc. v. Rivera-Santos, <span class=\"citation\" data-id=\"195704\"><a href=\"/opinion/195704/casa-marie-inc-v-superior-court-of-pr/\"><span class=\"volume\">38</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">615</span></a></span>, 618 (1st Cir. 1994) (citations omitted). Prevailing defendants, under this heightened standard, have a more difficult showing to make to obtain attorney's fees than do successful plaintiffs.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The second issue on appeal is whether it was an abuse of discretion for the district court to conclude that the defendants were not entitled to fees. The district court abused its discretion if it applied an incorrect standard of law, ignored a factor, or made a serious mistake in weighing the relevant factors. See I.P. Lund Trading ApS v. Kohler Co., <span class=\"citation\" data-id=\"198254\"><a href=\"/opinion/198254/kroni-inc-v-kohler-company/\"><span class=\"volume\">163</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">27</span></a></span>, 33 (1st Cir. 1998).</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Under the American Rule, attorney's fees may be granted only if the relevant statute provides for such an award. See Alyeska Pipeline Serv. Co. v. Wilderness Soc'y, <span class=\"citation\" data-id=\"109246\"><a href=\"/opinion/109246/alyeska-pipeline-service-co-v-wilderness-society/\"><span class=\"volume\">421</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">240</span></a></span>, 247, 257 (1975). The ADA provides for the award of attorney's fees:</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">In any action or administrative proceeding commenced pursuant to this chapter, the court or agency, in its discretion, may allow the prevailing party, other than the United States, a reasonable attorney's fee, including litigation expenses, and costs . . . .</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">42 U.S.C. &#167; 12205; accord 28 C.F.R. &#167; 36.505. The Rehabilitation Act also provides for the award of attorney's fees:</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">In any action or proceeding to enforce or charge a violation of a provision of this subchapter, the court, in its discretion, may allow the prevailing party, other than the United States, a reasonable attorney's fee as part of the costs.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">29 U.S.C. &#167; 794a(b).</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The school makes two arguments regarding the availability of attorney's fees: first, that the text of the statutes \"mandate[]\" an award of fees to the prevailing party and, second, that the heightened standard required to award fees to a prevailing defendant in a civil rights action under &#167; 1988 is not applicable to the ADA. The first argument is refuted by the text of the ADA: fees \"may\" be awarded at the \"discretion\" of the court.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The school's second argument -- that under the ADA the same standard applies for awarding attorney's fees to successful defendants as applies to successful plaintiffs -- fails as well. The school relies on the fact that the text of the ADA does not draw a distinction between prevailing plaintiffs and prevailing defendants. That is true. Nonetheless, courts have interpreted various attorney's fees statutes in light of their congressional purposes and those judge-made rules cannot be ignored. The Supreme Court has held in a Title VII employment discrimination case that attorney's fees may not be awarded to a prevailing defendant unless there is a \"finding that the plaintiff's action was frivolous, unreasonable, or without foundation\" or that \"plaintiff continued to litigate after it clearly became so.\" Christiansburg Garment Co. v. EEOC, <span class=\"citation\" data-id=\"109769\"><a href=\"/opinion/109769/christiansburg-garment-co-v-eeoc/\"><span class=\"volume\">434</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">412</span></a></span>, 421, 422 (1978). The Supreme Court has applied the same rule in actions brought under 42 U.S.C. &#167; 1983, as to which fees are awarded under 42 U.S.C. &#167; 1988. See Hughes v. Rowe, <span class=\"citation\" data-id=\"110352\"><a href=\"/opinion/110352/hughes-v-rowe/\"><span class=\"volume\">449</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">5</span></a></span>, 14 (1980). A successful defendant is in a different posture than a successful plaintiff. A successful plaintiff vindicates an important congressional policy and is awarded fees \"against a violator of [federal] law.\" Id. at 418. Neither is true of a successful defendant. As we noted in a case under Title VII and &#167; 1988, \"decisions to grant defendants their fees are, and should be, rare.\" Tang v. Rhode Island, Dep't of Elderly Affairs, <span class=\"citation\" data-id=\"198242\"><a href=\"/opinion/198242/tang-v-rhode-island/\"><span class=\"volume\">163</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">7</span></a></span>, 13 (1st Cir. 1998).</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">We hold that attorney's fees may not be awarded to a prevailing defendant under the ADA unless the defendant establishes that the plaintiff's suit was totally unfounded, frivolous, or otherwise unreasonable or that the plaintiff continued the litigation after it clearly became so. The same standard applies to claims under the Rehabilitation Act, given that the language is virtually identical. When Congress adopted the language of the ADA as to attorney's fees in 1990, it was aware of the Christiansburg rule and its extension to &#167; 1988 actions in Hughes.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> The ADA's language on attorney's fees is, in relevant part, identical to that of &#167; 1988. The choice was deliberate, and so we import the Christiansburg test into the language of the ADA. Even if we were unaware of congressional sentiment on this matter, moreover, we would agree with Felix Frankfurter who wrote more than a half-century ago, \"if a word is obviously transplanted from another legal source, whether the common law or other legislation, it brings the old soil with it.\" Felix Frankfurter, Some Reflections on the Reading of Statutes, 47 Colum. L. Rev. 527, 537 (1947).<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Creating a different standard for ADA cases would break the commonly used analogy between the ADA and those other causes of action arising in the discrimination and civil rights areas. The ADA itself incorporates the procedures and enforcement mechanisms of Title VII. See 42 U.S.C. &#167; 12117(a). And we have looked to Title VII cases for guidance interpreting the ADA. See Soileau v. Guilford of Maine, Inc., <span class=\"citation\" data-id=\"197175\"><a href=\"/opinion/197175/soileau-v-guilford-of-me/\"><span class=\"volume\">105</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">12</span></a></span>, 16 (1st Cir. 1997). Other than pointing to the fact that the ADA statutory language does not draw a distinction between plaintiffs and defendants, the school offers no reason why the strong analogy between the ADA and other civil rights statutes should be broken here or why we should ignore the clear congressional intent.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The district court used the correct legal standard in assessing the claim for attorney's fees. No serious argument can be made that the parents' action was frivolous, unreasonable, or without foundation at the time suit was brought or continued. As we noted in our earlier opinion, several of the issues raised by the plaintiffs' complaint were of first impression. See Bercovitch, 133 F.3d at 143. The school's brief mainly focuses on its own actions and its belief that it went more than the extra mile to accommodate a very troubled young man who posed enormous discipline problems. While the school may have viewed the bringing of the lawsuit as abusive, such subjective views are beside the point. The district court's conclusion that the standard for awarding attorney's fees to a prevailing defendant had not been met was amply justified. Even had the parents' lawsuit been groundless when brought or continued, the district court \"still retains discretion to deny or reduce fee requests after considering all the nuances of a particular case.\" Tang, 163 F.3d at 15.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The Supreme Court has noted the dangers inherent in parties continuing to battle each other in litigation over attorney's fees. See Hensley v. Eckerhart, <span class=\"citation\" data-id=\"110929\"><a href=\"/opinion/110929/hensley-v-eckerhart/\"><span class=\"volume\">461</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">424</span></a></span>, 437 (1983). It is time for these parties to leave the battlefield.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Affirmed. Costs to appellees.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p>  Of the Eighth Circuit, sitting by designation.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p>  The House Judiciary Committee Report on the ADA states:</p>\n        <p>Section 505 [codified at 42 U.S.C. &#167; 12205] provides that courts or agencies may award attorney's fees including litigation expenses, and costs to a prevailing party for actions brought under the ADA. The Committee intends that the attorney's fee provision be interpreted in a manner consistent with the Civil Rights Attorney's Fees Act, including that statute's definition of prevailing party, as construed by the Supreme Court.</p>\n        <p>H.R. Doc. No. 101-485(III), at 73 (1990) (citing Christiansburg and Hughes). The House Education and Labor Committee felt likewise. Its Report on the ADA states: \"It is intended that the term 'prevailing party' be interpreted consistently with other civil rights laws. Plaintiffs should not be assessed opponents' attorneys' fees unless a court finds the plaintiff's claim is 'frivolous, unreasonable, or groundless.'\" H.R. Doc. No. 101-485(II), at 140 (1990) (quoting Christiansburg).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p>  Our holding corresponds with the conclusions reached by several other circuits. See Adkins v. Briggs &amp; Stratton Corp., <span class=\"citation\" data-id=\"758758\"><a href=\"/opinion/758758/thomas-adkins-v-briggs-stratton-corporation/\"><span class=\"volume\">159</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">306</span></a></span>, 307 (7th Cir. 1998) (applying Christiansburg to 42 U.S.C. &#167; 12205); Summers v. A. Teichert &amp; Son., Inc., <span class=\"citation\" data-id=\"747556\"><a href=\"/opinion/747556/rick-summers-v-a-teichert-son-inc-a-california-corporation/\"><span class=\"volume\">127</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1150</span></a></span>, 1154 (9th Cir. 1997) (same); cf. LaChance v. Duffy's Draft House, Inc., <span class=\"citation no-link\"><span class=\"volume\">146</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">832</span></span>, 838 (11th Cir. 1998) (applying the standard in Christiansburg to a Rule 38 motion in an ADA case). Nor is our method of analysis unusual. See Pottgen v. Missouri State High Sch. Activities Ass'n, <span class=\"citation\" data-id=\"732375\"><a href=\"/opinion/732375/edward-leo-pottgen-v-the-missouri-state-high-school-activities/\"><span class=\"volume\">103</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">720</span></a></span>, 723 (8th Cir. 1997) (\"We hold that the same framework applies to determinations of prevailing party status under 42 U.S.C. &#167; 12205 and 29 U.S.C. &#167; 794a(b) [as under 42 U.S.C. &#167; 1988].\"); Homeward Bound, Inc. v. Hissom Mem'l Ctr., <span class=\"citation\" data-id=\"583470\"><a href=\"/opinion/583470/homeward-bound-inc-on-behalf-of-its-members-bridget-becker-by-her/\"><span class=\"volume\">963</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1352</span></a></span>, 1354 n.1 (10th Cir. 1992) (applying the same standard for awarding attorney's fees to plaintiffs under the Rehabilitation Act as under &#167; 1988 because \"the language of th[e] statute[s] is identical\"); Jones v. Illinois Dep't of Rehabilitation Servs., <span class=\"citation\" data-id=\"409274\"><a href=\"/opinion/409274/charles-p-jones-cross-appellant-v-illinois-department-of-rehabilitation/\"><span class=\"volume\">689</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">724</span></a></span>, 730 n.8 (7th Cir. 1982) (\"Section 794a fee awards are governed by the same considerations controlling in &#167; 1988 actions.\").</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/109246/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109769/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110352/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110929/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195704/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197175/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198242/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198254/",
    "http://www.courtlistener.com/api/rest/v3/opinions/409274/",
    "http://www.courtlistener.com/api/rest/v3/opinions/583470/",
    "http://www.courtlistener.com/api/rest/v3/opinions/732375/",
    "http://www.courtlistener.com/api/rest/v3/opinions/747556/",
    "http://www.courtlistener.com/api/rest/v3/opinions/750078/",
    "http://www.courtlistener.com/api/rest/v3/opinions/758758/"
  ]
}