{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/198764/",
  "absolute_url": "/opinion/198764/united-states-v-cunningham/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/198764/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:58:49Z",
  "date_modified": "2017-03-24T10:59:01.247424Z",
  "type": "010combined",
  "sha1": "08ade5deaa3332484d04d694e4814ac102736c25",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=99-1167.01A",
  "local_path": null,
  "plain_text": "               United States Court of Appeals\r\n                   For the First Circuit\r\n\nNo. 99-1167\r\n\n                  UNITED STATES OF AMERICA,\r\n\n                          Appellee,\r\n\n                              v.\r\n\n                   REX W. CUNNINGHAM, JR.,\r\n\n                    Defendant, Appellant.\r\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n              FOR THE DISTRICT OF MASSACHUSETTS\r\n\n     [Hon. Frank H. Freedman, Senior U.S. District Judge]\r\n\n                            Before\r\n\n                   Torruella, Chief Judge,\r\n\n               Bownes, Senior Circuit Judge,\r\n\n                 and Lynch, Circuit Judge.\r\n\n   Barbara J. Sweeney, with whom Jack St. Clair was on brief for\r\nappellant.\r\n\n   Todd E. Newhouse, Assistant United States Attorney, with whom\r\nDonald K. Stern, United States Attorney, was on brief for appellee.\r\n\nJanuary 6, 2000\r\n\nBOWNES, Senior Circuit Judge.  Defendant-Appellant, Rex\r\nW. Cunningham, Jr., pled guilty to an eight-count indictment. \r\nCount one of the indictment charged Cunningham with a racketeering\r\nconspiracy in violation of 18 U.S.C.  962(d) (1994).  The second\r\ncount charged a racketeering offense under 18 U.S.C.  962(c). \r\nCounts three and five charged Cunningham with making an\r\nextortionate extension of credit in violation of 18 U.S.C.  892\r\n(1994).  Counts four and six charged him with collecting an\r\nextortionate extension of credit with extortionate means in\r\nviolation of 18 U.S.C.  894 (1994).  The seventh count charged\r\nanother violation of 18 U.S.C.  894, conspiring to use\r\nextortionate means to collect a debt.  The eighth count charged\r\nCunningham with operating an illegal gambling business in violation\r\nof 18 U.S.C.  1955 (1994).  \r\nAt sentencing, the district court awarded Cunningham a\r\ntwo-level decrease for acceptance of responsibility, pursuant to\r\nUnited States Sentencing Guidelines Manual (\"U.S.S.G.\")  3E1.1(a)\r\n(1995 &amp; Supp. 1997), but declined to give him an additional one-\r\nlevel decrease for timely notification of his intent to plead\r\nguilty.  The district court also applied a four-level increase,\r\npursuant to U.S.S.G.  2E2.1(b)(3)(A), for abduction in the course\r\nof making or financing an extortionate extension of credit or\r\ncollecting an extension of credit by extortionate means.  \r\nCunningham appeals his sentence on the ground that the\r\ndistrict court erred in refusing to grant him an additional one-\r\nlevel reduction, pursuant to U.S.S.G.  3E1.1(b).  He also appeals\r\nthe district court's imposition of a four-level increase, pursuant\r\nto U.S.S.G.  2E2.1(b)(3)(A).  \r\n                             I.\r\nThe government's key evidence was obtained by electronic \r\nrecordings of Cunningham's statements at his principal place of\r\nbusiness, Dillon's Tavern, in Springfield, Massachusetts, and by\r\ninterception and recording of his cellular phone conversations. \r\nThe electronic surveillance was conducted pursuant to a warrant\r\nissued by a state court.\r\nThis is the second time this case has come before us.  In\r\nthe prior case, defendant moved to suppress the recorded wire and\r\noral communications.  The district court allowed the motion, and\r\nsubsequently denied the government's motion for reconsideration. \r\nThe government filed a timely appeal, and we reversed the district\r\ncourt's order of suppression.  See United States v. Cunningham, 113\r\nF.3d 289 (1st Cir. 1997).  We denied defendant's petitions for a\r\nrehearing and a rehearing en banc.  Thereafter, the defendant filed\r\na petition for a writ of certiorari with the Supreme Court, which\r\nwas denied, see Cunningham v. United States, 118 S. Ct. 165 (1997)\r\n(mem.), and mandate entered on December 12, 1997.\r\nThe parties engaged in plea negotiations in December 1997\r\nand January 1998, after the Supreme Court's denial of certiorari. \r\nNonetheless, by the time the district court held a status\r\nconference in late January 1998, the parties had not settled on a\r\nplea agreement.  They informed the court that the case would go to\r\ntrial and that there were still suppression issues outstanding. \r\nThe court set a trial date of May 4, 1998.\r\nOn March 16, 1998, the defendant informed the government\r\nby letter that he intended to plead guilty to all counts of the\r\nindictment, but it was his \"intention to try the issues relating to\r\n[the] forfeiture allegations.\"  Cunningham officially entered his\r\nguilty plea on April 20, 1998 and the court held a sentencing\r\nhearing on July 31, 1998.  The court did not pronounce sentence at\r\nthat time, but agreed to defer sentencing until after resolution of\r\nthe forfeiture issues and until Cunningham had an opportunity to\r\nlocate a witness to testify at the hearing.  An agreement was\r\neventually reached with Cunningham's wife regarding forfeiture on\r\nOctober 23, 1998.  Cunningham never located the witness and the\r\ncourt entered sentence on October 27, 1998.  The court sentenced\r\nCunningham to 200 months in prison on each count, to be served\r\nconcurrently, and to three years of supervised release on each\r\ncount, to be served concurrently and with certain conditions.\r\n                                                            II.\r\nA.     U.S.S.G.  3E1.1(b)\r\nU.S.S.G.  3E1.1 allows for downward adjustments in\r\noffense level for acceptance of responsibility.  The district\r\ncourt found that Cunningham was eligible for the two-level decrease \r\nprovided for in subsection (a).  The district court refused,\r\nhowever, to grant Cunningham an additional one-level deduction\r\nunder subsection (b).  Subsection (b) provides:\r\n  (b) If the defendant qualifies for a decrease\r\nunder subsection (a), the offense level\r\ndetermined prior to the operation of\r\nsubsection (a) is level 16 or greater, and the\r\ndefendant has assisted authorities in the\r\ninvestigation or prosecution of his own\r\nmisconduct by taking one or more of the\r\nfollowing steps:\r\n           (1)  timely providing complete\r\n       information to the government\r\n       concerning his own involvement in\r\n       the offense; or\r\n           (2)  timely notifying authorities of\r\n       his intention to enter a plea of\r\n       guilty, thereby permitting the\r\n       government to avoid preparing for\r\n       trial and permitting the court to\r\n       allocate its resources\r\n       efficiently, \r\n      decrease the offense level by 1\r\n  additional level.\r\n\nU.S.S.G.  3E1.1(b).  In ruling on this issue, the district court\r\nstated:\r\n    Well, the fact that you were in plea\r\nnegotiations with the government from December\r\n1997 on does not mean that [you were], in\r\nfact, going to plead guilty.  The government\r\nthen had to prepare, and it was six months\r\nafter the Supreme Court response, and only six\r\nweeks before the trial date that you stated\r\nthe intention to plead guilty was actually\r\nwhat you were going to do, and you went\r\nforward.\r\n\n    And then, of course, there is the\r\nissue, and you say it is not important, but I\r\nthink it probably is, the government does have\r\nto prepare for trial regarding the forfeiture\r\nissue, regardless of whether it is\r\npreponderance of the evidence and I said no as\r\nfar as anything beyond that is concerned,\r\nstill means they have to prepare for it.  \r\n\nThe court essentially restated the position of the Probation\r\nDepartment, which, in the Pre-Sentence Report, advised against\r\nmaking the additional one-level adjustment for three reasons:\r\n\n  First, the fact that the defendant was in plea\r\nnegotiations with the government in December\r\nof 1997 does not mean that Cunningham made it\r\nclear that his intention was to plead guilty. \r\nSecondly, it was approximately six months\r\nafter the Supreme Court's response and only\r\nsix weeks before the said trial date that the\r\ndefendant stated his intention to plead\r\nguilty.  Thirdly, there is the issue of the\r\ngovernment having to prepare for trial\r\nregarding the forfeiture issues.  Although\r\nthis is an unusual situation, the Probation\r\nDepartment does not believe that by pleading\r\nguilty to the criminal counts, that he met the\r\ncriteria described in  3E1.1(b)(2). The\r\ngovernment has still had to prepare for trial.\r\n\nPSR 87.\r\nCunningham makes two arguments that this ruling was in\r\nerror.  First, he contends that forfeiture is a part of the\r\nsentence, not the criminal offense, and, therefore, should not be\r\nincluded within the scope of conduct to which the defendant must\r\nadmit before being eligible for the one-level adjustment.  Second,\r\nCunningham argues that there was no evidence that the government\r\nhad to prepare for trial on the criminal charges themselves, or\r\nthat the timing of Cunningham's notification of his intent to plead\r\nguilty led to an inefficient allocation of the court's resources.\r\nCunningham faces an \"uphill battle\" in contesting the\r\ndistrict court's ruling.  United States v. Morillo, 8 F.3d 864, 871\r\n(1st Cir. 1993).  The defendant bears the burden of proof on this\r\n\"fact-dominated issue\" and the district court's ruling will only be\r\noverturned if it is clearly erroneous.  Id.  Because \"the\r\nsentencing judge is in a unique position to evaluate a defendant's\r\nacceptance of responsibility[,] . . . the determination of the\r\nsentencing judge is entitled to great deference on review.\" \r\nU.S.S.G.  3E1.1, application note 5; see also United States v.\r\nCorrea, 114 F.3d 314, 317 (1st Cir.), cert. denied, 118 S.Ct. 326\r\n(1997) (\"The standard of review in sentencing appeals ordinarily is\r\ndeferential.\").  \r\nThe legal issue is whether Cunningham has complied with\r\nthe elements of  3E1.1(b)(2) and is, therefore, entitled to an\r\nadditional one-level decrease.  This requires an examination of the\r\nlanguage of the guideline.  \"The language of subsection (b) is\r\nabsolute on its face.  It simply does not confer any discretion on\r\nthe sentencing judge to deny the extra one-level reduction so long\r\nas the subsection's stated requirements are satisfied.\"  United\r\nStates v. Talladino, 38 F.3d 1255, 1264 (1st Cir. 1994).  We have\r\nstated:\r\n  We will, of course, defer, in all such\r\nmatters, to the district court's resolution of\r\nunderlying facts and inferences, and pay\r\ncareful attention to its reasoning.  But if\r\nall Guideline criteria are met, and no basis\r\nto refuse the one-level decrease can be\r\ndiscerned, we cannot defer to the district\r\ncourt's refusal to grant the decrease.\r\n\nUnited States v. Marroquin, 136 F.3d 220, 223 (1st Cir. 1998).  \r\nWhere the district court's ruling is grounded in an\r\ninterpretation of a guideline's legal meaning or scope, our review\r\nis de novo.  See United States v. Voccola, 99 F.3d 37, 43 (1st Cir.\r\n1996).  Cunningham's first argument, concerning the district\r\ncourt's reliance on his failure to agree to the forfeiture\r\nallegations, merits de novo review; the question whether forfeiture\r\nfalls within the guideline's intended scope is a legal one.  This\r\nportion of the district court's ruling was in error.  The Supreme\r\nCourt has clearly established that forfeitures made pursuant to the\r\nfederal drug and racketeering statutes are elements of the\r\nsentence, rather than a part of the criminal offense itself.  See\r\nLibretti v. United States, 516 U.S. 29, 38-39 (1995) (\"Forfeiture\r\nis an element of the sentence imposed following conviction or, as\r\nhere, a plea of guilty . . . . Congress plainly intended forfeiture\r\nof assets to operate as punishment for criminal conduct in\r\nviolation of the federal drug and racketeering laws, not as a\r\nseparate substantive offense.\") (emphasis in original).  \r\nFurther, the application notes accompanying the guideline\r\nsuggest that the level of acceptance of responsibility required to\r\nbe eligible for the adjustment is narrowly defined.  See U.S.S.G.\r\n3E1.1, application note 1(a) (\"Note that a defendant is not\r\nrequired to volunteer, or affirmatively admit, relevant conduct\r\nbeyond the offense of conviction in order to obtain a reduction\r\nunder subsection (a).\").  Subsection (b) refers to a \"plea of\r\nguilty\" rather than a plea of guilty and an acceptance of the\r\nsentence proposed by the government.  The plain language of the\r\nguideline allows little flexibility for the sentencing judge.\r\nThough the district court erred in relying in part or in\r\nwhole on Cunningham's refusal to accept the forfeiture allegations,\r\nthis court may uphold the denial of the one-level adjustment on\r\nother applicable grounds.  \r\n  A sentencing decision based in part on an\r\ninvalid ground may be affirmed if \"excision of\r\nthe improper ground does not obscure or defeat\r\nthe reasoning of the district court,\" and we\r\nare \"left, on the record as a whole, with the\r\ndefinite and firm conviction that removal of\r\nthe inappropriate ground would not be likely\r\nto alter the district court's view of the\r\nsentence rightfully to be imposed.\" \r\n\nUnited States v. Nunez-Rodriguez, 92 F.3d 14, 19 (1st Cir. 1996),\r\naff'd after remand, 141 F.3d 1150 (1st Cir. 1998) (per curiam)\r\n(quoting United States v. Diaz-Bastardo, 929 F.2d 798, 800 (1st\r\nCir. 1991)).  \r\nThe district court gave three reasons for denying \r\nCunningham the additional one-level adjustment pursuant to\r\n3E1.1(b).  First, the district court inferred that Cunningham's\r\nnotification of his intent to plead guilty was untimely.  Second,\r\nthe district court reasoned that the additional one-level\r\nadjustment was unwarranted because the government had to prepare\r\nfor trial.  Third, the district court reasoned that the forfeiture\r\nissue would require a trial, for which the government would have to\r\nprepare.  We note that the forfeiture issue was the last of the\r\nthree reasons given by the district court in its refusal to award\r\nthe additional one-level adjustment.  It should be noted that the\r\ndistrict court stated that forfeiture was only \"probably\"\r\nimportant.  It would seem that the district court did not rely\r\nsolely on the forfeiture issue when it refused to award Cunningham\r\nthe additional one-level adjustment.\r\nThe question, therefore, is whether the district court's\r\ndecision not to award the additional one-level adjustment can be\r\nupheld on other grounds.  Another stated ground for the district\r\ncourt's ruling was the timeliness of Cunningham's notification of\r\nhis intent to plead guilty.  The district court noted that the\r\nearlier plea negotiations were not sufficient to constitute\r\nnotification of Cunningham's intent to plead guilty, and that\r\neventual notification was given approximately six months after the\r\nSupreme Court's denial of certiorari and only six weeks before the\r\ntrial date.     \r\nRecently, this court stated that \"the notice of an intent\r\nto plead guilty must ordinarily be given well before trial.\" \r\nUnited States v. Hines, No. 98-1821, slip op. at 5 (1st Cir. Nov.\r\n8, 1999).  On the other hand, we have upheld adjustments for\r\nnotification provided later in the process than Cunningham's.  We\r\nupheld a one-level adjustment where notification of the defendant's\r\nintent to plead guilty was made more than one year after the\r\nindictment and only two weeks before trial.  See United States v.\r\nDethlefs, 123 F.3d 39, 43 (1st Cir. 1997) (upholding the one-level\r\nadjustment for timely notification, but vacating the sentences\r\nbecause of unwarranted downward departures).  Section 3E1.1\r\n\"defines timeliness in functional, rather than strictly temporal,\r\nterms.\"  Id.  For that reason, \"[t]imeliness is a concept, not a\r\nconstant, and it normally must be evaluated in context.\"  Id. \r\nIn terms of legal interpretation of the guideline, the\r\ndistrict court committed no error.  The district court correctly\r\nrefused to count the time between Cunningham's indictment and the\r\ndenial of certiorari against him.  This is in accordance with cases\r\nprotecting a defendant's constitutional rights to file non-\r\nfrivolous pre-trial motions without forfeiting his eligibility for\r\nthis adjustment.  See Marroquin, 136 F.3d at 224-25; see also\r\nUnited States v. Kimple, 27 F.3d 1409, 1413 (9th Cir. 1994).  The\r\nrecord also reflects that the district court properly determined\r\nthat, for purposes of the guideline, Cunningham's letter in March\r\n1998 stating his intent to plead guilty, was his official\r\nnotification.  See United States v. Munoz, 83 F.3d 7, 9 (1st Cir.\r\n1996) (per curiam) (stating that the date of notification, rather\r\nthan the date of the plea itself, is the proper benchmark).  The\r\ndistrict court considered more than just the time that elapsed\r\nbefore the notification in making its determination; it referred in\r\nits ruling on the matter to the government's need to prepare for\r\ntrial.\r\nThus, the district court's ruling on this matter can only\r\nbe overturned if it was a clearly erroneous application of the\r\nstandard to the facts of the case.  Cunningham argues that it was,\r\nbecause there was no evidence in the record suggesting that the\r\ngovernment had begun preparations for trial or suggesting that the\r\ncourt was led to allocate its resources inefficiently.  It is,\r\nhowever, questionable whether the district court's determination\r\nwas clearly  erroneous.  As previously stated, the district court\r\nis due substantial deference in its fact-based sentencing\r\ndeterminations.  This includes \"wide latitude to decide what type\r\nof proof is, or is not, sufficiently trustworthy to enter into the\r\nsentencing calculus.\"  United States v. Robinson, 144 F.3d 104, 108\r\n(1st Cir. 1998).  Moreover, the district court's sentencing inquiry \r\nis not confined to evidence that would be admissible under the\r\nFederal Rules of Evidence.  See U.S.S.G.  6A1.3(a).  Instead, the\r\ncourt may consider any evidence that \"has sufficient indicia of\r\nreliability to support its probable accuracy\" and may draw\r\nreasonable inferences therefrom.  Id.   \r\nGiven the ambiguities in the record and the district\r\ncourt's rulings, we are not in a position to determine whether the\r\ndistrict court's denial of the additional one-level adjustment was\r\nclearly erroneous.  In such a case, it is proper for us to \"remand\r\nfor resentencing for clarification, and further factfinding as\r\nappropriate.\"  Nunez-Rodriguez, 92 F.3d at 23-24 (footnote\r\nomitted).  Therefore, Cunningham's sentence, as it pertains to the\r\nadditional one-level adjustment pursuant to  3E1.1(b)(2), is\r\nvacated and the case is remanded for resentencing.\r\nAt the resentencing hearing, the court should determine\r\nhow much time the government had spent on preparing for trial prior\r\nto the guilty plea notification.  This information should be\r\nreadily available in any case where the government opposes\r\napplication of the reduction.  The government has to do more than\r\nmake a generalized guess to how much time it had already used in\r\npreparing for trial.  The basic questions are: whether the\r\ngovernment actually began preparing for trial before Cunningham\r\nnotified them of his intention to plead guilty and the extent of\r\nthis pre-trial preparation; and whether the court's resources were\r\ninefficiently allocated because of the length of time that had\r\nelapsed before the defendant notified the government of his\r\nintention to plead guilty.\r\nB.     U.S.S.G.  2E2.1(b)(3)(A) \r\nThe second argument Cunningham raises on appeal concerns\r\nthe appropriateness of the four-level upward adjustment applied by\r\nthe district court under U.S.S.G.  2E2.1(b)(3)(A), which provides:\r\n  If any person was abducted to facilitate the\r\ncommission of the offense [referring to the\r\noffense of \"making or financing an\r\nextortionate extension of credit\" or\r\n\"collecting an extension of credit by\r\nextortionate means\"] or to facilitate escape,\r\nincrease by 4 levels . . . .\r\n\nU.S.S.G.  2E2.1(b)(3)(A).  \"Abducted\" is defined in the\r\napplication notes to  1B1.1 as follows:\r\n  (a)  \"Abducted\" means that a victim was forced\r\nto accompany an offender to a different\r\nlocation.  For example, a bank robber's\r\nforcing a bank teller from the bank into a\r\ngetaway car would constitute an abduction.\r\n\nU.S.S.G.  1B1.1, application note 1(a).\r\nThe government's key evidence was obtained pursuant to\r\nthe electronic surveillance of Cunningham at his principal place of\r\nbusiness, Dillon's Tavern, as well as from his cellular phone. \r\nWhile the electronic surveillance captured extensive evidence\r\nrelating to Cunningham's dealings, the only evidence relevant to\r\nthis appeal concerns his statements regarding his interactions with\r\na man named Ronald Goulet.  Goulet had borrowed several thousand\r\ndollars from Cunningham at a very high interest rate.  When Goulet\r\nfailed to make payments on this loan for a period of two years,\r\nCunningham and three others severely beat him.  \r\nThe district court found that the electronic surveillance\r\nevidence regarding Cunningham's beating of Ronald Goulet provided\r\nsufficient evidence that Cunningham abducted Goulet and that this\r\nfour-level increase was warranted.  This evidence contains\r\nstatements by Cunningham that he \"followed [Goulet] and got out of\r\nthe car,\" \"threw him in the fucking car\" and \"[t]ook him behind the\r\nGaslight.\"  An electronic recording of Cunningham speaking to an\r\nacquaintance recorded him as saying:\r\n\n    Oh yeah, well I got him, his sister\r\ndied.  So I got, we sat outside the wake.  I\r\nwent myself because I prefer that.  We sat\r\noutside the wake.  I followed him, a perfect\r\ntail.  Followed him and got out of the car.  I\r\nthrew him in the fucking car.  Took him behind\r\nthe Gaslight.  Had three guys waiting there. \r\nBeat him with fucking pipes, tire irons.  I\r\ndropped his car keys on his chest.  I told him\r\nfour of us beat you up.  And I said I'll call\r\nan ambulance for you.  Left him. . . .\r\n\nPSR 21.\r\nTo complicate matters, the tapes also contain statements\r\nby Cunningham that suggest that he used a different tactic to get\r\nGoulet to the Gaslight Lounge.  On the tapes, Cunningham infers\r\nthat he tricked Goulet into following him to the Gaslight.  That\r\nportion of the electronic recording reveals Cunningham stating:\r\n  No, no.  When, when, well when he got out of\r\nthe car I said to him the bad news is I said\r\nthere's no meeting.  And I said nobody's here\r\nbut me and I smashed him in the face and he\r\nwent down and them guys come out from behind a\r\ndumpster.  And I backed off and I said one guy\r\nat a time and don't hit him in the head.  But\r\nhe went down all over the fucking place.\r\n\nPSR 22.  Cunningham argued to the district court that his second\r\nstatement presented the correct version of events, and that the\r\nfirst version was simply braggadocio.  He stated in an affidavit\r\nthat he did not use any physical force to bring Goulet from his\r\nsister's wake to the Gaslight, but instead tricked him into going\r\nto the Gaslight Lounge by telling him that Cunningham's uncle, with\r\nwhom Goulet had a long-term friendship, wished to meet with him. \r\nIn addressing Cunningham's objections, the district court\r\nheld that \"regardless of whether he was bodily thrown into the car,\r\nor was put into the car by the way of ruse, which is what your\r\nclient states it was, [it] is in my opinion abduction.\"  At another\r\npoint, the court said:\r\n    But at this point I want to make it\r\nclear if someone says to me, \"Get in there or\r\nI'll beat the hell out of you, get in that\r\ncar\", and forces me in the car, that is, of\r\ncourse, force.\r\n\n    If, however, he says, \"Why don't you\r\nget in that car and maybe we'll do something\r\nhere and make it up to you\", and encourages\r\nyou by way of ruse that, again, seems to me to\r\nbe abduction.  That is how I feel at this\r\ntime, but it is subject to change.\r\n\nIn its final ruling on this matter, the court said:\r\n  I still find that any will that Mr. Goulet\r\nmight have had to prevent any meeting that day\r\nof the wake with Mr. Cunningham has been\r\ncompletely destroyed, and he had no will to\r\novercome the fact that Mr. Cunningham urged\r\nhim to get into the car and then, in fact,\r\nthrew him in the car.  So I find that an\r\nabduction has been maintained and found on the\r\nfactual situation expressed here in this\r\ncourt.\r\n\nOn appeal, Cunningham makes two arguments that this\r\nruling was in error.  First, he argues that abduction under the\r\nguidelines must be committed by means of physical force.  Second,\r\nhe argues that there was no reliable evidence that physical force\r\nwas used to transport Goulet from his sister's wake to the back of\r\nthe Gaslight Lounge where he was beaten.\r\nIn support of his first argument, Cunningham refers to\r\nthe use of the word \"force\" in the definition of \"abducted\"\r\nprovided in the guidelines.  The guideline's use of this term is\r\nnot sufficient to uphold Cunningham's interpretation of the\r\nguideline.  First, the word \"force\" in no way suggests that the\r\nforce exerted must be of a physical or violent nature.  There is\r\nnothing in the plain meaning of the guideline to suggest that the\r\nforce used must be physical.  \"Force\" is defined as compelling \"by\r\nphysical, moral, or intellectual means\" or \"to impose\" or \"to win\r\none's way.\"  Webster's Seventh New Collegiate Dictionary 326\r\n(1970).  Second, as a policy matter, it seems that such a limited\r\ninterpretation of the guideline would be unwise.  An abduction\r\naccomplished by use of threat and fear carries the same dangerous\r\nconsequences as an abduction accomplished by use of physical force\r\nthe offender is able to isolate the victim, which \"increases the\r\nlikelihood that the victim will be harmed.\"  United States v.\r\nSaknikent, 30 F.3d 1012, 1013-14 (8th Cir. 1994) (quoting Webster's\r\nSeventh New Collegiate Dictionary 326).  Third, at least two\r\ncircuits have refused such a limitation on the definition of\r\nabduction under the guidelines.  See id.  In Saknikent, the court\r\nfound that \"the abduction adjustment requires only that force\r\nnecessary to overcome the particular victim's will.\"  Id. at 1014. \r\nIn that case, the Eighth Circuit concluded that trickery used by\r\nthe defendant to convince a mentally retarded child to accompany\r\nhim was sufficiently forceful to qualify as abduction under the\r\nguidelines.  See id.; see also United States v. Romero, 189 F.3d\r\n576, 590 (7th Cir. 1999) (holding that under U.S.S.G.  2A3.1(b)(5)\r\n\"abduction . . . means kidnapping   whether kidnapping was\r\ncommitted by force of by the use of a force substitute such as\r\ninveigling.\").  While it is clear that both Saknikent and Romero\r\ninvolve the abduction of children by trickery or inveigling, we\r\nthink that the age of the victim need not be dispositive. \r\nWe rule that there was sufficient evidence to support the\r\ndistrict court's conclusion that Cunningham abducted Goulet either\r\nby physical force or trickery.  Cunningham argues that his\r\nstatements on the tape regarding physical force are unreliable and\r\ninconsistent and, thus, should not have been given weight by the\r\ndistrict court.  In the face of the beating administered to Goulet\r\nby defendant and his henchmen, about which there is no dispute, the\r\nargument rings very hollow.\r\nThe district court is given substantial leeway in\r\nassessing and weighing the facts.  See United States v. Jimenez\r\nMartinez, 83 F.3d 488, 493 (1st Cir. 1996) (\"The court has wide\r\ndiscretion in determining whether sentencing information is\r\nreliable.\").  In addition, in absence of clear error, credibility\r\nassessments \"are exclusively within the province of the sentencing\r\ncourt.\"  United States v. Olivier-Diaz, 13 F.3d 1, 4 (1st Cir.\r\n1993).  This means that \"'where there is more than one plausible\r\nview of the circumstances, the sentencing court's choice among\r\nsupportable alternatives' is not clearly erroneous and a reviewing\r\ntribunal cannot disturb it.\"  Correa, 114 F.3d at 317 (quoting\r\nUnited States v. Ruiz, 905 F.2d 499, 508 (1st Cir. 1990)).  Under\r\nthis standard, the court's conclusion that some physical force was\r\nused in bringing Goulet to the Gaslight Lounge can easily be\r\nupheld. In fact, the district court indicated that it weighed both\r\nversions of the story and \"[t]he government's comments [that\r\nphysical force was used to abduct Goulet]. . . make[] more sense to\r\nthis Court.\"  \r\nAfter careful review of the record, and giving due\r\ndeference to the district court's findings of fact, this court\r\ndetermines that Cunningham did \"abduct\" Goulet and it was warranted\r\nin applying a four-level increase pursuant to U.S.S.G.\r\n2E2.1(b)(3)(A).  Therefore, this part of the district court's\r\nsentence is affirmed.\r\nVacated and remanded in part and affirmed in part.\n",
  "html": "<p class=\"case_cite\">201 F.3d 20 (1st Cir. 2000)</p>\n    <p class=\"parties\">UNITED STATES OF AMERICA, Appellee,<br>v.<br>REX W. CUNNINGHAM, JR., Defendant, Appellant.</p>\n    <p class=\"docket\">No. 99-1167</p>\n    <p class=\"court\">United States Court of Appeals for the First Circuit</p>\n    <p class=\"date\">Heard Oct. 5, 1999.<br>Decided January 6, 2000</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF MASSACHUSETTS. Hon. Frank H. Freedman, Senior U.S. District Judge.</p>\n      <p class=\"indent\">Barbara J. Sweeney, with whom Jack St. Clair was on brief for appellant.</p>\n      <p class=\"indent\">Todd E. Newhouse, Assistant United States Attorney, with whom Donald K. Stern, United States Attorney, was on brief for appellee.</p>\n      <p class=\"indent\">Before Torruella, Chief Judge, Bownes, Senior Circuit Judge, and Lynch, Circuit Judge.</p>\n      <p class=\"indent\">BOWNES, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Defendant-Appellant, Rex W. Cunningham, Jr., pled guilty to an eight-count indictment. Count one of the indictment charged Cunningham with a racketeering conspiracy in violation of 18 U.S.C. &#167; 962(d) (1994). The second count charged a racketeering offense under 18 U.S.C. &#167; 962(c). Counts three and five charged Cunningham with making an extortionate extension of credit in violation of 18 U.S.C. &#167; 892 (1994). Counts four and six charged him with collecting an extortionate extension of credit with extortionate means in violation of 18 U.S.C. &#167; 894 (1994). The seventh count charged another violation of 18 U.S.C. &#167; 894, conspiring to use extortionate means to collect a debt. The eighth count charged Cunningham with operating an illegal gambling business in violation of 18 U.S.C. &#167; 1955 (1994).</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">At sentencing, the district court awarded Cunningham a two-level decrease for acceptance of responsibility, pursuant to United States Sentencing Guidelines Manual (\"U.S.S.G.\") &#167; 3E1.1(a)<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> (1995 &amp; Supp. 1997)<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>, but declined to give him an additional one-level decrease for timely notification of his intent to plead guilty.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> The district court also applied a four-level increase, pursuant to U.S.S.G. &#167; 2E2.1(b)(3)(A), for abduction in the course of making or financing an extortionate extension of credit or collecting an extension of credit by extortionate means.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Cunningham appeals his sentence on the ground that the district court erred in refusing to grant him an additional one-level reduction, pursuant to U.S.S.G. &#167; 3E1.1(b). He also appeals the district court's imposition of a four-level increase, pursuant to U.S.S.G. &#167; 2E2.1(b)(3)(A).</p>\n    </div>\n    <p class=\"indent\">I.</p>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The government's key evidence was obtained by electronic recordings of Cunningham's statements at his principal place of business, Dillon's Tavern, in Springfield, Massachusetts, and by interception and recording of his cellular phone conversations. The electronic surveillance was conducted pursuant to a warrant issued by a state court.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">This is the second time this case has come before us. In the prior case, defendant moved to suppress the recorded wire and oral communications. The district court allowed the motion, and subsequently denied the government's motion for reconsideration. The government filed a timely appeal, and we reversed the district court's order of suppression. See United States v. Cunningham, 113 F.3d 289 (1st Cir. 1997). We denied defendant's petitions for a rehearing and a rehearing en banc. Thereafter, the defendant filed a petition for a writ of certiorari with the Supreme Court, which was denied, see Cunningham v. United States, 118 S. Ct. 165 (1997) (mem.), and mandate entered on December 12, 1997.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The parties engaged in plea negotiations in December 1997 and January 1998, after the Supreme Court's denial of certiorari. Nonetheless, by the time the district court held a status conference in late January 1998, the parties had not settled on a plea agreement. They informed the court that the case would go to trial and that there were still suppression issues outstanding. The court set a trial date of May 4, 1998.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">On March 16, 1998, the defendant informed the government by letter that he intended to plead guilty to all counts of the indictment, but it was his \"intention to try the issues relating to [the] forfeiture allegations.\" Cunningham officially entered his guilty plea on April 20, 1998 and the court held a sentencing hearing on July 31, 1998. The court did not pronounce sentence at that time, but agreed to defer sentencing until after resolution of the forfeiture issues and until Cunningham had an opportunity to locate a witness to testify at the hearing. An agreement was eventually reached with Cunningham's wife regarding forfeiture on October 23, 1998. Cunningham never located the witness and the court entered sentence on October 27, 1998. The court sentenced Cunningham to 200 months in prison on each count, to be served concurrently, and to three years of supervised release on each count, to be served concurrently and with certain conditions.</p>\n    </div>\n    <p class=\"indent\">II.</p>\n    <p class=\"indent\">A. U.S.S.G. &#167; 3E1.1(b)</p>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">U.S.S.G. &#167; 3E1.1 allows for downward adjustments in offense level for acceptance of responsibility.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> The district court found that Cunningham was eligible for the two-level decrease provided for in subsection (a). The district court refused, however, to grant Cunningham an additional one-level deduction under subsection (b). Subsection (b) provides:</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">(b) If the defendant qualifies for a decrease under subsection (a), the offense level determined prior to the operation of subsection (a) is level 16 or greater, and the defendant has assisted authorities in the investigation or prosecution of his own misconduct by taking one or more of the following steps:</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">(1)     timely providing complete information to the government concerning his own involvement in the offense; or</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">(2)     timely notifying authorities of his intention to enter a plea of guilty, thereby permitting the government to avoid preparing for trial and permitting the court to allocate its resources efficiently, decrease the offense level by 1 additional level.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">U.S.S.G. &#167; 3E1.1(b). In ruling on this issue, the district court stated:</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Well, the fact that you were in plea negotiations with the government from December 1997 on does not mean that [you were], in fact, going to plead guilty. The government then had to prepare, and it was six months after the Supreme Court response, and only six weeks before the trial date that you stated the intention to plead guilty was actually what you were going to do, and you went forward.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">And then, of course, there is the issue, and you say it is not important, but I think it probably is, the government does have to prepare for trial regarding the forfeiture issue, regardless of whether it is preponderance of the evidence and I said no as far as anything beyond that is concerned, still means they have to prepare for it.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The court essentially restated the position of the Probation Department, which, in the Pre-Sentence Report, advised against making the additional one-level adjustment for three reasons:</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">First, the fact that the defendant was in plea negotiations with the government in December of 1997 does not mean that Cunningham made it clear that his intention was to plead guilty. Secondly, it was approximately six months after the Supreme Court's response and only six weeks before the said trial date that the defendant stated his intention to plead guilty. Thirdly, there is the issue of the government having to prepare for trial regarding the forfeiture issues. Although this is an unusual situation, the Probation Department does not believe that by pleading guilty to the criminal counts, that he met the criteria described in &#167; 3E1.1(b)(2). The government has still had to prepare for trial.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">PSR 87.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Cunningham makes two arguments that this ruling was in error. First, he contends that forfeiture is a part of the sentence, not the criminal offense, and, therefore, should not be included within the scope of conduct to which the defendant must admit before being eligible for the one-level adjustment. Second, Cunningham argues that there was no evidence that the government had to prepare for trial on the criminal charges themselves, or that the timing of Cunningham's notification of his intent to plead guilty led to an inefficient allocation of the court's resources.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Cunningham faces an \"uphill battle\" in contesting the district court's ruling. United States v. Morillo, 8 F.3d 864, 871 (1st Cir. 1993). The defendant bears the burden of proof on this \"fact-dominated issue\" and the district court's ruling will only be overturned if it is clearly erroneous. Id. Because \"the sentencing judge is in a unique position to evaluate a defendant's acceptance of responsibility[,] . . . the determination of the sentencing judge is entitled to great deference on review.\" U.S.S.G. &#167; 3E1.1, application note 5; see also United States v. Correa, 114 F.3d 314, 317 (1st Cir.), cert. denied, 118 S.Ct. 326 (1997) (\"The standard of review in sentencing appeals ordinarily is deferential.\").</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The legal issue is whether Cunningham has complied with the elements of &#167; 3E1.1(b)(2) and is, therefore, entitled to an additional one-level decrease. This requires an examination of the language of the guideline. \"The language of subsection (b) is absolute on its face. It simply does not confer any discretion on the sentencing judge to deny the extra one-level reduction so long as the subsection's stated requirements are satisfied.\" United States v. Talladino, 38 F.3d 1255, 1264 (1st Cir. 1994). We have stated:</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">We will, of course, defer, in all such matters, to the district court's resolution of underlying facts and inferences, and pay careful attention to its reasoning. But if all Guideline criteria are met, and no basis to refuse the one-level decrease can be discerned, we cannot defer to the district court's refusal to grant the decrease.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">United States v. Marroquin, 136 F.3d 220, 223 (1st Cir. 1998).</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Where the district court's ruling is grounded in an interpretation of a guideline's legal meaning or scope, our review is de novo. See United States v. Voccola, 99 F.3d 37, 43 (1st Cir. 1996). Cunningham's first argument, concerning the district court's reliance on his failure to agree to the forfeiture allegations, merits de novo review; the question whether forfeiture falls within the guideline's intended scope is a legal one. This portion of the district court's ruling was in error. The Supreme Court has clearly established that forfeitures made pursuant to the federal drug and racketeering statutes are elements of the sentence, rather than a part of the criminal offense itself. See Libretti v. United States, 516 U.S. 29, 38-39 (1995) (\"Forfeiture is an element of the sentence imposed following conviction or, as here, a plea of guilty . . . . Congress plainly intended forfeiture of assets to operate as punishment for criminal conduct in violation of the federal drug and racketeering laws, not as a separate substantive offense.\") (emphasis in original).</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Further, the application notes accompanying the guideline suggest that the level of acceptance of responsibility required to be eligible for the adjustment is narrowly defined. See U.S.S.G. &#167; 3E1.1, application note 1(a) (\"Note that a defendant is not required to volunteer, or affirmatively admit, relevant conduct beyond the offense of conviction in order to obtain a reduction under subsection (a).\"). Subsection (b) refers to a \"plea of guilty\" rather than a plea of guilty and an acceptance of the sentence proposed by the government. The plain language of the guideline allows little flexibility for the sentencing judge.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Though the district court erred in relying in part or in whole on Cunningham's refusal to accept the forfeiture allegations, this court may uphold the denial of the one-level adjustment on other applicable grounds.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">A sentencing decision based in part on an invalid ground may be affirmed if \"excision of the improper ground does not obscure or defeat the reasoning of the district court,\" and we are \"left, on the record as a whole, with the definite and firm conviction that removal of the inappropriate ground would not be likely to alter the district court's view of the sentence rightfully to be imposed.\"</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">United States v. Nunez-Rodriguez, 92 F.3d 14, 19 (1st Cir. 1996), aff'd after remand, 141 F.3d 1150 (1st Cir. 1998) (per curiam) (quoting United States v. Diaz-Bastardo, 929 F.2d 798, 800 (1st Cir. 1991)).</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">The district court gave three reasons for denying Cunningham the additional one-level adjustment pursuant to &#167; 3E1.1(b). First, the district court inferred that Cunningham's notification of his intent to plead guilty was untimely.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> Second, the district court reasoned that the additional one-level adjustment was unwarranted because the government had to prepare for trial. Third, the district court reasoned that the forfeiture issue would require a trial, for which the government would have to prepare. We note that the forfeiture issue was the last of the three reasons given by the district court in its refusal to award the additional one-level adjustment. It should be noted that the district court stated that forfeiture was only \"probably\" important.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> It would seem that the district court did not rely solely on the forfeiture issue when it refused to award Cunningham the additional one-level adjustment.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">The question, therefore, is whether the district court's decision not to award the additional one-level adjustment can be upheld on other grounds. Another stated ground for the district court's ruling was the timeliness of Cunningham's notification of his intent to plead guilty. The district court noted that the earlier plea negotiations were not sufficient to constitute notification of Cunningham's intent to plead guilty, and that eventual notification was given approximately six months after the Supreme Court's denial of certiorari and only six weeks before the trial date.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Recently, this court stated that \"the notice of an intent to plead guilty must ordinarily be given well before trial.\" United States v. Hines, 196 F.3d 270, 272, (1st Cir. Nov. 8, 1999). On the other hand, we have upheld adjustments for notification provided later in the process than Cunningham's. We upheld a one-level adjustment where notification of the defendant's intent to plead guilty was made more than one year after the indictment and only two weeks before trial. See United States v. Dethlefs, 123 F.3d 39, 43 (1st Cir. 1997) (upholding the one-level adjustment for timely notification, but vacating the sentences because of unwarranted downward departures). Section 3E1.1 \"defines timeliness in functional, rather than strictly temporal, terms.\" Id. For that reason, \"[t]imeliness is a concept, not a constant, and it normally must be evaluated in context.\" Id.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">In terms of legal interpretation of the guideline, the district court committed no error. The district court correctly refused to count the time between Cunningham's indictment and the denial of certiorari against him. This is in accordance with cases protecting a defendant's constitutional rights to file non-frivolous pre-trial motions without forfeiting his eligibility for this adjustment. See Marroquin, 136 F.3d at 224-25; see also United States v. Kimple, 27 F.3d 1409, 1413 (9th Cir. 1994). The record also reflects that the district court properly determined that, for purposes of the guideline, Cunningham's letter in March 1998 stating his intent to plead guilty, was his official notification. See United States v. Munoz, 83 F.3d 7, 9 (1st Cir. 1996) (per curiam) (stating that the date of notification, rather than the date of the plea itself, is the proper benchmark). The district court considered more than just the time that elapsed before the notification in making its determination; it referred in its ruling on the matter to the government's need to prepare for trial.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Thus, the district court's ruling on this matter can only be overturned if it was a clearly erroneous application of the standard to the facts of the case. Cunningham argues that it was, because there was no evidence in the record suggesting that the government had begun preparations for trial or suggesting that the court was led to allocate its resources inefficiently. It is, however, questionable whether the district court's determination was clearly erroneous. As previously stated, the district court is due substantial deference in its fact-based sentencing determinations. This includes \"wide latitude to decide what type of proof is, or is not, sufficiently trustworthy to enter into the sentencing calculus.\" United States v. Robinson, 144 F.3d 104, 108 (1st Cir. 1998). Moreover, the district court's sentencing inquiry is not confined to evidence that would be admissible under the Federal Rules of Evidence. See U.S.S.G. &#167; 6A1.3(a). Instead, the court may consider any evidence that \"has sufficient indicia of reliability to support its probable accuracy\" and may draw reasonable inferences therefrom. Id.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Given the ambiguities in the record and the district court's rulings, we are not in a position to determine whether the district court's denial of the additional one-level adjustment was clearly erroneous. In such a case, it is proper for us to \"remand for resentencing for clarification, and further factfinding as appropriate.\" Nunez-Rodriguez, 92 F.3d at 23-24 (footnote omitted). Therefore, Cunningham's sentence, as it pertains to the additional one-level adjustment pursuant to &#167; 3E1.1(b)(2), is vacated and the case is remanded for resentencing.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">At the resentencing hearing, the court should determine how much time the government had spent on preparing for trial prior to the guilty plea notification. This information should be readily available in any case where the government opposes application of the reduction. The government has to do more than make a generalized guess to how much time it had already used in preparing for trial. The basic questions are: whether the government actually began preparing for trial before Cunningham notified them of his intention to plead guilty and the extent of this pre-trial preparation; and whether the court's resources were inefficiently allocated because of the length of time that had elapsed before the defendant notified the government of his intention to plead guilty.</p>\n    </div>\n    <p class=\"indent\">B. U.S.S.G. &#167; 2E2.1(b)(3)(A)</p>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">The second argument Cunningham raises on appeal concerns the appropriateness of the four-level upward adjustment applied by the district court under U.S.S.G. &#167; 2E2.1(b)(3)(A), which provides:</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">If any person was abducted to facilitate the commission of the offense [referring to the offense of \"making or financing an extortionate extension of credit\" or \"collecting an extension of credit by extortionate means\"] or to facilitate escape, increase by 4 levels . . . .</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">U.S.S.G. &#167; 2E2.1(b)(3)(A). \"Abducted\" is defined in the application notes to &#167; 1B1.1 as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">(a) \"Abducted\" means that a victim was forced to accompany an offender to a different location. For example, a bank robber's forcing a bank teller from the bank into a getaway car would constitute an abduction.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">U.S.S.G. &#167; 1B1.1, application note 1(a).</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">The government's key evidence was obtained pursuant to the electronic surveillance of Cunningham at his principal place of business, Dillon's Tavern, as well as from his cellular phone. While the electronic surveillance captured extensive evidence relating to Cunningham's dealings, the only evidence relevant to this appeal concerns his statements regarding his interactions with a man named Ronald Goulet. Goulet had borrowed several thousand dollars from Cunningham at a very high interest rate. When Goulet failed to make payments on this loan for a period of two years, Cunningham and three others severely beat him.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">The district court found that the electronic surveillance evidence regarding Cunningham's beating of Ronald Goulet provided sufficient evidence that Cunningham abducted Goulet and that this four-level increase was warranted. This evidence contains statements by Cunningham that he \"followed [Goulet] and got out of the car,\" \"threw him in the fucking car\" and \"[t]ook him behind the Gaslight.\" An electronic recording of Cunningham speaking to an acquaintance recorded him as saying:</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">Oh yeah, well I got him, his sister died. So I got, we sat outside the wake. I went myself because I prefer that. We sat outside the wake. I followed him, a perfect tail. Followed him and got out of the car. I threw him in the fucking car. Took him behind the Gaslight. Had three guys waiting there. Beat him with fucking pipes, tire irons. I dropped his car keys on his chest. I told him four of us beat you up. And I said I'll call an ambulance for you. Left him. . . .</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">PSR 21.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">To complicate matters, the tapes also contain statements by Cunningham that suggest that he used a different tactic to get Goulet to the Gaslight Lounge. On the tapes, Cunningham infers that he tricked Goulet into following him to the Gaslight. That portion of the electronic recording reveals Cunningham stating:</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">No, no. When, when, well when he got out of the car I said to him the bad news is I said there's no meeting. And I said nobody's here but me and I smashed him in the face and he went down and them guys come out from behind a dumpster. And I backed off and I said one guy at a time and don't hit him in the head. But he went down all over the fucking place.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">PSR 22. Cunningham argued to the district court that his second statement presented the correct version of events, and that the first version was simply braggadocio. He stated in an affidavit that he did not use any physical force to bring Goulet from his sister's wake to the Gaslight, but instead tricked him into going to the Gaslight Lounge by telling him that Cunningham's uncle, with whom Goulet had a long-term friendship, wished to meet with him.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">In addressing Cunningham's objections, the district court held that \"regardless of whether he was bodily thrown into the car, or was put into the car by the way of ruse, which is what your client states it was, [it] is in my opinion abduction.\" At another point, the court said:</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">But at this point I want to make it clear if someone says to me, \"Get in there or I'll beat the hell out of you, get in that car\", and forces me in the car, that is, of course, force.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">If, however, he says, \"Why don't you get in that car and maybe we'll do something here and make it up to you\", and encourages you by way of ruse that, again, seems to me to be abduction. That is how I feel at this time, but it is subject to change.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">In its final ruling on this matter, the court said:</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">I still find that any will that Mr. Goulet might have had to prevent any meeting that day of the wake with Mr. Cunningham has been completely destroyed, and he had no will to overcome the fact that Mr. Cunningham urged him to get into the car and then, in fact, threw him in the car. So I find that an abduction has been maintained and found on the factual situation expressed here in this court.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">On appeal, Cunningham makes two arguments that this ruling was in error. First, he argues that abduction under the guidelines must be committed by means of physical force. Second, he argues that there was no reliable evidence that physical force was used to transport Goulet from his sister's wake to the back of the Gaslight Lounge where he was beaten.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">In support of his first argument, Cunningham refers to the use of the word \"force\" in the definition of \"abducted\" provided in the guidelines. The guideline's use of this term is not sufficient to uphold Cunningham's interpretation of the guideline. First, the word \"force\" in no way suggests that the force exerted must be of a physical or violent nature. There is nothing in the plain meaning of the guideline to suggest that the force used must be physical. \"Force\" is defined as compelling \"by physical, moral, or intellectual means\" or \"to impose\" or \"to win one's way.\" Webster's Seventh New Collegiate Dictionary 326 (1970). Second, as a policy matter, it seems that such a limited interpretation of the guideline would be unwise. An abduction accomplished by use of threat and fear carries the same dangerous consequences as an abduction accomplished by use of physical force - the offender is able to isolate the victim, which \"increases the likelihood that the victim will be harmed.\" United States v. Saknikent, 30 F.3d 1012, 1013-14 (8th Cir. 1994) (quoting Webster's Seventh New Collegiate Dictionary 326). Third, at least two circuits have refused such a limitation on the definition of abduction under the guidelines. See id. In Saknikent, the court found that \"the abduction adjustment requires only that force necessary to overcome the particular victim's will.\" Id. at 1014. In that case, the Eighth Circuit concluded that trickery used by the defendant to convince a mentally retarded child to accompany him was sufficiently forceful to qualify as abduction under the guidelines. See id.; see also United States v. Romero, 189 F.3d 576, 590 (7th Cir. 1999) (holding that under U.S.S.G. &#167; 2A3.1(b)(5) \"abduction . . . means kidnapping - whether kidnapping was committed by force of by the use of a force substitute such as inveigling.\"). While it is clear that both Saknikent and Romero involve the abduction of children by trickery or inveigling, we think that the age of the victim need not be dispositive.</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">We rule that there was sufficient evidence to support the district court's conclusion that Cunningham abducted Goulet either by physical force or trickery. Cunningham argues that his statements on the tape regarding physical force are unreliable and inconsistent and, thus, should not have been given weight by the district court. In the face of the beating administered to Goulet by defendant and his henchmen, about which there is no dispute, the argument rings very hollow.</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">The district court is given substantial leeway in assessing and weighing the facts. See United States v. Jimenez Martinez, 83 F.3d 488, 493 (1st Cir. 1996) (\"The court has wide discretion in determining whether sentencing information is reliable.\"). In addition, in absence of clear error, credibility assessments \"are exclusively within the province of the sentencing court.\" United States v. Olivier-Diaz, 13 F.3d 1, 4 (1st Cir. 1993). This means that \"'where there is more than one plausible view of the circumstances, the sentencing court's choice among supportable alternatives' is not clearly erroneous and a reviewing tribunal cannot disturb it.\" Correa, 114 F.3d at 317 (quoting United States v. Ruiz, 905 F.2d 499, 508 (1st Cir. 1990)). Under this standard, the court's conclusion that some physical force was used in bringing Goulet to the Gaslight Lounge can easily be upheld. In fact, the district court indicated that it weighed both versions of the story and \"[t]he government's comments [that physical force was used to abduct Goulet]. . . make[] more sense to this Court.\"</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">After careful review of the record, and giving due deference to the district court's findings of fact, this court determines that Cunningham did \"abduct\" Goulet and it was warranted in applying a four-level increase pursuant to U.S.S.G. &#167; 2E2.1(b)(3)(A). Therefore, this part of the district court's sentence is affirmed.</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">Vacated and remanded in part and affirmed in part.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p>  U.S.S.G. &#167; 3E1.1(a) states: \"If the defendant clearly demonstrates acceptance of responsibility for his offense, decrease the offense level by 2 levels.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p>  The court calculated the Guideline Sentencing Range using the guidelines in effect at the time of sentencing on October 27, 1997.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p>  See U.S.S.G. &#167; 3E1.1(b).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p>  See supra note 1.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p>  The district court stated: \"Well, the fact that you were in plea negotiations with the government from December 1997 on does not mean that [you were], in fact, going to plead guilty. . . . [A]nd it was six months after the Supreme Court response, and only six weeks before the trial date that you stated the intention to plead guilty . . . .\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p>  The district court stated: \"[Y]ou say it is not important, but I think that it probably is . . . .\"</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">201</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">20</span></span> (1st Cir. 2000)</p>\n    <p class=\"parties\">UNITED STATES OF AMERICA, Appellee,<br>v.<br>REX W. CUNNINGHAM, JR., Defendant, Appellant.</p>\n    <p class=\"docket\">No. 99-1167</p>\n    <p class=\"court\">United States Court of Appeals for the First Circuit</p>\n    <p class=\"date\">Heard Oct. 5, 1999.<br>Decided January 6, 2000</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF MASSACHUSETTS. Hon. Frank H. Freedman, Senior U.S. District Judge.</p>\n      <p class=\"indent\">Barbara J. Sweeney, with whom Jack St. Clair was on brief for appellant.</p>\n      <p class=\"indent\">Todd E. Newhouse, Assistant United States Attorney, with whom Donald K. Stern, United States Attorney, was on brief for appellee.</p>\n      <p class=\"indent\">Before Torruella, Chief Judge, Bownes, Senior Circuit Judge, and Lynch, Circuit Judge.</p>\n      <p class=\"indent\">BOWNES, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Defendant-Appellant, Rex W. Cunningham, Jr., pled guilty to an eight-count indictment. Count one of the indictment charged Cunningham with a racketeering conspiracy in violation of 18 U.S.C. &#167; 962(d) (1994). The second count charged a racketeering offense under 18 U.S.C. &#167; 962(c). Counts three and five charged Cunningham with making an extortionate extension of credit in violation of 18 U.S.C. &#167; 892 (1994). Counts four and six charged him with collecting an extortionate extension of credit with extortionate means in violation of 18 U.S.C. &#167; 894 (1994). The seventh count charged another violation of 18 U.S.C. &#167; 894, conspiring to use extortionate means to collect a debt. The eighth count charged Cunningham with operating an illegal gambling business in violation of 18 U.S.C. &#167; 1955 (1994).</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">At sentencing, the district court awarded Cunningham a two-level decrease for acceptance of responsibility, pursuant to United States Sentencing Guidelines Manual (\"U.S.S.G.\") &#167; 3E1.1(a)<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> (1995 &amp; Supp. 1997)<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>, but declined to give him an additional one-level decrease for timely notification of his intent to plead guilty.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> The district court also applied a four-level increase, pursuant to U.S.S.G. &#167; 2E2.1(b)(3)(A), for abduction in the course of making or financing an extortionate extension of credit or collecting an extension of credit by extortionate means.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Cunningham appeals his sentence on the ground that the district court erred in refusing to grant him an additional one-level reduction, pursuant to U.S.S.G. &#167; 3E1.1(b). He also appeals the district court's imposition of a four-level increase, pursuant to U.S.S.G. &#167; 2E2.1(b)(3)(A).</p>\n    </div>\n    <p class=\"indent\">I.</p>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The government's key evidence was obtained by electronic recordings of Cunningham's statements at his principal place of business, Dillon's Tavern, in Springfield, Massachusetts, and by interception and recording of his cellular phone conversations. The electronic surveillance was conducted pursuant to a warrant issued by a state court.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">This is the second time this case has come before us. In the prior case, defendant moved to suppress the recorded wire and oral communications. The district court allowed the motion, and subsequently denied the government's motion for reconsideration. The government filed a timely appeal, and we reversed the district court's order of suppression. See United States v. Cunningham, <span class=\"citation\" data-id=\"197364\"><a href=\"/opinion/197364/united-states-v-cunningham/\"><span class=\"volume\">113</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">289</span></a></span> (1st Cir. 1997). We denied defendant's petitions for a rehearing and a rehearing en banc. Thereafter, the defendant filed a petition for a writ of certiorari with the Supreme Court, which was denied, see Cunningham v. United States, <span class=\"citation no-link\"><span class=\"volume\">118</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">165</span></span> (1997) (mem.), and mandate entered on December 12, 1997.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The parties engaged in plea negotiations in December 1997 and January 1998, after the Supreme Court's denial of certiorari. Nonetheless, by the time the district court held a status conference in late January 1998, the parties had not settled on a plea agreement. They informed the court that the case would go to trial and that there were still suppression issues outstanding. The court set a trial date of May 4, 1998.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">On March 16, 1998, the defendant informed the government by letter that he intended to plead guilty to all counts of the indictment, but it was his \"intention to try the issues relating to [the] forfeiture allegations.\" Cunningham officially entered his guilty plea on April 20, 1998 and the court held a sentencing hearing on July 31, 1998. The court did not pronounce sentence at that time, but agreed to defer sentencing until after resolution of the forfeiture issues and until Cunningham had an opportunity to locate a witness to testify at the hearing. An agreement was eventually reached with Cunningham's wife regarding forfeiture on October 23, 1998. Cunningham never located the witness and the court entered sentence on October 27, 1998. The court sentenced Cunningham to 200 months in prison on each count, to be served concurrently, and to three years of supervised release on each count, to be served concurrently and with certain conditions.</p>\n    </div>\n    <p class=\"indent\">II.</p>\n    <p class=\"indent\">A. U.S.S.G. &#167; 3E1.1(b)</p>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">U.S.S.G. &#167; 3E1.1 allows for downward adjustments in offense level for acceptance of responsibility.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> The district court found that Cunningham was eligible for the two-level decrease provided for in subsection (a). The district court refused, however, to grant Cunningham an additional one-level deduction under subsection (b). Subsection (b) provides:</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">(b) If the defendant qualifies for a decrease under subsection (a), the offense level determined prior to the operation of subsection (a) is level 16 or greater, and the defendant has assisted authorities in the investigation or prosecution of his own misconduct by taking one or more of the following steps:</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">(1)     timely providing complete information to the government concerning his own involvement in the offense; or</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">(2)     timely notifying authorities of his intention to enter a plea of guilty, thereby permitting the government to avoid preparing for trial and permitting the court to allocate its resources efficiently, decrease the offense level by 1 additional level.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">U.S.S.G. &#167; 3E1.1(b). In ruling on this issue, the district court stated:</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Well, the fact that you were in plea negotiations with the government from December 1997 on does not mean that [you were], in fact, going to plead guilty. The government then had to prepare, and it was six months after the Supreme Court response, and only six weeks before the trial date that you stated the intention to plead guilty was actually what you were going to do, and you went forward.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">And then, of course, there is the issue, and you say it is not important, but I think it probably is, the government does have to prepare for trial regarding the forfeiture issue, regardless of whether it is preponderance of the evidence and I said no as far as anything beyond that is concerned, still means they have to prepare for it.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The court essentially restated the position of the Probation Department, which, in the Pre-Sentence Report, advised against making the additional one-level adjustment for three reasons:</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">First, the fact that the defendant was in plea negotiations with the government in December of 1997 does not mean that Cunningham made it clear that his intention was to plead guilty. Secondly, it was approximately six months after the Supreme Court's response and only six weeks before the said trial date that the defendant stated his intention to plead guilty. Thirdly, there is the issue of the government having to prepare for trial regarding the forfeiture issues. Although this is an unusual situation, the Probation Department does not believe that by pleading guilty to the criminal counts, that he met the criteria described in &#167; 3E1.1(b)(2). The government has still had to prepare for trial.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">PSR 87.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Cunningham makes two arguments that this ruling was in error. First, he contends that forfeiture is a part of the sentence, not the criminal offense, and, therefore, should not be included within the scope of conduct to which the defendant must admit before being eligible for the one-level adjustment. Second, Cunningham argues that there was no evidence that the government had to prepare for trial on the criminal charges themselves, or that the timing of Cunningham's notification of his intent to plead guilty led to an inefficient allocation of the court's resources.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Cunningham faces an \"uphill battle\" in contesting the district court's ruling. United States v. Morillo, <span class=\"citation\" data-id=\"195011\"><a href=\"/opinion/195011/united-states-v-morillo/\"><span class=\"volume\">8</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">864</span></a></span>, 871 (1st Cir. 1993). The defendant bears the burden of proof on this \"fact-dominated issue\" and the district court's ruling will only be overturned if it is clearly erroneous. Id. Because \"the sentencing judge is in a unique position to evaluate a defendant's acceptance of responsibility[,] . . . the determination of the sentencing judge is entitled to great deference on review.\" U.S.S.G. &#167; 3E1.1, application note 5; see also United States v. Correa, <span class=\"citation\" data-id=\"197379\"><a href=\"/opinion/197379/united-states-v-rosalio-correa/\"><span class=\"volume\">114</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">314</span></a></span>, 317 (1st Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">118</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">326</span></span> (1997) (\"The standard of review in sentencing appeals ordinarily is deferential.\").</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The legal issue is whether Cunningham has complied with the elements of &#167; 3E1.1(b)(2) and is, therefore, entitled to an additional one-level decrease. This requires an examination of the language of the guideline. \"The language of subsection (b) is absolute on its face. It simply does not confer any discretion on the sentencing judge to deny the extra one-level reduction so long as the subsection's stated requirements are satisfied.\" United States v. Talladino, <span class=\"citation\" data-id=\"195724\"><a href=\"/opinion/195724/united-states-v-talladino/\"><span class=\"volume\">38</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1255</span></a></span>, 1264 (1st Cir. 1994). We have stated:</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">We will, of course, defer, in all such matters, to the district court's resolution of underlying facts and inferences, and pay careful attention to its reasoning. But if all Guideline criteria are met, and no basis to refuse the one-level decrease can be discerned, we cannot defer to the district court's refusal to grant the decrease.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">United States v. Marroquin, <span class=\"citation\" data-id=\"751617\"><a href=\"/opinion/751617/united-states-v-willy-marroquin-aka-willy-adolfo-marroquin-mendez/\"><span class=\"volume\">136</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">220</span></a></span>, 223 (1st Cir. 1998).</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Where the district court's ruling is grounded in an interpretation of a guideline's legal meaning or scope, our review is de novo. See United States v. Voccola, <span class=\"citation\" data-id=\"197057\"><a href=\"/opinion/197057/united-states-v-voccola/\"><span class=\"volume\">99</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">37</span></a></span>, 43 (1st Cir. 1996). Cunningham's first argument, concerning the district court's reliance on his failure to agree to the forfeiture allegations, merits de novo review; the question whether forfeiture falls within the guideline's intended scope is a legal one. This portion of the district court's ruling was in error. The Supreme Court has clearly established that forfeitures made pursuant to the federal drug and racketeering statutes are elements of the sentence, rather than a part of the criminal offense itself. See Libretti v. United States, <span class=\"citation\" data-id=\"117979\"><a href=\"/opinion/117979/libretti-v-united-states/\"><span class=\"volume\">516</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">29</span></a></span>, 38-39 (1995) (\"Forfeiture is an element of the sentence imposed following conviction or, as here, a plea of guilty . . . . Congress plainly intended forfeiture of assets to operate as punishment for criminal conduct in violation of the federal drug and racketeering laws, not as a separate substantive offense.\") (emphasis in original).</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Further, the application notes accompanying the guideline suggest that the level of acceptance of responsibility required to be eligible for the adjustment is narrowly defined. See U.S.S.G. &#167; 3E1.1, application note 1(a) (\"Note that a defendant is not required to volunteer, or affirmatively admit, relevant conduct beyond the offense of conviction in order to obtain a reduction under subsection (a).\"). Subsection (b) refers to a \"plea of guilty\" rather than a plea of guilty and an acceptance of the sentence proposed by the government. The plain language of the guideline allows little flexibility for the sentencing judge.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Though the district court erred in relying in part or in whole on Cunningham's refusal to accept the forfeiture allegations, this court may uphold the denial of the one-level adjustment on other applicable grounds.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">A sentencing decision based in part on an invalid ground may be affirmed if \"excision of the improper ground does not obscure or defeat the reasoning of the district court,\" and we are \"left, on the record as a whole, with the definite and firm conviction that removal of the inappropriate ground would not be likely to alter the district court's view of the sentence rightfully to be imposed.\"</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">United States v. Nunez-Rodriguez, <span class=\"citation\" data-id=\"723914\"><a href=\"/opinion/723914/united-states-v-josee-antonio-nunez-rodriguez/\"><span class=\"volume\">92</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">14</span></a></span>, 19 (1st Cir. 1996), aff'd after remand, <span class=\"citation no-link\"><span class=\"volume\">141</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1150</span></span> (1st Cir. 1998) (per curiam) (quoting United States v. Diaz-Bastardo, <span class=\"citation\" data-id=\"558568\"><a href=\"/opinion/558568/united-states-v-alejandro-diaz-bastardo/\"><span class=\"volume\">929</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">798</span></a></span>, 800 (1st Cir. 1991)).</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">The district court gave three reasons for denying Cunningham the additional one-level adjustment pursuant to &#167; 3E1.1(b). First, the district court inferred that Cunningham's notification of his intent to plead guilty was untimely.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> Second, the district court reasoned that the additional one-level adjustment was unwarranted because the government had to prepare for trial. Third, the district court reasoned that the forfeiture issue would require a trial, for which the government would have to prepare. We note that the forfeiture issue was the last of the three reasons given by the district court in its refusal to award the additional one-level adjustment. It should be noted that the district court stated that forfeiture was only \"probably\" important.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> It would seem that the district court did not rely solely on the forfeiture issue when it refused to award Cunningham the additional one-level adjustment.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">The question, therefore, is whether the district court's decision not to award the additional one-level adjustment can be upheld on other grounds. Another stated ground for the district court's ruling was the timeliness of Cunningham's notification of his intent to plead guilty. The district court noted that the earlier plea negotiations were not sufficient to constitute notification of Cunningham's intent to plead guilty, and that eventual notification was given approximately six months after the Supreme Court's denial of certiorari and only six weeks before the trial date.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Recently, this court stated that \"the notice of an intent to plead guilty must ordinarily be given well before trial.\" United States v. Hines, <span class=\"citation\" data-id=\"198707\"><a href=\"/opinion/198707/united-states-v-hines/\"><span class=\"volume\">196</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">270</span></a></span>, 272, (1st Cir. Nov. 8, 1999). On the other hand, we have upheld adjustments for notification provided later in the process than Cunningham's. We upheld a one-level adjustment where notification of the defendant's intent to plead guilty was made more than one year after the indictment and only two weeks before trial. See United States v. Dethlefs, <span class=\"citation\" data-id=\"197512\"><a href=\"/opinion/197512/united-states-v-dethlefs/\"><span class=\"volume\">123</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">39</span></a></span>, 43 (1st Cir. 1997) (upholding the one-level adjustment for timely notification, but vacating the sentences because of unwarranted downward departures). Section 3E1.1 \"defines timeliness in functional, rather than strictly temporal, terms.\" Id. For that reason, \"[t]imeliness is a concept, not a constant, and it normally must be evaluated in context.\" Id.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">In terms of legal interpretation of the guideline, the district court committed no error. The district court correctly refused to count the time between Cunningham's indictment and the denial of certiorari against him. This is in accordance with cases protecting a defendant's constitutional rights to file non-frivolous pre-trial motions without forfeiting his eligibility for this adjustment. See Marroquin, 136 F.3d at 224-25; see also United States v. Kimple, <span class=\"citation\" data-id=\"672919\"><a href=\"/opinion/672919/united-states-v-daniel-david-kimple/\"><span class=\"volume\">27</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1409</span></a></span>, 1413 (9th Cir. 1994). The record also reflects that the district court properly determined that, for purposes of the guideline, Cunningham's letter in March 1998 stating his intent to plead guilty, was his official notification. See United States v. Munoz, <span class=\"citation\" data-id=\"196734\"><a href=\"/opinion/196734/united-states-v-munoz/\"><span class=\"volume\">83</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">7</span></a></span>, 9 (1st Cir. 1996) (per curiam) (stating that the date of notification, rather than the date of the plea itself, is the proper benchmark). The district court considered more than just the time that elapsed before the notification in making its determination; it referred in its ruling on the matter to the government's need to prepare for trial.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Thus, the district court's ruling on this matter can only be overturned if it was a clearly erroneous application of the standard to the facts of the case. Cunningham argues that it was, because there was no evidence in the record suggesting that the government had begun preparations for trial or suggesting that the court was led to allocate its resources inefficiently. It is, however, questionable whether the district court's determination was clearly erroneous. As previously stated, the district court is due substantial deference in its fact-based sentencing determinations. This includes \"wide latitude to decide what type of proof is, or is not, sufficiently trustworthy to enter into the sentencing calculus.\" United States v. Robinson, <span class=\"citation\" data-id=\"197938\"><a href=\"/opinion/197938/united-states-v-robinson/\"><span class=\"volume\">144</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">104</span></a></span>, 108 (1st Cir. 1998). Moreover, the district court's sentencing inquiry is not confined to evidence that would be admissible under the Federal Rules of Evidence. See U.S.S.G. &#167; 6A1.3(a). Instead, the court may consider any evidence that \"has sufficient indicia of reliability to support its probable accuracy\" and may draw reasonable inferences therefrom. Id.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Given the ambiguities in the record and the district court's rulings, we are not in a position to determine whether the district court's denial of the additional one-level adjustment was clearly erroneous. In such a case, it is proper for us to \"remand for resentencing for clarification, and further factfinding as appropriate.\" Nunez-Rodriguez, 92 F.3d at 23-24 (footnote omitted). Therefore, Cunningham's sentence, as it pertains to the additional one-level adjustment pursuant to &#167; 3E1.1(b)(2), is vacated and the case is remanded for resentencing.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">At the resentencing hearing, the court should determine how much time the government had spent on preparing for trial prior to the guilty plea notification. This information should be readily available in any case where the government opposes application of the reduction. The government has to do more than make a generalized guess to how much time it had already used in preparing for trial. The basic questions are: whether the government actually began preparing for trial before Cunningham notified them of his intention to plead guilty and the extent of this pre-trial preparation; and whether the court's resources were inefficiently allocated because of the length of time that had elapsed before the defendant notified the government of his intention to plead guilty.</p>\n    </div>\n    <p class=\"indent\">B. U.S.S.G. &#167; 2E2.1(b)(3)(A)</p>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">The second argument Cunningham raises on appeal concerns the appropriateness of the four-level upward adjustment applied by the district court under U.S.S.G. &#167; 2E2.1(b)(3)(A), which provides:</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">If any person was abducted to facilitate the commission of the offense [referring to the offense of \"making or financing an extortionate extension of credit\" or \"collecting an extension of credit by extortionate means\"] or to facilitate escape, increase by 4 levels . . . .</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">U.S.S.G. &#167; 2E2.1(b)(3)(A). \"Abducted\" is defined in the application notes to &#167; 1B1.1 as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">(a) \"Abducted\" means that a victim was forced to accompany an offender to a different location. For example, a bank robber's forcing a bank teller from the bank into a getaway car would constitute an abduction.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">U.S.S.G. &#167; 1B1.1, application note 1(a).</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">The government's key evidence was obtained pursuant to the electronic surveillance of Cunningham at his principal place of business, Dillon's Tavern, as well as from his cellular phone. While the electronic surveillance captured extensive evidence relating to Cunningham's dealings, the only evidence relevant to this appeal concerns his statements regarding his interactions with a man named Ronald Goulet. Goulet had borrowed several thousand dollars from Cunningham at a very high interest rate. When Goulet failed to make payments on this loan for a period of two years, Cunningham and three others severely beat him.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">The district court found that the electronic surveillance evidence regarding Cunningham's beating of Ronald Goulet provided sufficient evidence that Cunningham abducted Goulet and that this four-level increase was warranted. This evidence contains statements by Cunningham that he \"followed [Goulet] and got out of the car,\" \"threw him in the fucking car\" and \"[t]ook him behind the Gaslight.\" An electronic recording of Cunningham speaking to an acquaintance recorded him as saying:</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">Oh yeah, well I got him, his sister died. So I got, we sat outside the wake. I went myself because I prefer that. We sat outside the wake. I followed him, a perfect tail. Followed him and got out of the car. I threw him in the fucking car. Took him behind the Gaslight. Had three guys waiting there. Beat him with fucking pipes, tire irons. I dropped his car keys on his chest. I told him four of us beat you up. And I said I'll call an ambulance for you. Left him. . . .</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">PSR 21.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">To complicate matters, the tapes also contain statements by Cunningham that suggest that he used a different tactic to get Goulet to the Gaslight Lounge. On the tapes, Cunningham infers that he tricked Goulet into following him to the Gaslight. That portion of the electronic recording reveals Cunningham stating:</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">No, no. When, when, well when he got out of the car I said to him the bad news is I said there's no meeting. And I said nobody's here but me and I smashed him in the face and he went down and them guys come out from behind a dumpster. And I backed off and I said one guy at a time and don't hit him in the head. But he went down all over the fucking place.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">PSR 22. Cunningham argued to the district court that his second statement presented the correct version of events, and that the first version was simply braggadocio. He stated in an affidavit that he did not use any physical force to bring Goulet from his sister's wake to the Gaslight, but instead tricked him into going to the Gaslight Lounge by telling him that Cunningham's uncle, with whom Goulet had a long-term friendship, wished to meet with him.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">In addressing Cunningham's objections, the district court held that \"regardless of whether he was bodily thrown into the car, or was put into the car by the way of ruse, which is what your client states it was, [it] is in my opinion abduction.\" At another point, the court said:</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">But at this point I want to make it clear if someone says to me, \"Get in there or I'll beat the hell out of you, get in that car\", and forces me in the car, that is, of course, force.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">If, however, he says, \"Why don't you get in that car and maybe we'll do something here and make it up to you\", and encourages you by way of ruse that, again, seems to me to be abduction. That is how I feel at this time, but it is subject to change.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">In its final ruling on this matter, the court said:</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">I still find that any will that Mr. Goulet might have had to prevent any meeting that day of the wake with Mr. Cunningham has been completely destroyed, and he had no will to overcome the fact that Mr. Cunningham urged him to get into the car and then, in fact, threw him in the car. So I find that an abduction has been maintained and found on the factual situation expressed here in this court.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">On appeal, Cunningham makes two arguments that this ruling was in error. First, he argues that abduction under the guidelines must be committed by means of physical force. Second, he argues that there was no reliable evidence that physical force was used to transport Goulet from his sister's wake to the back of the Gaslight Lounge where he was beaten.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">In support of his first argument, Cunningham refers to the use of the word \"force\" in the definition of \"abducted\" provided in the guidelines. The guideline's use of this term is not sufficient to uphold Cunningham's interpretation of the guideline. First, the word \"force\" in no way suggests that the force exerted must be of a physical or violent nature. There is nothing in the plain meaning of the guideline to suggest that the force used must be physical. \"Force\" is defined as compelling \"by physical, moral, or intellectual means\" or \"to impose\" or \"to win one's way.\" Webster's Seventh New Collegiate Dictionary 326 (1970). Second, as a policy matter, it seems that such a limited interpretation of the guideline would be unwise. An abduction accomplished by use of threat and fear carries the same dangerous consequences as an abduction accomplished by use of physical force - the offender is able to isolate the victim, which \"increases the likelihood that the victim will be harmed.\" United States v. Saknikent, <span class=\"citation\" data-id=\"675189\"><a href=\"/opinion/675189/united-states-v-gary-saknikent/\"><span class=\"volume\">30</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1012</span></a></span>, 1013-14 (8th Cir. 1994) (quoting Webster's Seventh New Collegiate Dictionary 326). Third, at least two circuits have refused such a limitation on the definition of abduction under the guidelines. See id. In Saknikent, the court found that \"the abduction adjustment requires only that force necessary to overcome the particular victim's will.\" Id. at 1014. In that case, the Eighth Circuit concluded that trickery used by the defendant to convince a mentally retarded child to accompany him was sufficiently forceful to qualify as abduction under the guidelines. See id.; see also United States v. Romero, <span class=\"citation\" data-id=\"765900\"><a href=\"/opinion/765900/united-states-v-richard-romero/\"><span class=\"volume\">189</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">576</span></a></span>, 590 (7th Cir. 1999) (holding that under U.S.S.G. &#167; 2A3.1(b)(5) \"abduction . . . means kidnapping - whether kidnapping was committed by force of by the use of a force substitute such as inveigling.\"). While it is clear that both Saknikent and Romero involve the abduction of children by trickery or inveigling, we think that the age of the victim need not be dispositive.</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">We rule that there was sufficient evidence to support the district court's conclusion that Cunningham abducted Goulet either by physical force or trickery. Cunningham argues that his statements on the tape regarding physical force are unreliable and inconsistent and, thus, should not have been given weight by the district court. In the face of the beating administered to Goulet by defendant and his henchmen, about which there is no dispute, the argument rings very hollow.</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">The district court is given substantial leeway in assessing and weighing the facts. See United States v. Jimenez Martinez, <span class=\"citation\" data-id=\"196722\"><a href=\"/opinion/196722/united-states-v-jimenez-martinez/\"><span class=\"volume\">83</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">488</span></a></span>, 493 (1st Cir. 1996) (\"The court has wide discretion in determining whether sentencing information is reliable.\"). In addition, in absence of clear error, credibility assessments \"are exclusively within the province of the sentencing court.\" United States v. Olivier-Diaz, <span class=\"citation\" data-id=\"195103\"><a href=\"/opinion/195103/united-states-v-olivier/\"><span class=\"volume\">13</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 4 (1st Cir. 1993). This means that \"'where there is more than one plausible view of the circumstances, the sentencing court's choice among supportable alternatives' is not clearly erroneous and a reviewing tribunal cannot disturb it.\" Correa, 114 F.3d at 317 (quoting United States v. Ruiz, <span class=\"citation\" data-id=\"543063\"><a href=\"/opinion/543063/united-states-v-fausto-d-ruiz/\"><span class=\"volume\">905</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">499</span></a></span>, 508 (1st Cir. 1990)). Under this standard, the court's conclusion that some physical force was used in bringing Goulet to the Gaslight Lounge can easily be upheld. In fact, the district court indicated that it weighed both versions of the story and \"[t]he government's comments [that physical force was used to abduct Goulet]. . . make[] more sense to this Court.\"</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">After careful review of the record, and giving due deference to the district court's findings of fact, this court determines that Cunningham did \"abduct\" Goulet and it was warranted in applying a four-level increase pursuant to U.S.S.G. &#167; 2E2.1(b)(3)(A). Therefore, this part of the district court's sentence is affirmed.</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">Vacated and remanded in part and affirmed in part.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p>  U.S.S.G. &#167; 3E1.1(a) states: \"If the defendant clearly demonstrates acceptance of responsibility for his offense, decrease the offense level by 2 levels.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p>  The court calculated the Guideline Sentencing Range using the guidelines in effect at the time of sentencing on October 27, 1997.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p>  See U.S.S.G. &#167; 3E1.1(b).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p>  See supra note 1.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p>  The district court stated: \"Well, the fact that you were in plea negotiations with the government from December 1997 on does not mean that [you were], in fact, going to plead guilty. . . . [A]nd it was six months after the Supreme Court response, and only six weeks before the trial date that you stated the intention to plead guilty . . . .\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p>  The district court stated: \"[Y]ou say it is not important, but I think that it probably is . . . .\"</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/117979/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195011/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195103/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195724/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196722/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196734/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197057/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197364/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197379/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197512/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197938/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198707/",
    "http://www.courtlistener.com/api/rest/v3/opinions/543063/",
    "http://www.courtlistener.com/api/rest/v3/opinions/558568/",
    "http://www.courtlistener.com/api/rest/v3/opinions/672919/",
    "http://www.courtlistener.com/api/rest/v3/opinions/675189/",
    "http://www.courtlistener.com/api/rest/v3/opinions/723914/",
    "http://www.courtlistener.com/api/rest/v3/opinions/751617/",
    "http://www.courtlistener.com/api/rest/v3/opinions/765900/"
  ]
}