{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/198743/",
  "absolute_url": "/opinion/198743/twombly-v-aig-insurance-co/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/198743/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:58:20Z",
  "date_modified": "2017-03-24T10:58:51.754137Z",
  "type": "010combined",
  "sha1": "023a3ce76ddc1c58dbb9c79843d03c725d3f6ded",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=99-1616.01A",
  "local_path": null,
  "plain_text": "            United States Court of Appeals\r\n                For the First Circuit\r\n\nNo. 99-1616\r\n\n         LILIA TWOMBLY, F/K/A LILIA MAJERCZYK,\r\n\n                 Plaintiff, Appellant,\r\n\n                           v.\r\n\n              AIG LIFE INSURANCE COMPANY,\r\n\n                  Defendant, Appellee.\r\n\n      APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n               FOR THE DISTRICT OF MAINE\r\n\n      [Hon. Morton A. Brody, U.S. District Judge]\r\n\n                         Before\r\n\n                 Selya, Circuit Judge,\r\n            Coffin, Senior Circuit Judge,\r\n              and Boudin, Circuit Judge.\r\n\nDavid M. Lipman with whom Karen E. Lipman was on brief for\r\nappellant.\r\nBarbara A. Cardone with whom John W. McCarthy was on brief for\r\nappellee.\r\n\nDecember 14, 1999\r\n\nCOFFIN, Senior Circuit Judge.  Appellant Lilia Twombly claims\r\nthat her employer's insurer, appellee AIG Life Insurance Company,\r\nwrongly denied her coverage for injuries she suffered in a serious\r\ncar accident that occurred while she was driving home from a work-\r\nrelated meeting. The district court concluded that the insurance\r\npolicy did not cover such travel, and it therefore granted summary\r\njudgment for the insurer.  Because we believe that the contract is\r\nsusceptible to more than one reasonable interpretation, we vacate\r\nthe summary judgment for the insurer and remand to the district\r\ncourt to allow the insurer to present extrinsic evidence shedding\r\nlight on the parties' intentions.  If none is available,\r\nlongstanding principles of Maine law governing the construction of\r\ninsurance policies require that judgment be granted for Twombly.\r\n                 I. Factual Background\r\nAt the time of her accident in June 1995, Twombly held a field\r\nservice position with Americorps National Service Program. \r\nAlthough she worked out of the program's Bangor, Maine, office, she\r\nregularly traveled to field sites as part of her job.  One of her\r\nresponsibilities was to educate migrant farm workers about public\r\nhealth issues, including the safe handling of pesticides.  On June\r\n16, 1995, she traveled south from her home in Lincoln to her office\r\nin Bangor to do administrative work before heading back north\r\nbeyond Lincoln to a meeting in Houlton to plan an upcoming training\r\nsession on pesticide use.  After the meeting, while driving south\r\ntoward her home in Lincoln, along the same route that also would\r\nhave taken her back to the office in Bangor, Twombly was involved\r\nin a one-car collision that left her severely injured.\r\nAs an Americorps employee, Twombly was insured under an\r\noccupational accident policy issued by AIG.  The policy and the\r\nMaster Application sheet contained three statements relating to\r\ncoverage for travel that are pertinent to our discussion.  Two of\r\nthe statements were virtually identical \"Description of Activity\"\r\nprovisions, one found in the application and one in the policy\r\nitself.  Because the differences between them are irrelevant to the\r\nissues before us, we reproduce for convenience only the application\r\nlanguage, section 3 of the document, which was as follows:\r\n     Occupational Only: 24 Hr. coverage while on Business of\r\na sponsoring member.  Excluding commutation to and from.\r\n\nOn the application, this statement was not part of the contract\r\nboilerplate, but was typed in to describe the particular coverage\r\nbeing purchased.\r\nThe third relevant statement appears on the same page of the\r\nMaster Application.  This \"Eligibility and Classification\"\r\nprovision, section 4b, has two pre-printed statements of possible\r\ncoverage, each with a box beside it.  One box was checked and one\r\nwas not, and beside the unchecked box was the notation \"N/A.\"  The\r\nprovision thus appeared as follows:\r\n     Eligibility and Classification of Insured (Please Check):\r\nAll members of the Policyholder as described above will\r\nbe covered for accidental injury sustained while they\r\nare:\r\n\n  Participating in any scheduled, sponsored and supervised activity.\r\n       Direct travel to or from such activity.   N/A\r\n\nThe policy does not define the terms \"activity,\" \"travel\" or\r\n\"commutation.\"\r\nTwombly contends that she was injured while participating in\r\na covered activity within the meaning of the \"Eligibility and\r\nClassification\" provision.  She maintains that the \"activity\" in\r\nwhich she was participating embraced her travel to Houlton from her\r\noffice and would have included the return trip south from Houlton\r\nto Bangor had her workday not ended, causing her to travel south\r\nonly as far as her home in Lincoln.  That travel was not excluded\r\nas \"commutation to and from\" under the \"Description of Activity\"\r\nprovision, she maintains, because it did not constitute commuting\r\nwithin the generally understood meaning of that concept   that is,\r\nrepeated travel along the same route between home and one's regular\r\nwork location    and that common understanding of commutation must\r\napply because the term is not otherwise defined in the policy.\r\nTwombly further contends that the unchecked box in section 4b,\r\nthe \"Eligibility and Classification\" provision, does not indicate\r\nrejection of coverage for all travel \"to or from\" work activities,\r\nbut considered together with the \"N/A\" notation (i.e., \"not\r\napplicable\") beside it, indicates that the subject is covered\r\nelsewhere in the policy.  The \"elsewhere,\" in her view, is the\r\nexclusion for \"commutation to and from\" business activities written\r\nin under \"Description of Activity.\"  Thus, her view is that the\r\n\"N/A\" notation beside the second box in section 4b meant that the\r\ncustomized \"Description of Activity\" entry provided the applicable\r\nstandard for travel coverage. And she construes that provision to\r\nmean that travel other than that usually considered commutation is\r\ncovered.\r\nThe district court, however, concluded that the two provisions\r\nwhen read together must be understood to exclude coverage not only\r\nfor what is typically considered commuting but also for any travel\r\nbetween an employee's home and her work assignment, regardless of\r\nthe location of the work. The court reasonably took section 4b at\r\nface value, observing that \"the empty box and the phrase `N/A'\r\npositioned next to . . . [the travel] language indicate that such\r\ncircumstances are not covered activities under this Policy.\" \r\nBecause the accident occurred when Twombly was traveling home at\r\nthe end of her workday, the court ruled as a matter of law that her\r\ninjuries were not covered and granted summary judgment for AIG.\r\nOn appeal, Twombly re-asserts her interpretation of the\r\ncontract and contends that the policy is sufficiently ambiguous\r\nthat either its language should be interpreted as a matter of law\r\nin her favor or, in the alternative, the dispute should be given to\r\na jury to resolve.  As we explain below, we find the contract to be\r\nambiguous, and, under Maine law governing the interpretation of\r\ninsurance polices, Twombly was entitled to have the ambiguity\r\nconstrued in her favor, unless the insurer can prove through\r\nextrinsic evidence that the parties intended the policy to exclude\r\nthe sort of business travel in which Twombly was engaged at the\r\ntime of her accident.  Consequently, the case must be remanded to\r\nthe district court for further proceedings.\r\n                     II. Discussion\r\nMaine law provides a series of well established guideposts for\r\nthe interpretation of an insurance policy.  Like all contracts, an\r\ninsurance contract is to be construed in accordance with the\r\nintention of the parties.  See Maine Drilling &amp; Blasting, Inc. v.\r\nInsurance Co. of N.A., 665 A.2d 671, 673 (Me. 1995); Baybutt\r\nConstr. Corp. v. Commercial Union Ins. Co., 455 A.2d 914, 921 (Me.\r\n1983) (overruled on other grounds).  Questions concerning the\r\nmeaning of language in an insurance policy, including whether it is\r\nambiguous, are to be resolved as a matter of law by the court.  See\r\nApgar v. Commercial Union Ins. Co., 683 A.2d 497, 498 (Me. 1996);\r\nBanker's Life Ins. Co. of Nebraska v. Eaton, 430 A.2d 833, 834 (Me.\r\n1981).  In seeking to ascertain the intention of the parties, the\r\ncourt must examine the whole instrument.  See Apgar, 683 A.2d at\r\n498; Baybutt, 455 A.2d at 921.  If an ambiguity in the language of\r\na contract does not disappear when it is examined in the context of\r\nthe other provisions of the document, extrinsic evidence may be\r\nconsidered to cast light on the parties' intent.  See Apgar, 683\r\nA.2d at 501; T-M Oil Co. v. Pasquale, 388 A.2d 82, 85 (Me. 1978).\r\nAny ambiguities that persist are to be resolved against the insurer\r\nand in favor of coverage.  See, e.g., Geyerhahn v. United States\r\nFidelity and Guar. Co., 724 A.2d 1258, 1261 (Me. 1999); Cambridge\r\nMut. Fire Ins. Co. v. Vallee, 687 A.2d 956, 957 (Me. 1996).\r\nApplying these principles to the case before us, the threshold\r\nquestion of law is whether the language of the Americorps policy is\r\nambiguous.  We conclude that it is.  The language of a contract is\r\nambiguous \"if it is reasonably susceptible of different\r\ninterpretations.\"  Cambridge Mutual, 687 A.2d at 957; see also\r\nPeerless Ins. Co. v. Brennon, 564 A.2d 383, 384 (Me. 1989). \r\nAlthough we acknowledge the logic in the insurer's position,\r\naccepted by the district court, that the policy provisions recited\r\nabove had the effect of excluding coverage for any travel between\r\nan employee's workplace and home, we find that it is not the only\r\nplausible construction of the policy.  The district court's view\r\ngave heavy weight to the fact that coverage was checked off for\r\n\"any scheduled, sponsored and supervised activity,\" but that the\r\nbox beside the phrase \"direct travel to or from such activity\" was\r\nunchecked.  The court reasonably construed the absence of a check\r\nmark as an intention not to cover work-related travel.\r\nTwombly's interpretation, however, is similarly supportable. \r\nShe begins with the assertion that section 3, which excludes\r\ncoverage for \"commutation to and from\" business activities, does\r\nnot affect coverage for her injuries because the accident did not\r\noccur on her commuting route between Lincoln and Bangor. Any\r\nexclusion from coverage thus must come from section 4b, where\r\ncoverage is checked off for \"any scheduled, sponsored and\r\nsupervised activity\" of her employer but the \"travel to or from\"\r\nbox is unchecked.  Twombly argues that the \"activity\" she undertook\r\non the day of the accident   planning the out-of-office training\r\nsession    included her travel to and from the meeting in Houlton. \r\nIn her view, the unchecked box next to \"direct travel to or from\r\nsuch activity\" does not eliminate coverage for travel in\r\ncircumstances in which the travel is part of the actual work\r\nactivity.  She also goes further to argue that the \"N/A\" notation\r\nbeside the travel provision indicates that that provision has no\r\nrelevance at all to the coverage provided under the policy. She\r\ncontends that the provision is, as the term indicates,\r\n\"inapplicable\" to this policy.  The applicable provision on travel\r\nis section 3, which she claims excludes only \"traditional\"\r\ncommuting and thus leaves all other work-related travel within the\r\nscope of the policy.\r\nBoth aspects of her interpretation strike us as eminently\r\nreasonable.  It is undisputed that Twombly's responsibilities with\r\nAmericorps included regular travel to field sites for the purpose\r\nof educating migrant farm workers about the proper handling of\r\npesticides.  We think it quite likely that Americorps intended to\r\nacquire an occupational accident policy that covered travel risks\r\nto employees whose work included such regular travel to out-of-\r\noffice locations.  Indeed, given the probable expanse of her work\r\narea, Twombly may have spent substantial portions of some work\r\ndays traveling.  We are persuaded that a reasonable person\r\ndescribing Twombly's work \"activities\" for the purpose of the first\r\npart of section 4b would be likely to include as part of her job\r\nher travel to various locations for farm worker training.  Driving\r\nregularly occurred as part of her work day, not only as commutation\r\nat its beginning and end.\r\nIn addition, rather than negating coverage for workday travel,\r\nthe \"N/A\" notation beside the unchecked travel provision in section\r\n4b reinforces the likelihood that Americorps' failure to check the\r\nprovision was not intended to eliminate travel coverage that\r\notherwise was provided through the broadly written \"Description of\r\nActivity\" in section 3.  The \"N/A\" notation is used in at least one\r\nother place in the policy apparently to indicate that boilerplate\r\nlanguage is inapplicable, rather than to exclude certain\r\ncircumstances from the scope of coverage.  In particular, in\r\nsection 3, the standard form of the contract appears to contemplate\r\nthe possibility of a policy that was issued to cover either a\r\nparticular trip or a particular activity.\r\nThe relevant portion appears as follows:\r\n               Trip                Activity\r\n\nDestination:             N/A             Description of:   N/A            \r\nMode of Transportation:  N/A             Location:         N/A            \r\nDate of Coverage:        N/A             Date of Coverage: N/A            \r\n\nThe message of the \"N/A\" notation as used in this section\r\nreasonably is understood to be that \"this provision does not apply\r\nto this contract.\" It is unsurprising that these two groups of\r\ndetails, although irrelevant to the sort of comprehensive\r\noccupational coverage obtained by Americorps, appear on the\r\napplication, because the Master Application presumably is used to\r\nsecure coverage in a variety of settings.  It is logical that not\r\nevery provision of boilerplate language would be applicable to\r\nevery contract, and it is within common experience to encounter the\r\n\"N/A\" label on such standardized forms. \r\nA fair reading of section 4b can lead to the conclusion that\r\nthe \"N/A\" notation next to the provision relating to \"travel to or\r\nfrom\" a work activity has the same meaning and serves a related\r\npurpose as in section 3; in this instance, the notation reasonably\r\ncan be understood to mean that the provision so designated \"does\r\nnot apply to this contract\" because such travel is covered pursuant\r\nto section 3, unless it constitutes typical commuting.  Indeed,\r\nwhen the occupational coverage obtained is comprehensive, and when\r\nthe \"activity\" of the insured employees routinely includes workday\r\ntravel, it arguably would be unreasonable to reduce coverage that\r\nis explicitly defined quite broadly   as in the Description of\r\nActivity provision here   based on a provision that is labeled as\r\n\"inapplicable\" to the contract.  At the least, the limited\r\nexclusion for \"commutation\" in section 3 and the arguable exclusion\r\nof other work-related travel in section 4b creates an ambiguity.\r\nWe note one additional factor in support of appellant.  The\r\nlanguage in the policy excluding medical expenses arising from\r\n\"[a]n accident which occurs while the Insured Person is traveling\r\nto and from work,\" the fourth provision referring to travel\r\ncoverage, see note 1 supra, reinforces the notion that this policy\r\ndistinguishes between regular commuting and other types of travel. \r\nThe use of the conjunctive in \"travel to and from work\" seems to\r\ndesignate the concept of commutation, as does the use of the\r\ngeneral word \"work\" as the destination.  In section 4b, however,\r\nnot only is the reference phrased in the disjunctive   \"travel to\r\nor from\"   but also the destination is more particularized to a\r\ngiven work \"activity.\"  This comparison, although somewhat\r\nbelaboring the point, demonstrates yet again that the type of\r\ntravel normally understood to be commuting is explicitly excluded\r\nfrom coverage, while there is no similarly unambiguous indication\r\nthat the parties intended to exclude other types of travel from the\r\ncoverage that facially is provided by the broad \"Description of\r\nActivity\" statement.\r\nHaving concluded that the policy is ambiguous, our attention\r\nnext must focus on any extrinsic evidence offered to provide\r\ninsight into the parties' intentions.  We have been given none.\r\nIndeed, the insurer, which bears the burden of any unresolved\r\nambiguity, see supra at 6-7, emphatically asserts in the face of\r\nTwombly's request for fact finding that there are no facts in\r\ndispute and that the court should resolve this case based on the\r\ncontract alone.  Although this position may signal an actual\r\nabsence of any extrinsic evidence, it may simply reflect the\r\ninsurer's view that the contract itself is so clear that no further\r\naids to its interpretation are necessary.  If the former, the\r\npolicy must be construed in favor of the insured and coverage.  See\r\nT-M Oil Co., 388 A.2d at 86 (although extrinsic evidence would have\r\nbeen admissible, none was offered, and court therefore resolved\r\nambiguity in favor of insured).\r\nOur foremost obligation, however, is to give effect to the\r\nintentions of the parties.  \"The rule of construction that a policy\r\nshould be construed more strongly in favor of coverage `is a rule\r\nof last resort which must not be permitted to frustrate the\r\nintention the parties have expressed, if that can otherwise be\r\nascertained.'\" Apgar, 683 A.2d at 500-01 (internal citations\r\nomitted).  We therefore vacate the summary judgment for AIG and\r\nremand to the district court to permit the insurer to shed any\r\nfurther light on that issue that it can through evidence on the\r\npreparation of the policy, its structure, discussions that may have\r\noccurred with Americorps, or any other relevant aspect of the\r\ncontract formation.  If no such evidence is presented, judgment\r\nmust be entered for Twombly because, as we have indicated, the\r\npolicy reasonably can be construed to provide coverage for the\r\nwork-related, non-commuting travel in which she was engaged at the\r\ntime of her accident.\r\nVacated and remanded for further proceedings consistent with\r\nthis opinion.\r\n",
  "html": "<p class=\"case_cite\">199 F.3d 20 (1st Cir. 1999)</p>\n    <p class=\"parties\">LILIA TWOMBLY, F/K/A LILIA MAJERCZYK, Plaintiff, Appellant,<br>v.<br>AIG LIFE INSURANCE COMPANY, Defendant, Appellee.</p>\n    <p class=\"docket\">No. 99-1616.</p>\n    <p class=\"court\">United States Court of Appeals, for the First Circuit.</p>\n    <p class=\"date\">Heard Nov. 4, 1999.<br>Decided December 14, 1999.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF MAINE. Hon. Morton A. Brody, U.S. District Judge.</p>\n      <p class=\"indent\">David M. Lipman with whom Karen E. Lipman was on brief for appellant.</p>\n      <p class=\"indent\">Barbara A. Cardone with whom John W. McCarthy was on brief for appellee.</p>\n      <p class=\"indent\">Before Selya, Circuit Judge, Coffin, Senior Circuit Judge, and Boudin, Circuit Judge.</p>\n      <p class=\"indent\">COFFIN, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Appellant Lilia Twombly claims that her employer's insurer, appellee AIG Life Insurance Company, wrongly denied her coverage for injuries she suffered in a serious car accident that occurred while she was driving home from a work-related meeting. The district court concluded that the insurance policy did not cover such travel, and it therefore granted summary judgment for the insurer. Because we believe that the contract is susceptible to more than one reasonable interpretation, we vacate the summary judgment for the insurer and remand to the district court to allow the insurer to present extrinsic evidence shedding light on the parties' intentions. If none is available, longstanding principles of Maine law governing the construction of insurance policies require that judgment be granted for Twombly.</p>\n    </div>\n    <p class=\"indent\">I. Factual Background</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">At the time of her accident in June 1995, Twombly held a field service position with Americorps National Service Program. Although she worked out of the program's Bangor, Maine, office, she regularly traveled to field sites as part of her job. One of her responsibilities was to educate migrant farm workers about public health issues, including the safe handling of pesticides. On June 16, 1995, she traveled south from her home in Lincoln to her office in Bangor to do administrative work before heading back north beyond Lincoln to a meeting in Houlton to plan an upcoming training session on pesticide use. After the meeting, while driving south toward her home in Lincoln, along the same route that also would have taken her back to the office in Bangor, Twombly was involved in a one-car collision that left her severely injured.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">As an Americorps employee, Twombly was insured under an occupational accident policy issued by AIG. The policy and the Master Application sheet contained three statements relating to coverage for travel that are pertinent to our discussion.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> Two of the statements were virtually identical \"Description of Activity\" provisions, one found in the application and one in the policy itself. Because the differences between them are irrelevant to the issues before us, we reproduce for convenience only the application language, section 3 of the document, which was as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Occupational Only: 24 Hr. coverage while on Business of a sponsoring member. Excluding commutation to and from.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">On the application, this statement was not part of the contract boilerplate, but was typed in to describe the particular coverage being purchased.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The third relevant statement appears on the same page of the Master Application. This \"Eligibility and Classification\" provision, section 4b, has two pre-printed statements of possible coverage, each with a box beside it. One box was checked and one was not, and beside the unchecked box was the notation \"N/A.\" The provision thus appeared as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Eligibility and Classification of Insured (Please Check): All members of the Policyholder as described above will be covered for accidental injury sustained while they are:</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">[X]     Participating in any scheduled, sponsored and supervised activity.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">[ ]     Direct travel to or from such activity. N/A</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The policy does not define the terms \"activity,\" \"travel\" or \"commutation.\"</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Twombly contends that she was injured while participating in a covered activity within the meaning of the \"Eligibility and Classification\" provision. She maintains that the \"activity\" in which she was participating embraced her travel to Houlton from her office and would have included the return trip south from Houlton to Bangor had her workday not ended, causing her to travel south only as far as her home in Lincoln. That travel was not excluded as \"commutation to and from\" under the \"Description of Activity\" provision, she maintains, because it did not constitute commuting within the generally understood meaning of that concept - that is, repeated travel along the same route between home and one's regular work location<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> - and that common understanding of commutation must apply because the term is not otherwise defined in the policy.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Twombly further contends that the unchecked box in section 4b, the \"Eligibility and Classification\" provision, does not indicate rejection of coverage for all travel \"to or from\" work activities, but considered together with the \"N/A\" notation (i.e., \"not applicable\") beside it, indicates that the subject is covered elsewhere in the policy. The \"elsewhere,\" in her view, is the exclusion for \"commutation to and from\" business activities written in under \"Description of Activity.\" Thus, her view is that the \"N/A\" notation beside the second box in section 4b meant that the customized \"Description of Activity\" entry provided the applicable standard for travel coverage. And she construes that provision to mean that travel other than that usually considered commutation is covered.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The district court, however, concluded that the two provisions when read together must be understood to exclude coverage not only for what is typically considered commuting but also for any travel between an employee's home and her work assignment, regardless of the location of the work. The court reasonably took section 4b at face value, observing that \"the empty box and the phrase `N/A' positioned next to . . . [the travel] language indicate that such circumstances are not covered activities under this Policy.\" Because the accident occurred when Twombly was traveling home at the end of her workday, the court ruled as a matter of law that her injuries were not covered and granted summary judgment for AIG.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">On appeal, Twombly re-asserts her interpretation of the contract and contends that the policy is sufficiently ambiguous that either its language should be interpreted as a matter of law in her favor or, in the alternative, the dispute should be given to a jury to resolve. As we explain below, we find the contract to be ambiguous, and, under Maine law governing the interpretation of insurance polices, Twombly was entitled to have the ambiguity construed in her favor, unless the insurer can prove through extrinsic evidence that the parties intended the policy to exclude the sort of business travel in which Twombly was engaged at the time of her accident. Consequently, the case must be remanded to the district court for further proceedings.</p>\n    </div>\n    <p class=\"indent\">II. Discussion</p>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Maine law provides a series of well established guideposts for the interpretation of an insurance policy. Like all contracts, an insurance contract is to be construed in accordance with the intention of the parties. See Maine Drilling &amp; Blasting, Inc. v. Insurance Co. of N.A., 665 A.2d 671, 673 (Me. 1995); Baybutt Constr. Corp. v. Commercial Union Ins. Co., 455 A.2d 914, 921 (Me. 1983) (overruled on other grounds). Questions concerning the meaning of language in an insurance policy, including whether it is ambiguous, are to be resolved as a matter of law by the court. See Apgar v. Commercial Union Ins. Co., 683 A.2d 497, 498 (Me. 1996); Banker's Life Ins. Co. of Nebraska v. Eaton, 430 A.2d 833, 834 (Me. 1981). In seeking to ascertain the intention of the parties, the court must examine the whole instrument. See Apgar, 683 A.2d at 498; Baybutt, 455 A.2d at 921. If an ambiguity in the language of a contract does not disappear when it is examined in the context of the other provisions of the document, extrinsic evidence may be considered to cast light on the parties' intent. See Apgar, 683 A.2d at 501; T-M Oil Co. v. Pasquale, 388 A.2d 82, 85 (Me. 1978). Any ambiguities that persist are to be resolved against the insurer and in favor of coverage. See, e.g., Geyerhahn v. United States Fidelity and Guar. Co., 724 A.2d 1258, 1261 (Me. 1999); Cambridge Mut. Fire Ins. Co. v. Vallee, 687 A.2d 956, 957 (Me. 1996).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Applying these principles to the case before us, the threshold question of law is whether the language of the Americorps policy is ambiguous. We conclude that it is. The language of a contract is ambiguous \"if it is reasonably susceptible of different interpretations.\" Cambridge Mutual, 687 A.2d at 957; see also Peerless Ins. Co. v. Brennon, 564 A.2d 383, 384 (Me. 1989). Although we acknowledge the logic in the insurer's position, accepted by the district court, that the policy provisions recited above had the effect of excluding coverage for any travel between an employee's workplace and home, we find that it is not the only plausible construction of the policy. The district court's view gave heavy weight to the fact that coverage was checked off for \"any scheduled, sponsored and supervised activity,\" but that the box beside the phrase \"direct travel to or from such activity\" was unchecked. The court reasonably construed the absence of a check mark as an intention not to cover work-related travel.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Twombly's interpretation, however, is similarly supportable. She begins with the assertion that section 3, which excludes coverage for \"commutation to and from\" business activities, does not affect coverage for her injuries because the accident did not occur on her commuting route between Lincoln and Bangor. Any exclusion from coverage thus must come from section 4b, where coverage is checked off for \"any scheduled, sponsored and supervised activity\" of her employer but the \"travel to or from\" box is unchecked. Twombly argues that the \"activity\" she undertook on the day of the accident - planning the out-of-office training session - included her travel to and from the meeting in Houlton. In her view, the unchecked box next to \"direct travel to or from such activity\" does not eliminate coverage for travel in circumstances in which the travel is part of the actual work activity. She also goes further to argue that the \"N/A\" notation beside the travel provision indicates that that provision has no relevance at all to the coverage provided under the policy. She contends that the provision is, as the term indicates, \"inapplicable\" to this policy. The applicable provision on travel is section 3, which she claims excludes only \"traditional\" commuting and thus leaves all other work-related travel within the scope of the policy.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Both aspects of her interpretation strike us as eminently reasonable. It is undisputed that Twombly's responsibilities with Americorps included regular travel to field sites for the purpose of educating migrant farm workers about the proper handling of pesticides. We think it quite likely that Americorps intended to acquire an occupational accident policy that covered travel risks to employees whose work included such regular travel to out-of-office locations. Indeed, given the probable expanse of her work area,<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> Twombly may have spent substantial portions of some work days traveling. We are persuaded that a reasonable person describing Twombly's work \"activities\" for the purpose of the first part of section 4b would be likely to include as part of her job her travel to various locations for farm worker training. Driving regularly occurred as part of her work day, not only as commutation at its beginning and end.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">In addition, rather than negating coverage for workday travel, the \"N/A\" notation beside the unchecked travel provision in section 4b reinforces the likelihood that Americorps' failure to check the provision was not intended to eliminate travel coverage that otherwise was provided through the broadly written \"Description of Activity\" in section 3. The \"N/A\" notation is used in at least one other place in the policy apparently to indicate that boilerplate language is inapplicable, rather than to exclude certain circumstances from the scope of coverage. In particular, in section 3, the standard form of the contract appears to contemplate the possibility of a policy that was issued to cover either a particular trip or a particular activity.</p>\n    </div>\n    <p class=\"indent\">The relevant portion appears as follows:</p>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <pre>Trip                                                    Activity\nDestination:_____________N/A____                Description of:___N/A____________\nMode of Transportation:__N/A____                Location:_________N/A____________\nDate of Coverage:________N/A____                Date of Coverage:_N/A____________</pre>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The message of the \"N/A\" notation as used in this section reasonably is understood to be that \"this provision does not apply to this contract.\" It is unsurprising that these two groups of details, although irrelevant to the sort of comprehensive occupational coverage obtained by Americorps, appear on the application, because the Master Application presumably is used to secure coverage in a variety of settings. It is logical that not every provision of boilerplate language would be applicable to every contract, and it is within common experience to encounter the \"N/A\" label on such standardized forms.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">A fair reading of section 4b can lead to the conclusion that the \"N/A\" notation next to the provision relating to \"travel to or from\" a work activity has the same meaning and serves a related purpose as in section 3; in this instance, the notation reasonably can be understood to mean that the provision so designated \"does not apply to this contract\" because such travel is covered pursuant to section 3, unless it constitutes typical commuting.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> Indeed, when the occupational coverage obtained is comprehensive, and when the \"activity\" of the insured employees routinely includes workday travel, it arguably would be unreasonable to reduce coverage that is explicitly defined quite broadly - as in the Description of Activity provision here - based on a provision that is labeled as \"inapplicable\" to the contract. At the least, the limited exclusion for \"commutation\" in section 3 and the arguable exclusion of other work-related travel in section 4b creates an ambiguity.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">We note one additional factor in support of appellant. The language in the policy excluding medical expenses arising from \"[a]n accident which occurs while the Insured Person is traveling to and from work,\" the fourth provision referring to travel coverage, see note 1 supra, reinforces the notion that this policy distinguishes between regular commuting and other types of travel. The use of the conjunctive in \"travel to and from work\" seems to designate the concept of commutation, as does the use of the general word \"work\" as the destination. In section 4b, however, not only is the reference phrased in the disjunctive - \"travel to or from\" - but also the destination is more particularized to a given work \"activity.\" This comparison, although somewhat belaboring the point, demonstrates yet again that the type of travel normally understood to be commuting is explicitly excluded from coverage, while there is no similarly unambiguous indication that the parties intended to exclude other types of travel from the coverage that facially is provided by the broad \"Description of Activity\" statement.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Having concluded that the policy is ambiguous, our attention next must focus on any extrinsic evidence offered to provide insight into the parties' intentions. We have been given none. Indeed, the insurer, which bears the burden of any unresolved ambiguity, see supra at 6-7, emphatically asserts in the face of Twombly's request for fact finding that there are no facts in dispute and that the court should resolve this case based on the contract alone. Although this position may signal an actual absence of any extrinsic evidence, it may simply reflect the insurer's view that the contract itself is so clear that no further aids to its interpretation are necessary. If the former, the policy must be construed in favor of the insured and coverage. See T-M Oil Co., 388 A.2d at 86 (although extrinsic evidence would have been admissible, none was offered, and court therefore resolved ambiguity in favor of insured).</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Our foremost obligation, however, is to give effect to the intentions of the parties. \"The rule of construction that a policy should be construed more strongly in favor of coverage `is a rule of last resort which must not be permitted to frustrate the intention the parties have expressed, if that can otherwise be ascertained.'\" Apgar, 683 A.2d at 500-01 (internal citations omitted). We therefore vacate the summary judgment for AIG and remand to the district court to permit the insurer to shed any further light on that issue that it can through evidence on the preparation of the policy, its structure, discussions that may have occurred with Americorps, or any other relevant aspect of the contract formation. If no such evidence is presented, judgment must be entered for Twombly because, as we have indicated, the policy reasonably can be construed to provide coverage for the work-related, non-commuting travel in which she was engaged at the time of her accident.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Vacated and remanded for further proceedings consistent with this opinion.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p>  A fourth statement excludes coverage for medical expenses stemming from an accident that occurs while the insured person is \"traveling to and from work.\" Because the interpretation of the other statements determines the coverage issue, the parties have not focused on this language. We likewise concentrate on the other provisions, though we address the statement briefly in our discussion. See infra at 23-24.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p>  The Random House Dictionary of the English Language (2d ed. 1987) defines \"commute\" as \"to travel regularly over some distance, as from a suburb into a city and back.\" Id. at 415.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p>  Twombly reported that her supervisor had offered her office space in Ellsworth and Millinocket, as well as in Bangor, indicating that she was responsible for a wide area. Ellsworth, the southernmost of those locations, is 146 miles from Houlton, the northernmost town that is a reference point in the record.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p>  The \"N/A\" notation also is used in section 4c of the policy application, which lists the benefit schedule for various types of coverage, including the accidental death and medical expense benefits. Two categories have \"N/A\" written on the lines provided for benefit amounts. These categories, \"Temporary Total Disability Benefit\" and \"Dental,\" also have the notation \"NIL\" typed beside them. Although there is no explanation for that notation, the \"NIL\" abbreviation may designate \"non-insured liabilities.\" The actual policy, with language particularized to Americorps, bears out this assumption; it does not include those two items in the benefit schedule. Thus, a notation other than \"N/A\" appears to be used in application section 4b to indicate \"no coverage,\" leaving the \"N/A\" in the spaces for dollar amounts with the likely meaning of \"inapplicable\" rather than \"not covered.\"</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">199</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">20</span></span> (1st Cir. 1999)</p>\n    <p class=\"parties\">LILIA TWOMBLY, F/K/A LILIA MAJERCZYK, Plaintiff, Appellant,<br>v.<br>AIG LIFE INSURANCE COMPANY, Defendant, Appellee.</p>\n    <p class=\"docket\">No. 99-1616.</p>\n    <p class=\"court\">United States Court of Appeals, for the First Circuit.</p>\n    <p class=\"date\">Heard Nov. 4, 1999.<br>Decided December 14, 1999.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF MAINE. Hon. Morton A. Brody, U.S. District Judge.</p>\n      <p class=\"indent\">David M. Lipman with whom Karen E. Lipman was on brief for appellant.</p>\n      <p class=\"indent\">Barbara A. Cardone with whom John W. McCarthy was on brief for appellee.</p>\n      <p class=\"indent\">Before Selya, Circuit Judge, Coffin, Senior Circuit Judge, and Boudin, Circuit Judge.</p>\n      <p class=\"indent\">COFFIN, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Appellant Lilia Twombly claims that her employer's insurer, appellee AIG Life Insurance Company, wrongly denied her coverage for injuries she suffered in a serious car accident that occurred while she was driving home from a work-related meeting. The district court concluded that the insurance policy did not cover such travel, and it therefore granted summary judgment for the insurer. Because we believe that the contract is susceptible to more than one reasonable interpretation, we vacate the summary judgment for the insurer and remand to the district court to allow the insurer to present extrinsic evidence shedding light on the parties' intentions. If none is available, longstanding principles of Maine law governing the construction of insurance policies require that judgment be granted for Twombly.</p>\n    </div>\n    <p class=\"indent\">I. Factual Background</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">At the time of her accident in June 1995, Twombly held a field service position with Americorps National Service Program. Although she worked out of the program's Bangor, Maine, office, she regularly traveled to field sites as part of her job. One of her responsibilities was to educate migrant farm workers about public health issues, including the safe handling of pesticides. On June 16, 1995, she traveled south from her home in Lincoln to her office in Bangor to do administrative work before heading back north beyond Lincoln to a meeting in Houlton to plan an upcoming training session on pesticide use. After the meeting, while driving south toward her home in Lincoln, along the same route that also would have taken her back to the office in Bangor, Twombly was involved in a one-car collision that left her severely injured.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">As an Americorps employee, Twombly was insured under an occupational accident policy issued by AIG. The policy and the Master Application sheet contained three statements relating to coverage for travel that are pertinent to our discussion.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> Two of the statements were virtually identical \"Description of Activity\" provisions, one found in the application and one in the policy itself. Because the differences between them are irrelevant to the issues before us, we reproduce for convenience only the application language, section 3 of the document, which was as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Occupational Only: 24 Hr. coverage while on Business of a sponsoring member. Excluding commutation to and from.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">On the application, this statement was not part of the contract boilerplate, but was typed in to describe the particular coverage being purchased.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The third relevant statement appears on the same page of the Master Application. This \"Eligibility and Classification\" provision, section 4b, has two pre-printed statements of possible coverage, each with a box beside it. One box was checked and one was not, and beside the unchecked box was the notation \"N/A.\" The provision thus appeared as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Eligibility and Classification of Insured (Please Check): All members of the Policyholder as described above will be covered for accidental injury sustained while they are:</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">[X]     Participating in any scheduled, sponsored and supervised activity.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">[ ]     Direct travel to or from such activity. N/A</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The policy does not define the terms \"activity,\" \"travel\" or \"commutation.\"</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Twombly contends that she was injured while participating in a covered activity within the meaning of the \"Eligibility and Classification\" provision. She maintains that the \"activity\" in which she was participating embraced her travel to Houlton from her office and would have included the return trip south from Houlton to Bangor had her workday not ended, causing her to travel south only as far as her home in Lincoln. That travel was not excluded as \"commutation to and from\" under the \"Description of Activity\" provision, she maintains, because it did not constitute commuting within the generally understood meaning of that concept - that is, repeated travel along the same route between home and one's regular work location<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> - and that common understanding of commutation must apply because the term is not otherwise defined in the policy.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Twombly further contends that the unchecked box in section 4b, the \"Eligibility and Classification\" provision, does not indicate rejection of coverage for all travel \"to or from\" work activities, but considered together with the \"N/A\" notation (i.e., \"not applicable\") beside it, indicates that the subject is covered elsewhere in the policy. The \"elsewhere,\" in her view, is the exclusion for \"commutation to and from\" business activities written in under \"Description of Activity.\" Thus, her view is that the \"N/A\" notation beside the second box in section 4b meant that the customized \"Description of Activity\" entry provided the applicable standard for travel coverage. And she construes that provision to mean that travel other than that usually considered commutation is covered.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The district court, however, concluded that the two provisions when read together must be understood to exclude coverage not only for what is typically considered commuting but also for any travel between an employee's home and her work assignment, regardless of the location of the work. The court reasonably took section 4b at face value, observing that \"the empty box and the phrase `N/A' positioned next to . . . [the travel] language indicate that such circumstances are not covered activities under this Policy.\" Because the accident occurred when Twombly was traveling home at the end of her workday, the court ruled as a matter of law that her injuries were not covered and granted summary judgment for AIG.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">On appeal, Twombly re-asserts her interpretation of the contract and contends that the policy is sufficiently ambiguous that either its language should be interpreted as a matter of law in her favor or, in the alternative, the dispute should be given to a jury to resolve. As we explain below, we find the contract to be ambiguous, and, under Maine law governing the interpretation of insurance polices, Twombly was entitled to have the ambiguity construed in her favor, unless the insurer can prove through extrinsic evidence that the parties intended the policy to exclude the sort of business travel in which Twombly was engaged at the time of her accident. Consequently, the case must be remanded to the district court for further proceedings.</p>\n    </div>\n    <p class=\"indent\">II. Discussion</p>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Maine law provides a series of well established guideposts for the interpretation of an insurance policy. Like all contracts, an insurance contract is to be construed in accordance with the intention of the parties. See Maine Drilling &amp; Blasting, Inc. v. Insurance Co. of N.A., <span class=\"citation no-link\"><span class=\"volume\">665</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">671</span></span>, 673 (Me. 1995); Baybutt Constr. Corp. v. Commercial Union Ins. Co., <span class=\"citation no-link\"><span class=\"volume\">455</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">914</span></span>, 921 (Me. 1983) (overruled on other grounds). Questions concerning the meaning of language in an insurance policy, including whether it is ambiguous, are to be resolved as a matter of law by the court. See Apgar v. Commercial Union Ins. Co., <span class=\"citation no-link\"><span class=\"volume\">683</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">497</span></span>, 498 (Me. 1996); Banker's Life Ins. Co. of Nebraska v. Eaton, <span class=\"citation no-link\"><span class=\"volume\">430</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">833</span></span>, 834 (Me. 1981). In seeking to ascertain the intention of the parties, the court must examine the whole instrument. See Apgar, 683 A.2d at 498; Baybutt, 455 A.2d at 921. If an ambiguity in the language of a contract does not disappear when it is examined in the context of the other provisions of the document, extrinsic evidence may be considered to cast light on the parties' intent. See Apgar, 683 A.2d at 501; T-M Oil Co. v. Pasquale, <span class=\"citation no-link\"><span class=\"volume\">388</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">82</span></span>, 85 (Me. 1978). Any ambiguities that persist are to be resolved against the insurer and in favor of coverage. See, e.g., Geyerhahn v. United States Fidelity and Guar. Co., <span class=\"citation no-link\"><span class=\"volume\">724</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">1258</span></span>, 1261 (Me. 1999); Cambridge Mut. Fire Ins. Co. v. Vallee, <span class=\"citation no-link\"><span class=\"volume\">687</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">956</span></span>, 957 (Me. 1996).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Applying these principles to the case before us, the threshold question of law is whether the language of the Americorps policy is ambiguous. We conclude that it is. The language of a contract is ambiguous \"if it is reasonably susceptible of different interpretations.\" Cambridge Mutual, 687 A.2d at 957; see also Peerless Ins. Co. v. Brennon, <span class=\"citation no-link\"><span class=\"volume\">564</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">383</span></span>, 384 (Me. 1989). Although we acknowledge the logic in the insurer's position, accepted by the district court, that the policy provisions recited above had the effect of excluding coverage for any travel between an employee's workplace and home, we find that it is not the only plausible construction of the policy. The district court's view gave heavy weight to the fact that coverage was checked off for \"any scheduled, sponsored and supervised activity,\" but that the box beside the phrase \"direct travel to or from such activity\" was unchecked. The court reasonably construed the absence of a check mark as an intention not to cover work-related travel.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Twombly's interpretation, however, is similarly supportable. She begins with the assertion that section 3, which excludes coverage for \"commutation to and from\" business activities, does not affect coverage for her injuries because the accident did not occur on her commuting route between Lincoln and Bangor. Any exclusion from coverage thus must come from section 4b, where coverage is checked off for \"any scheduled, sponsored and supervised activity\" of her employer but the \"travel to or from\" box is unchecked. Twombly argues that the \"activity\" she undertook on the day of the accident - planning the out-of-office training session - included her travel to and from the meeting in Houlton. In her view, the unchecked box next to \"direct travel to or from such activity\" does not eliminate coverage for travel in circumstances in which the travel is part of the actual work activity. She also goes further to argue that the \"N/A\" notation beside the travel provision indicates that that provision has no relevance at all to the coverage provided under the policy. She contends that the provision is, as the term indicates, \"inapplicable\" to this policy. The applicable provision on travel is section 3, which she claims excludes only \"traditional\" commuting and thus leaves all other work-related travel within the scope of the policy.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Both aspects of her interpretation strike us as eminently reasonable. It is undisputed that Twombly's responsibilities with Americorps included regular travel to field sites for the purpose of educating migrant farm workers about the proper handling of pesticides. We think it quite likely that Americorps intended to acquire an occupational accident policy that covered travel risks to employees whose work included such regular travel to out-of-office locations. Indeed, given the probable expanse of her work area,<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> Twombly may have spent substantial portions of some work days traveling. We are persuaded that a reasonable person describing Twombly's work \"activities\" for the purpose of the first part of section 4b would be likely to include as part of her job her travel to various locations for farm worker training. Driving regularly occurred as part of her work day, not only as commutation at its beginning and end.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">In addition, rather than negating coverage for workday travel, the \"N/A\" notation beside the unchecked travel provision in section 4b reinforces the likelihood that Americorps' failure to check the provision was not intended to eliminate travel coverage that otherwise was provided through the broadly written \"Description of Activity\" in section 3. The \"N/A\" notation is used in at least one other place in the policy apparently to indicate that boilerplate language is inapplicable, rather than to exclude certain circumstances from the scope of coverage. In particular, in section 3, the standard form of the contract appears to contemplate the possibility of a policy that was issued to cover either a particular trip or a particular activity.</p>\n    </div>\n    <p class=\"indent\">The relevant portion appears as follows:</p>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <pre>Trip                                                    Activity\nDestination:_____________N/A____                Description of:___N/A____________\nMode of Transportation:__N/A____                Location:_________N/A____________\nDate of Coverage:________N/A____                Date of Coverage:_N/A____________</pre>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The message of the \"N/A\" notation as used in this section reasonably is understood to be that \"this provision does not apply to this contract.\" It is unsurprising that these two groups of details, although irrelevant to the sort of comprehensive occupational coverage obtained by Americorps, appear on the application, because the Master Application presumably is used to secure coverage in a variety of settings. It is logical that not every provision of boilerplate language would be applicable to every contract, and it is within common experience to encounter the \"N/A\" label on such standardized forms.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">A fair reading of section 4b can lead to the conclusion that the \"N/A\" notation next to the provision relating to \"travel to or from\" a work activity has the same meaning and serves a related purpose as in section 3; in this instance, the notation reasonably can be understood to mean that the provision so designated \"does not apply to this contract\" because such travel is covered pursuant to section 3, unless it constitutes typical commuting.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> Indeed, when the occupational coverage obtained is comprehensive, and when the \"activity\" of the insured employees routinely includes workday travel, it arguably would be unreasonable to reduce coverage that is explicitly defined quite broadly - as in the Description of Activity provision here - based on a provision that is labeled as \"inapplicable\" to the contract. At the least, the limited exclusion for \"commutation\" in section 3 and the arguable exclusion of other work-related travel in section 4b creates an ambiguity.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">We note one additional factor in support of appellant. The language in the policy excluding medical expenses arising from \"[a]n accident which occurs while the Insured Person is traveling to and from work,\" the fourth provision referring to travel coverage, see note 1 supra, reinforces the notion that this policy distinguishes between regular commuting and other types of travel. The use of the conjunctive in \"travel to and from work\" seems to designate the concept of commutation, as does the use of the general word \"work\" as the destination. In section 4b, however, not only is the reference phrased in the disjunctive - \"travel to or from\" - but also the destination is more particularized to a given work \"activity.\" This comparison, although somewhat belaboring the point, demonstrates yet again that the type of travel normally understood to be commuting is explicitly excluded from coverage, while there is no similarly unambiguous indication that the parties intended to exclude other types of travel from the coverage that facially is provided by the broad \"Description of Activity\" statement.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Having concluded that the policy is ambiguous, our attention next must focus on any extrinsic evidence offered to provide insight into the parties' intentions. We have been given none. Indeed, the insurer, which bears the burden of any unresolved ambiguity, see supra at 6-7, emphatically asserts in the face of Twombly's request for fact finding that there are no facts in dispute and that the court should resolve this case based on the contract alone. Although this position may signal an actual absence of any extrinsic evidence, it may simply reflect the insurer's view that the contract itself is so clear that no further aids to its interpretation are necessary. If the former, the policy must be construed in favor of the insured and coverage. See T-M Oil Co., 388 A.2d at 86 (although extrinsic evidence would have been admissible, none was offered, and court therefore resolved ambiguity in favor of insured).</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Our foremost obligation, however, is to give effect to the intentions of the parties. \"The rule of construction that a policy should be construed more strongly in favor of coverage `is a rule of last resort which must not be permitted to frustrate the intention the parties have expressed, if that can otherwise be ascertained.'\" Apgar, 683 A.2d at 500-01 (internal citations omitted). We therefore vacate the summary judgment for AIG and remand to the district court to permit the insurer to shed any further light on that issue that it can through evidence on the preparation of the policy, its structure, discussions that may have occurred with Americorps, or any other relevant aspect of the contract formation. If no such evidence is presented, judgment must be entered for Twombly because, as we have indicated, the policy reasonably can be construed to provide coverage for the work-related, non-commuting travel in which she was engaged at the time of her accident.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Vacated and remanded for further proceedings consistent with this opinion.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p>  A fourth statement excludes coverage for medical expenses stemming from an accident that occurs while the insured person is \"traveling to and from work.\" Because the interpretation of the other statements determines the coverage issue, the parties have not focused on this language. We likewise concentrate on the other provisions, though we address the statement briefly in our discussion. See infra at 23-24.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p>  The Random House Dictionary of the English Language (2d ed. 1987) defines \"commute\" as \"to travel regularly over some distance, as from a suburb into a city and back.\" Id. at 415.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p>  Twombly reported that her supervisor had offered her office space in Ellsworth and Millinocket, as well as in Bangor, indicating that she was responsible for a wide area. Ellsworth, the southernmost of those locations, is 146 miles from Houlton, the northernmost town that is a reference point in the record.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p>  The \"N/A\" notation also is used in section 4c of the policy application, which lists the benefit schedule for various types of coverage, including the accidental death and medical expense benefits. Two categories have \"N/A\" written on the lines provided for benefit amounts. These categories, \"Temporary Total Disability Benefit\" and \"Dental,\" also have the notation \"NIL\" typed beside them. Although there is no explanation for that notation, the \"NIL\" abbreviation may designate \"non-insured liabilities.\" The actual policy, with language particularized to Americorps, bears out this assumption; it does not include those two items in the benefit schedule. Thus, a notation other than \"N/A\" appears to be used in application section 4b to indicate \"no coverage,\" leaving the \"N/A\" in the spaces for dollar amounts with the likely meaning of \"inapplicable\" rather than \"not covered.\"</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": []
}