{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/198763/",
  "absolute_url": "/opinion/198763/bridges-v-maclean/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/198763/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:58:48Z",
  "date_modified": "2017-03-24T10:59:01.526828Z",
  "type": "010combined",
  "sha1": "10b43a4b8aff2c41bd4f849ad60bdbcf5f45f007",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=99-1126.01A",
  "local_path": null,
  "plain_text": "                United States Court of Appeals\r\n                    For the First Circuit\r\n                                         \r\n\nNo. 99-1126\r\n\n                        SALLY BRIDGES,\r\n                         TAMMY BRADY,\r\n\n                   Plaintiffs, Appellants,\r\n\n                              v.\r\n\n                MACLEAN-STEVENS STUDIOS, INC.,\r\n               LAWRENCE MACLEAN, BLAIR MACLEAN,\r\n\n                    Defendants, Appellees.\r\n\n                                         \r\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n                  FOR THE DISTRICT OF MAINE\r\n\n         [Hon. Morton A. Brody, U.S. District Judge]\r\n\n                                         \r\n\n                            Before\r\n\n                   Torruella, Chief Judge,\r\n\n               Lynch and Lipez, Circuit Judges.\r\n\n                                         \r\n\n  Jon Holder, with whom Holder &amp; Grover, P.A. was on brief, for\r\nappellants.\r\n  John H. Rich III, with whom David B. McConnell, and Perkins\r\nThompson Hinckley &amp; Keddy were on brief, for appellees.\r\n\n                                         \r\n\n                       January 6, 2000\r\n                                           TORRUELLA, Chief Judge.  This appeal arises from an\r\nantitrust suit involving the school portrait industry.  Plaintiff-\r\nappellants are parents of school-age children who attend schools\r\nthat have entered into exclusive contracts with MacLean-Stevens\r\nStudios, Inc.  Defendant-appellees are MacLean-Stevens Studios,\r\nInc., a photography studio that services the school portrait\r\nmarket, and its owners Lawrence and Blair MacLean.  Appellants\r\nallege that appellees engaged in commercial bribery in violation of\r\n15 U.S.C.  13(c) (Count I), price discrimination in violation of\r\n15 U.S.C.  13(a) (Count II), and conspiracy to restrain trade in\r\nviolation of 15 U.S.C.  1 (Count III).  On December 17, 1998 the\r\ndistrict court entered summary judgment for defendant-appellees on\r\nall counts.  See Bridges v. MacLean-Stevens Studios, Inc., 35 F.\r\nSupp. 2d 20 (D. Me. 1998).  This appeal followed.  Having carefully\r\nconsidered the record and the law, we affirm.\r\n                          BACKGROUND\r\nThe facts necessary to decide this case are not in\r\ndispute and were aptly summarized by the district court.  Appellee\r\nMacLean-Stevens Studios, Inc. is a New Hampshire corporation that\r\noffers student portrait services in several New England states. \r\nAppellants are parents of school-age children who attend schools\r\nthat have entered into exclusive contracts with MacLean-Stevens. \r\nThese contracts provide that the school will receive a commission\r\nof twenty percent (20%) of the price of the portrait packages sold\r\nand designate MacLean-Stevens as the exclusive provider of\r\nportraits on school property.  As a result, the school portraits\r\npurchased by appellants are priced according to a \"commission price\r\nlist.\"  Prices on the commission price list are generally twenty\r\npercent (20%) higher than portrait prices charged by MacLean-\r\nStevens for children who attend schools that decline a commission. \r\nThe nature and quality of the pictures are identical regardless of\r\nwhether the commission price applies.\r\nIt is the schools' decision to accept or decline a\r\ncommission.  If a school enters into a contract that provides for\r\na commission, the commission goes to the school's general fund.  If\r\na school declines the commission, the reduction in costs is passed\r\non to parents in the form of lower portrait prices.  Before 1996,\r\nparents were not informed that the prices on the commission price\r\nlist included a commission paid to their children's school.  At no\r\ntime, however, has a school's contract with MacLean-Stevens\r\nobligated parents to purchase school portraits.\r\nAll schools provide some services to MacLean-Stevens\r\nregardless of whether they accept the commission and designate\r\nMacLean-Stevens as the exclusive portrait provider.  These services\r\ninclude:  scheduling photo sessions, providing and arranging space\r\nfor the photo sessions, distributing the portrait packages to\r\nstudents, and collecting payment from students in the elementary\r\ngrades.  Appellees, in turn, provide yearbook, team, and\r\nidentification photos to all schools free of charge.  Appellees\r\nalso provide each elementary school student with a free class\r\nportrait.\r\nIn the school portrait industry, the practice of entering\r\ninto an exclusive dealing contract that provides for a commission\r\nto the school is not unusual.  Some of appellees' competitors have\r\neven paid commissions of up to fifty percent (50%).  Most of these\r\ncontracts, including appellees',  are one-year contracts, but some\r\nhave a duration of up to three years.  During the 1995-1996 school\r\nyear, MacLean-Stevens had 159 accounts with schools in Maine, 112\r\nof which accepted a commission and designated MacLean-Stevens as\r\ntheir exclusive photographer, and 49 of which did not.\r\nIn addition to MacLean-Stevens and other photography\r\nstudios that take portraits on school property, numerous businesses\r\nin New England offer portrait services off school grounds.  For\r\nexample, both Wal-Mart and J.C. Penney have studio photography\r\nservices.  Appellants are aware of these options and have purchased\r\nportraits of their children from these businesses on several\r\noccasions.\r\n                          DISCUSSION\r\nI.  Standard of Review\r\nThis Court reviews orders for summary judgment de novo,\r\nconstruing the record in the light most favorable to the nonmovant\r\nand resolving all reasonable inferences in that party's favor.  See\r\nHoulton Citizens' Coalition v. Town of Houlton, 175 F.3d 178, 184\r\n(1st Cir. 1999) (citing Mullin v. Raytheon Co., 164 F.3d 696, 698\r\n(1st Cir. 1999)).  This standard of review does not limit us to the\r\ndistrict court's rationale; in contrast, we may affirm the entry of\r\nsummary judgment on \"any ground revealed by the record.\"  Id.II.  15 U.S.C.  13(c) - Commercial Bribery\r\nAppellants contend that the commissions paid by MacLean-\r\nStevens constitute commercial bribery in violation of 15 U.S.C.\r\n13(c), commonly known as section 2(c) of the Robinson-Patman Act. \r\nAppellees counter that (1) appellants do not have antitrust \r\nstanding because they have not suffered an antitrust injury; (2)\r\ncommercial bribery is not a cognizable claim under  13(c); (3) the\r\ncommissions paid to the schools in this case do not cross the\r\n\"seller-buyer line\" as required by  13(c); (4) the commissions are\r\nlawful pursuant to the statutory exemption for \"services rendered\";\r\nand (5) appellees have antitrust immunity under the Nonprofit\r\nInstitutions Act, 15 U.S.C.  13c.  The district court rejected\r\nappellees' argument that the commissions paid to the schools in\r\nthis case were for services rendered, but agreed that the Nonprofit\r\nInstitutions Act applied.  See Bridges, 35 F. Supp. 2d at 25.  The\r\ndistrict court further concluded that even if the Nonprofit\r\nInstitution Act were not applicable, appellants could not\r\ndemonstrate that the schools acted as the agents of parents with\r\nregard to the purchase of school portraits from MacLean-Stevens. \r\nSee id.\r\nWe agree with the district court that, as to the portrait\r\nsales, the schools are not agents or intermediaries of the parents,\r\nand therefore the commission agreements between MacLean-Stevens and\r\nthe schools do not violate section 2(c) of the Robinson-Patman Act. \r\nAccordingly, the entry of summary judgment for appellees was\r\nproper.  We thus need not reach the other arguments addressed by\r\nthe district court or raised by appellees.\r\nSection 2(c) of the Robinson-Patman Act states:\r\n  It shall be unlawful for any person engaged in\r\ncommerce, in the course of such commerce, to\r\npay or grant, or to receive or accept,\r\nanything of value as a commission, brokerage,\r\nor other compensation, or any allowance or\r\ndiscount in lieu thereof, except for services\r\nrendered in connection with the sale or\r\npurchase of goods, wares, or merchandise,\r\neither to the other party to such transaction\r\nor to an agent, representative, or other\r\nintermediary therein where such intermediary\r\nis acting in fact for or in behalf, or is\r\nsubject to the direct or indirect control, of\r\nany party to such transaction other than the\r\nperson by whom such compensation is so granted\r\nor paid.\r\n\n15 U.S.C.  13(c).  The Robinson-Patman Act was enacted \"to curb\r\nand prohibit all devices by which large buyers gained\r\ndiscriminatory preferences over smaller ones by virtue of their\r\ngreater purchasing power.\"   Federal Trade Comm'n v. Henry Broch &amp;\r\nCo., 363 U.S. 166, 168 (1960).  Prior to the statute's enactment in\r\n1936, a congressional inquiry revealed that large buyers and\r\nsellers were circumventing the discriminatory price prohibitions of\r\nthe Clayton Act by insisting on indirect price concessions.  See\r\nid. at 168-69.  The most widely used method for obtaining an\r\nindirect price concession was a \"dummy broker.\"  A dummy broker was\r\na fiction, set up by the buyer, that rendered no services and yet\r\ncollected a \"brokerage\" fee from the seller.  The fictitious broker\r\nthen paid the fee to its employer, the buyer.  See id. at 169.\r\nAlthough dummy brokers were the primary target of section\r\n2(c), the Supreme Court has stated that Congress \"phrased section\r\n2(c) broadly, not only to cover the other methods then in existence\r\nbut all other means by which brokerage could be used to effect\r\nprice discrimination.\"  Id.  The Court further indicated, in dicta,\r\nthat:\r\n  The Report of the House Judiciary Committee\r\ndescribed the brokerage provision as dealing\r\n\"with the abuse of the brokerage function for\r\npurposes of oppressive discrimination.\"  And\r\nalthough not mentioned in the Committee\r\nReports, the debates on the bill show clearly\r\nthat  2(c) was intended to proscribe other\r\npractices such as the \"bribing\" of a seller's\r\nbroker by the buyer.\r\n\nId. at 169-70 n.6 (citations omitted); see also California Motor\r\nTransp. Co. v. Trucking Unlimited, 404 U.S. 508, 513 (1972)\r\n(\"bribery of a public purchasing agent\" could violate section 2(c))\r\n(dictum).  The Senate Report discussing section 2(c) states:\r\n  The relation of the broker to his client is a\r\nfiduciary one.  To collect from a client for\r\nservices rendered in the interest of a party\r\nadverse to him, is a violation of that\r\nrelationship;  and to protect those who deal\r\nin the streams of commerce against breaches of\r\nfaith in its relations of trust, is to foster\r\nconfidence in its processes and promote its\r\nwholesomeness and volume.\r\n\nS. Rep. No. 1502, at 7 (1936).\r\nAgainst this background, five circuits have concluded\r\nthat commercial bribery is within the ambit of section 2(c).  See\r\nHarris v. Duty Free Shoppers Ltd. Partnership, 940 F.2d 1272, 1274\r\n(9th Cir. 1991); Environmental Tectonics v. W.S. Kirkpatrick, Inc.,\r\n847 F.2d 1052, 1066 (3d Cir. 1988); Grace v. E.J. Kozin Co., 538\r\nF.2d 170, 173 (7th Cir. 1976); Fitch v. Kentucky-Tennessee Light &amp;\r\nPower, 136 F.2d 12, 15-16 (6th Cir. 1943).  Other courts, however,\r\nhave expressed their doubts.  See Seaboard Supply Co. v. Congoleum\r\nCorp., 770 F.2d 367, 371-72 (3d Cir. 1985); Excel Handbag Co. v.\r\nEdison Bros. Stores, 630 F.2d 379, 387 (5th Cir. 1980).  For\r\npurposes of this appeal, we assume, without deciding, that\r\ncommercial bribery is actionable under section 2(c).  Nevertheless,\r\nappellants' claim still fails.\r\nAppellants argue that the commissions paid by MacLean-\r\nStevens to the schools on the profit from portrait sales violate\r\nsection 2(c).  In order to find a violation of section 2(c), \"the\r\npayments involved must be made to a party to the transaction or to\r\nsomeone connected with that party in an agency, representative, or\r\nintermediary relationship.\"  Ragen, Inc. v. Sterling Nelson &amp; Sons,\r\nInc., 351 F.2d 851, 862 (9th Cir. 1965).  In other words, the\r\npayments must cross the \"seller-buyer line.\"  Seaboard Supply Co.,\r\n770 F.2d at 372 (\"In the appellate decisions which have found\r\ncommercial bribery within the ambit of section 2(c) the common\r\nthread has been the passing of illegal payments from the seller to\r\nbuyer or vise versa.\").  The Third Circuit explained, \"Congress\r\nintended that legitimate brokerage relationships not be affected,\"\r\nand therefore liability may only be imposed \"when the seller-buyer\r\nline has been passed.\"  770 F.2d at 372.\r\nWhere a transaction involves a seller, buyer, and a third\r\nparty, the seller-buyer line is crossed if the seller or buyer pays\r\na commission to a third party acting as the agent or intermediary\r\nof the opposing party.  Here, appellants allege that the seller-\r\nbuyer line was crossed because the schools acted as intermediaries\r\non behalf of the parents when they contracted with MacLean-Stevens\r\nfor school portrait services.  This argument was considered and\r\nrejected by the Fourth Circuit in Stephen Jay Photography, Ltd. v.\r\nOlan Mills, Inc., 903 F.2d 988, 991 (1990).\r\nIn Stephen Jay Photography, the court was required to\r\ndetermine if commercial photographers violated the Robinson-Patman\r\nAct by paying commissions to schools on the profit from portrait\r\npackages sold to parents.  The critical inquiry, the court stated,\r\nwas \"whether, as a matter of law, the payments made from appellees\r\nto the schools from profits on portrait sales crossed the seller-\r\nbuyer line.\"  Id. at 992.  The court concluded that the seller-\r\nbuyer line had not been crossed because \"circuit court cases\r\nfinding commercial bribery in violation of section 2(c) all involve\r\nthe corruption of an agency or employment relationship.\"  Id. at\r\n993 (citing Grace, 538 F.2d 170; Ragen, 351 F.2d 851; Fitch, 136\r\nF.2d 12).  The facts before the court did not meet this test.\r\n  [T]he relationship between the students and\r\nthe schools does not rise to one akin to that\r\nof agency or employment.  Without such a\r\nrelationship to connect the students'\r\npurchasing decisions to the schools, the\r\npayments from the appellees to the schools do\r\nnot cross the seller-buyer line.\r\n\nId.  In reaching this result, the court acknowledged that:\r\n  Unquestionably, the schools and the students\r\nenjoy a special relationship of trust.  And it\r\nis true that the schools arranged to have\r\nyearbook photographs taken by appellees and\r\nencouraged students to purchase portraits from\r\nthem.  However, letters encouraging the\r\nstudents to purchase these photographs either\r\nexpressly or implicitly indicated that their\r\ndecision to purchase portraits was optional. \r\nFrom this correspondence it is abundantly\r\nclear that the schools did not assume a\r\nposition resembling that of a portrait\r\npurchasing agent for the students.  \r\n\nId.\r\nThe core facts of this case are identical to those in\r\nStephen Jay Photography.  There, as here, \"the schools did not have\r\nthe authority to bind the [parents] to purchase portraits.  Instead\r\n[parents] were free to purchase portraits from appellees or from a\r\nphotographer of their choice, or to purchase no portraits from\r\nanyone.\"  Id.  Because the schools had no control over the parents'\r\npurchasing decisions, the agency or employment relationship\r\nrequired by section 2(c) is lacking.  Id.; see also Harris, 940\r\nF.2d at 1275; Environmental Tectonics, 847 F.2d at 1066; Grace, 538\r\nF.2d at 171-73; Ragen, 351 F.2d at 853-58; Fitch, 136 F.2d at 15-\r\n16; Pharmacare v. Caremark, 965 F. Supp. 1411, 1424-25 (D. Haw.\r\n1996); Edison Elec. Inst. v. Henwood, 832 F. Supp. 413, 414-19\r\n(D.D.C. 1993).\r\nWe need look no further than Stephen Jay Photography to\r\naffirm the entry of summary judgment on this issue.  Nonetheless,\r\nwe find additional support for our decision in Harris v. Duty Free\r\nShoppers Ltd. Partnership, 940 F.2d 1272, 1275 (9th Cir. 1991).  In\r\nHarris, the owner of a duty free shop, Peter Harris, filed a\r\nsection 2(c) claim for commercial bribery against his competitor\r\nDuty Free Shoppers.  The facts in the case were not in dispute. \r\nDuty Free Shoppers paid commissions to tour companies and tour\r\nguides to promote its shop with tourists by (1) scheduling stops of\r\ntour buses at the store; (2) supplying the store with advance\r\ninformation about the number and characteristics of tour groups\r\nthat were stopping; (3) distributing promotional materials to the\r\ntourists; (4) assisting the tourists in ordering items; and (5)\r\nexplaining the regulations covering duty free merchandise to the\r\ntourists.  Harris, in contrast, did not engage in this practice. \r\nThe district court granted summary judgment in favor of Duty Free\r\nShoppers, and the Ninth Circuit affirmed.\r\nOn appeal, Harris argued that the district court erred\r\nbecause there was clearly a fiduciary duty between tour guides and\r\ntourists.  The court agreed that section 2(c) \"encompasses cases of\r\ncommercial bribery tending to undermine the fiduciary relationship\r\nbetween a buyer and its agent, representative, or other\r\nintermediary,\" id. at 1274 (citing Ragen, 351 F.2d at 858), but\r\nconcluded that the facts did not indicate that section 2(c) had\r\nbeen violated.\r\n  [T]he tour guides and tourists are not in an\r\nemployment relationship; the tour guides are\r\nnot shopping experts; and they are not at all\r\ntimes subject to the control of the tourists. \r\nMoreover, the tourists are free to purchase\r\ntheir souvenirs and gift items anywhere; in\r\nfact, they are free not to purchase at all. \r\nOn these facts, we hold that tour guides and\r\ntour operators are not in an agency or\r\nfiduciary relationship with their passengers,\r\nnor do they serve as intermediaries subject to\r\nthe direct or indirect control of those\r\npassengers, with regard to the transactions in\r\nquestion -- the purchase of Duty Free's retail\r\ngoods.\r\n\nId. at 1275 (internal quotations omitted).  In rejecting Harris'\r\nclaim that there was a fiduciary duty between tour guides and\r\ntourists, the court emphasized that its inquiry was limited to the\r\ntransaction in question.\r\n  In addressing whether the payments involved\r\nwere made to a party to the transaction or to\r\nsomeone connected with that party in an\r\nagency, and thus fiduciary relationship, . . .\r\n\"[r]eference must be made to the transactions\r\nin question to determine whether or not the\r\nnecessary relationship exists.\"\r\n\nId. (quoting Ragen, 351 F.2d at 862).\r\nHere, as in Harris, appellants urge the court to consider\r\nthe parties' relationship generally, rather than have the court\r\nexamine the \"transactions in question.\"  Id.  We decline to do so. \r\nAccordingly, we have no problem rejecting appellants' argument that\r\nthe schools in this case are subject to the indirect control of\r\n\"named plaintiffs in particular and the parents in general.\"  While\r\nappellants' proposition may be true in some general sense, the only\r\nrelevant transaction is the sale and purchase of school portraits. \r\nAs to this limited transaction, the record is clear that the\r\nschools are not in an agency or fiduciary relationship with the\r\nparents, nor do they serve as intermediaries subject to the \"direct\r\nor indirect control\" of the parents.  Therefore, summary judgment\r\non this claim was proper.\r\nIII.  15 U.S.C.  13(a) - Price Discrimination\r\nMacLean-Stevens offers its school portrait packages\r\naccording to two separate price lists.  A commission price list\r\napplies where a school elects to receive a commission.  In all\r\nother cases, a less expensive, non-commission price list is\r\noffered.  Count II of appellants' amended complaint alleges that\r\nthis dual pricing structure constitutes price discrimination in\r\nviolation of 15 U.S.C.  13(a).  The statute states:\r\n  It shall be unlawful for any person engaged in\r\ncommerce, in the course of such commerce,\r\neither directly or indirectly, to discriminate\r\nin price between different purchasers of\r\ncommodities of like grade and quality, where\r\neither or any of the purchases involved in\r\nsuch discrimination are in commerce, where\r\nsuch commodities are sold for use,\r\nconsumption, or resale within the United\r\nStates . . . and where the effect of such\r\ndiscrimination may be substantially to lessen \r\n  competition or tend to create a monopoly in\r\nany line of commerce, or to injure, destroy,\r\nor prevent competition with any person who\r\neither grants or knowingly receives the\r\nbenefit of such discrimination, or with\r\ncustomers of either of them:  Provided, That\r\nnothing herein contained shall prevent\r\ndifferentials which make only due allowance\r\nfor differences in the cost of manufacture,\r\nsale, or delivery resulting from the differing\r\nmethods or quantities in which such\r\ncommodities are to such purchasers sold or\r\ndelivered . . . . \r\n\n15 U.S.C.  13(a).\r\n\nThe Supreme Court has held that there are two\r\nprerequisites to recovery under 15 U.S.C.  13(a).  See Brooke\r\nGroup, Ltd. v. Brown &amp; Williamson Tobacco Corp., 509 U.S. 209, 222-\r\n24 (1993).  First, the prices complained of must be below an\r\nappropriate measure of the defendant's costs.  See id.  Second, the\r\ndefendant must have a reasonable prospect of recouping its\r\ninvestment in below-cost prices.  See id.  In this case, the\r\ndistrict court concluded that appellants had failed to raise a\r\ngenuine issue of fact as to either requirement.  See Bridges, 35 F.\r\nSupp. 2d at 28.  We agree.\r\nFirst, there is no evidence in the record that appellees\r\noffer portrait packages at below cost.  As the district court\r\naccurately concluded, appellees' dual pricing structure is the\r\nresult of a difference in market costs.  Where a school elects to\r\nreceive a commission, the prices of portraits are increased by the\r\nadditional cost of the commission.  Where, however, a school\r\ndeclines the commission, the lower price of portraits reflects a\r\ndecrease in the cost of production.  Accordingly, the prices\r\ncomplained of are not below \"an appropriate measure of the\r\ndefendant's costs.\"  See Brooke Group, 509 U.S. at 222-24; see also\r\nBarry Wright Corp. v. ITT Grinnell Corp., 724 F.2d 227, 230-36 (1st\r\nCir. 1983) (holding Sherman Act does not prohibit prices that\r\nexceed both incremental and average costs).\r\nSecond, even accepting appellants' argument that the non-\r\ncommission portrait packages are below cost, appellants cannot\r\ndemonstrate that MacLean-Stevens has a reasonable prospect of\r\nrecouping any investment in below-cost prices.  The Supreme Court\r\nhas stated:\r\n  Determining whether recoupment of predatory\r\nlosses is likely requires an estimate of the\r\ncost of the alleged predation and a close\r\nanalysis of both the scheme alleged by the\r\nplaintiff and the structure and conditions of\r\nthe relevant market.  If market circumstances\r\nor deficiencies in proof would bar a\r\nreasonable jury from finding that the scheme\r\nalleged would likely result in sustained\r\nsupracompetitive pricing, the plaintiff's case\r\nhas failed.\r\n\nBrooke Group, 509 U.S. at 226 (citation omitted).  Therefore,\r\n\"where the market is highly diffuse and competitive, or where new\r\nentry is easy . . . summary disposition of the case is\r\nappropriate.\"  Id.  Here, the record indicates that (1) MacLean-\r\nStevens does not control a dominant share of the school photography\r\nmarket and (2) there are relatively few barriers to entry in that\r\nmarket.  Conversely, there is no indication in the record that\r\nMacLean-Steven could maintain supracompetitive prices. \r\nAccordingly, appellants' price discrimination claim fails as a\r\nmatter of law.\r\nIV.  15 U.S.C.  1 - Restraint of Trade\r\nCount III of appellants' complaint alleges a\r\n\"conspirac[y] between the [appellees] and the schools to engage in\r\nthe form of commercial bribery described herein in order to gain a\r\ncompetitive edge\" in violation of 15 U.S.C.  1.  The statute\r\nstates: \"Every contract, combination in the form of trust or\r\notherwise, or conspiracy, in restraint of trade or commerce among\r\nthe several States, or with foreign nations, is hereby declared to\r\nbe illegal.\"  15 U.S.C.  1.\r\nAppellants have provided the Court with no citations and\r\nlittle argument in support of this claim.  The district court, for\r\nits part, concluded that Count III is contrary to both law and\r\nlogic.  See Bridges, 35 F. Supp. at 29.  Once again, we agree.\r\nFirst, appellants offer no evidence of a conspiracy other\r\nthan the exclusive contracts between MacLean-Stevens and the\r\nschools.  As a matter of law, a contract by itself does not\r\nconstitute a conspiracy.  See Stephen Jay Photography, 903 F.2d at\r\n995; Burns v. Cover Studios, Inc., 818 F. Supp. 888, 893 (W.D. Pa.\r\n1993).   Therefore, without at least some explanation of \"how the\r\ncontracts operated to restrain trade,\" Stephen Jay Photography, 903\r\nF.2d at 995, appellants cannot prevail on a section 1 conspiracy\r\nclaim.  Second, appellants have offered no evidence of any\r\nconcerted activity, \"an essential element of a section 1 claim.\" \r\nId. at 994.  Third, we note that there is no evidence in the record\r\nthat the exclusive contracts between MacLean-Stevens and the\r\nschools have an anticompetitive effect or foreclose a substantial\r\npercentage of the school portrait market.  See U.S. Healthcare,\r\nInc. v. Healthsource, Inc., 986 F.2d 589, 595 (1st Cir. 1993).\r\nFinally, the Supreme Court has stated \"if the factual\r\ncontext renders respondents' claim implausible - if the claim is\r\none that simply makes no economic sense - respondents must come\r\nforward with more persuasive evidence to support their claim than\r\nwould otherwise be necessary.\"  Matsushita Elec. Indus. v. Zenith\r\nRadio Corp., 475 U.S. 574, 587 (1986).  Here, we find that\r\nappellants' section 1 claim is illogical.  As the Fourth Circuit\r\nstated in Stephen Jay Photography, \"appellants have articulated no\r\nmotive the schools might have to engage in such a conspiracy. \r\nIndeed, logically the converse is true because the schools benefit\r\nwhen photographers aggressively compete for contracts.\"  903 F.2d\r\nat 994.  Accordingly, summary judgment on this claim was proper.\r\n                          CONCLUSION\r\nFor the reasons stated above, we affirm the judgment of\r\nthe district court.\r\n",
  "html": "<p class=\"case_cite\">201 F.3d 6 (1st Cir. 2000)</p>\n    <p class=\"parties\">SALLY BRIDGES, TAMMY BRADY, Plaintiffs, Appellants,<br>v.<br>MACLEAN-STEVENS STUDIOS, INC., LAWRENCE MACLEAN, BLAIR MACLEAN, Defendants, Appellees.</p>\n    <p class=\"docket\">No. 99-1126.</p>\n    <p class=\"court\">United States Court of Appeals, for the First Circuit.</p>\n    <p class=\"date\">Heard Oct. 8, 1999.<br>Decided January 6, 2000.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF MAINE. Hon. Morton A. Brody, U.S. District Judge.[Copyrighted Material Omitted]</p>\n      <p class=\"indent\">Jon Holder, with whom Holder &amp; Grover, P.A. was on brief, for appellants.</p>\n      <p class=\"indent\">John H. Rich III, with whom David B. McConnell, and Perkins Thompson Hinckley &amp; Keddy were on brief, for appellees.</p>\n      <p class=\"indent\">Before Torruella, Chief Judge, Lynch and Lipez, Circuit Judges.</p>\n      <p class=\"indent\">TORRUELLA, Chief Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This appeal arises from an antitrust suit involving the school portrait industry. Plaintiff-appellants are parents of school-age children who attend schools that have entered into exclusive contracts with MacLean-Stevens Studios, Inc. Defendant-appellees are MacLean-Stevens Studios, Inc., a photography studio that services the school portrait market, and its owners Lawrence and Blair MacLean. Appellants allege that appellees engaged in commercial bribery in violation of 15 U.S.C. &#167; 13(c) (Count I), price discrimination in violation of 15 U.S.C. &#167; 13(a) (Count II), and conspiracy to restrain trade in violation of 15 U.S.C. &#167; 1 (Count III). On December 17, 1998 the district court entered summary judgment for defendant-appellees on all counts. See Bridges v. MacLean-Stevens Studios, Inc., 35 F. Supp. 2d 20 (D. Me. 1998). This appeal followed. Having carefully considered the record and the law, we affirm.</p>\n    </div>\n    <p>BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The facts necessary to decide this case are not in dispute and were aptly summarized by the district court. Appellee MacLean-Stevens Studios, Inc. is a New Hampshire corporation that offers student portrait services in several New England states. Appellants are parents of school-age children who attend schools that have entered into exclusive contracts with MacLean-Stevens. These contracts provide that the school will receive a commission of twenty percent (20%) of the price of the portrait packages sold and designate MacLean-Stevens as the exclusive provider of portraits on school property. As a result, the school portraits purchased by appellants are priced according to a \"commission price list.\" Prices on the commission price list are generally twenty percent (20%) higher than portrait prices charged by MacLean-Stevens for children who attend schools that decline a commission. The nature and quality of the pictures are identical regardless of whether the commission price applies.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">It is the schools' decision to accept or decline a commission. If a school enters into a contract that provides for a commission, the commission goes to the school's general fund. If a school declines the commission, the reduction in costs is passed on to parents in the form of lower portrait prices. Before 1996, parents were not informed that the prices on the commission price list included a commission paid to their children's school. At no time, however, has a school's contract with MacLean-Stevens obligated parents to purchase school portraits.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">All schools provide some services to MacLean-Stevens regardless of whether they accept the commission and designate MacLean-Stevens as the exclusive portrait provider. These services include: scheduling photo sessions, providing and arranging space for the photo sessions, distributing the portrait packages to students, and collecting payment from students in the elementary grades. Appellees, in turn, provide yearbook, team, and identification photos to all schools free of charge. Appellees also provide each elementary school student with a free class portrait.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">In the school portrait industry, the practice of entering into an exclusive dealing contract that provides for a commission to the school is not unusual. Some of appellees' competitors have even paid commissions of up to fifty percent (50%). Most of these contracts, including appellees', are one-year contracts, but some have a duration of up to three years. During the 1995-1996 school year, MacLean-Stevens had 159 accounts with schools in Maine, 112 of which accepted a commission and designated MacLean-Stevens as their exclusive photographer, and 49 of which did not.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">In addition to MacLean-Stevens and other photography studios that take portraits on school property, numerous businesses in New England offer portrait services off school grounds. For example, both Wal-Mart and J.C. Penney have studio photography services. Appellants are aware of these options and have purchased portraits of their children from these businesses on several occasions.</p>\n    </div>\n    <p>DISCUSSION</p>\n    <p class=\"indent\">I. Standard of Review</p>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">This Court reviews orders for summary judgment de novo, construing the record in the light most favorable to the nonmovant and resolving all reasonable inferences in that party's favor. See Houlton Citizens' Coalition v. Town of Houlton, 175 F.3d 178, 184 (1st Cir. 1999) (citing Mullin v. Raytheon Co., 164 F.3d 696, 698 (1st Cir. 1999)). This standard of review does not limit us to the district court's rationale; in contrast, we may affirm the entry of summary judgment on \"any ground revealed by the record.\" Id.</p>\n    </div>\n    <p class=\"indent\">II. 15 U.S.C. &#167; 13(c) - Commercial Bribery</p>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Appellants contend that the commissions paid by MacLean-Stevens constitute commercial bribery in violation of 15 U.S.C. &#167; 13(c), commonly known as section 2(c) of the Robinson-Patman Act. Appellees counter that (1) appellants do not have antitrust standing because they have not suffered an antitrust injury; (2) commercial bribery is not a cognizable claim under &#167; 13(c); (3) the commissions paid to the schools in this case do not cross the \"seller-buyer line\" as required by &#167; 13(c); (4) the commissions are lawful pursuant to the statutory exemption for \"services rendered\"; and (5) appellees have antitrust immunity under the Nonprofit Institutions Act, 15 U.S.C. &#167; 13c. The district court rejected appellees' argument that the commissions paid to the schools in this case were for services rendered, but agreed that the Nonprofit Institutions Act applied. See Bridges, 35 F. Supp. 2d at 25. The district court further concluded that even if the Nonprofit Institution Act were not applicable, appellants could not demonstrate that the schools acted as the agents of parents with regard to the purchase of school portraits from MacLean-Stevens. See id.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">We agree with the district court that, as to the portrait sales, the schools are not agents or intermediaries of the parents, and therefore the commission agreements between MacLean-Stevens and the schools do not violate section 2(c) of the Robinson-Patman Act. Accordingly, the entry of summary judgment for appellees was proper. We thus need not reach the other arguments addressed by the district court or raised by appellees.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Section 2(c) of the Robinson-Patman Act states:</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">It shall be unlawful for any person engaged in commerce, in the course of such commerce, to pay or grant, or to receive or accept, anything of value as a commission, brokerage, or other compensation, or any allowance or discount in lieu thereof, except for services rendered in connection with the sale or purchase of goods, wares, or merchandise, either to the other party to such transaction or to an agent, representative, or other intermediary therein where such intermediary is acting in fact for or in behalf, or is subject to the direct or indirect control, of any party to such transaction other than the person by whom such compensation is so granted or paid.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">15 U.S.C. &#167; 13(c). The Robinson-Patman Act was enacted \"to curb and prohibit all devices by which large buyers gained discriminatory preferences over smaller ones by virtue of their greater purchasing power.\" Federal Trade Comm'n v. Henry Broch &amp; Co., 363 U.S. 166, 168 (1960). Prior to the statute's enactment in 1936, a congressional inquiry revealed that large buyers and sellers were circumventing the discriminatory price prohibitions of the Clayton Act by insisting on indirect price concessions. See id. at 168-69. The most widely used method for obtaining an indirect price concession was a \"dummy broker.\" A dummy broker was a fiction, set up by the buyer, that rendered no services and yet collected a \"brokerage\" fee from the seller. The fictitious broker then paid the fee to its employer, the buyer. See id. at 169.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Although dummy brokers were the primary target of section 2(c), the Supreme Court has stated that Congress \"phrased section 2(c) broadly, not only to cover the other methods then in existence but all other means by which brokerage could be used to effect price discrimination.\" Id. The Court further indicated, in dicta, that:</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The Report of the House Judiciary Committee described the brokerage provision as dealing \"with the abuse of the brokerage function for purposes of oppressive discrimination.\" And although not mentioned in the Committee Reports, the debates on the bill show clearly that &#167; 2(c) was intended to proscribe other practices such as the \"bribing\" of a seller's broker by the buyer.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Id. at 169-70 n.6 (citations omitted); see also California Motor Transp. Co. v. Trucking Unlimited, 404 U.S. 508, 513 (1972) (\"bribery of a public purchasing agent\" could violate section 2(c)) (dictum). The Senate Report discussing section 2(c) states:</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The relation of the broker to his client is a fiduciary one. To collect from a client for services rendered in the interest of a party adverse to him, is a violation of that relationship; and to protect those who deal in the streams of commerce against breaches of faith in its relations of trust, is to foster confidence in its processes and promote its wholesomeness and volume.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">S. Rep. No. 1502, at 7 (1936).</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Against this background, five circuits have concluded that commercial bribery is within the ambit of section 2(c). See Harris v. Duty Free Shoppers Ltd. Partnership, 940 F.2d 1272, 1274 (9th Cir. 1991); Environmental Tectonics v. W.S. Kirkpatrick, Inc., 847 F.2d 1052, 1066 (3d Cir. 1988); Grace v. E.J. Kozin Co., 538 F.2d 170, 173 (7th Cir. 1976); Fitch v. Kentucky-Tennessee Light &amp; Power, 136 F.2d 12, 15-16 (6th Cir. 1943). Other courts, however, have expressed their doubts. See Seaboard Supply Co. v. Congoleum Corp., 770 F.2d 367, 371-72 (3d Cir. 1985); Excel Handbag Co. v. Edison Bros. Stores, 630 F.2d 379, 387 (5th Cir. 1980). For purposes of this appeal, we assume, without deciding, that commercial bribery is actionable under section 2(c). Nevertheless, appellants' claim still fails.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Appellants argue that the commissions paid by MacLean-Stevens to the schools on the profit from portrait sales violate section 2(c). In order to find a violation of section 2(c), \"the payments involved must be made to a party to the transaction or to someone connected with that party in an agency, representative, or intermediary relationship.\" Ragen, Inc. v. Sterling Nelson &amp; Sons, Inc., 351 F.2d 851, 862 (9th Cir. 1965). In other words, the payments must cross the \"seller-buyer line.\" Seaboard Supply Co., 770 F.2d at 372 (\"In the appellate decisions which have found commercial bribery within the ambit of section 2(c) the common thread has been the passing of illegal payments from the seller to buyer or vise versa.\"). The Third Circuit explained, \"Congress intended that legitimate brokerage relationships not be affected,\" and therefore liability may only be imposed \"when the seller-buyer line has been passed.\" 770 F.2d at 372.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Where a transaction involves a seller, buyer, and a third party, the seller-buyer line is crossed if the seller or buyer pays a commission to a third party acting as the agent or intermediary of the opposing party. Here, appellants allege that the seller-buyer line was crossed because the schools acted as intermediaries on behalf of the parents when they contracted with MacLean-Stevens for school portrait services. This argument was considered and rejected by the Fourth Circuit in Stephen Jay Photography, Ltd. v. Olan Mills, Inc., 903 F.2d 988, 991 (1990).</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">In Stephen Jay Photography, the court was required to determine if commercial photographers violated the Robinson-Patman Act by paying commissions to schools on the profit from portrait packages sold to parents. The critical inquiry, the court stated, was \"whether, as a matter of law, the payments made from appellees to the schools from profits on portrait sales crossed the seller-buyer line.\" Id. at 992. The court concluded that the seller-buyer line had not been crossed because \"circuit court cases finding commercial bribery in violation of section 2(c) all involve the corruption of an agency or employment relationship.\" Id. at 993 (citing Grace, 538 F.2d 170; Ragen, 351 F.2d 851; Fitch, 136 F.2d 12). The facts before the court did not meet this test.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">[T]he relationship between the students and the schools does not rise to one akin to that of agency or employment. Without such a relationship to connect the students' purchasing decisions to the schools, the payments from the appellees to the schools do not cross the seller-buyer line.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Id. In reaching this result, the court acknowledged that:</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Unquestionably, the schools and the students enjoy a special relationship of trust. And it is true that the schools arranged to have yearbook photographs taken by appellees and encouraged students to purchase portraits from them. However, letters encouraging the students to purchase these photographs either expressly or implicitly indicated that their decision to purchase portraits was optional. From this correspondence it is abundantly clear that the schools did not assume a position resembling that of a portrait purchasing agent for the students.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Id.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The core facts of this case are identical to those in Stephen Jay Photography. There, as here, \"the schools did not have the authority to bind the [parents] to purchase portraits. Instead [parents] were free to purchase portraits from appellees or from a photographer of their choice, or to purchase no portraits from anyone.\" Id. Because the schools had no control over the parents' purchasing decisions, the agency or employment relationship required by section 2(c) is lacking. Id.; see also Harris, 940 F.2d at 1275; Environmental Tectonics, 847 F.2d at 1066; Grace, 538 F.2d at 171-73; Ragen, 351 F.2d at 853-58; Fitch, 136 F.2d at 15-16; Pharmacare v. Caremark, 965 F. Supp. 1411, 1424-25 (D. Haw. 1996); Edison Elec. Inst. v. Henwood, 832 F. Supp. 413, 414-19 (D.D.C. 1993).</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">We need look no further than Stephen Jay Photography to affirm the entry of summary judgment on this issue. Nonetheless, we find additional support for our decision in Harris v. Duty Free Shoppers Ltd. Partnership, 940 F.2d 1272, 1275 (9th Cir. 1991). In Harris, the owner of a duty free shop, Peter Harris, filed a section 2(c) claim for commercial bribery against his competitor Duty Free Shoppers. The facts in the case were not in dispute. Duty Free Shoppers paid commissions to tour companies and tour guides to promote its shop with tourists by (1) scheduling stops of tour buses at the store; (2) supplying the store with advance information about the number and characteristics of tour groups that were stopping; (3) distributing promotional materials to the tourists; (4) assisting the tourists in ordering items; and (5) explaining the regulations covering duty free merchandise to the tourists. Harris, in contrast, did not engage in this practice. The district court granted summary judgment in favor of Duty Free Shoppers, and the Ninth Circuit affirmed.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">On appeal, Harris argued that the district court erred because there was clearly a fiduciary duty between tour guides and tourists. The court agreed that section 2(c) \"encompasses cases of commercial bribery tending to undermine the fiduciary relationship between a buyer and its agent, representative, or other intermediary,\" id. at 1274 (citing Ragen, 351 F.2d at 858), but concluded that the facts did not indicate that section 2(c) had been violated.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">[T]he tour guides and tourists are not in an employment relationship; the tour guides are not shopping experts; and they are not at all times subject to the control of the tourists. Moreover, the tourists are free to purchase their souvenirs and gift items anywhere; in fact, they are free not to purchase at all. On these facts, we hold that tour guides and tour operators are not in an agency or fiduciary relationship with their passengers, nor do they serve as intermediaries subject to the direct or indirect control of those passengers, with regard to the transactions in question -- the purchase of Duty Free's retail goods.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Id. at 1275 (internal quotations omitted). In rejecting Harris' claim that there was a fiduciary duty between tour guides and tourists, the court emphasized that its inquiry was limited to the transaction in question.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">In addressing whether the payments involved were made to a party to the transaction or to someone connected with that party in an agency, and thus fiduciary relationship, . . . \"[r]eference must be made to the transactions in question to determine whether or not the necessary relationship exists.\"</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Id. (quoting Ragen, 351 F.2d at 862).</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Here, as in Harris, appellants urge the court to consider the parties' relationship generally, rather than have the court examine the \"transactions in question.\" Id. We decline to do so. Accordingly, we have no problem rejecting appellants' argument that the schools in this case are subject to the indirect control of \"named plaintiffs in particular and the parents in general.\" While appellants' proposition may be true in some general sense, the only relevant transaction is the sale and purchase of school portraits. As to this limited transaction, the record is clear that the schools are not in an agency or fiduciary relationship with the parents, nor do they serve as intermediaries subject to the \"direct or indirect control\" of the parents. Therefore, summary judgment on this claim was proper.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">III. 15 U.S.C. &#167; 13(a) - Price Discrimination</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">MacLean-Stevens offers its school portrait packages according to two separate price lists. A commission price list applies where a school elects to receive a commission. In all other cases, a less expensive, non-commission price list is offered. Count II of appellants' amended complaint alleges that this dual pricing structure constitutes price discrimination in violation of 15 U.S.C. &#167; 13(a). The statute states:</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">It shall be unlawful for any person engaged in commerce, in the course of such commerce, either directly or indirectly, to discriminate in price between different purchasers of commodities of like grade and quality, where either or any of the purchases involved in such discrimination are in commerce, where such commodities are sold for use, consumption, or resale within the United States . . . and where the effect of such discrimination may be substantially to lessen</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">competition or tend to create a monopoly in any line of commerce, or to injure, destroy, or prevent competition with any person who either grants or knowingly receives the benefit of such discrimination, or with customers of either of them: Provided, That nothing herein contained shall prevent differentials which make only due allowance for differences in the cost of manufacture, sale, or delivery resulting from the differing methods or quantities in which such commodities are to such purchasers sold or delivered . . . .</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">15 U.S.C. &#167; 13(a).</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">The Supreme Court has held that there are two prerequisites to recovery under 15 U.S.C. &#167; 13(a). See Brooke Group, Ltd. v. Brown &amp; Williamson Tobacco Corp., 509 U.S. 209, 222-24 (1993). First, the prices complained of must be below an appropriate measure of the defendant's costs. See id. Second, the defendant must have a reasonable prospect of recouping its investment in below-cost prices. See id. In this case, the district court concluded that appellants had failed to raise a genuine issue of fact as to either requirement. See Bridges, 35 F. Supp. 2d at 28. We agree.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">First, there is no evidence in the record that appellees offer portrait packages at below cost. As the district court accurately concluded, appellees' dual pricing structure is the result of a difference in market costs. Where a school elects to receive a commission, the prices of portraits are increased by the additional cost of the commission. Where, however, a school declines the commission, the lower price of portraits reflects a decrease in the cost of production. Accordingly, the prices complained of are not below \"an appropriate measure of the defendant's costs.\" See Brooke Group, 509 U.S. at 222-24; see also Barry Wright Corp. v. ITT Grinnell Corp., 724 F.2d 227, 230-36 (1st Cir. 1983) (holding Sherman Act does not prohibit prices that exceed both incremental and average costs).</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">Second, even accepting appellants' argument that the non-commission portrait packages are below cost, appellants cannot demonstrate that MacLean-Stevens has a reasonable prospect of recouping any investment in below-cost prices. The Supreme Court has stated:</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">Determining whether recoupment of predatory losses is likely requires an estimate of the cost of the alleged predation and a close analysis of both the scheme alleged by the plaintiff and the structure and conditions of the relevant market. If market circumstances or deficiencies in proof would bar a reasonable jury from finding that the scheme alleged would likely result in sustained supracompetitive pricing, the plaintiff's case has failed.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">Brooke Group, 509 U.S. at 226 (citation omitted). Therefore, \"where the market is highly diffuse and competitive, or where new entry is easy . . . summary disposition of the case is appropriate.\" Id. Here, the record indicates that (1) MacLean-Stevens does not control a dominant share of the school photography market and (2) there are relatively few barriers to entry in that market. Conversely, there is no indication in the record that MacLean-Steven could maintain supracompetitive prices. Accordingly, appellants' price discrimination claim fails as a matter of law.</p>\n    </div>\n    <p class=\"indent\">IV. 15 U.S.C. &#167; 1 - Restraint of Trade</p>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">Count III of appellants' complaint alleges a \"conspirac[y] between the [appellees] and the schools to engage in the form of commercial bribery described herein in order to gain a competitive edge\" in violation of 15 U.S.C. &#167; 1. The statute states: \"Every contract, combination in the form of trust or otherwise, or conspiracy, in restraint of trade or commerce among the several States, or with foreign nations, is hereby declared to be illegal.\" 15 U.S.C. &#167; 1.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">Appellants have provided the Court with no citations and little argument in support of this claim. The district court, for its part, concluded that Count III is contrary to both law and logic. See Bridges, 35 F. Supp. at 29. Once again, we agree.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">First, appellants offer no evidence of a conspiracy other than the exclusive contracts between MacLean-Stevens and the schools. As a matter of law, a contract by itself does not constitute a conspiracy. See Stephen Jay Photography, 903 F.2d at 995; Burns v. Cover Studios, Inc., 818 F. Supp. 888, 893 (W.D. Pa. 1993). Therefore, without at least some explanation of \"how the contracts operated to restrain trade,\" Stephen Jay Photography, 903 F.2d at 995, appellants cannot prevail on a section 1 conspiracy claim. Second, appellants have offered no evidence of any concerted activity, \"an essential element of a section 1 claim.\" Id. at 994. Third, we note that there is no evidence in the record that the exclusive contracts between MacLean-Stevens and the schools have an anticompetitive effect or foreclose a substantial percentage of the school portrait market. See U.S. Healthcare, Inc. v. Healthsource, Inc., 986 F.2d 589, 595 (1st Cir. 1993).</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">Finally, the Supreme Court has stated \"if the factual context renders respondents' claim implausible - if the claim is one that simply makes no economic sense - respondents must come forward with more persuasive evidence to support their claim than would otherwise be necessary.\" Matsushita Elec. Indus. v. Zenith Radio Corp., 475 U.S. 574, 587 (1986). Here, we find that appellants' section 1 claim is illogical. As the Fourth Circuit stated in Stephen Jay Photography, \"appellants have articulated no motive the schools might have to engage in such a conspiracy. Indeed, logically the converse is true because the schools benefit when photographers aggressively compete for contracts.\" 903 F.2d at 994. Accordingly, summary judgment on this claim was proper.</p>\n    </div>\n    <p>CONCLUSION</p>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">For the reasons stated above, we affirm the judgment of the district court.</p>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">201</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">6</span></span> (1st Cir. 2000)</p>\n    <p class=\"parties\">SALLY BRIDGES, TAMMY BRADY, Plaintiffs, Appellants,<br>v.<br>MACLEAN-STEVENS STUDIOS, INC., LAWRENCE MACLEAN, BLAIR MACLEAN, Defendants, Appellees.</p>\n    <p class=\"docket\">No. 99-1126.</p>\n    <p class=\"court\">United States Court of Appeals, for the First Circuit.</p>\n    <p class=\"date\">Heard Oct. 8, 1999.<br>Decided January 6, 2000.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF MAINE. Hon. Morton A. Brody, U.S. District Judge.[Copyrighted Material Omitted]</p>\n      <p class=\"indent\">Jon Holder, with whom Holder &amp; Grover, P.A. was on brief, for appellants.</p>\n      <p class=\"indent\">John H. Rich III, with whom David B. McConnell, and Perkins Thompson Hinckley &amp; Keddy were on brief, for appellees.</p>\n      <p class=\"indent\">Before Torruella, Chief Judge, Lynch and Lipez, Circuit Judges.</p>\n      <p class=\"indent\">TORRUELLA, Chief Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This appeal arises from an antitrust suit involving the school portrait industry. Plaintiff-appellants are parents of school-age children who attend schools that have entered into exclusive contracts with MacLean-Stevens Studios, Inc. Defendant-appellees are MacLean-Stevens Studios, Inc., a photography studio that services the school portrait market, and its owners Lawrence and Blair MacLean. Appellants allege that appellees engaged in commercial bribery in violation of 15 U.S.C. &#167; 13(c) (Count I), price discrimination in violation of 15 U.S.C. &#167; 13(a) (Count II), and conspiracy to restrain trade in violation of 15 U.S.C. &#167; 1 (Count III). On December 17, 1998 the district court entered summary judgment for defendant-appellees on all counts. See Bridges v. MacLean-Stevens Studios, Inc., <span class=\"citation\" data-id=\"2491472\"><a href=\"/opinion/2491472/bridges-v-maclean-stevens-studios-inc/\"><span class=\"volume\">35</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">20</span></a></span> (D. Me. 1998). This appeal followed. Having carefully considered the record and the law, we affirm.</p>\n    </div>\n    <p>BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The facts necessary to decide this case are not in dispute and were aptly summarized by the district court. Appellee MacLean-Stevens Studios, Inc. is a New Hampshire corporation that offers student portrait services in several New England states. Appellants are parents of school-age children who attend schools that have entered into exclusive contracts with MacLean-Stevens. These contracts provide that the school will receive a commission of twenty percent (20%) of the price of the portrait packages sold and designate MacLean-Stevens as the exclusive provider of portraits on school property. As a result, the school portraits purchased by appellants are priced according to a \"commission price list.\" Prices on the commission price list are generally twenty percent (20%) higher than portrait prices charged by MacLean-Stevens for children who attend schools that decline a commission. The nature and quality of the pictures are identical regardless of whether the commission price applies.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">It is the schools' decision to accept or decline a commission. If a school enters into a contract that provides for a commission, the commission goes to the school's general fund. If a school declines the commission, the reduction in costs is passed on to parents in the form of lower portrait prices. Before 1996, parents were not informed that the prices on the commission price list included a commission paid to their children's school. At no time, however, has a school's contract with MacLean-Stevens obligated parents to purchase school portraits.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">All schools provide some services to MacLean-Stevens regardless of whether they accept the commission and designate MacLean-Stevens as the exclusive portrait provider. These services include: scheduling photo sessions, providing and arranging space for the photo sessions, distributing the portrait packages to students, and collecting payment from students in the elementary grades. Appellees, in turn, provide yearbook, team, and identification photos to all schools free of charge. Appellees also provide each elementary school student with a free class portrait.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">In the school portrait industry, the practice of entering into an exclusive dealing contract that provides for a commission to the school is not unusual. Some of appellees' competitors have even paid commissions of up to fifty percent (50%). Most of these contracts, including appellees', are one-year contracts, but some have a duration of up to three years. During the 1995-1996 school year, MacLean-Stevens had 159 accounts with schools in Maine, 112 of which accepted a commission and designated MacLean-Stevens as their exclusive photographer, and 49 of which did not.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">In addition to MacLean-Stevens and other photography studios that take portraits on school property, numerous businesses in New England offer portrait services off school grounds. For example, both Wal-Mart and J.C. Penney have studio photography services. Appellants are aware of these options and have purchased portraits of their children from these businesses on several occasions.</p>\n    </div>\n    <p>DISCUSSION</p>\n    <p class=\"indent\">I. Standard of Review</p>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">This Court reviews orders for summary judgment de novo, construing the record in the light most favorable to the nonmovant and resolving all reasonable inferences in that party's favor. See Houlton Citizens' Coalition v. Town of Houlton, <span class=\"citation\" data-id=\"763565\"><a href=\"/opinion/763565/houlton-citizens-coalition-v-town-of-houlton/\"><span class=\"volume\">175</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">178</span></a></span>, 184 (1st Cir. 1999) (citing Mullin v. Raytheon Co., <span class=\"citation\" data-id=\"760463\"><a href=\"/opinion/760463/78-fair-emplpraccas-bna-1174-74-empl-prac-dec-p-45696-william/\"><span class=\"volume\">164</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">696</span></a></span>, 698 (1st Cir. 1999)). This standard of review does not limit us to the district court's rationale; in contrast, we may affirm the entry of summary judgment on \"any ground revealed by the record.\" Id.</p>\n    </div>\n    <p class=\"indent\">II. 15 U.S.C. &#167; 13(c) - Commercial Bribery</p>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Appellants contend that the commissions paid by MacLean-Stevens constitute commercial bribery in violation of 15 U.S.C. &#167; 13(c), commonly known as section 2(c) of the Robinson-Patman Act. Appellees counter that (1) appellants do not have antitrust standing because they have not suffered an antitrust injury; (2) commercial bribery is not a cognizable claim under &#167; 13(c); (3) the commissions paid to the schools in this case do not cross the \"seller-buyer line\" as required by &#167; 13(c); (4) the commissions are lawful pursuant to the statutory exemption for \"services rendered\"; and (5) appellees have antitrust immunity under the Nonprofit Institutions Act, 15 U.S.C. &#167; 13c. The district court rejected appellees' argument that the commissions paid to the schools in this case were for services rendered, but agreed that the Nonprofit Institutions Act applied. See Bridges, 35 F. Supp. 2d at 25. The district court further concluded that even if the Nonprofit Institution Act were not applicable, appellants could not demonstrate that the schools acted as the agents of parents with regard to the purchase of school portraits from MacLean-Stevens. See id.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">We agree with the district court that, as to the portrait sales, the schools are not agents or intermediaries of the parents, and therefore the commission agreements between MacLean-Stevens and the schools do not violate section 2(c) of the Robinson-Patman Act. Accordingly, the entry of summary judgment for appellees was proper. We thus need not reach the other arguments addressed by the district court or raised by appellees.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Section 2(c) of the Robinson-Patman Act states:</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">It shall be unlawful for any person engaged in commerce, in the course of such commerce, to pay or grant, or to receive or accept, anything of value as a commission, brokerage, or other compensation, or any allowance or discount in lieu thereof, except for services rendered in connection with the sale or purchase of goods, wares, or merchandise, either to the other party to such transaction or to an agent, representative, or other intermediary therein where such intermediary is acting in fact for or in behalf, or is subject to the direct or indirect control, of any party to such transaction other than the person by whom such compensation is so granted or paid.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">15 U.S.C. &#167; 13(c). The Robinson-Patman Act was enacted \"to curb and prohibit all devices by which large buyers gained discriminatory preferences over smaller ones by virtue of their greater purchasing power.\" Federal Trade Comm'n v. Henry Broch &amp; Co., <span class=\"citation\" data-id=\"106062\"><a href=\"/opinion/106062/ftc-v-henry-broch-co/\"><span class=\"volume\">363</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">166</span></a></span>, 168 (1960). Prior to the statute's enactment in 1936, a congressional inquiry revealed that large buyers and sellers were circumventing the discriminatory price prohibitions of the Clayton Act by insisting on indirect price concessions. See id. at 168-69. The most widely used method for obtaining an indirect price concession was a \"dummy broker.\" A dummy broker was a fiction, set up by the buyer, that rendered no services and yet collected a \"brokerage\" fee from the seller. The fictitious broker then paid the fee to its employer, the buyer. See id. at 169.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Although dummy brokers were the primary target of section 2(c), the Supreme Court has stated that Congress \"phrased section 2(c) broadly, not only to cover the other methods then in existence but all other means by which brokerage could be used to effect price discrimination.\" Id. The Court further indicated, in dicta, that:</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The Report of the House Judiciary Committee described the brokerage provision as dealing \"with the abuse of the brokerage function for purposes of oppressive discrimination.\" And although not mentioned in the Committee Reports, the debates on the bill show clearly that &#167; 2(c) was intended to proscribe other practices such as the \"bribing\" of a seller's broker by the buyer.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Id. at 169-70 n.6 (citations omitted); see also California Motor Transp. Co. v. Trucking Unlimited, <span class=\"citation\" data-id=\"108431\"><a href=\"/opinion/108431/california-motor-transport-co-v-trucking-unlimited/\"><span class=\"volume\">404</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">508</span></a></span>, 513 (1972) (\"bribery of a public purchasing agent\" could violate section 2(c)) (dictum). The Senate Report discussing section 2(c) states:</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The relation of the broker to his client is a fiduciary one. To collect from a client for services rendered in the interest of a party adverse to him, is a violation of that relationship; and to protect those who deal in the streams of commerce against breaches of faith in its relations of trust, is to foster confidence in its processes and promote its wholesomeness and volume.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">S. Rep. No. 1502, at 7 (1936).</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Against this background, five circuits have concluded that commercial bribery is within the ambit of section 2(c). See Harris v. Duty Free Shoppers Ltd. Partnership, <span class=\"citation\" data-id=\"566071\"><a href=\"/opinion/566071/peter-harris-v-duty-free-shoppers-limited-partnership-defendantappellee/\"><span class=\"volume\">940</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1272</span></a></span>, 1274 (9th Cir. 1991); Environmental Tectonics v. W.S. Kirkpatrick, Inc., <span class=\"citation\" data-id=\"506600\"><a href=\"/opinion/506600/environmental-tectonics-v-ws-kirkpatrick-inc-development/\"><span class=\"volume\">847</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1052</span></a></span>, 1066 (3d Cir. 1988); Grace v. E.J. Kozin Co., <span class=\"citation\" data-id=\"336605\"><a href=\"/opinion/336605/gerald-p-grace-as-trustee-in-bankruptcy-of-s-i-greene-company-bankrupt/\"><span class=\"volume\">538</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">170</span></a></span>, 173 (7th Cir. 1976); Fitch v. Kentucky-Tennessee Light &amp; Power, <span class=\"citation\" data-id=\"1511353\"><a href=\"/opinion/1511353/fitch-v-kentucky-tennessee-light-power-co/\"><span class=\"volume\">136</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">12</span></a></span>, 15-16 (6th Cir. 1943). Other courts, however, have expressed their doubts. See Seaboard Supply Co. v. Congoleum Corp., <span class=\"citation\" data-id=\"457064\"><a href=\"/opinion/457064/seaboard-supply-co-a-new-jersey-corporation-and-seaboard-plastics-corp/\"><span class=\"volume\">770</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">367</span></a></span>, 371-72 (3d Cir. 1985); Excel Handbag Co. v. Edison Bros. Stores, <span class=\"citation\" data-id=\"382109\"><a href=\"/opinion/382109/excel-handbag-co-inc-etc-cross-appellee-v-edison-brothers-stores/\"><span class=\"volume\">630</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">379</span></a></span>, 387 (5th Cir. 1980). For purposes of this appeal, we assume, without deciding, that commercial bribery is actionable under section 2(c). Nevertheless, appellants' claim still fails.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Appellants argue that the commissions paid by MacLean-Stevens to the schools on the profit from portrait sales violate section 2(c). In order to find a violation of section 2(c), \"the payments involved must be made to a party to the transaction or to someone connected with that party in an agency, representative, or intermediary relationship.\" Ragen, Inc. v. Sterling Nelson &amp; Sons, Inc., <span class=\"citation\" data-id=\"269393\"><a href=\"/opinion/269393/rangen-inc-a-corporation-buhl-feed-ice-company-a-corporation-and/\"><span class=\"volume\">351</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">851</span></a></span>, 862 (9th Cir. 1965). In other words, the payments must cross the \"seller-buyer line.\" Seaboard Supply Co., 770 F.2d at 372 (\"In the appellate decisions which have found commercial bribery within the ambit of section 2(c) the common thread has been the passing of illegal payments from the seller to buyer or vise versa.\"). The Third Circuit explained, \"Congress intended that legitimate brokerage relationships not be affected,\" and therefore liability may only be imposed \"when the seller-buyer line has been passed.\" 770 F.2d at 372.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Where a transaction involves a seller, buyer, and a third party, the seller-buyer line is crossed if the seller or buyer pays a commission to a third party acting as the agent or intermediary of the opposing party. Here, appellants allege that the seller-buyer line was crossed because the schools acted as intermediaries on behalf of the parents when they contracted with MacLean-Stevens for school portrait services. This argument was considered and rejected by the Fourth Circuit in Stephen Jay Photography, Ltd. v. Olan Mills, Inc., <span class=\"citation\" data-id=\"541962\"><a href=\"/opinion/541962/stephen-jay-photography-ltd-larry-lemasters-individually-and-ta-classic/\"><span class=\"volume\">903</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">988</span></a></span>, 991 (1990).</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">In Stephen Jay Photography, the court was required to determine if commercial photographers violated the Robinson-Patman Act by paying commissions to schools on the profit from portrait packages sold to parents. The critical inquiry, the court stated, was \"whether, as a matter of law, the payments made from appellees to the schools from profits on portrait sales crossed the seller-buyer line.\" Id. at 992. The court concluded that the seller-buyer line had not been crossed because \"circuit court cases finding commercial bribery in violation of section 2(c) all involve the corruption of an agency or employment relationship.\" Id. at 993 (citing Grace, <span class=\"citation\" data-id=\"336605\"><a href=\"/opinion/336605/gerald-p-grace-as-trustee-in-bankruptcy-of-s-i-greene-company-bankrupt/\"><span class=\"volume\">538</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">170</span></a></span>; Ragen, <span class=\"citation\" data-id=\"269393\"><a href=\"/opinion/269393/rangen-inc-a-corporation-buhl-feed-ice-company-a-corporation-and/\"><span class=\"volume\">351</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">851</span></a></span>; Fitch, <span class=\"citation\" data-id=\"1511353\"><a href=\"/opinion/1511353/fitch-v-kentucky-tennessee-light-power-co/\"><span class=\"volume\">136</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">12</span></a></span>). The facts before the court did not meet this test.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">[T]he relationship between the students and the schools does not rise to one akin to that of agency or employment. Without such a relationship to connect the students' purchasing decisions to the schools, the payments from the appellees to the schools do not cross the seller-buyer line.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Id. In reaching this result, the court acknowledged that:</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Unquestionably, the schools and the students enjoy a special relationship of trust. And it is true that the schools arranged to have yearbook photographs taken by appellees and encouraged students to purchase portraits from them. However, letters encouraging the students to purchase these photographs either expressly or implicitly indicated that their decision to purchase portraits was optional. From this correspondence it is abundantly clear that the schools did not assume a position resembling that of a portrait purchasing agent for the students.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Id.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The core facts of this case are identical to those in Stephen Jay Photography. There, as here, \"the schools did not have the authority to bind the [parents] to purchase portraits. Instead [parents] were free to purchase portraits from appellees or from a photographer of their choice, or to purchase no portraits from anyone.\" Id. Because the schools had no control over the parents' purchasing decisions, the agency or employment relationship required by section 2(c) is lacking. Id.; see also Harris, 940 F.2d at 1275; Environmental Tectonics, 847 F.2d at 1066; Grace, 538 F.2d at 171-73; Ragen, 351 F.2d at 853-58; Fitch, 136 F.2d at 15-16; Pharmacare v. Caremark, <span class=\"citation\" data-id=\"2138859\"><a href=\"/opinion/2138859/pharmacare-v-caremark/\"><span class=\"volume\">965</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1411</span></a></span>, 1424-25 (D. Haw. 1996); Edison Elec. Inst. v. Henwood, <span class=\"citation\" data-id=\"1428589\"><a href=\"/opinion/1428589/edison-elec-institute-v-henwood/\"><span class=\"volume\">832</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">413</span></a></span>, 414-19 (D.D.C. 1993).</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">We need look no further than Stephen Jay Photography to affirm the entry of summary judgment on this issue. Nonetheless, we find additional support for our decision in Harris v. Duty Free Shoppers Ltd. Partnership, <span class=\"citation\" data-id=\"566071\"><a href=\"/opinion/566071/peter-harris-v-duty-free-shoppers-limited-partnership-defendantappellee/\"><span class=\"volume\">940</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1272</span></a></span>, 1275 (9th Cir. 1991). In Harris, the owner of a duty free shop, Peter Harris, filed a section 2(c) claim for commercial bribery against his competitor Duty Free Shoppers. The facts in the case were not in dispute. Duty Free Shoppers paid commissions to tour companies and tour guides to promote its shop with tourists by (1) scheduling stops of tour buses at the store; (2) supplying the store with advance information about the number and characteristics of tour groups that were stopping; (3) distributing promotional materials to the tourists; (4) assisting the tourists in ordering items; and (5) explaining the regulations covering duty free merchandise to the tourists. Harris, in contrast, did not engage in this practice. The district court granted summary judgment in favor of Duty Free Shoppers, and the Ninth Circuit affirmed.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">On appeal, Harris argued that the district court erred because there was clearly a fiduciary duty between tour guides and tourists. The court agreed that section 2(c) \"encompasses cases of commercial bribery tending to undermine the fiduciary relationship between a buyer and its agent, representative, or other intermediary,\" id. at 1274 (citing Ragen, 351 F.2d at 858), but concluded that the facts did not indicate that section 2(c) had been violated.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">[T]he tour guides and tourists are not in an employment relationship; the tour guides are not shopping experts; and they are not at all times subject to the control of the tourists. Moreover, the tourists are free to purchase their souvenirs and gift items anywhere; in fact, they are free not to purchase at all. On these facts, we hold that tour guides and tour operators are not in an agency or fiduciary relationship with their passengers, nor do they serve as intermediaries subject to the direct or indirect control of those passengers, with regard to the transactions in question -- the purchase of Duty Free's retail goods.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Id. at 1275 (internal quotations omitted). In rejecting Harris' claim that there was a fiduciary duty between tour guides and tourists, the court emphasized that its inquiry was limited to the transaction in question.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">In addressing whether the payments involved were made to a party to the transaction or to someone connected with that party in an agency, and thus fiduciary relationship, . . . \"[r]eference must be made to the transactions in question to determine whether or not the necessary relationship exists.\"</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Id. (quoting Ragen, 351 F.2d at 862).</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Here, as in Harris, appellants urge the court to consider the parties' relationship generally, rather than have the court examine the \"transactions in question.\" Id. We decline to do so. Accordingly, we have no problem rejecting appellants' argument that the schools in this case are subject to the indirect control of \"named plaintiffs in particular and the parents in general.\" While appellants' proposition may be true in some general sense, the only relevant transaction is the sale and purchase of school portraits. As to this limited transaction, the record is clear that the schools are not in an agency or fiduciary relationship with the parents, nor do they serve as intermediaries subject to the \"direct or indirect control\" of the parents. Therefore, summary judgment on this claim was proper.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">III. 15 U.S.C. &#167; 13(a) - Price Discrimination</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">MacLean-Stevens offers its school portrait packages according to two separate price lists. A commission price list applies where a school elects to receive a commission. In all other cases, a less expensive, non-commission price list is offered. Count II of appellants' amended complaint alleges that this dual pricing structure constitutes price discrimination in violation of 15 U.S.C. &#167; 13(a). The statute states:</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">It shall be unlawful for any person engaged in commerce, in the course of such commerce, either directly or indirectly, to discriminate in price between different purchasers of commodities of like grade and quality, where either or any of the purchases involved in such discrimination are in commerce, where such commodities are sold for use, consumption, or resale within the United States . . . and where the effect of such discrimination may be substantially to lessen</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">competition or tend to create a monopoly in any line of commerce, or to injure, destroy, or prevent competition with any person who either grants or knowingly receives the benefit of such discrimination, or with customers of either of them: Provided, That nothing herein contained shall prevent differentials which make only due allowance for differences in the cost of manufacture, sale, or delivery resulting from the differing methods or quantities in which such commodities are to such purchasers sold or delivered . . . .</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">15 U.S.C. &#167; 13(a).</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">The Supreme Court has held that there are two prerequisites to recovery under 15 U.S.C. &#167; 13(a). See Brooke Group, Ltd. v. Brown &amp; Williamson Tobacco Corp., <span class=\"citation\" data-id=\"112893\"><a href=\"/opinion/112893/brooke-group-ltd-v-brown-williamson-tobacco-corp/\"><span class=\"volume\">509</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">209</span></a></span>, 222-24 (1993). First, the prices complained of must be below an appropriate measure of the defendant's costs. See id. Second, the defendant must have a reasonable prospect of recouping its investment in below-cost prices. See id. In this case, the district court concluded that appellants had failed to raise a genuine issue of fact as to either requirement. See Bridges, 35 F. Supp. 2d at 28. We agree.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">First, there is no evidence in the record that appellees offer portrait packages at below cost. As the district court accurately concluded, appellees' dual pricing structure is the result of a difference in market costs. Where a school elects to receive a commission, the prices of portraits are increased by the additional cost of the commission. Where, however, a school declines the commission, the lower price of portraits reflects a decrease in the cost of production. Accordingly, the prices complained of are not below \"an appropriate measure of the defendant's costs.\" See Brooke Group, 509 U.S. at 222-24; see also Barry Wright Corp. v. ITT Grinnell Corp., <span class=\"citation\" data-id=\"429383\"><a href=\"/opinion/429383/barry-wright-corporation-v-itt-grinnell-corporation/\"><span class=\"volume\">724</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">227</span></a></span>, 230-36 (1st Cir. 1983) (holding Sherman Act does not prohibit prices that exceed both incremental and average costs).</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">Second, even accepting appellants' argument that the non-commission portrait packages are below cost, appellants cannot demonstrate that MacLean-Stevens has a reasonable prospect of recouping any investment in below-cost prices. The Supreme Court has stated:</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">Determining whether recoupment of predatory losses is likely requires an estimate of the cost of the alleged predation and a close analysis of both the scheme alleged by the plaintiff and the structure and conditions of the relevant market. If market circumstances or deficiencies in proof would bar a reasonable jury from finding that the scheme alleged would likely result in sustained supracompetitive pricing, the plaintiff's case has failed.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">Brooke Group, 509 U.S. at 226 (citation omitted). Therefore, \"where the market is highly diffuse and competitive, or where new entry is easy . . . summary disposition of the case is appropriate.\" Id. Here, the record indicates that (1) MacLean-Stevens does not control a dominant share of the school photography market and (2) there are relatively few barriers to entry in that market. Conversely, there is no indication in the record that MacLean-Steven could maintain supracompetitive prices. Accordingly, appellants' price discrimination claim fails as a matter of law.</p>\n    </div>\n    <p class=\"indent\">IV. 15 U.S.C. &#167; 1 - Restraint of Trade</p>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">Count III of appellants' complaint alleges a \"conspirac[y] between the [appellees] and the schools to engage in the form of commercial bribery described herein in order to gain a competitive edge\" in violation of 15 U.S.C. &#167; 1. The statute states: \"Every contract, combination in the form of trust or otherwise, or conspiracy, in restraint of trade or commerce among the several States, or with foreign nations, is hereby declared to be illegal.\" 15 U.S.C. &#167; 1.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">Appellants have provided the Court with no citations and little argument in support of this claim. The district court, for its part, concluded that Count III is contrary to both law and logic. See Bridges, 35 F. Supp. at 29. Once again, we agree.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">First, appellants offer no evidence of a conspiracy other than the exclusive contracts between MacLean-Stevens and the schools. As a matter of law, a contract by itself does not constitute a conspiracy. See Stephen Jay Photography, 903 F.2d at 995; Burns v. Cover Studios, Inc., <span class=\"citation\" data-id=\"1491551\"><a href=\"/opinion/1491551/burns-v-cover-studios-inc/\"><span class=\"volume\">818</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">888</span></a></span>, 893 (W.D. Pa. 1993). Therefore, without at least some explanation of \"how the contracts operated to restrain trade,\" Stephen Jay Photography, 903 F.2d at 995, appellants cannot prevail on a section 1 conspiracy claim. Second, appellants have offered no evidence of any concerted activity, \"an essential element of a section 1 claim.\" Id. at 994. Third, we note that there is no evidence in the record that the exclusive contracts between MacLean-Stevens and the schools have an anticompetitive effect or foreclose a substantial percentage of the school portrait market. See U.S. Healthcare, Inc. v. Healthsource, Inc., <span class=\"citation\" data-id=\"600733\"><a href=\"/opinion/600733/us-healthcare-inc-etc-v-healthsource-inc-etc/\"><span class=\"volume\">986</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">589</span></a></span>, 595 (1st Cir. 1993).</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">Finally, the Supreme Court has stated \"if the factual context renders respondents' claim implausible - if the claim is one that simply makes no economic sense - respondents must come forward with more persuasive evidence to support their claim than would otherwise be necessary.\" Matsushita Elec. Indus. v. Zenith Radio Corp., <span class=\"citation\" data-id=\"111620\"><a href=\"/opinion/111620/matsushita-electric-industrial-co-ltd-v-zenith-radio-corporation/\"><span class=\"volume\">475</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">574</span></a></span>, 587 (1986). Here, we find that appellants' section 1 claim is illogical. As the Fourth Circuit stated in Stephen Jay Photography, \"appellants have articulated no motive the schools might have to engage in such a conspiracy. Indeed, logically the converse is true because the schools benefit when photographers aggressively compete for contracts.\" 903 F.2d at 994. Accordingly, summary judgment on this claim was proper.</p>\n    </div>\n    <p>CONCLUSION</p>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">For the reasons stated above, we affirm the judgment of the district court.</p>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/106062/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108431/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111620/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112893/",
    "http://www.courtlistener.com/api/rest/v3/opinions/269393/",
    "http://www.courtlistener.com/api/rest/v3/opinions/336605/",
    "http://www.courtlistener.com/api/rest/v3/opinions/382109/",
    "http://www.courtlistener.com/api/rest/v3/opinions/429383/",
    "http://www.courtlistener.com/api/rest/v3/opinions/457064/",
    "http://www.courtlistener.com/api/rest/v3/opinions/506600/",
    "http://www.courtlistener.com/api/rest/v3/opinions/541962/",
    "http://www.courtlistener.com/api/rest/v3/opinions/566071/",
    "http://www.courtlistener.com/api/rest/v3/opinions/600733/",
    "http://www.courtlistener.com/api/rest/v3/opinions/760463/",
    "http://www.courtlistener.com/api/rest/v3/opinions/763565/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1428589/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1491551/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1511353/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2138859/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2491472/"
  ]
}