{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/198702/",
  "absolute_url": "/opinion/198702/vallejo-v-ins/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/198702/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:57:27Z",
  "date_modified": "2017-03-24T10:58:49.131710Z",
  "type": "010combined",
  "sha1": "edcc9efc4fd4351f0761ced8bfba3bc889088632",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=99-1211.01A",
  "local_path": null,
  "plain_text": "             United States Court of Appeals\r\n                 For the First Circuit\r\n                                        \r\n\nNo. 99-1211\r\n\n                  JAVIER BERNAL-VALLEJO,\r\n\n                       Petitioner,\r\n\n                            v.\r\n\n         IMMIGRATION AND NATURALIZATION SERVICE,\r\n\n                       Respondent.\r\n\n                                       \r\n\n         PETITION FOR REVIEW OF AN ORDER OF THE\r\n\n              BOARD OF IMMIGRATION APPEALS\r\n                                       \r\n\n                         Before\r\n\n                 Torruella, Chief Judge,\r\n             Bownes, Senior Circuit Judge,\r\n               and Lynch, Circuit Judge.\r\n                                      \r\n\nJames Hayes on brief for petitioner.\r\nNancy E. Friedman, Attorney, Office of Immigration Litigation,\r\nDavid W. Ogden, Acting Assistant Attorney General, and Richard M.\r\nEvans, Assistant Director, on brief for respondent.\r\n\n                                      \r\n\n                    November 2, 1999\r\n                                           LYNCH, Circuit Judge.  Javier Bernal-Vallejo (\"Bernal\")\r\nhas been ordered deported and petitions for judicial review of that\r\norder.  Whether this court has jurisdiction over his petition is a\r\nmatter affected by one provision of the transitional rules of the\r\nIllegal Immigration Reform and Immigrant Responsibility Act of\r\n1996, Pub. L. No. 104-208, div. C, 110 Stat. 3009-546 (1996)\r\n(IIRIRA).  That provision, IIRIRA  309(c)(4)(E), says that \"there\r\nshall be no appeal of any discretionary decision under\r\nsection . . . 244 [and other enumerated sections of the Immigration\r\nand Nationality Act].\"  \r\nWe hold that whether  309(c)(4)(E) precludes\r\njurisdiction depends on the precise grounds upon which the decision\r\nof the Board of Immigration Appeals rests and the precise nature of\r\nthe claims made in the petition.  That is, in general terms,\r\n309(c)(4)(E) precludes the exercise of jurisdiction only where:\r\n(1) the agency decision as to which review is sought is a \"decision\r\nunder\" one of the enumerated sections, and (2) the agency decision\r\nrests on a ground that is committed to agency discretion. \r\nConversely,  309(c)(4)(E) does not preclude the exercise of\r\njurisdiction where the decision is not a \"decision under\" an\r\nenumerated section or where the ground on which the decision rests\r\nis not one committed to agency discretion.  Some components of\r\ndecisions made under the enumerated sections are not committed to\r\nagency discretion but are instead determinations of objective\r\nfacts.  Where the decision rests on these latter grounds, review is\r\nnot precluded by  309(c)(4)(E).  We reject the Immigration and\r\nNaturalization Service's position that any decision related to a\r\nfinal order under one of the enumerated sections is within the\r\nscope of  309(c)(4)(E)'s prohibition of judicial review.  Even if\r\nthis section does not preclude review, though, other doctrines may.\r\nIn Bernal's case, we conclude that  309(c)(4)(E)\r\nprecludes jurisdiction over his claim that the BIA erred in finding\r\nunder the Immigration and Naturalization Act  244, 8 U.S.C.  1254\r\n(repealed 1996), that he had not demonstrated extreme hardship, a\r\nqualification for a suspension of deportation.  We further conclude\r\nthat the section does not preclude jurisdiction over his\r\nconstitutional due process argument, but that he has not exhausted\r\nhis administrative remedies as to that argument.  We dismiss the\r\npetition.\r\n                           I\r\nBernal is thirty-seven years old, single, and a citizen\r\nof Colombia.  He studied chemical engineering in Colombia and his\r\nfamily still resides there.  He entered this country without\r\ninspection in April 1986, his earlier application for a student\r\nvisa having been denied.  At some point after entry he bought a\r\nfalse social security card.  In 1989 he attempted to obtain a green\r\ncard fraudulently.  With the help of an intermediary (to whom he\r\npaid $2500), he and others attempted to pass themselves off as\r\nagricultural workers in Florida.  The scheme unraveled when the\r\ngroup went to the INS office for interviews and the officers\r\nconcluded after the first two interviews that these people were not\r\nagricultural workers.  By the time the agents got to Bernal, later\r\nin line, they believed there was a fraudulent scheme, so informed\r\nBernal, and asked him to cooperate.  Bernal did cooperate with the\r\ngovernment; however, at Bernal's later deportation hearing, the INS\r\njudge commented that Bernal would have gone through with the fraud\r\nif it had not been caught prior to his interview.  In August 1990\r\nhe received employment authorization from the INS good for one\r\nyear.  After the authorization expired, he began working as a\r\ntravel agent in Boston, stating untruthfully on his job application\r\nform that he was a U.S. citizen. \r\nDeportation proceedings commenced with an Order to Show\r\nCause on September 18, 1995, more than four years ago.  Bernal\r\nconceded deportability.  On October 9, 1996, an Immigration Judge \r\nfound Bernal deportable, denied his application for suspension from\r\ndeportation, but granted his request for voluntary departure.  He\r\nappealed, and the BIA issued a decision on January 25, 1999,\r\ndismissing his appeal.  In order to establish eligibility for\r\nsuspension of deportation, an alien must meet three statutory\r\nrequirements.  See INA  244.  The applicant must have been\r\nphysically present in the United States for a continuous period of\r\nat least seven years.  See id.  244(a)(1).  Once that is\r\nestablished, the applicant must show that he is a person of good\r\nmoral character and was so throughout the seven years.  See id. \r\nFinally, the applicant must show that deportation would be an\r\nextreme hardship to himself or a parent, spouse, or child who is a \r\nU.S. citizen or lawful permanent resident.  See id.  Once the three\r\neligibility criteria have been met, relief is available at the\r\nAttorney General's discretion, see id.  244(a), with the applicant\r\nbearing the burden of showing that he warrants relief.  See\r\nRamirez-Durazo v. INS, 794 F.2d 491, 497 (9th Cir. 1986) (stating\r\nthat the alien bears the burden of demonstrating that he merits the\r\nfavorable exercise of discretion to suspend deportation); see also\r\nAlvarez-Flores v. INS, 909 F.2d 1, 3 (1st Cir. 1990) (noting that\r\nthe alien \"bears the burden of proving eligibility for asylum and\r\nfor withholding of deportation\").\r\nThe IJ in this instance did not base her decision on the\r\nobjective factual determinations of whether there had been seven\r\nyears of residence or whether Bernal had a lawful resident parent,\r\nspouse, or child for whom his deportation might cause hardship.  It\r\nwas undisputed that Bernal had been in the United States for seven\r\nyears and that he had no such relatives.  Indeed, the IJ found that\r\nhe was not barred by the good moral character requirement.  Her\r\ndecision turned on her judgment that he had not established extreme\r\nhardship and that even if he had, it would be a \"very close call\"\r\nwhether discretion should be exercised to suspend deportation.  The\r\nBIA affirmed on the ground that Bernal had not shown extreme\r\nhardship within the meaning of INA  244(a)(1).\r\n                           II\r\nThe arguments on appeal focus on whether  309(c)(4)(E)\r\nprecludes jurisdiction.  Before reaching this question, there is a\r\npreliminary question of the source of any jurisdiction, even were\r\n309(c)(4)(E) preclusion not to apply.  See Goncalves v. Reno, 144\r\nF.3d 110, 113 (1st Cir. 1998), cert. denied, 119 S. Ct. 1140\r\n(1999).  Jurisdiction here arises under INA  106(a), 8 U.S.C.\r\n1105a(a), as amended by IIRIRA.  The parties agree that this\r\ncase is governed by the IIRIRA transitional rules because Bernal\r\nwas placed in deportation proceedings before April 1, 1997, and the\r\nfinal order of deportation was issued after October 31, 1996.  The\r\nINS agrees that this court has jurisdiction under 8 U.S.C.\r\n1105a(a) of this timely filed petition for review unless IIRIRA\r\n309(c)(4)(E) precludes review.  The exact basis for the denial of\r\nsuspension of deportation and the nature of the challenge to that\r\ndenial are important to the issue of whether  309(c)(4)(E)\r\nprecludes jurisdiction.  \r\n\n A.  Challenge Based on Extreme Hardship Determination\r\nThere is no dispute that the first criteria under\r\n309(c)(4)(E) is met: the decision from which Bernal appeals is a\r\n\"decision under\" one of the sections enumerated in  309(c)(4)(E),\r\nspecifically,  244.  See Stewart v. INS, 181 F.3d 587, 594 (4th\r\nCir. 1999); see also Reno v. American-Arab Anti-Discrimination\r\nComm., 119 S. Ct. 936, 943 (1999) (stating that jurisdictional\r\nrestrictions in 8 U.S.C.  1252(g) apply only to \"three discrete\r\nactions the Attorney General may take: her decision or action to\r\ncommence proceedings, adjudicate cases, or execute removal\r\norders.\") (internal quotation marks omitted).  \r\nWe turn to the second criteria: whether the decision\r\nturns on a matter committed to agency discretion.  The INS argues\r\nbroadly that any order denying discretionary motions seeking the\r\nunderlying relief identified in  309(c)(4)(E), such as adjustment\r\nof status or suspension of deportation under INA  244, is within\r\nthe jurisdictional prohibition of the section.  We disagree and\r\nthink the statute requires a more nuanced interpretation.  \r\nSection 309(c)(4)(E) does not bar all appeals from final\r\norders in the types of cases described by the referenced statutory\r\nsections, but only bars appeals of \"discretionary\" decisions made\r\nunder those sections.  This language contrasts with IIRIRA\r\n309(c)(4)(G), which does preclude \"appeals\" in cases of aliens\r\nwho are inadmissible or deportable because they committed certain\r\nfelonies.  Compare id.  309(c)(4)(E) (\"[T]here shall be no appeal\r\nof any discretionary decision under [various sections of the\r\nINA] . . . .\"), with id.  309(c)(4)(G) (\"[T]here shall be no\r\nappeal permitted in the case of an alien who is inadmissable or\r\ndeportable by reason of having committed [certain criminal\r\noffenses] . . . .\"), and Ruckbi v. INS, 159 F.3d 18, 21 (1st Cir.\r\n1998) (discussing absolute bar to any review by the courts of\r\nappeals in cases falling under  309(c)(4)(G)).  The question then\r\nbecomes one of what is meant by the term \"discretionary decision.\" \r\nIt is clear that some aspects of a decision by the BIA as to\r\nwhether suspension of deportation should be granted require\r\nobjective factual determinations and that Congress gave the agency\r\nno discretion as to these determinations, while other aspects of\r\nthe decision are discretionary.\r\nOne non-discretionary aspect of the  244 determination\r\nis whether the minimum residency period has been met.  We agree\r\nwith Kalaw v. INS, 133 F.3d 1147, 1150-51 (9th Cir. 1997), which\r\nheld that review of a determination regarding the minimum residency\r\nperiod requirement is not precluded by  309(c)(4)(E).  As Kalaw\r\npoints out, the determination of whether the seven year continuous\r\npresence requirement has been met is subject to legal standards\r\nthat guide the inquiry.  See id. at 1151; see also Rosenberg v.\r\nFleuti, 374 U.S. 449, 460-63 (1963) (describing factors to consider\r\nin determining whether presence in the United States has been\r\ncontinuous).  Further, this court has viewed such determinations as\r\nfactual, subject to review under the substantial evidence standard\r\nrather than the abuse of discretion standard.  See Meguenine v.\r\nINS, 139 F.3d 25, 27 (1st Cir. 1998) (reviewing BIA's determination\r\nthat alien was ineligible for asylum and withholding of deportation\r\nunder \"substantial evidence\" standard).\r\nWe have already noted one other example of such an\r\nobjective criteria set by the Congress that is not committed to\r\nagency discretion.  If the denial of suspension of deportation is\r\nbased on an INS determination that a spouse is not a citizen, that\r\ndetermination of objective fact would be subject to judicial\r\nreview.  See INA  106(a); see also Goncalves, 144 F.3d at 125\r\n(\"Analytically, the decision whether an alien is eligible to be\r\nconsidered for a particular discretionary form of relief is a\r\nstatutory question separate from the discretionary component of the\r\nadministrative decision whether to grant relief.\").\r\nThe good moral character determination, the second\r\neligibility factor, may involve either a non-discretionary question\r\nof fact or a discretionary determination.  That is because a\r\nfinding of lack of good moral character is required, under 8 U.S.C.\r\n1101(f), for aliens belonging to certain per se categories.  For\r\nexample, those convicted of aggravated felonies are per se\r\nconsidered to lack good moral character.  See id.  1101(f)(8). \r\nThe BIA may not grant suspension of deportation or voluntary\r\ndeparture to someone within these per se categories, and so the\r\nagency lacks discretion.  Thus, if a BIA decision turned on a\r\ndispute about whether the applicant fit into one of the per se\r\ncategories,  309(c)(4)(E) would not bar this court's review.  If,\r\nhowever, the determination of lack of good moral character was not\r\nbased on the per se categories, then judicial review would be\r\nbarred, for that determination would be a discretionary one.\r\nHere, the denial of Bernal's application was based on a\r\ndetermination that he would not suffer extreme hardship if\r\ndeported, the third eligibility requirement for suspension of\r\ndeportation.  This raises the question of whether the \"extreme\r\nhardship\" determination is a discretionary decision barred from\r\njudicial review by  309(c)(4)(E).  We hold that it is, and, thus,\r\nthat we have no jurisdiction over Bernal's claim, on that ground,\r\nthat the INS erred in denying him suspension of deportation.  We\r\njoin the Fifth and Ninth Circuits in so holding.  See Moosa v. INS,\r\n171 F.3d 994, 1012-13 (5th Cir. 1999) (determining that the extreme\r\nhardship determination is discretionary and unreviewable under\r\nIIRIRA  309(c)(4)(E)); Kalaw, 133 F.3d at 1152 (same).  This is\r\nconsistent with pre-IIRIRA law that had recognized that extreme\r\nhardship determinations were within the discretion of the BIA.  See \r\nINS v. Jong Ha Wang, 450 U.S. 139, 144 &amp; n.5 (1981) (\"[The]\r\nAttorney General['s] . . . construction and application of [the\r\nextreme hardship] standard should not be overturned by a reviewing\r\ncourt simply because it may prefer another interpretation of the\r\nstatute.\");  Gebremichael v. INS, 10 F.3d 28, 40 (1st Cir. 1993)\r\n(noting that the INS has \"considerable discretion\" in defining\r\nextreme hardship and reviewing the extreme hardship determination\r\nfor abuse of discretion); Antoine-Dorcelli v. INS, 703 F.2d 19, 21\r\n(1st Cir. 1983) (\"The determination of 'extreme hardship' is\r\ncommitted to the sound discretion of the Attorney General.\").\r\nB. Constitutional Claims\r\nBernal makes additional claims, clothed in constitutional\r\ngarb.  The first is an argument that Bernal's Ninth Amendment\r\n\"natural rights\" were violated by the failure of the IJ to sua\r\nsponte consider whether Bernal, who is gay, would face extreme\r\nhardship because of persecution of gay men in Colombia or was\r\nentitled to asylum as a member of a persecuted social group.  See,\r\ne.g., In re Toboso-Alfonso, 13 Immigr. Rep. (MB) B1-29, at B1-30,\r\n-31 (B.I.A. 1990).  This claim presents no substantial\r\nconstitutional question and is nothing more than a reframed attack\r\non the discretionary extreme hardship determination over which this\r\ncourt has no jurisdiction.\r\nMore significantly, Bernal argues that his due process\r\nrights were violated because his former counsel was so ineffective\r\nthat Bernal did not obtain a fair hearing.  No Sixth Amendment\r\nright to counsel is involved in deportation proceedings because\r\nthey are civil and not criminal; nonetheless, this court has\r\nrecognized that there is a due process violation if the proceeding\r\nwas so fundamentally unfair that the alien was prevented from\r\nreasonably presenting his case.  See Lozada v. INS, 857 F.2d 10, 13\r\n(1st Cir. 1988).  Other circuits have agreed.  See, e.g., Mustata\r\nv. U.S. Dep't of Justice, 179 F.3d 1017, 1019-20 (6th Cir. 1999)\r\n(discussing jurisdiction to review alien's due process claim based\r\non ineffective assistance); Castaneda-Suarez v. INS, 993 F.2d 142,\r\n144 (7th Cir. 1993) (recognizing alien's Fifth Amendment right to\r\ndue process in deportation proceedings and stating that ineffective\r\ncounsel can result in denial of this right); Esposito v. INS, 987\r\nF.2d 108, 111-12 (2d Cir. 1993) (discussing elements alien must\r\nestablish in asserting ineffective assistance claim); Roque-\r\nCarranza v. INS, 778 F.2d 1373, 1374 (9th Cir. 1985) (discussing\r\nexhaustion requirement where alien asserts due process claim based\r\nupon ineffective assistance).  Leaving aside the question of\r\nwhether prejudice can be presumed in certain fact settings, cf.\r\nUnited States v. Loaisiga, 104 F.3d 484, 487-88 (1st Cir. 1997)\r\n(noting possibility that a denial of counsel in the immigration\r\ncontext, in some circumstances, might be so flagrant as to allow\r\nfor presumption of prejudice), the applicant claiming a denial of\r\ndue process must generally show prejudice, see In re Lozada, 6\r\nImmigr. Rep. (MB) B1-31, at B1-33 (B.I.A. 1988).\r\nWe hold that  309(c)(4)(E) does not remove jurisdiction\r\nto review Bernal's claim of ineffective assistance of counsel\r\namounting to a due process violation.  This due process argument\r\ndoes not involve a matter that Congress committed to agency\r\ndiscretion.  Accord Antonio-Cruz v. INS, 147 F.3d 1129, 1130-31\r\n(9th Cir. 1998) ( 309(c)(4)(E) does not preclude review of a due\r\nprocess claim).\r\nReview is nonetheless precluded here by another doctrine:\r\nexhaustion of administrative remedies.  Naturally enough, Bernal\r\ndid not raise the ineffective assistance claim before the BIA;\r\nindeed, it is his counsel's actions before the IJ and BIA that give\r\nrise to the claim.  Usually issues not raised before the BIA may\r\nnot be raised for the first time on a petition for review.  See 8\r\nU.S.C.  1105a(c); Ravindran v. INS, 976 F.2d 754, 761 (1st Cir.\r\n1992) (\"Issues not raised before the Board may not be raised for\r\nthe first time upon judicial review of the Board's decisions.\"). \r\nThis general rule is subject to the caveat that the BIA must have\r\nthe power to address the matter as to which exhaustion is claimed. \r\nThere are some claims of denial of due process or deprivation of\r\nconstitutional rights that are exempt from this exhaustion\r\nrequirement because the BIA has no power to address them.  See id.\r\nat 762.  This case is not one of them.\r\nThe BIA has procedures to hear ineffective assistance of\r\ncounsel claims through a motion to reopen under 8 C.F.R.  3.2(c). \r\nMindful that such claims may be frivolous and brought as a device\r\nto delay deportation, the BIA uses the criteria set forth in In re\r\nLozada, 6 Immigr. Rep. at B1-33, -34, as a screening device and\r\ndoes not generally consider the merits of such claims until the\r\nalien has met certain threshold requirements.  See id.; In re\r\nRivera-Claros, 17 Immigr. Rep. (MB) B1-1, at B1-3, -4 (B.I.A.\r\n1996).  Bernal informs us that he has filed such a motion to\r\nreopen.   The agency determination of that motion to reopen is not\r\nbefore us (and apparently has not yet taken place); what is before\r\nus is an agency determination that does not include the ineffective\r\nassistance claim.  We decline to review the ineffective assistance\r\nclaim because Bernal has failed to exhaust his administrative\r\nremedies. \r\nOne other possible resolution is noted.  We are aware\r\nthat the Eleventh Circuit has held that there is no recognizable\r\nliberty interest protected by due process if the deficient\r\nrepresentation merely prevents the alien from being eligible for\r\ndiscretionary relief such as suspension of deportation.  See Mejia-\r\nRodriguez v. Reno, 178 F.3d 1139, 1148 (11th Cir. 1999).  The\r\nEleventh Circuit view is contrary to Lozada, which involved an\r\nalien who conceded deportability because of criminal convictions\r\nbut who applied for discretionary relief from deportation under\r\nthen INA  212(c), which allowed waiver of deportation, and under\r\nINA  244(e), which permitted voluntary departure in lieu of\r\ndeportation.  See Lozada, 857 F.2d at 11.  Here, the INS argues\r\nonly the exhaustion point, and, accordingly, there is no occasion\r\nto address this or any arguments about the strength of the\r\nineffective assistance claim. \r\nThe petition for review is dismissed and the stay of\r\ndeportation is vacated.  So ordered.\n",
  "html": "<p class=\"case_cite\">195 F.3d 56 (1st Cir. 1999)</p>\n    <p class=\"parties\">JAVIER BERNAL-VALLEJO, Petitioner,<br>v.<br>IMMIGRATION AND NATURALIZATION SERVICE, Respondent.</p>\n    <p class=\"docket\">No. 99-1211</p>\n    <p class=\"court\">United States Court of Appeals for the First Circuit</p>\n    <p class=\"date\">Submitted October 5, 1999<br>Decided November 2, 1999</p>\n    <div class=\"prelims\">\n      <p>[Copyrighted Material Omitted][Copyrighted Material Omitted]</p>\n      <p class=\"indent\">James Hayes on brief for petitioner.</p>\n      <p class=\"indent\">Nancy E. Friedman, Attorney, Office of Immigration Litigation, David W. Ogden, Acting Assistant Attorney General, and Richard M. Evans, Assistant Director, on brief for respondent.</p>\n      <p class=\"indent\">Before Torruella, Chief Judge, Bownes, Senior Circuit Judge, and Lynch, Circuit Judge.</p>\n      <p class=\"indent\">LYNCH, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Javier Bernal-Vallejo (\"Bernal\") has been ordered deported and petitions for judicial review of that order. Whether this court has jurisdiction over his petition is a matter affected by one provision of the transitional rules of the Illegal Immigration Reform and Immigrant Responsibility Act of 1996, Pub. L. No. 104-208, div. C, 110 Stat. 3009-546 (1996) (IIRIRA). That provision, IIRIRA &#167; 309(c)(4)(E), says that \"there shall be no appeal of any discretionary decision under section . . . 244 [and other enumerated sections of the Immigration and Nationality Act].\"</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">We hold that whether &#167; 309(c)(4)(E) precludes jurisdiction depends on the precise grounds upon which the decision of the Board of Immigration Appeals rests and the precise nature of the claims made in the petition. That is, in general terms, &#167; 309(c)(4)(E) precludes the exercise of jurisdiction only where: (1) the agency decision as to which review is sought is a \"decision under\" one of the enumerated sections, and (2) the agency decision rests on a ground that is committed to agency discretion. Conversely, &#167; 309(c)(4)(E) does not preclude the exercise of jurisdiction where the decision is not a \"decision under\" an enumerated section or where the ground on which the decision rests is not one committed to agency discretion. Some components of decisions made under the enumerated sections are not committed to agency discretion but are instead determinations of objective facts. Where the decision rests on these latter grounds, review is not precluded by &#167; 309(c)(4)(E). We reject the Immigration and Naturalization Service's position that any decision related to a final order under one of the enumerated sections is within the scope of &#167; 309(c)(4)(E)'s prohibition of judicial review. Even if this section does not preclude review, though, other doctrines may.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In Bernal's case, we conclude that &#167; 309(c)(4)(E) precludes jurisdiction over his claim that the BIA erred in finding under the Immigration and Naturalization Act &#167; 244, 8 U.S.C. &#167; 1254 (repealed 1996), that he had not demonstrated extreme hardship, a qualification for a suspension of deportation. We further conclude that the section does not preclude jurisdiction over his constitutional due process argument, but that he has not exhausted his administrative remedies as to that argument. We dismiss the petition.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">* Bernal is thirty-seven years old, single, and a citizen of Colombia. He studied chemical engineering in Colombia and his family still resides there. He entered this country without inspection in April 1986, his earlier application for a student visa having been denied. At some point after entry he bought a false social security card. In 1989 he attempted to obtain a green card fraudulently. With the help of an intermediary (to whom he paid $2500), he and others attempted to pass themselves off as agricultural workers in Florida. The scheme unraveled when the group went to the INS office for interviews and the officers concluded after the first two interviews that these people were not agricultural workers. By the time the agents got to Bernal, later in line, they believed there was a fraudulent scheme, so informed Bernal, and asked him to cooperate. Bernal did cooperate with the government; however, at Bernal's later deportation hearing, the INS judge commented that Bernal would have gone through with the fraud if it had not been caught prior to his interview. In August 1990 he received employment authorization from the INS good for one year. After the authorization expired, he began working as a travel agent in Boston, stating untruthfully on his job application form that he was a U.S. citizen.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Deportation proceedings commenced with an Order to Show Cause on September 18, 1995, more than four years ago. Bernal conceded deportability. On October 9, 1996, an Immigration Judge found Bernal deportable, denied his application for suspension from deportation, but granted his request for voluntary departure. He appealed, and the BIA issued a decision on January 25, 1999, dismissing his appeal. In order to establish eligibility for suspension of deportation, an alien must meet three statutory requirements. See INA &#167; 244.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> The applicant must have been physically present in the United States for a continuous period of at least seven years. See id. &#167; 244(a)(1). Once that is established, the applicant must show that he is a person of good moral character and was so throughout the seven years. See id. Finally, the applicant must show that deportation would be an extreme hardship to himself or a parent,spouse, or child who is a U.S. citizen or lawful permanent resident. See id. Once the three eligibility criteria have been met, relief is available at the Attorney General's discretion, see id. &#167; 244(a), with the applicant bearing the burden of showing that he warrants relief. See Ramirez-Durazo v. INS, 794 F.2d 491, 497 (9th Cir. 1986) (stating that the alien bears the burden of demonstrating that he merits the favorable exercise of discretion to suspend deportation); see also Alvarez-Flores v. INS, 909 F.2d 1, 3 (1st Cir. 1990) (noting that the alien \"bears the burden of proving eligibility for asylum and for withholding of deportation\").</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The IJ in this instance did not base her decision on the objective factual determinations of whether there had been seven years of residence or whether Bernal had a lawful resident parent, spouse, or child for whom his deportation might cause hardship. It was undisputed that Bernal had been in the United States for seven years and that he had no such relatives.  Indeed, the IJ found that he was not barred by the good moral character requirement. Her decision turned on her judgment that he had not established extreme hardship and that even if he had, it would be a \"very close call\" whether discretion should be exercised to suspend deportation. The BIA affirmed on the ground that Bernal had not shown extreme hardship within the meaning of INA &#167; 244(a)(1).</p>\n    </div>\n    <p>II</p>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The arguments on appeal focus on whether &#167; 309(c)(4)(E) precludes jurisdiction. Before reaching this question, there is a preliminary question of the source of any jurisdiction, even were &#167; 309(c)(4)(E) preclusion not to apply. See Goncalves v. Reno, 144 F.3d 110, 113 (1st Cir. 1998), cert. denied, 119 S. Ct. 1140 (1999). Jurisdiction here arises under INA &#167; 106(a), 8 U.S.C. &#167; 1105a(a), as amended by IIRIRA.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> The parties agree that this case is governed by the IIRIRA transitional rules because Bernal was placed in deportation proceedings before April 1, 1997, and the final order of deportation was issued after October 31, 1996. The INS agrees that this court has jurisdiction under 8 U.S.C. &#167; 1105a(a) of this timely filed petition for review unless IIRIRA &#167; 309(c)(4)(E) precludes review. The exact basis for the denial of suspension of deportation and the nature of the challenge to that denial are important to the issue of whether &#167; 309(c)(4)(E) precludes jurisdiction.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">A. Challenge Based on Extreme Hardship Determination</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">There is no dispute that the first criteria under &#167; 309(c)(4)(E) is met: the decision from which Bernal appeals is a \"decision under\" one of the sections enumerated in &#167; 309(c)(4)(E), specifically, &#167; 244. See Stewart v. INS, 181 F.3d 587, 594 (4th Cir. 1999); see also Reno v. American-Arab Anti-Discrimination Comm., 119 S. Ct. 936, 943 (1999) (stating that jurisdictional restrictions in 8 U.S.C. &#167; 1252(g) apply only to \"three discrete actions the Attorney General may take: her decision or action to commence proceedings, adjudicate cases, or execute removal orders.\") (internal quotation marks omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">We turn to the second criteria: whether the decision turns on a matter committed to agency discretion. The INS argues broadly that any order denying discretionary motions seeking the underlying relief identified in &#167; 309(c)(4)(E), such as adjustment of status or suspension of deportation under INA &#167; 244, is within the jurisdictional prohibition of the section. We disagree and think the statute requires a more nuanced interpretation.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Section 309(c)(4)(E) does not bar all appeals from final orders in the types of cases described by the referenced statutory sections, but only bars appeals of \"discretionary\" decisions made under those sections. This language contrasts with IIRIRA &#167; 309(c)(4)(G), which does preclude \"appeals\" in cases of aliens who are inadmissible or deportable because they committed certain felonies.  Compare id. &#167; 309(c)(4)(E) (\"[T]here shall be no appeal of any discretionary decision under [various sections of the INA] . . . .\"), with id. &#167; 309(c)(4)(G) (\"[T]here shall be no appeal permitted in the case of an alien who is inadmissable or deportable by reason of having committed [certain criminal offenses] . . . .\"), and Ruckbi v. INS, 159 F.3d 18, 21 (1st Cir. 1998) (discussing absolute bar to any review by the courts of appeals in cases falling under &#167; 309(c)(4)(G)). The question then becomes one of what is meant by the term \"discretionary decision.\" It is clear that some aspects of a decision by the BIA as to whether suspension of deportation should be granted require objective factual determinations and that Congress gave the agency no discretion as to these determinations, while other aspects of the decision are discretionary.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">One non-discretionary aspect of the &#167; 244 determination is whether the minimum residency period has been met. We agree with Kalaw v. INS, 133 F.3d 1147, 1150-51 (9th Cir. 1997), which held that review of a determination regarding the minimum residency period requirement is not precluded by &#167; 309(c)(4)(E).<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> As Kalaw points out, the determination of whether the seven year continuous presence requirement has been met is subject to legal standards that guide the inquiry. See id. at 1151; see also Rosenberg v. Fleuti, 374 U.S. 449, 460-63 (1963) (describing factors to consider in determining whether presence in the United States has been continuous). Further, this court has viewed such determinations as factual, subject to review under the substantial evidence standard rather than the abuse of discretion standard. See Meguenine v. INS, 139 F.3d 25, 27 (1st Cir. 1998) (reviewing BIA's determination that alien was ineligible for asylum and withholding of deportation under \"substantial evidence\" standard).</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">We have already noted one other example of such an objective criteria set by the Congress that is not committed to agency discretion. If the denial of suspension of deportation is based on an INS determination that a spouse is not a citizen, that determination of objective fact would be subject to judicial review. See INA &#167; 106(a); see also Goncalves, 144 F.3d at 125 (\"Analytically, the decision whether an alien is eligible to be considered for a particular discretionary form of relief is a statutory question separate from the discretionary component of the administrative decision whether to grant relief.\").</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The good moral character determination, the second eligibility factor, may involve either a non-discretionary question of fact or a discretionary determination. That is because a finding of lack of good moral character is required, under 8 U.S.C. &#167; 1101(f), for aliens belonging to certain per se categories. For example, those convicted of aggravated felonies are per se considered to lack good moral character. See id. &#167; 1101(f)(8). The BIA may not grant suspension of deportation or voluntary departure to someone within these per se categories, and so the agency lacks discretion. Thus, if a BIA decision turned on a dispute about whether the applicant fit into one of the per se categories, &#167; 309(c)(4)(E) would not bar this court's review. If, however, the determination of lack of good moral character was not based on the per se categories, then judicial review would be barred, for that determination would be a discretionary one.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Here, the denial of Bernal's application was based on a determination that he would not suffer extreme hardship if deported, the third eligibility requirement for suspension of deportation. This raises the question of whether the \"extreme hardship\" determination is a discretionary decision barred from judicial review by &#167; 309(c)(4)(E). We hold that it is, and, thus, that we have no jurisdiction over Bernal's claim, on that ground, that the INS erred in denying him suspension of deportation. We join the Fifth and Ninth Circuits in so holding. See Moosa v. INS, 171 F.3d 994, 1012-13 (5th Cir. 1999) (determining that the extreme hardship determination is discretionary and unreviewable under IIRIRA &#167; 309(c)(4)(E)); Kalaw, 133 F.3d at 1152 (same).  This is consistent with pre-IIRIRA law that had recognized that extreme hardship determinations were within the discretion of the BIA. See INS v. Jong Ha Wang, 450 U.S. 139, 144 &amp; n.5 (1981) (\"[The] Attorney General['s] . . . construction and application of [the extreme hardship] standard should not be overturned by a reviewing court simply because it may prefer another interpretation of the statute.\"); Gebremichael v. INS, 10 F.3d 28, 40 (1st Cir. 1993) (noting that the INS has \"considerable discretion\" in defining extreme hardship and reviewing the extreme hardship determination for abuse of discretion); Antoine-Dorcelli v. INS, 703 F.2d 19, 21 (1st Cir. 1983) (\"The determination of 'extreme hardship' is committed to the sound discretion of the Attorney General.\").</p>\n    </div>\n    <p class=\"indent\">B. Constitutional Claims</p>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Bernal makes additional claims, clothed in constitutional garb. The first is an argument that Bernal's Ninth Amendment \"natural rights\" were violated by the failure of the IJ to sua sponte consider whether Bernal, who is gay, would face extreme hardship because of persecution of gay men in Colombia or was entitled to asylum as a member of a persecuted social group.  See, e.g., In re Toboso-Alfonso, 13 Immigr. Rep. (MB) B1-29, at B1-30, -31 (B.I.A. 1990). This claim presents no substantial constitutional question and is nothing more than a reframed attack on the discretionary extreme hardship determination over which this court has no jurisdiction.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">More significantly, Bernal argues that his due process rights were violated because his former counsel was so ineffective that Bernal did not obtain a fair hearing. No Sixth Amendment right to counsel is involved in deportation proceedings because they are civil and not criminal; nonetheless, this court has recognized that there is a due process violation if the proceeding was so fundamentally unfair that the alien was prevented from reasonably presenting his case. See Lozada v. INS, 857 F.2d 10, 13 (1st Cir. 1988). Other circuits have agreed. See, e.g., Mustata v. U.S. Dep't of Justice, 179 F.3d 1017, 1019-20 (6th Cir. 1999) (discussing jurisdiction to review alien's due process claim based on ineffective assistance); Castaneda-Suarez v. INS, 993 F.2d 142, 144 (7th Cir. 1993) (recognizing alien's Fifth Amendment right to due process in deportation proceedings and stating that ineffective counsel can result in denial of this right); Esposito v. INS, 987 F.2d 108, 111-12 (2d Cir. 1993) (discussing elements alien must establish in asserting ineffective assistance claim); Roque-Carranza v. INS, 778 F.2d 1373, 1374 (9th Cir. 1985) (discussing exhaustion requirement where alien asserts due process claim based upon ineffectiveassistance). Leaving aside the question of whether prejudice can be presumed in certain fact settings, cf. United States v. Loaisiga, 104 F.3d 484, 487-88 (1st Cir. 1997) (noting possibility that a denial of counsel in the immigration context, in some circumstances, might be so flagrant as to allow for presumption of prejudice), the applicant claiming a denial of due process must generally show prejudice, see In re Lozada, 6 Immigr. Rep. (MB) B1-31, at B1-33 (B.I.A. 1988).</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">We hold that &#167; 309(c)(4)(E) does not remove jurisdiction to review Bernal's claim of ineffective assistance of counsel amounting to a due process violation. This due process argument<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> does not involve a matter that Congress committed to agency discretion. Accord Antonio-Cruz v. INS, 147 F.3d 1129, 1130-31 (9th Cir. 1998) (&#167; 309(c)(4)(E) does not preclude review of a due process claim).</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Review is nonetheless precluded here by another doctrine: exhaustion of administrative remedies. Naturally enough, Bernal did not raise the ineffective assistance claim before the BIA; indeed, it is his counsel's actions before the IJ and BIA that give rise to the claim. Usually issues not raised before the BIA may not be raised for the first time on a petition for review. See 8 U.S.C. &#167; 1105a(c); Ravindran v. INS, 976 F.2d 754, 761 (1st Cir. 1992) (\"Issues not raised before the Board may not be raised for the first time upon judicial review of the Board's decisions.\"). This general rule is subject to the caveat that the BIA must have the power to address the matter as to which exhaustion is claimed. There are some claims of denial of due process or deprivation of constitutional rights that are exempt from this exhaustion requirement because the BIA has no power to address them. See id. at 762. This case is not one of them.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The BIA has procedures to hear ineffective assistance of counsel claims through a motion to reopen under 8 C.F.R. &#167; 3.2(c). Mindful that such claims may be frivolous and brought as a device to delay deportation, the BIA uses the criteria set forth in In re Lozada, 6 Immigr. Rep. at B1-33, -34, as a screening device and does not generally consider the merits of such claims until the alien has met certain threshold requirements. See id.; In re Rivera-Claros, 17 Immigr. Rep. (MB) B1-1, at B1-3, -4 (B.I.A. 1996). Bernal informs us that he has filed such a motion to reopen.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> The agency determination of that motion to reopen is not before us (and apparently has not yet taken place); what is before us is an agency determination that does not include the ineffective assistance claim. We decline to review the ineffective assistance claim because Bernal has failed to exhaust his administrative remedies.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">One other possible resolution is noted.  We are aware that the Eleventh Circuit has held that there is no recognizable liberty interest protected by due process if the deficient representation merely prevents the alien from being eligible for discretionary relief such as suspension of deportation. See Mejia-Rodriguez v. Reno, 178 F.3d 1139, 1148 (11th Cir. 1999). The Eleventh Circuit view is contrary to Lozada, which involved an alien who conceded deportability because of criminal convictions but who applied for discretionary relief from deportation under then INA &#167; 212(c), which allowed waiver of deportation, and under INA &#167; 244(e), which permitted voluntary departure in lieu of deportation. See Lozada, 857 F.2d at 11. Here, the INS argues only the exhaustion point, and, accordingly, there is no occasion to address this or any arguments about the strength of the ineffective assistance claim.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">The petition for review is dismissed and the stay of deportation is vacated. So ordered.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> INA &#167; 244 applies to this case even though &#167; 244 has been repealed by IIRIRA &#167; 308(b)(7). The new version is INA &#167; 240A, 8 U.S.C. &#167; 1229b, and \"suspension of deportation\" is now referred to as \"cancellation of removal.\" See IIRIRA &#167; 304(a) (placing this form of relief in INA &#167; 240A).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> INA &#167; 106 has been repealed by IIRIRA &#167; 306(b)(1) and replaced with a judicial review provision codified at 8 U.S.C. &#167; 1252.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Such objective determinations by the BIA would be reviewed under the \"substantial evidence\" standard. See Cordero-Trejo v. INS, 40 F.3d 482, 487 (1st Cir. 1994); see also Mwongera v. INS, 187 F.3d 323, 327 (3rd Cir. 1999) (applying substantial evidence standard of review to BIA findings of fact in post-IIRIRA case).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Bernal also claims that the IJ's insufficient consideration of his homosexuality in determining extreme hardship constituted a denial of due process and equal protection. This claim, too, is nothing more than an attack on the discretionary determination over which this court lacks jurisdiction.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Bernal also appears to assert that his attorney's failure to inform him of possible relief from deportation through an asylum claim and his attorney's failure to inform the IJ of the danger of homophobic violence in Colombia resulted in a violation of his equal protection rights. The claim is frivolous, and nothing is added to his basic due process claim by his reference to the equal protection clause.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Upon specific request, the BIA may grant a stay of deportation pending decision on a motion to reopen, but such a stay is not automatic. See 8 C.F.R. &#167; 3.2(f); In re Rivera-Claros, 16 Immigr. Rep. (MB) B1-1, at B1-2 (B.I.A. 1996) (stating that \"filing of motion[] to reopen . . . does not automatically stay an alien's deportation\").</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">195</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">56</span></span> (1st Cir. 1999)</p>\n    <p class=\"parties\">JAVIER BERNAL-VALLEJO, Petitioner,<br>v.<br>IMMIGRATION AND NATURALIZATION SERVICE, Respondent.</p>\n    <p class=\"docket\">No. 99-1211</p>\n    <p class=\"court\">United States Court of Appeals for the First Circuit</p>\n    <p class=\"date\">Submitted October 5, 1999<br>Decided November 2, 1999</p>\n    <div class=\"prelims\">\n      <p>[Copyrighted Material Omitted][Copyrighted Material Omitted]</p>\n      <p class=\"indent\">James Hayes on brief for petitioner.</p>\n      <p class=\"indent\">Nancy E. Friedman, Attorney, Office of Immigration Litigation, David W. Ogden, Acting Assistant Attorney General, and Richard M. Evans, Assistant Director, on brief for respondent.</p>\n      <p class=\"indent\">Before Torruella, Chief Judge, Bownes, Senior Circuit Judge, and Lynch, Circuit Judge.</p>\n      <p class=\"indent\">LYNCH, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Javier Bernal-Vallejo (\"Bernal\") has been ordered deported and petitions for judicial review of that order. Whether this court has jurisdiction over his petition is a matter affected by one provision of the transitional rules of the Illegal Immigration Reform and Immigrant Responsibility Act of 1996, Pub. L. No. 104-208, div. C, 110 Stat. 3009-546 (1996) (IIRIRA). That provision, IIRIRA &#167; 309(c)(4)(E), says that \"there shall be no appeal of any discretionary decision under section . . . 244 [and other enumerated sections of the Immigration and Nationality Act].\"</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">We hold that whether &#167; 309(c)(4)(E) precludes jurisdiction depends on the precise grounds upon which the decision of the Board of Immigration Appeals rests and the precise nature of the claims made in the petition. That is, in general terms, &#167; 309(c)(4)(E) precludes the exercise of jurisdiction only where: (1) the agency decision as to which review is sought is a \"decision under\" one of the enumerated sections, and (2) the agency decision rests on a ground that is committed to agency discretion. Conversely, &#167; 309(c)(4)(E) does not preclude the exercise of jurisdiction where the decision is not a \"decision under\" an enumerated section or where the ground on which the decision rests is not one committed to agency discretion. Some components of decisions made under the enumerated sections are not committed to agency discretion but are instead determinations of objective facts. Where the decision rests on these latter grounds, review is not precluded by &#167; 309(c)(4)(E). We reject the Immigration and Naturalization Service's position that any decision related to a final order under one of the enumerated sections is within the scope of &#167; 309(c)(4)(E)'s prohibition of judicial review. Even if this section does not preclude review, though, other doctrines may.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In Bernal's case, we conclude that &#167; 309(c)(4)(E) precludes jurisdiction over his claim that the BIA erred in finding under the Immigration and Naturalization Act &#167; 244, 8 U.S.C. &#167; 1254 (repealed 1996), that he had not demonstrated extreme hardship, a qualification for a suspension of deportation. We further conclude that the section does not preclude jurisdiction over his constitutional due process argument, but that he has not exhausted his administrative remedies as to that argument. We dismiss the petition.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">* Bernal is thirty-seven years old, single, and a citizen of Colombia. He studied chemical engineering in Colombia and his family still resides there. He entered this country without inspection in April 1986, his earlier application for a student visa having been denied. At some point after entry he bought a false social security card. In 1989 he attempted to obtain a green card fraudulently. With the help of an intermediary (to whom he paid $2500), he and others attempted to pass themselves off as agricultural workers in Florida. The scheme unraveled when the group went to the INS office for interviews and the officers concluded after the first two interviews that these people were not agricultural workers. By the time the agents got to Bernal, later in line, they believed there was a fraudulent scheme, so informed Bernal, and asked him to cooperate. Bernal did cooperate with the government; however, at Bernal's later deportation hearing, the INS judge commented that Bernal would have gone through with the fraud if it had not been caught prior to his interview. In August 1990 he received employment authorization from the INS good for one year. After the authorization expired, he began working as a travel agent in Boston, stating untruthfully on his job application form that he was a U.S. citizen.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Deportation proceedings commenced with an Order to Show Cause on September 18, 1995, more than four years ago. Bernal conceded deportability. On October 9, 1996, an Immigration Judge found Bernal deportable, denied his application for suspension from deportation, but granted his request for voluntary departure. He appealed, and the BIA issued a decision on January 25, 1999, dismissing his appeal. In order to establish eligibility for suspension of deportation, an alien must meet three statutory requirements. See INA &#167; 244.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> The applicant must have been physically present in the United States for a continuous period of at least seven years. See id. &#167; 244(a)(1). Once that is established, the applicant must show that he is a person of good moral character and was so throughout the seven years. See id. Finally, the applicant must show that deportation would be an extreme hardship to himself or a parent,spouse, or child who is a U.S. citizen or lawful permanent resident. See id. Once the three eligibility criteria have been met, relief is available at the Attorney General's discretion, see id. &#167; 244(a), with the applicant bearing the burden of showing that he warrants relief. See Ramirez-Durazo v. INS, <span class=\"citation\" data-id=\"472234\"><a href=\"/opinion/472234/rafeal-ramirez-durazo-rosa-isela-lopez-de-ramirez-luz-maria/\"><span class=\"volume\">794</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">491</span></a></span>, 497 (9th Cir. 1986) (stating that the alien bears the burden of demonstrating that he merits the favorable exercise of discretion to suspend deportation); see also Alvarez-Flores v. INS, <span class=\"citation\" data-id=\"545202\"><a href=\"/opinion/545202/william-alexander-alvarez-flores-v-immigration-and-naturalization-service/\"><span class=\"volume\">909</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span>, 3 (1st Cir. 1990) (noting that the alien \"bears the burden of proving eligibility for asylum and for withholding of deportation\").</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The IJ in this instance did not base her decision on the objective factual determinations of whether there had been seven years of residence or whether Bernal had a lawful resident parent, spouse, or child for whom his deportation might cause hardship. It was undisputed that Bernal had been in the United States for seven years and that he had no such relatives.  Indeed, the IJ found that he was not barred by the good moral character requirement. Her decision turned on her judgment that he had not established extreme hardship and that even if he had, it would be a \"very close call\" whether discretion should be exercised to suspend deportation. The BIA affirmed on the ground that Bernal had not shown extreme hardship within the meaning of INA &#167; 244(a)(1).</p>\n    </div>\n    <p>II</p>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The arguments on appeal focus on whether &#167; 309(c)(4)(E) precludes jurisdiction. Before reaching this question, there is a preliminary question of the source of any jurisdiction, even were &#167; 309(c)(4)(E) preclusion not to apply. See Goncalves v. Reno, <span class=\"citation\" data-id=\"197952\"><a href=\"/opinion/197952/perceira-goncalves-v-ins/\"><span class=\"volume\">144</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">110</span></a></span>, 113 (1st Cir. 1998), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">119</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1140</span></span> (1999). Jurisdiction here arises under INA &#167; 106(a), 8 U.S.C. &#167; 1105a(a), as amended by IIRIRA.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> The parties agree that this case is governed by the IIRIRA transitional rules because Bernal was placed in deportation proceedings before April 1, 1997, and the final order of deportation was issued after October 31, 1996. The INS agrees that this court has jurisdiction under 8 U.S.C. &#167; 1105a(a) of this timely filed petition for review unless IIRIRA &#167; 309(c)(4)(E) precludes review. The exact basis for the denial of suspension of deportation and the nature of the challenge to that denial are important to the issue of whether &#167; 309(c)(4)(E) precludes jurisdiction.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">A. Challenge Based on Extreme Hardship Determination</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">There is no dispute that the first criteria under &#167; 309(c)(4)(E) is met: the decision from which Bernal appeals is a \"decision under\" one of the sections enumerated in &#167; 309(c)(4)(E), specifically, &#167; 244. See Stewart v. INS, <span class=\"citation\" data-id=\"764908\"><a href=\"/opinion/764908/edith-stewart-v-us-immigration-naturalization-service/\"><span class=\"volume\">181</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">587</span></a></span>, 594 (4th Cir. 1999); see also Reno v. American-Arab Anti-Discrimination Comm., <span class=\"citation\" data-id=\"118264\"><a href=\"/opinion/118264/reno-v-american-arab-anti-discrimination-comm/\"><span class=\"volume\">119</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">936</span></a></span>, 943 (1999) (stating that jurisdictional restrictions in 8 U.S.C. &#167; 1252(g) apply only to \"three discrete actions the Attorney General may take: her decision or action to commence proceedings, adjudicate cases, or execute removal orders.\") (internal quotation marks omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">We turn to the second criteria: whether the decision turns on a matter committed to agency discretion. The INS argues broadly that any order denying discretionary motions seeking the underlying relief identified in &#167; 309(c)(4)(E), such as adjustment of status or suspension of deportation under INA &#167; 244, is within the jurisdictional prohibition of the section. We disagree and think the statute requires a more nuanced interpretation.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Section 309(c)(4)(E) does not bar all appeals from final orders in the types of cases described by the referenced statutory sections, but only bars appeals of \"discretionary\" decisions made under those sections. This language contrasts with IIRIRA &#167; 309(c)(4)(G), which does preclude \"appeals\" in cases of aliens who are inadmissible or deportable because they committed certain felonies.  Compare id. &#167; 309(c)(4)(E) (\"[T]here shall be no appeal of any discretionary decision under [various sections of the INA] . . . .\"), with id. &#167; 309(c)(4)(G) (\"[T]here shall be no appeal permitted in the case of an alien who is inadmissable or deportable by reason of having committed [certain criminal offenses] . . . .\"), and Ruckbi v. INS, <span class=\"citation\" data-id=\"198184\"><a href=\"/opinion/198184/ruckbi-v-ins/\"><span class=\"volume\">159</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">18</span></a></span>, 21 (1st Cir. 1998) (discussing absolute bar to any review by the courts of appeals in cases falling under &#167; 309(c)(4)(G)). The question then becomes one of what is meant by the term \"discretionary decision.\" It is clear that some aspects of a decision by the BIA as to whether suspension of deportation should be granted require objective factual determinations and that Congress gave the agency no discretion as to these determinations, while other aspects of the decision are discretionary.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">One non-discretionary aspect of the &#167; 244 determination is whether the minimum residency period has been met. We agree with Kalaw v. INS, <span class=\"citation\" data-id=\"750652\"><a href=\"/opinion/750652/97-cal-daily-op-serv-8943-97-daily-journal-dar-14491-veronico-blas/\"><span class=\"volume\">133</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1147</span></a></span>, 1150-51 (9th Cir. 1997), which held that review of a determination regarding the minimum residency period requirement is not precluded by &#167; 309(c)(4)(E).<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> As Kalaw points out, the determination of whether the seven year continuous presence requirement has been met is subject to legal standards that guide the inquiry. See id. at 1151; see also Rosenberg v. Fleuti, <span class=\"citation\" data-id=\"106662\"><a href=\"/opinion/106662/rosenberg-v-fleuti/\"><span class=\"volume\">374</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">449</span></a></span>, 460-63 (1963) (describing factors to consider in determining whether presence in the United States has been continuous). Further, this court has viewed such determinations as factual, subject to review under the substantial evidence standard rather than the abuse of discretion standard. See Meguenine v. INS, <span class=\"citation\" data-id=\"197852\"><a href=\"/opinion/197852/meguenine-v-ins/\"><span class=\"volume\">139</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">25</span></a></span>, 27 (1st Cir. 1998) (reviewing BIA's determination that alien was ineligible for asylum and withholding of deportation under \"substantial evidence\" standard).</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">We have already noted one other example of such an objective criteria set by the Congress that is not committed to agency discretion. If the denial of suspension of deportation is based on an INS determination that a spouse is not a citizen, that determination of objective fact would be subject to judicial review. See INA &#167; 106(a); see also Goncalves, 144 F.3d at 125 (\"Analytically, the decision whether an alien is eligible to be considered for a particular discretionary form of relief is a statutory question separate from the discretionary component of the administrative decision whether to grant relief.\").</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The good moral character determination, the second eligibility factor, may involve either a non-discretionary question of fact or a discretionary determination. That is because a finding of lack of good moral character is required, under 8 U.S.C. &#167; 1101(f), for aliens belonging to certain per se categories. For example, those convicted of aggravated felonies are per se considered to lack good moral character. See id. &#167; 1101(f)(8). The BIA may not grant suspension of deportation or voluntary departure to someone within these per se categories, and so the agency lacks discretion. Thus, if a BIA decision turned on a dispute about whether the applicant fit into one of the per se categories, &#167; 309(c)(4)(E) would not bar this court's review. If, however, the determination of lack of good moral character was not based on the per se categories, then judicial review would be barred, for that determination would be a discretionary one.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Here, the denial of Bernal's application was based on a determination that he would not suffer extreme hardship if deported, the third eligibility requirement for suspension of deportation. This raises the question of whether the \"extreme hardship\" determination is a discretionary decision barred from judicial review by &#167; 309(c)(4)(E). We hold that it is, and, thus, that we have no jurisdiction over Bernal's claim, on that ground, that the INS erred in denying him suspension of deportation. We join the Fifth and Ninth Circuits in so holding. See Moosa v. INS, <span class=\"citation\" data-id=\"762635\"><a href=\"/opinion/762635/wazirali-moosa-also-known-as-wazir-ali-haider-ali-moosa-zebunisa-wazirali/\"><span class=\"volume\">171</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">994</span></a></span>, 1012-13 (5th Cir. 1999) (determining that the extreme hardship determination is discretionary and unreviewable under IIRIRA &#167; 309(c)(4)(E)); Kalaw, 133 F.3d at 1152 (same).  This is consistent with pre-IIRIRA law that had recognized that extreme hardship determinations were within the discretion of the BIA. See INS v. Jong Ha Wang, <span class=\"citation\" data-id=\"110419\"><a href=\"/opinion/110419/ins-v-jong-ha-wang/\"><span class=\"volume\">450</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">139</span></a></span>, 144 &amp; n.5 (1981) (\"[The] Attorney General['s] . . . construction and application of [the extreme hardship] standard should not be overturned by a reviewing court simply because it may prefer another interpretation of the statute.\"); Gebremichael v. INS, <span class=\"citation\" data-id=\"658095\"><a href=\"/opinion/658095/tesfaye-aberra-gebremichael-v-immigration-and-naturalization-service/\"><span class=\"volume\">10</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">28</span></a></span>, 40 (1st Cir. 1993) (noting that the INS has \"considerable discretion\" in defining extreme hardship and reviewing the extreme hardship determination for abuse of discretion); Antoine-Dorcelli v. INS, <span class=\"citation\" data-id=\"415656\"><a href=\"/opinion/415656/ilocia-antoine-dorcelli-v-immigration-and-naturalization-service/\"><span class=\"volume\">703</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">19</span></a></span>, 21 (1st Cir. 1983) (\"The determination of 'extreme hardship' is committed to the sound discretion of the Attorney General.\").</p>\n    </div>\n    <p class=\"indent\">B. Constitutional Claims</p>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Bernal makes additional claims, clothed in constitutional garb. The first is an argument that Bernal's Ninth Amendment \"natural rights\" were violated by the failure of the IJ to sua sponte consider whether Bernal, who is gay, would face extreme hardship because of persecution of gay men in Colombia or was entitled to asylum as a member of a persecuted social group.  See, e.g., In re Toboso-Alfonso, 13 Immigr. Rep. (MB) B1-29, at B1-30, -31 (B.I.A. 1990). This claim presents no substantial constitutional question and is nothing more than a reframed attack on the discretionary extreme hardship determination over which this court has no jurisdiction.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">More significantly, Bernal argues that his due process rights were violated because his former counsel was so ineffective that Bernal did not obtain a fair hearing. No Sixth Amendment right to counsel is involved in deportation proceedings because they are civil and not criminal; nonetheless, this court has recognized that there is a due process violation if the proceeding was so fundamentally unfair that the alien was prevented from reasonably presenting his case. See Lozada v. INS, <span class=\"citation\" data-id=\"511756\"><a href=\"/opinion/511756/julio-lozada-v-immigration-and-naturalization-service/\"><span class=\"volume\">857</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">10</span></a></span>, 13 (1st Cir. 1988). Other circuits have agreed. See, e.g., Mustata v. U.S. Dep't of Justice, <span class=\"citation\" data-id=\"764734\"><a href=\"/opinion/764734/marian-mustata-lenuta-mustata-v-us-department-of-justice-carol-jenifer/\"><span class=\"volume\">179</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1017</span></a></span>, 1019-20 (6th Cir. 1999) (discussing jurisdiction to review alien's due process claim based on ineffective assistance); Castaneda-Suarez v. INS, <span class=\"citation\" data-id=\"606399\"><a href=\"/opinion/606399/douglas-castaneda-suarez-v-immigration-and-naturalization-service/\"><span class=\"volume\">993</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">142</span></a></span>, 144 (7th Cir. 1993) (recognizing alien's Fifth Amendment right to due process in deportation proceedings and stating that ineffective counsel can result in denial of this right); Esposito v. INS, <span class=\"citation\" data-id=\"601492\"><a href=\"/opinion/601492/antonio-esposito-v-immigration-and-naturalization-service/\"><span class=\"volume\">987</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">108</span></a></span>, 111-12 (2d Cir. 1993) (discussing elements alien must establish in asserting ineffective assistance claim); Roque-Carranza v. INS, <span class=\"citation\" data-id=\"461645\"><a href=\"/opinion/461645/gerardo-antonio-roque-carranza-v-immigration-and-naturalization-service/\"><span class=\"volume\">778</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1373</span></a></span>, 1374 (9th Cir. 1985) (discussing exhaustion requirement where alien asserts due process claim based upon ineffectiveassistance). Leaving aside the question of whether prejudice can be presumed in certain fact settings, cf. United States v. Loaisiga, <span class=\"citation\" data-id=\"197160\"><a href=\"/opinion/197160/united-states-v-loaisiga/\"><span class=\"volume\">104</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">484</span></a></span>, 487-88 (1st Cir. 1997) (noting possibility that a denial of counsel in the immigration context, in some circumstances, might be so flagrant as to allow for presumption of prejudice), the applicant claiming a denial of due process must generally show prejudice, see In re Lozada, 6 Immigr. Rep. (MB) B1-31, at B1-33 (B.I.A. 1988).</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">We hold that &#167; 309(c)(4)(E) does not remove jurisdiction to review Bernal's claim of ineffective assistance of counsel amounting to a due process violation. This due process argument<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> does not involve a matter that Congress committed to agency discretion. Accord Antonio-Cruz v. INS, <span class=\"citation\" data-id=\"755509\"><a href=\"/opinion/755509/98-cal-daily-op-serv-5248-98-daily-journal-dar-7382-juan/\"><span class=\"volume\">147</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1129</span></a></span>, 1130-31 (9th Cir. 1998) (&#167; 309(c)(4)(E) does not preclude review of a due process claim).</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Review is nonetheless precluded here by another doctrine: exhaustion of administrative remedies. Naturally enough, Bernal did not raise the ineffective assistance claim before the BIA; indeed, it is his counsel's actions before the IJ and BIA that give rise to the claim. Usually issues not raised before the BIA may not be raised for the first time on a petition for review. See 8 U.S.C. &#167; 1105a(c); Ravindran v. INS, <span class=\"citation\" data-id=\"592069\"><a href=\"/opinion/592069/valli-kandiah-ravindran-v-immigration-and-naturalization-service/\"><span class=\"volume\">976</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">754</span></a></span>, 761 (1st Cir. 1992) (\"Issues not raised before the Board may not be raised for the first time upon judicial review of the Board's decisions.\"). This general rule is subject to the caveat that the BIA must have the power to address the matter as to which exhaustion is claimed. There are some claims of denial of due process or deprivation of constitutional rights that are exempt from this exhaustion requirement because the BIA has no power to address them. See id. at 762. This case is not one of them.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The BIA has procedures to hear ineffective assistance of counsel claims through a motion to reopen under 8 C.F.R. &#167; 3.2(c). Mindful that such claims may be frivolous and brought as a device to delay deportation, the BIA uses the criteria set forth in In re Lozada, 6 Immigr. Rep. at B1-33, -34, as a screening device and does not generally consider the merits of such claims until the alien has met certain threshold requirements. See id.; In re Rivera-Claros, 17 Immigr. Rep. (MB) B1-1, at B1-3, -4 (B.I.A. 1996). Bernal informs us that he has filed such a motion to reopen.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> The agency determination of that motion to reopen is not before us (and apparently has not yet taken place); what is before us is an agency determination that does not include the ineffective assistance claim. We decline to review the ineffective assistance claim because Bernal has failed to exhaust his administrative remedies.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">One other possible resolution is noted.  We are aware that the Eleventh Circuit has held that there is no recognizable liberty interest protected by due process if the deficient representation merely prevents the alien from being eligible for discretionary relief such as suspension of deportation. See Mejia-Rodriguez v. Reno, <span class=\"citation\" data-id=\"764472\"><a href=\"/opinion/764472/ernesto-alonso-mejia-rodriguez-v-janet-reno-as-attorney-general-of-the/\"><span class=\"volume\">178</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1139</span></a></span>, 1148 (11th Cir. 1999). The Eleventh Circuit view is contrary to Lozada, which involved an alien who conceded deportability because of criminal convictions but who applied for discretionary relief from deportation under then INA &#167; 212(c), which allowed waiver of deportation, and under INA &#167; 244(e), which permitted voluntary departure in lieu of deportation. See Lozada, 857 F.2d at 11. Here, the INS argues only the exhaustion point, and, accordingly, there is no occasion to address this or any arguments about the strength of the ineffective assistance claim.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">The petition for review is dismissed and the stay of deportation is vacated. So ordered.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> INA &#167; 244 applies to this case even though &#167; 244 has been repealed by IIRIRA &#167; 308(b)(7). The new version is INA &#167; 240A, 8 U.S.C. &#167; 1229b, and \"suspension of deportation\" is now referred to as \"cancellation of removal.\" See IIRIRA &#167; 304(a) (placing this form of relief in INA &#167; 240A).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> INA &#167; 106 has been repealed by IIRIRA &#167; 306(b)(1) and replaced with a judicial review provision codified at 8 U.S.C. &#167; 1252.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Such objective determinations by the BIA would be reviewed under the \"substantial evidence\" standard. See Cordero-Trejo v. INS, <span class=\"citation\" data-id=\"195749\"><a href=\"/opinion/195749/cordero-trejo-v-ins/\"><span class=\"volume\">40</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">482</span></a></span>, 487 (1st Cir. 1994); see also Mwongera v. INS, <span class=\"citation\" data-id=\"765627\"><a href=\"/opinion/765627/david-kinyua-mwongera-v-immigration-naturalization-service/\"><span class=\"volume\">187</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">323</span></a></span>, 327 (3rd Cir. 1999) (applying substantial evidence standard of review to BIA findings of fact in post-IIRIRA case).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Bernal also claims that the IJ's insufficient consideration of his homosexuality in determining extreme hardship constituted a denial of due process and equal protection. This claim, too, is nothing more than an attack on the discretionary determination over which this court lacks jurisdiction.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Bernal also appears to assert that his attorney's failure to inform him of possible relief from deportation through an asylum claim and his attorney's failure to inform the IJ of the danger of homophobic violence in Colombia resulted in a violation of his equal protection rights. The claim is frivolous, and nothing is added to his basic due process claim by his reference to the equal protection clause.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Upon specific request, the BIA may grant a stay of deportation pending decision on a motion to reopen, but such a stay is not automatic. See 8 C.F.R. &#167; 3.2(f); In re Rivera-Claros, 16 Immigr. Rep. (MB) B1-1, at B1-2 (B.I.A. 1996) (stating that \"filing of motion[] to reopen . . . does not automatically stay an alien's deportation\").</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/106662/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110419/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118264/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195749/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197160/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197852/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197952/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198184/",
    "http://www.courtlistener.com/api/rest/v3/opinions/415656/",
    "http://www.courtlistener.com/api/rest/v3/opinions/461645/",
    "http://www.courtlistener.com/api/rest/v3/opinions/472234/",
    "http://www.courtlistener.com/api/rest/v3/opinions/511756/",
    "http://www.courtlistener.com/api/rest/v3/opinions/545202/",
    "http://www.courtlistener.com/api/rest/v3/opinions/592069/",
    "http://www.courtlistener.com/api/rest/v3/opinions/601492/",
    "http://www.courtlistener.com/api/rest/v3/opinions/606399/",
    "http://www.courtlistener.com/api/rest/v3/opinions/658095/",
    "http://www.courtlistener.com/api/rest/v3/opinions/750652/",
    "http://www.courtlistener.com/api/rest/v3/opinions/755509/",
    "http://www.courtlistener.com/api/rest/v3/opinions/762635/",
    "http://www.courtlistener.com/api/rest/v3/opinions/764472/",
    "http://www.courtlistener.com/api/rest/v3/opinions/764734/",
    "http://www.courtlistener.com/api/rest/v3/opinions/764908/",
    "http://www.courtlistener.com/api/rest/v3/opinions/765627/"
  ]
}