{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/198801/",
  "absolute_url": "/opinion/198801/cruz-ramos-v-puerto-rico-sun/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/198801/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T03:59:36Z",
  "date_modified": "2017-03-24T10:59:04.087793Z",
  "type": "010combined",
  "sha1": "5ce807df2266296ed2d593fff42d0ce85732164a",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=99-1683.01A",
  "local_path": null,
  "plain_text": "               United States Court of Appeals\r\n                   For the First Circuit\r\n\nNo. 99-1683\r\n\n                      JUSTO CRUZ-RAMOS,\r\n\n                    Plaintiff, Appellant,\r\n\n                              v.\r\n\n                   PUERTO RICO SUN OIL CO.,\r\n\n                     Defendant, Appellee.\r\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n               FOR THE DISTRICT OF PUERTO RICO\r\n\n        [Hon. Hector M. Laffitte, U.S. District Judge]\r\n\n                            Before\r\n\n                    Selya, Circuit Judge,\r\n\n        Coffin and Campbell, Senior Circuit Judges.\r\n\n   Luis R. Mellado-Gonzalez on brief for appellant.\r\n   Frances R. Coln Rivera, with whom Jorge Rodrguez Micheo and\r\nGoldman Antonetti &amp; Crdova were on brief, for appellee.\r\n\nJanuary 28, 2000\r\n\n                                SELYA, Circuit Judge.  This is an action brought pursuant\r\nto the Age Discrimination in Employment Act, 29 U.S.C.  621-634\r\n(the ADEA), with pendent claims under Puerto Rico law.\r\nThe background facts are not in dispute.  Defendant-\r\nappellee Puerto Rico Sun Oil Co. (Sun) employed plaintiff-appellant\r\nJusto Cruz-Ramos for many years.  Over time, he worked in various\r\njob capacities.  In 1995, he was working as an emergency response\r\ntechnician (ERT).  During that year, Sun terminated his employment\r\nas part of a reduction in force.  As a part of the downsizing, the\r\ncompany claimed that it needed to compress seven technicians'\r\npositions within the appellant's department into five, that it\r\nrated the seven incumbents on various pertinent criteria (including\r\nexperience, education, training, job performance, effectiveness,\r\ncomputer skills, and other strengths), and that the appellant\r\nscored lowest among the seven.  The appellant sued, averring that\r\nthe rating system was a sham and that he had been jettisoned\r\nbecause of his age (he was 55 when Sun implemented the reduction in\r\nforce).\r\nIn due course, Sun moved for brevis disposition.  See\r\nFed. R. Civ. P. 56(c).  The district court concluded that the\r\nappellant had failed to establish a genuine issue of material fact\r\nas to whether Sun's proffered reason for his dismissal constituted\r\na pretext for age discrimination.  Consequently, it granted summary\r\njudgment in Sun's favor.  See Cruz Ramos v. Puerto Rico Sun Oil\r\nCo., Civ. No. 97-1314 (HL), slip op. at 11 (D.P.R. Apr. 20, 1998)\r\n(unpublished).  At the same time, the court eschewed the exercise\r\nof supplemental jurisdiction over the pendent claims, dismissing\r\nthem without prejudice.  See id. at 10.  This appeal ensued.\r\nWe need not tarry.  After perusing the record and\r\nconsidering the parties' briefs, we find nothing that would warrant\r\ndisturbing the district court's decision.  We previously have\r\nstated that when a trial court accurately takes the measure of a\r\ncase and articulates its rationale clearly and convincingly, \"an\r\nappellate court should refrain from writing at length to no other\r\nend than to hear its own words resonate.\"  Lawton v. State Mut.\r\nLife Assur. Co., 101 F.3d 218, 220 (1st Cir. 1996); accord Ayala v.\r\nUnion de Tronquistas de P.R., Local 901, 74 F.3d 344, 345 (1st Cir.\r\n1996); In re San Juan Dupont Plaza Fire Litig., 989 F.2d 36, 38\r\n(1st Cir. 1993).  Applying this tenet, we affirm the judgment below\r\nfor substantially the reasons elucidated in Judge Laffitte's well-\r\nconceived opinion.  We add only three comments, framed by the\r\nfamiliar burden-shifting model engendered by McDonnell Douglas\r\nCorp. v. Green, 411 U.S. 792, 802-04 (1973).\r\nA plaintiff in an employment discrimination case may\r\nproceed on either a mixed-motive or a pretext approach, or\r\nsometimes both, depending on the nature of his evidence.  See\r\nFernandes v. Costa Bros. Masonry, Inc.,     F.3d    ,     (1st Cir.\r\n1999) [No. 99-1692, slip op. at 8-12] (delineating the workings of\r\nthe two approaches).  The appellant has pursued the latter course. \r\nWe limn its contours.\r\nPretext analysis consists of three steps.  First, the\r\nplaintiff must establish a prima facie case.  See Texas Dep't of\r\nCommunity Affairs v. Burdine, 450 U.S. 248, 252-53 (1981).  When a\r\nplaintiff challenges his ouster in the context of a reduction in\r\nforce, he must establish that he was at least forty years old; that\r\nhis job performance met the employer's legitimate expectations;\r\nthat his employment nonetheless was terminated; and that the\r\nemployer retained younger persons in the same position or otherwise\r\nfailed to treat age neutrally in implementing the reduction in\r\nforce.  See Ruiz v. Posadas de San Juan Assocs., 124 F.3d 243, 247-\r\n48 (1st Cir. 1997); Hidalgo v. Overseas Condado Ins. Agencies, 120\r\nF.3d 328, 332-33 (1st Cir. 1997); Vega v. Kodak Caribbean, Ltd., 3\r\nF.3d 476, 479 (1st Cir. 1993).  The task of making out a prima\r\nfacie case is not onerous and, once the plaintiff succeeds in doing\r\nso, the employer must then articulate a legitimate,\r\nnondiscriminatory reason for the adverse employment action.  See\r\nSt. Mary's Honor Ctr. v. Hicks, 509 U.S. 502, 506-07 (1993).  Upon\r\nthe emergence of such an explanation, it falls to the plaintiff to\r\nshow both that the employer's \"proffered reason is a sham, and that\r\ndiscriminatory animus sparked [its] actions.\"  Conward v. Cambridge\r\nSch. Comm., 171 F.3d 12, 19 (1st Cir. 1999).\r\nIn this instance, we assume, arguendo, the correctness of\r\nthe district court's determination that the appellant limned a\r\nprima facie case.  See Cruz Ramos, slip op. at 5-6.  Sun plainly\r\nadvanced a legitimate, nondiscriminatory reason for the decision to\r\nlay off the appellant.  Thus, the case hinges on the last step of\r\nthe McDonnell Douglas pavane, and it is to that aspect that our\r\nthree particularized comments pertain.\r\nFirst:  We have scoured the record and find it barren of\r\nany evidence which, fairly viewed, rebuts Sun's explanation that it\r\ndevised a neutral rating system to grade the seven incumbents,\r\ncommissioned a troika of executives to evaluate them on this basis,\r\nand let the chips fall where they might.  The appellant does not\r\nchallenge the neutrality of the criteria employed but, rather,\r\ncites three events as \"evidence\" of pretext.  None serves to cast\r\nlegitimate doubt upon Sun's actions.\r\nThe appellant's most stentorian assertion is that Darwin\r\nRodriguez, a thirty-year-old, replaced him.  The record belies this\r\nallegation; it shows only that the overall number of positions was\r\nreduced by two, and that the five persons who were retained in\r\nthose positions   Rodriguez included   thereafter performed all the\r\nwork that had been done by the original seven.  When the functions\r\nof a furloughed employee are absorbed into the responsibilities of\r\nexisting employees, who perform these duties along with their own,\r\nno legally cognizable \"replacement\" occurs.  See LeBlanc v. Great\r\nAmerican Ins. Co., 6 F.3d 836, 846 (1st Cir. 1993).\r\nNext, the appellant asserts that, after he was cashiered,\r\nSun hired a temporary ERT who was under forty.  This is plainly an\r\nirrelevancy; the record reveals that the hiring in question took\r\nplace nearly three years after the reduction in force.  Thus, the\r\nhiring has no probative value as to the pretextuality vel non of\r\nSun's stated basis for terminating the appellant's employment in\r\n1995.\r\nFinally, the appellant mistakenly alleges that all the\r\nretained technicians were \"not in the protected class.\"  This is\r\npatently wrong.  The ADEA protects persons 40 years of age and\r\nolder.  See 29 U.S.C.  631(a).  In this instance, the\r\nuncontradicted evidence shows the ages of the five retained\r\nemployees to be as follows:  Flix Bez (46), Ramon Cruz (55),\r\nVctor Merced (45), Darwin Rodrguez (30), and Emrito Rodrguez\r\n(42).  Thus, all but one were within the protected class.\r\nHere, moreover, the fact that the appellant was older\r\nthan all but one of the persons retained proves nothing of any\r\nconsequence.  The appellant's burden was to adduce facts tending to\r\nshow that Sun furloughed him because of his age, see Koster v.\r\nTrans World Airlines, 181 F.3d 24, 32 (1st Cir.), cert. denied, 120\r\nS. Ct. 532 (1999), and he cannot carry that burden simply by a\r\ncomparison of ages within a sample that lacks statistical\r\nsignificance.  At a bare minimum, he must offer some evidence to\r\nshow that the rating system used by the employer was flawed in its\r\ndesign or distorted in its implementation.  Because Sun's stated\r\nbasis for reaching the disputed employment decision was not in any\r\nway impugned by a mere recitation of the ages of those in the\r\nrelevant labor pool, that datum, standing alone, could not defeat\r\nSun's summary judgment initiative.\r\nSecond:  This canvass of the appellant's \"pretext\" claim\r\nleads to our next comment.  From time to time, the parties use the\r\nstatutorily protected class as a line of demarcation and draw\r\ndistinctions between persons over forty and persons under forty. \r\nThis emphasis is misplaced.  The mere fact that an ADEA plaintiff's\r\nduties are assumed by someone outside the protected class lacks\r\nprobative value.  See O'Connor v. Consolidated Coin Caterers Corp.,\r\n517 U.S. 308, 312 (1996).  The fact that a replacement is\r\n\"substantially younger than the plaintiff is a far more reliable\r\nindicator of age discrimination.\"  Id. at 313.  Thus, despite the\r\nparties' emphasis on the bright-line boundary of the protected\r\nclass, our review of the record has focused on the relative ages of\r\nthe affected employees rather than their placement on either side\r\nof a rigid divide.\r\nThird:  Our last comment addresses the appellant's\r\nreliance on a statement contained in his deposition, submitted as\r\npart of his opposition to Sun's motion for summary judgment.  In\r\nit, he vouchsafed that, at about the time of the reduction in\r\nforce, he asked the manager of the department in which he worked,\r\nHenry McLeod, why he was being furloughed.  According to the\r\nappellant, McLeod told him \"that they had to get rid of one\r\nsupervisor, and that because I was the one less affected by a\r\ndischarge, since due to my age and years of service I qualified for\r\nearly retirement, they selected me.\"\r\nConsistent with the summary judgment standard, we accept,\r\narguendo, that McLeod made the comment.  Unlike the district\r\ncourt, we would not characterize it, strictly speaking, as a stray\r\nremark because McLeod (the department head and a member of the team\r\nthat rated the seven aspirants) was one of the decisionmakers and\r\nhis comment directly addressed the challenged employment decision. \r\nSee Fernandes,     F.3d at     [slip op. at 16].  But for purposes\r\nof this case, the most that can be extracted from McLeod's\r\nstatement is that the rankings may have been motivated by\r\nconsiderations of retirement eligibility.  Although factoring\r\npension status into the decisional mix in a reduction-in-force\r\nsituation may seem unfair, it is not probative of age\r\ndiscrimination.  As a matter of federal law, employment decisions\r\nsparked by factors other than age, such as pension status, do not\r\nprove age discrimination even though such factors correlate with\r\nage to some extent.  See Hazen Paper Co. v. Biggins, 507 U.S. 604,\r\n611-12 (1993) (explaining that an employment decision based on\r\npension status \"would not be the result of an inaccurate and\r\ndenigrating generalization about age\"); accord Broaddus v. Florida\r\nPower Corp., 145 F.3d 1283, 1287 (11th Cir. 1998); Bramble v.\r\nAmerican Postal Workers Union, Providence Local, 135 F.3d 21, 25-26\r\n(1st Cir. 1998); Hanebrink v. Brown Shoe Co., 110 F.3d 644, 647\r\n(8th Cir. 1997).  This is but another iteration of the settled\r\nprinciple that \"[t]he ADEA does not stop a company from discharging\r\nan employee for any reason (fair or unfair) or for no reason, so\r\nlong as the decision to fire does not stem from the person's age.\" \r\nMesnick v. General Elec. Co., 950 F.2d 816, 825 (1st Cir. 1991).\r\nWe need go no further.  Because the lower court\r\nappropriately entered summary judgment on the appellant's ADEA\r\nclaim, it permissibly declined to exercise supplemental\r\njurisdiction over his claims under Puerto Rico law.  See Ruiz, 124\r\nF.3d at 251; see also 28 U.S.C.  1367(c).\r\n\nAffirmed.\n",
  "html": "<p class=\"case_cite\">202 F.3d 381 (1st Cir. 2000)</p>\n    <p class=\"parties\">JUSTO CRUZ-RAMOS, Plaintiff, Appellant,<br>v.<br>PUERTO RICO SUN OIL CO., Defendant, Appellee.</p>\n    <p class=\"docket\">No. 99-1683.</p>\n    <p class=\"court\">United States Court of Appeals, for the First Circuit.</p>\n    <p class=\"date\">Heard Jan 5, 2000.<br>Decided January 28, 2000.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF PUERTO RICO. Hon. Hector M. Laffitte, U.S. District Judge.[Copyrighted Material Omitted]</p>\n      <p class=\"indent\">Luis R. Mellado-Gonzalez on brief for appellant.</p>\n      <p class=\"indent\">Frances R. Colon Rivera, with whom Jorge Rodrguez Micheo and Goldman Antonetti &amp; Cordova were on brief, for appellee.</p>\n      <p class=\"indent\">Before Selya, Circuit Judge, Coffin and Campbell, Senior Circuit Judges.</p>\n      <p class=\"indent\">SELYA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This is an action brought pursuant to the Age Discrimination in Employment Act, 29 U.S.C. &#167;&#167; 621-634 (the ADEA), with pendent claims under Puerto Rico law.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The background facts are not in dispute. Defendant-appellee Puerto Rico Sun Oil Co. (Sun) employed plaintiff-appellant Justo Cruz-Ramos for many years. Over time, he worked in various job capacities. In 1995, he was working as an emergency response technician (ERT). During that year, Sun terminated his employment as part of a reduction in force. As a part of the downsizing, the company claimed that it needed to compress seven technicians' positions within the appellant's department into five,<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> that it rated the seven incumbents on various pertinent criteria (including experience, education, training, job performance, effectiveness, computer skills, and other strengths), and that the appellant scored lowest among the seven. The appellant sued, averring that the rating system was a sham and that he had been jettisoned because of his age (he was 55 when Sun implemented the reduction in force).</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In due course, Sun moved for brevis disposition. See Fed. R. Civ. P. 56(c). The district court concluded that the appellant had failed to establish a genuine issue of material fact as to whether Sun's proffered reason for his dismissal constituted a pretext for age discrimination. Consequently, it granted summary judgment in Sun's favor. See Cruz Ramos v. Puerto Rico Sun Oil Co., Civ. No. 97-1314 (HL), slip op. at 11 (D.P.R. Apr. 20, 1998) (unpublished). At the same time, the court eschewed the exercise of supplemental jurisdiction over the pendent claims, dismissing them without prejudice. See id. at 10. This appeal ensued.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">We need not tarry. After perusing the record and considering the parties' briefs, we find nothing that would warrant disturbing the district court's decision. We previously have stated that when a trial court accurately takes the measure of a case and articulates its rationale clearly and convincingly, \"an appellate court should refrain from writing at length to no other end than to hear its own words resonate.\" Lawton v. State Mut. Life Assur. Co., 101 F.3d 218, 220 (1st Cir. 1996); accord Ayala v. Union de Tronquistas de P.R., Local 901, 74 F.3d 344, 345 (1st Cir. 1996); In re San Juan Dupont Plaza Fire Litig., 989 F.2d 36, 38 (1st Cir. 1993). Applying this tenet, we affirm the judgment below for substantially the reasons elucidated in Judge Laffitte's well-conceived opinion. We add only three comments, framed by the familiar burden-shifting model engendered by McDonnell Douglas Corp. v. Green, 411 U.S. 792, 802-04 (1973).</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">A plaintiff in an employment discrimination case may proceed on either a mixed-motive or a pretext approach, or sometimes both, depending on the nature of his evidence. See Fernandes v. Costa Bros. Masonry, Inc., 199 F.3d 572, (1st Cir. 1999) (delineating the workings of the two approaches). The appellant has pursued the latter course. We limn its contours.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Pretext analysis consists of three steps. First, the plaintiff must establish a prima facie case. See Texas Dep't of Community Affairs v. Burdine, 450 U.S. 248, 252-53 (1981). When a plaintiff challenges his ouster in the context of a reduction in force, he must establish that he was at least forty years old; that his job performance met the employer's legitimate expectations; that his employment nonetheless was terminated; and that the employer retained younger persons in the same position or otherwise failed to treat age neutrally in implementing the reduction in force. See Ruiz v. Posadas de San Juan Assocs., 124 F.3d 243, 247-48 (1st Cir. 1997); Hidalgo v. Overseas Condado Ins. Agencies, 120 F.3d 328, 332-33 (1st Cir. 1997); Vega v. Kodak Caribbean, Ltd., 3 F.3d 476, 479 (1st Cir. 1993). The task of making out a prima facie case is not onerous and, once the plaintiff succeeds in doing so, the employer must then articulate a legitimate, nondiscriminatory reason for the adverse employment action. See St. Mary's Honor Ctr. v. Hicks, 509 U.S. 502, 506-07 (1993). Upon the emergence of such an explanation, it falls to the plaintiff to show both that the employer's \"proffered reason is a sham, and that discriminatory animus sparked [its] actions.\" Conward v. Cambridge Sch. Comm., 171 F.3d 12, 19 (1st Cir. 1999).</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">In this instance, we assume, arguendo, the correctness of the district court's determination that the appellant limned a prima facie case. See Cruz Ramos, slip op. at 5-6. Sun plainly advanced a legitimate, nondiscriminatory reason for the decision to lay off the appellant. Thus, the case hinges on the last step of the McDonnell Douglas pavane, and it is to that aspect that our three particularized comments pertain.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">First: We have scoured the record and find it barren of any evidence which, fairly viewed, rebuts Sun's explanation that it devised a neutral rating system to grade the seven incumbents, commissioned a troika of executives to evaluate them on this basis, and let the chips fall where they might. The appellant does not challenge the neutrality of the criteria employed but, rather, cites three events as \"evidence\" of pretext. None serves to cast legitimate doubt upon Sun's actions.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The appellant's most stentorian assertion is that Darwin Rodriguez, a thirty-year-old, replaced him. The record belies this allegation; it shows only that the overall number of positions was reduced by two, and that the five persons who were retained in those positions -- Rodriguez included -- thereafter performed all the work that had been done by the original seven. When the functions of a furloughed employee are absorbed into the responsibilities of existing employees, who perform these duties along with their own, no legally cognizable \"replacement\" occurs. See LeBlanc v. Great American Ins. Co., 6 F.3d 836, 846 (1st Cir. 1993).</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Next, the appellant asserts that, after he was cashiered, Sun hired a temporary ERT who was under forty. This is plainly an irrelevancy; the record reveals that the hiring in question took place nearly three years after the reduction in force. Thus, the hiring has no probative value as to the pretextuality vel non of Sun's stated basis for terminating the appellant's employment in 1995.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Finally, the appellant mistakenly alleges that all the retained technicians were \"not in the protected class.\" This is patently wrong. The ADEA protects persons 40 years of age and older. See 29 U.S.C. &#167; 631(a). In this instance, the uncontradicted evidence shows the ages of the five retained employees to be as follows: Felix Baez (46), Ramon Cruz (55), Vctor Merced (45), Darwin Rodrguez (30), and Emerito Rodrguez (42). Thus, all but one were within the protected class.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Here, moreover, the fact that the appellant was older than all but one of the persons retained proves nothing of any consequence. The appellant's burden was to adduce facts tending to show that Sun furloughed him because of his age, see Koster v. Trans World Airlines, 181 F.3d 24, 32 (1st Cir.), cert. denied, 120 S. Ct. 532 (1999), and he cannot carry that burden simply by a comparison of ages within a sample that lacks statistical significance. At a bare minimum, he must offer some evidence to show that the rating system used by the employer was flawed in its design or distorted in its implementation.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> Because Sun's stated basis for reaching the disputed employment decision was not in any way impugned by a mere recitation of the ages of those in the relevant labor pool, that datum, standing alone, could not defeat Sun's summary judgment initiative.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Second: This canvass of the appellant's \"pretext\" claim leads to our next comment. From time to time, the parties use the statutorily protected class as a line of demarcation and draw distinctions between persons over forty and persons under forty. This emphasis is misplaced. The mere fact that an ADEA plaintiff's duties are assumed by someone outside the protected class lacks probative value. See O'Connor v. Consolidated Coin Caterers Corp., 517 U.S. 308, 312 (1996). The fact that a replacement is \"substantially younger than the plaintiff is a far more reliable indicator of age discrimination.\" Id. at 313. Thus, despite the parties' emphasis on the bright-line boundary of the protected class, our review of the record has focused on the relative ages of the affected employees rather than their placement on either side of a rigid divide.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Third: Our last comment addresses the appellant's reliance on a statement contained in his deposition, submitted as part of his opposition to Sun's motion for summary judgment. In it, he vouchsafed that, at about the time of the reduction in force, he asked the manager of the department in which he worked, Henry McLeod, why he was being furloughed. According to the appellant, McLeod told him \"that they had to get rid of one supervisor, and that because I was the one less affected by a discharge, since due to my age and years of service I qualified for early retirement, they selected me.\"Consistent with the summary judgment standard, we accept, arguendo, that McLeod made the comment.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> Unlike the district court, we would not characterize it, strictly speaking, as a stray remark because McLeod (the department head and a member of the team that rated the seven aspirants) was one of the decisionmakers and his comment directly addressed the challenged employment decision. See Fernandes, 199 F.3d at 582. But for purposes of this case, the most that can be extracted from McLeod's statement is that the rankings may have been motivated by considerations of retirement eligibility. Although factoring pension status into the decisional mix in a reduction-in-force situation may seem unfair, it is not probative of age discrimination. As a matter of federal law, employment decisions sparked by factors other than age, such as pension status, do not prove age discrimination even though such factors correlate with age to some extent. See Hazen Paper Co. v. Biggins, 507 U.S. 604, 611-12 (1993) (explaining that an employment decision based on pension status \"would not be the result of an inaccurate and denigrating generalization about age\"); accord Broaddus v. Florida Power Corp., 145 F.3d 1283, 1287 (11th Cir. 1998); Bramble v. American Postal Workers Union, Providence Local, 135 F.3d 21, 25-26 (1st Cir. 1998); Hanebrink v. Brown Shoe Co., 110 F.3d 644, 647 (8th Cir. 1997). This is but another iteration of the settled principle that \"[t]he ADEA does not stop a company from discharging an employee for any reason (fair or unfair) or for no reason, so long as the decision to fire does not stem from the person's age.\" Mesnick v. General Elec. Co., 950 F.2d 816, 825 (1st Cir. 1991).</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">We need go no further. Because the lower court appropriately entered summary judgment on the appellant's ADEA claim, it permissibly declined to exercise supplemental jurisdiction over his claims under Puerto Rico law. See Ruiz, 124 F.3d at 251; see also 28 U.S.C. &#167; 1367(c).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> At the time, Sun employed a total of five ERTs in the appellant's department, along with two health and safety technicians. The ERTs served as emergency response shift supervisors, and the health and safety technicians served in that capacity on an as-needed basis. Because the appellant has not contradicted Sun's assertion that these positions were for practical purposes interchangeable, we treat all seven affected individuals as if they were ERTs.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> So, too, was the other technician displaced by the reduction in force, Alejandro Sanchez (46). We mention Sanchez because he found other employment with Sun, albeit in a different department. In this sense, he was treated more favorably than the appellant (who was terminated outright).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Henry McLeod, the manager of the department in which the appellant worked, and the appellant's immediate supervisor, Angel Ruiz, had the principal responsibility for rating the seven incumbents. Their affidavits set out specific, detailed reasons why the other six employees received higher grades than the appellant. In response, the appellant merely avers in conclusory terms that \"I did not consider that I had less formal education nor less experience in the job, nor had performed in a lower level than [the other employees].\" These generalities fail to rebut Sun's meticulous exegesis of the rankings and the basis for them. See Shorette v. Rite Aid of Maine, Inc., 155 F.3d 8, 15 (1st Cir. 1998) (explaining that a claimant's \"personal opinion regarding his own job qualifications is not sufficiently probative on the issue of pretext\") (citing cases); Medina-Munoz v. R.J. Reynolds Tobacco Co., 896 F.2d 5, 8 (1st Cir. 1990) (explaining that \"conclusory allegations, improbable inferences, and unsupported speculation\" cannot defeat a properly documented summary judgment motion).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Although it is undisputed that the number of positions was reduced from seven to five, the reference to \"get[ting] rid of one supervisor\" apparently recognized that Sanchez had been able to secure a transfer to another department. See supra note 2.</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">202</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">381</span></span> (1st Cir. 2000)</p>\n    <p class=\"parties\">JUSTO CRUZ-RAMOS, Plaintiff, Appellant,<br>v.<br>PUERTO RICO SUN OIL CO., Defendant, Appellee.</p>\n    <p class=\"docket\">No. 99-1683.</p>\n    <p class=\"court\">United States Court of Appeals, for the First Circuit.</p>\n    <p class=\"date\">Heard Jan 5, 2000.<br>Decided January 28, 2000.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF PUERTO RICO. Hon. Hector M. Laffitte, U.S. District Judge.[Copyrighted Material Omitted]</p>\n      <p class=\"indent\">Luis R. Mellado-Gonzalez on brief for appellant.</p>\n      <p class=\"indent\">Frances R. Colon Rivera, with whom Jorge Rodrguez Micheo and Goldman Antonetti &amp; Cordova were on brief, for appellee.</p>\n      <p class=\"indent\">Before Selya, Circuit Judge, Coffin and Campbell, Senior Circuit Judges.</p>\n      <p class=\"indent\">SELYA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This is an action brought pursuant to the Age Discrimination in Employment Act, 29 U.S.C. &#167;&#167; 621-634 (the ADEA), with pendent claims under Puerto Rico law.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The background facts are not in dispute. Defendant-appellee Puerto Rico Sun Oil Co. (Sun) employed plaintiff-appellant Justo Cruz-Ramos for many years. Over time, he worked in various job capacities. In 1995, he was working as an emergency response technician (ERT). During that year, Sun terminated his employment as part of a reduction in force. As a part of the downsizing, the company claimed that it needed to compress seven technicians' positions within the appellant's department into five,<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> that it rated the seven incumbents on various pertinent criteria (including experience, education, training, job performance, effectiveness, computer skills, and other strengths), and that the appellant scored lowest among the seven. The appellant sued, averring that the rating system was a sham and that he had been jettisoned because of his age (he was 55 when Sun implemented the reduction in force).</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In due course, Sun moved for brevis disposition. See Fed. R. Civ. P. 56(c). The district court concluded that the appellant had failed to establish a genuine issue of material fact as to whether Sun's proffered reason for his dismissal constituted a pretext for age discrimination. Consequently, it granted summary judgment in Sun's favor. See Cruz Ramos v. Puerto Rico Sun Oil Co., Civ. No. 97-1314 (HL), slip op. at 11 (D.P.R. Apr. 20, 1998) (unpublished). At the same time, the court eschewed the exercise of supplemental jurisdiction over the pendent claims, dismissing them without prejudice. See id. at 10. This appeal ensued.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">We need not tarry. After perusing the record and considering the parties' briefs, we find nothing that would warrant disturbing the district court's decision. We previously have stated that when a trial court accurately takes the measure of a case and articulates its rationale clearly and convincingly, \"an appellate court should refrain from writing at length to no other end than to hear its own words resonate.\" Lawton v. State Mut. Life Assur. Co., <span class=\"citation\" data-id=\"197113\"><a href=\"/opinion/197113/lawton-v-state-mutual/\"><span class=\"volume\">101</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">218</span></a></span>, 220 (1st Cir. 1996); accord Ayala v. Union de Tronquistas de P.R., Local 901, <span class=\"citation\" data-id=\"711116\"><a href=\"/opinion/711116/jose-ayala-v-union-de-tronquistas-de-puerto-rico-local-901/\"><span class=\"volume\">74</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">344</span></a></span>, 345 (1st Cir. 1996); In re San Juan Dupont Plaza Fire Litig., <span class=\"citation\" data-id=\"602834\"><a href=\"/opinion/602834/in-re-san-juan-dupont-plaza-hotel-fire-litigation-holders-capital/\"><span class=\"volume\">989</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">36</span></a></span>, 38 (1st Cir. 1993). Applying this tenet, we affirm the judgment below for substantially the reasons elucidated in Judge Laffitte's well-conceived opinion. We add only three comments, framed by the familiar burden-shifting model engendered by McDonnell Douglas Corp. v. Green, <span class=\"citation\" data-id=\"108786\"><a href=\"/opinion/108786/mcdonnell-douglas-corp-v-green/\"><span class=\"volume\">411</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">792</span></a></span>, 802-04 (1973).</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">A plaintiff in an employment discrimination case may proceed on either a mixed-motive or a pretext approach, or sometimes both, depending on the nature of his evidence. See Fernandes v. Costa Bros. Masonry, Inc., <span class=\"citation\" data-id=\"198793\"><a href=\"/opinion/198793/fernandes-v-costa-brothers/\"><span class=\"volume\">199</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">572</span></a></span>, (1st Cir. 1999) (delineating the workings of the two approaches). The appellant has pursued the latter course. We limn its contours.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Pretext analysis consists of three steps. First, the plaintiff must establish a prima facie case. See Texas Dep't of Community Affairs v. Burdine, <span class=\"citation\" data-id=\"110424\"><a href=\"/opinion/110424/texas-dept-of-community-affairs-v-burdine/\"><span class=\"volume\">450</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">248</span></a></span>, 252-53 (1981). When a plaintiff challenges his ouster in the context of a reduction in force, he must establish that he was at least forty years old; that his job performance met the employer's legitimate expectations; that his employment nonetheless was terminated; and that the employer retained younger persons in the same position or otherwise failed to treat age neutrally in implementing the reduction in force. See Ruiz v. Posadas de San Juan Assocs., <span class=\"citation\" data-id=\"746213\"><a href=\"/opinion/746213/78-fair-emplpraccas-bna-641-72-empl-prac-dec-p-45135-ivan-ruiz-v/\"><span class=\"volume\">124</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">243</span></a></span>, 247-48 (1st Cir. 1997); Hidalgo v. Overseas Condado Ins. Agencies, <span class=\"citation\" data-id=\"744483\"><a href=\"/opinion/744483/75-fair-emplpraccas-bna-1027-73-empl-prac-dec-p-45288-manuel-t/\"><span class=\"volume\">120</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">328</span></a></span>, 332-33 (1st Cir. 1997); Vega v. Kodak Caribbean, Ltd., <span class=\"citation\" data-id=\"628958\"><a href=\"/opinion/628958/62-fair-emplpraccas-1198-62-empl-prac-dec-p-42530-17-employee/\"><span class=\"volume\">3</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">476</span></a></span>, 479 (1st Cir. 1993). The task of making out a prima facie case is not onerous and, once the plaintiff succeeds in doing so, the employer must then articulate a legitimate, nondiscriminatory reason for the adverse employment action. See St. Mary's Honor Ctr. v. Hicks, <span class=\"citation\" data-id=\"112901\"><a href=\"/opinion/112901/st-marys-honor-center-v-hicks/\"><span class=\"volume\">509</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">502</span></a></span>, 506-07 (1993). Upon the emergence of such an explanation, it falls to the plaintiff to show both that the employer's \"proffered reason is a sham, and that discriminatory animus sparked [its] actions.\" Conward v. Cambridge Sch. Comm., <span class=\"citation\" data-id=\"762534\"><a href=\"/opinion/762534/thomas-conward-v-the-cambridge-school-committee/\"><span class=\"volume\">171</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">12</span></a></span>, 19 (1st Cir. 1999).</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">In this instance, we assume, arguendo, the correctness of the district court's determination that the appellant limned a prima facie case. See Cruz Ramos, slip op. at 5-6. Sun plainly advanced a legitimate, nondiscriminatory reason for the decision to lay off the appellant. Thus, the case hinges on the last step of the McDonnell Douglas pavane, and it is to that aspect that our three particularized comments pertain.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">First: We have scoured the record and find it barren of any evidence which, fairly viewed, rebuts Sun's explanation that it devised a neutral rating system to grade the seven incumbents, commissioned a troika of executives to evaluate them on this basis, and let the chips fall where they might. The appellant does not challenge the neutrality of the criteria employed but, rather, cites three events as \"evidence\" of pretext. None serves to cast legitimate doubt upon Sun's actions.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The appellant's most stentorian assertion is that Darwin Rodriguez, a thirty-year-old, replaced him. The record belies this allegation; it shows only that the overall number of positions was reduced by two, and that the five persons who were retained in those positions -- Rodriguez included -- thereafter performed all the work that had been done by the original seven. When the functions of a furloughed employee are absorbed into the responsibilities of existing employees, who perform these duties along with their own, no legally cognizable \"replacement\" occurs. See LeBlanc v. Great American Ins. Co., <span class=\"citation\" data-id=\"654585\"><a href=\"/opinion/654585/theodore-l-leblanc-v-great-american-insurance-company/\"><span class=\"volume\">6</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">836</span></a></span>, 846 (1st Cir. 1993).</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Next, the appellant asserts that, after he was cashiered, Sun hired a temporary ERT who was under forty. This is plainly an irrelevancy; the record reveals that the hiring in question took place nearly three years after the reduction in force. Thus, the hiring has no probative value as to the pretextuality vel non of Sun's stated basis for terminating the appellant's employment in 1995.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Finally, the appellant mistakenly alleges that all the retained technicians were \"not in the protected class.\" This is patently wrong. The ADEA protects persons 40 years of age and older. See 29 U.S.C. &#167; 631(a). In this instance, the uncontradicted evidence shows the ages of the five retained employees to be as follows: Felix Baez (46), Ramon Cruz (55), Vctor Merced (45), Darwin Rodrguez (30), and Emerito Rodrguez (42). Thus, all but one were within the protected class.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Here, moreover, the fact that the appellant was older than all but one of the persons retained proves nothing of any consequence. The appellant's burden was to adduce facts tending to show that Sun furloughed him because of his age, see Koster v. Trans World Airlines, <span class=\"citation\" data-id=\"198522\"><a href=\"/opinion/198522/koster-v-trans-world/\"><span class=\"volume\">181</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">24</span></a></span>, 32 (1st Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">120</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">532</span></span> (1999), and he cannot carry that burden simply by a comparison of ages within a sample that lacks statistical significance. At a bare minimum, he must offer some evidence to show that the rating system used by the employer was flawed in its design or distorted in its implementation.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> Because Sun's stated basis for reaching the disputed employment decision was not in any way impugned by a mere recitation of the ages of those in the relevant labor pool, that datum, standing alone, could not defeat Sun's summary judgment initiative.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Second: This canvass of the appellant's \"pretext\" claim leads to our next comment. From time to time, the parties use the statutorily protected class as a line of demarcation and draw distinctions between persons over forty and persons under forty. This emphasis is misplaced. The mere fact that an ADEA plaintiff's duties are assumed by someone outside the protected class lacks probative value. See O'Connor v. Consolidated Coin Caterers Corp., <span class=\"citation\" data-id=\"118014\"><a href=\"/opinion/118014/oconnor-v-consolidated-coin-caterers-corp/\"><span class=\"volume\">517</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">308</span></a></span>, 312 (1996). The fact that a replacement is \"substantially younger than the plaintiff is a far more reliable indicator of age discrimination.\" Id. at 313. Thus, despite the parties' emphasis on the bright-line boundary of the protected class, our review of the record has focused on the relative ages of the affected employees rather than their placement on either side of a rigid divide.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Third: Our last comment addresses the appellant's reliance on a statement contained in his deposition, submitted as part of his opposition to Sun's motion for summary judgment. In it, he vouchsafed that, at about the time of the reduction in force, he asked the manager of the department in which he worked, Henry McLeod, why he was being furloughed. According to the appellant, McLeod told him \"that they had to get rid of one supervisor, and that because I was the one less affected by a discharge, since due to my age and years of service I qualified for early retirement, they selected me.\"Consistent with the summary judgment standard, we accept, arguendo, that McLeod made the comment.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> Unlike the district court, we would not characterize it, strictly speaking, as a stray remark because McLeod (the department head and a member of the team that rated the seven aspirants) was one of the decisionmakers and his comment directly addressed the challenged employment decision. See Fernandes, 199 F.3d at 582. But for purposes of this case, the most that can be extracted from McLeod's statement is that the rankings may have been motivated by considerations of retirement eligibility. Although factoring pension status into the decisional mix in a reduction-in-force situation may seem unfair, it is not probative of age discrimination. As a matter of federal law, employment decisions sparked by factors other than age, such as pension status, do not prove age discrimination even though such factors correlate with age to some extent. See Hazen Paper Co. v. Biggins, <span class=\"citation\" data-id=\"112844\"><a href=\"/opinion/112844/hazen-paper-co-v-biggins/\"><span class=\"volume\">507</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">604</span></a></span>, 611-12 (1993) (explaining that an employment decision based on pension status \"would not be the result of an inaccurate and denigrating generalization about age\"); accord Broaddus v. Florida Power Corp., <span class=\"citation\" data-id=\"754811\"><a href=\"/opinion/754811/77-fair-emplpraccas-bna-384-74-empl-prac-dec-p-45492-11-fla-l/\"><span class=\"volume\">145</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1283</span></a></span>, 1287 (11th Cir. 1998); Bramble v. American Postal Workers Union, Providence Local, <span class=\"citation\" data-id=\"751213\"><a href=\"/opinion/751213/76-fair-emplpraccas-bna-20-72-empl-prac-dec-p-45251-dale-bramble/\"><span class=\"volume\">135</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">21</span></a></span>, 25-26 (1st Cir. 1998); Hanebrink v. Brown Shoe Co., <span class=\"citation\" data-id=\"739126\"><a href=\"/opinion/739126/73-fair-emplpraccas-bna-865-70-empl-prac-dec-p-44673-ronald-h/\"><span class=\"volume\">110</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">644</span></a></span>, 647 (8th Cir. 1997). This is but another iteration of the settled principle that \"[t]he ADEA does not stop a company from discharging an employee for any reason (fair or unfair) or for no reason, so long as the decision to fire does not stem from the person's age.\" Mesnick v. General Elec. Co., <span class=\"citation\" data-id=\"573068\"><a href=\"/opinion/573068/samuel-mesnick-v-general-electric-company/\"><span class=\"volume\">950</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">816</span></a></span>, 825 (1st Cir. 1991).</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">We need go no further. Because the lower court appropriately entered summary judgment on the appellant's ADEA claim, it permissibly declined to exercise supplemental jurisdiction over his claims under Puerto Rico law. See Ruiz, 124 F.3d at 251; see also 28 U.S.C. &#167; 1367(c).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> At the time, Sun employed a total of five ERTs in the appellant's department, along with two health and safety technicians. The ERTs served as emergency response shift supervisors, and the health and safety technicians served in that capacity on an as-needed basis. Because the appellant has not contradicted Sun's assertion that these positions were for practical purposes interchangeable, we treat all seven affected individuals as if they were ERTs.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> So, too, was the other technician displaced by the reduction in force, Alejandro Sanchez (46). We mention Sanchez because he found other employment with Sun, albeit in a different department. In this sense, he was treated more favorably than the appellant (who was terminated outright).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Henry McLeod, the manager of the department in which the appellant worked, and the appellant's immediate supervisor, Angel Ruiz, had the principal responsibility for rating the seven incumbents. Their affidavits set out specific, detailed reasons why the other six employees received higher grades than the appellant. In response, the appellant merely avers in conclusory terms that \"I did not consider that I had less formal education nor less experience in the job, nor had performed in a lower level than [the other employees].\" These generalities fail to rebut Sun's meticulous exegesis of the rankings and the basis for them. See Shorette v. Rite Aid of Maine, Inc., <span class=\"citation\" data-id=\"757726\"><a href=\"/opinion/757726/78-fair-emplpraccas-bna-736-74-empl-prac-dec-p-45576-peter-w/\"><span class=\"volume\">155</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">8</span></a></span>, 15 (1st Cir. 1998) (explaining that a claimant's \"personal opinion regarding his own job qualifications is not sufficiently probative on the issue of pretext\") (citing cases); Medina-Munoz v. R.J. Reynolds Tobacco Co., <span class=\"citation\" data-id=\"536516\"><a href=\"/opinion/536516/52-fair-emplpraccas-253-52-empl-prac-dec-p-39659-jose-medina-munoz/\"><span class=\"volume\">896</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">5</span></a></span>, 8 (1st Cir. 1990) (explaining that \"conclusory allegations, improbable inferences, and unsupported speculation\" cannot defeat a properly documented summary judgment motion).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Although it is undisputed that the number of positions was reduced from seven to five, the reference to \"get[ting] rid of one supervisor\" apparently recognized that Sanchez had been able to secure a transfer to another department. See supra note 2.</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/108786/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110424/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112844/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112901/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118014/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197113/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198522/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198793/",
    "http://www.courtlistener.com/api/rest/v3/opinions/536516/",
    "http://www.courtlistener.com/api/rest/v3/opinions/573068/",
    "http://www.courtlistener.com/api/rest/v3/opinions/602834/",
    "http://www.courtlistener.com/api/rest/v3/opinions/628958/",
    "http://www.courtlistener.com/api/rest/v3/opinions/654585/",
    "http://www.courtlistener.com/api/rest/v3/opinions/711116/",
    "http://www.courtlistener.com/api/rest/v3/opinions/739126/",
    "http://www.courtlistener.com/api/rest/v3/opinions/744483/",
    "http://www.courtlistener.com/api/rest/v3/opinions/746213/",
    "http://www.courtlistener.com/api/rest/v3/opinions/751213/",
    "http://www.courtlistener.com/api/rest/v3/opinions/754811/",
    "http://www.courtlistener.com/api/rest/v3/opinions/757726/",
    "http://www.courtlistener.com/api/rest/v3/opinions/762534/"
  ]
}