{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/198832/",
  "absolute_url": "/opinion/198832/oscar-cruz-v-melecio/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/198832/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T04:00:43Z",
  "date_modified": "2017-03-24T10:59:17.481792Z",
  "type": "010combined",
  "sha1": "fe045d4eb67915262415f98dbb92874399a3c476",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=99-1960.01A",
  "local_path": null,
  "plain_text": "               United States Court of Appeals\r\n                   For the First Circuit\r\n\nNo. 99-1960\r\n\n                  PEDRO OSCAR CRUZ, ET AL.,\r\n\n                   Plaintiffs, Appellants,\r\n\n                              v.\r\n\n                JUAN R. MELECIO, ETC., ET AL.,\r\n\n                   Defendants, Appellees. \r\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n               FOR THE DISTRICT OF PUERTO RICO\r\n\n      [Hon. Juan M. Prez-Gimnez, U.S. District Judge]\r\n\n                            Before\r\n\n                  Selya, Boudin and Lynch,\r\n\n                      Circuit Judges.\r\n\n   Roberto A. Fernandez for appellants.\r\n   Pedro A. Delgado, with whom O'Neill &amp; Borges was on brief, for\r\ndefendants-appellees.\r\n   Gustavo A. Gelp, Solicitor General, Puerto Rico Dep't of\r\nJustice, for intervenor-appellee.\r\n\nFebruary 17, 2000\r\n\nSELYA, Circuit Judge.  The appellants in this case\r\nchallenge the constitutionality of certain provisions of Puerto\r\nRico law regulating ballot access on the part of political parties. \r\nTheir appeal asks us to set aside an order of the district court\r\ndismissing their complaint and to grant declaratory and injunctive\r\nrelief.  Resolving this dilemma requires us to confront complex and\r\nhighly nuanced questions of comity, federalism, and the proper use\r\nof federal judicial power.  After studying the problems presented,\r\nwe reverse the order of dismissal and remand to the district court\r\nwith directions to stay further proceedings pending the resolution\r\nof a related case awaiting decision before the Puerto Rico Supreme\r\nCourt.\r\nI.  BACKGROUND\r\nThe appellants are citizens of Puerto Rico and members of\r\nthe Partido Accin Civil (the Party).  They seek to register the\r\nParty on a commonwealth-wide basis, so that its candidates will\r\nappear on the ballot for the November 2000 general election.  To do\r\nso, they must file petitions with the Puerto Rico Election\r\nCommission (the Commission) before June 1, 2000, which have been\r\nsigned by registered voters aggregating no less than five percent\r\nof the total votes cast for gubernatorial candidates in the\r\npreceding general election.  See P.R. Laws Ann. tit. 16,  3101(3). \r\nEach petition must be notarized and filed within seven days.  See\r\nid.  3101(3), 3102.  Based on participation in the 1996\r\ngubernatorial election, the Party must garner approximately 100,000\r\nsignatures.\r\nApparently viewing this hurdle as insurmountable (or\r\nnearly so), the appellants filed this action for declaratory and\r\ninjunctive relief in Puerto Rico's federal district court.  They\r\nnamed the members of the Commission as defendants and asserted that\r\nthe notarization requirement and seven-day deadline, separately and\r\nin combination, transgress the First and Fourteenth Amendments to\r\nthe United States Constitution by abridging the appellants' rights\r\nto free speech and association, to participate meaningfully in the\r\npolitical process, to vote, and to enjoy equal protection of the\r\nlaws.  In support of these asseverations, the appellants allege\r\nthat the process is prohibitively expensive because only attorneys\r\ncan act as notaries in Puerto Rico; that, in any event, too few are\r\nwilling to take the time to validate petitions; that the seven-day\r\nrequirement is burdensome in light of the tight time parameters and\r\nthe \"monumental\" paperwork that must be included when a petition is\r\nsubmitted to the Commission; that petitions to register a local\r\nparty need not be notarized; that petitions for aspirants in party\r\nprimaries may be filed ten days after being sworn (rather than\r\nseven); and that there is no comparable deadline for petitions to\r\nplace independent candidates on the ballot.\r\nThe appellants filed their federal complaint on March 23,\r\n1999, and simultaneously moved for a preliminary injunction. \r\nDefendant-appellee Juan R. Melecio, the Commission chairman, cross-\r\nmoved for dismissal.  The Puerto Rico Attorney General intervened,\r\nsee 28 U.S.C.  2403(b), and joined Melecio's motion to dismiss. \r\nThe motion theorized that the appellants' action was barred by res\r\njudicata and that, in all events, the challenged requirements serve\r\ncompelling state interests without unduly burdening voters'\r\nconstitutional rights.\r\nThe reference to res judicata relates to an action filed\r\nby the Party in a commonwealth court on October 6, 1998.  In that\r\nsuit, brought against the Commissioners and others, the Party\r\nchallenged the same ballot-access requirements under both the\r\nUnited States and Puerto Rico constitutions.  The Puerto Rico Court\r\nof First Instance granted summary judgment in favor of the\r\ndefendants on January 21, 1999.  Just two days after the\r\ncommencement of the federal court action, the Puerto Rico Circuit\r\nCourt of Appeals affirmed the judgment.  See Partido Accin Civil\r\nv. Commonwealth, No. KLAN9900158, slip op. (P.R. App. Mar. 25,\r\n1999).  The Party took a further appeal to the Puerto Rico Supreme\r\nCourt.  On July 30, that court dismissed the appeal, see P.R. Laws\r\nAnn. tit. 4,  22i(b) (providing for direct appeal from a judgment\r\nof unconstitutionality, but not from a judgment of\r\nconstitutionality), instead granting certiorari.  The case (No. AC-\r\n1999-20) has been briefed and is awaiting decision.\r\nThe district court elected neither to delve into the\r\nintricacies of the res judicata defense nor to address the\r\nappellants' prayer for preliminary injunctive relief.  Instead, it\r\nwent straight to the heart of the case and dismissed the action on\r\nthe merits.  See Cruz v. Melecio, Civ. No. 99-1296 (PG), slip op.\r\n(D.P.R. July 7, 1999) (granting defendants' and intervenor's motion\r\nto dismiss under Fed. R. Civ. P. 12(b)(6)).  The district court\r\nruled while the improvident commonwealth appeal was pending and a\r\nfew days before the Puerto Rico Supreme Court granted certiorari. \r\nThis appeal ensued.\r\nII.  RES JUDICATA\r\nIf successful, the res judicata defense ends our inquiry. \r\nThus, we begin by addressing the efficacy of that defense.\r\nBy federal statute, \"judicial proceedings of any court of\r\nany . . . State, Territory or Possession . . . shall have the same\r\nfull faith and credit in every court within the United States . .\r\n. as they have by law or usage in the courts of such State,\r\nTerritory or Possession.\"  28 U.S.C.  1738.  This mandate\r\n\"requires federal courts to give the same preclusive effect to\r\nstate court judgments that those judgments would be given in the\r\ncourts of the State from which the judgments emerged.\"  Kremer v.\r\nChemical Constr. Corp., 456 U.S. 461, 466 (1982).  The fact that a\r\nsuit raises a federal question or seeks to vindicate federal\r\nconstitutional rights does not blunt the force of this command. \r\nSee Migra v. Warren City Sch. Dist. Bd. of Educ., 465 U.S. 75, 80-\r\n85 (1984); Allen v. McCurry, 449 U.S. 90, 96-105 (1980). \r\nConsequently, state law, with all its wrinkles, applies in deciding\r\nthe res judicata effect of a state court judgment in a federal\r\ncourt.  See Montalvo-Huertas v. Rivera-Cruz, 885 F.2d 971, 974\r\n(1st Cir. 1989).  We therefore look to the law of Puerto Rico to\r\ndeduce the preclusive effect of the judgment entered by the Court\r\nof First Instance.\r\nThe Civil Code limns the operation of the doctrine of res\r\njudicata in Puerto Rico:\r\n    In order that the presumption of the\r\nres adjudicata may be valid in another suit,\r\nit is necessary that, between the case decided\r\nby the sentence and that in which the same is\r\ninvoked, there be the most perfect identity\r\nbetween the things, causes, and persons of the\r\nlitigants, and their capacity as such.\r\n\nP.R. Laws Ann. tit. 31,  3343.  Although the present appellants\r\nare not named parties in the commonwealth court proceedings, they\r\nare members of the organization that is the plaintiff there and\r\nthey control that litigation.  This type of privity suffices for\r\nres judicata purposes.  See Montalvo-Huertas, 885 F.2d at 975\r\n(applying Puerto Rico law); see also Restatement (Second) of\r\nJudgments  39 (1982).  After all, courts typically have refrained\r\nfrom interpreting the phrase \"perfect identity\" literally, see\r\nFutura Dev. Corp. v. Centex Corp., 761 F.2d 33, 43-45 (1st Cir.\r\n1985), and the appellants do not suggest that nominal differences\r\nbetween two actions will suffice to undermine the preclusive effect\r\nof a commonwealth court ruling.\r\nGoing beyond \"identity\" questions, due process imposes an\r\nadded requirement:  for res judicata to operate, the precluded\r\nparty must have had a full and fair opportunity to litigate her\r\ncase in the earlier proceeding.  See Allen, 449 U.S. at 95;\r\nMassachusetts Sch. of Law at Andover v. American Bar Ass'n, 142\r\nF.3d 26, 39 (1st Cir. 1998); Medina v. Chase Manhattan Bank, 737\r\nF.2d 140, 145 (1st Cir. 1984).  The appellants seize upon this\r\nimperative and vigorously assert that they were denied a full and\r\nfair opportunity to litigate their federal claims in the\r\ncommonwealth proceedings.\r\nStripped of rhetorical flourishes, this assertion reduces\r\nto the notion that, by deciding the case on summary judgment and\r\nwithout hearing oral argument, the commonwealth trial court\r\ndeprived the Party of an opportunity to litigate its claims.  This\r\nis sheer persiflage.  There is nothing fundamentally unfair about\r\nthe summary judgment process, nor does the absence of an\r\nopportunity to supplement written submissions with oral advocacy\r\nconstitute a denial of due process.  See United States v. One 1974\r\nPorsche 911-S, 682 F.2d 283, 286 (1st Cir. 1982) (\"There is no\r\nconstitutional right to oral argument on a summary judgment\r\nmotion.\").\r\nThe appellants' next argument   that the commonwealth\r\ntrial court failed to acknowledge the constitutional principles\r\nunderlying their claims   leads nowhere.  Although the commonwealth\r\ntrial court did not explicitly mention the federal constitutional\r\nrights of Party members, it relied throughout its opinion on United\r\nStates Supreme Court case law evaluating the constitutionality of\r\nregistration requirements for new political parties.  We have\r\ndeemed even more cryptic references sufficient in other settings to\r\nshow that a state court considered a federal constitutional\r\nargument, see, e.g., Nadworny v. Fair, 872 F.2d 1093, 1101-03 (1st\r\nCir. 1989), and we see no reason to apply a different rule in this\r\ncontext.  At any rate, it takes more than imprecise opinion writing\r\nto ground a violation of due process in a situation of this sort;\r\nsubstantive error, even of a constitutional magnitude, will not\r\ndeprive a procedurally adequate judicial proceeding of res judicata\r\neffect.  See Federated Dep't Stores, Inc. v. Moitie, 452 U.S. 394,\r\n398-99 (1981); Bolker v. Superior Court, 82 P.R.R. 785, 799-800\r\n(1961); cf. Jeter v. Hewitt, 63 U.S. (22 How.) 352, 364 (1859)\r\n(observing that \"res judicata renders white that which is black,\r\nand straight that which is crooked\").  A contrary rule would make\r\nit impossible to resolve constitutional claims with any degree of\r\nfinality.\r\nHaving overcome these process-oriented objections, we\r\nturn next to the critical question:  would the Puerto Rico courts\r\nascribe preclusive effect to the existing judgment in the\r\ncommonwealth case?  We think not.\r\nUnder Puerto Rico law, claim preclusion requires a prior\r\njudgment on the merits that is, in the authoritative Spanish,\r\n\"final y firme\" (officially translated as \"final and\r\nunappealable\").  See Worldwide Food Distribs., Inc. v. Coln\r\nBermdez, 133 P.R. Dec. 827, 831 (1993) (official trans. at 4). \r\nThis phrase makes manifest that a commonwealth court judgment\r\ncannot be accorded preclusive effect until all available appeals\r\nhave been exhausted (or the time for taking them has expired).  See\r\nVega Arriaga v. J.C. Penney, Inc., 658 F. Supp. 117, 120-21 (D.P.R.\r\n1987).\r\n\nEven though the Puerto Rico Supreme Court has not made\r\nthis point in so many words, we believe that this is the clear\r\nimplication of the court's repeated emphasis on the phrase \"final\r\ny firme\" in its discussions of res judicata.  E.g., Worldwide Food,\r\n133 P.R. Dec. at 831 (official trans. at 4); Rodrguez Rodrguez v.\r\nColberg Comas, 131 P.R. Dec. 212, 222 (1992) (official trans. at\r\n8); A &amp; P Gen. Contractors, Inc. v. Asociacin Can, Inc., 10 P.R.\r\nOffic. Trans. 987, 988 (1981); De Jess Borrero v. Guerra Guerra,\r\n105 P.R.R. 282, 285, 286 (1976) (per curiam); Commonwealth v.\r\nSociedad Civil Agricola, 104 P.R.R. 548, 554 (1975) (per curiam);\r\nGonzlez Saldaa v. Superior Court, 96 P.R.R. 119, 122, 123 (1968). \r\nThis emphasis is telling.  As the Puerto Rico Supreme Court has\r\nwritten, \"[r]es judicata is understood to mean that which has been\r\nsettled by the final judgment of a judge or competent court and\r\nbears with it the firmness of its irreversibility.\"  Worldwide\r\nFood, 133 P.R. Dec. at 834 (official trans. at 6) (quoting 8-2 Jose\r\nMaria Manresa, Comentarios al Cdigo Civil Espaol 278 (1967)). \r\nAnd while the Spanish word \"firme\" encompasses several distinct\r\nlegal concepts, see Henry Saint Dahl, Dahl's Law Dictionary 215 (3d\r\ned. 1999), there is no doubt that when the Puerto Rico Supreme\r\nCourt uses the term to describe a judgment, the court intends to\r\ndenote unappealability.  See Ex parte Bolvar, 12 P.R.R. 261, 264-\r\n65 (1907) (explaining that \"[t]he meaning of a sentencia firme and\r\na sentencia final are entirely different in legal language, because\r\nan appeal does not lie from a sentencia firme, while an appeal does\r\nlie in the cases provided by the law from a sentencia final\"); see\r\nalso Bolker, 82 P.R.R. at 792 (translating \"firme\" in this context\r\nas \"final and unappealable\").  In other words, a judgment becomes\r\n\"final y firme\" when no further appeal from it can be taken.  See\r\nIn re Pagn Coln, 100 P.R.R. 220, 224 (1971); Gonzlez Saldaa, 96\r\nP.R.R. at 122.\r\nOf course, the view that a judgment does not carry\r\npreclusive effect until all available appeals have been exhausted\r\n(or the time for taking them has expired) represents a departure\r\nfrom the juridical norm.  See 18 James Wm. Moore et al., Moore's\r\nFederal Practice  131.30[2][c][ii], at 131-97 to -98 (3d ed. 1999)\r\n(describing rule that a federal court judgment must be given res\r\njudicata effect as soon as it is issued, notwithstanding the\r\npossibility   or even the pendency   of an appeal); see also\r\nRestatement (Second) of Judgments  13 cmt. f, 16 (1982).  Be that\r\nas it may, Puerto Rico is not the only jurisdiction to adhere to\r\nthe minority view.  See E.H. Schopler, Annotation, Judgment as Res\r\nJudicata Pending Appeal or Motion for a New Trial, or During the\r\nTime Allowed Therefor, 9 A.L.R.2d 984 (1950 &amp; Supp. 1997)\r\n(surveying cases from various jurisdictions).  In interpreting the\r\njurisprudence of a state, \"our task is to ascertain the rule the\r\nstate court would most likely follow under the circumstances, even\r\nif our independent judgment on the question might differ.\" \r\nBlinzler v. Marriott Int'l, Inc., 81 F.3d 1148, 1151 (1st Cir.\r\n1996).  In this instance, a preclusion principle that does not\r\noperate in the absence of a final, unappealable judgment lies well\r\nwithin the ambit of Puerto Rico's judicial power and thus merits\r\nfederal recognition.\r\nThe status of the proceedings in the commonwealth courts\r\nthus answers the res judicata question that has been raised in this\r\ncase.  Federal courts can ascribe no greater preclusive force to a\r\nstate court judgment than would the courts of that state.  See\r\nJohnson v. De Grandy, 512 U.S. 997, 1005 (1994); Board of Pub.\r\nWorks v. Columbia College, 84 U.S. (17 Wall.) 521, 529 (1873). \r\nBecause claim preclusion under Puerto Rico law depends on the\r\nexistence of an unappealable final judgment and the commonwealth\r\ncourt's judgment in this case was on appeal at the time the federal\r\ndistrict court ruled, principles of res judicata do not foreclose\r\nthe appellants' federal court action.\r\n\nIII.  THE DISMISSAL ORDER\r\nThis brings us to the crux of the matter.  The district\r\ncourt dismissed the complaint for failure to state a claim upon\r\nwhich relief could be granted.  See Fed. R. Civ. P. 12(b)(6).  We\r\nafford plenary review to this ruling.  See Roth v. United States,\r\n952 F.2d 611, 613 (1st Cir. 1991).  In doing so, we remain mindful\r\nof our duty to reverse an order of dismissal under Rule 12(b)(6) if\r\nthe well-pleaded facts, taken as true, justify recovery on any\r\nsupportable legal theory.  See Conley v. Gibson, 355 U.S. 41, 45-46\r\n(1957); Aulson v. Blanchard, 83 F.3d 1, 3 (1st Cir. 1996).\r\nThe jurisprudence of Rule 12(b)(6) requires us to\r\nconsider not only the complaint, but also matters fairly\r\nincorporated within it and matters susceptible to judicial notice. \r\nSee Beddall v. State St. Bank &amp; Trust Co., 137 F.3d 12, 16-17 (1st\r\nCir. 1998); Lovelace v. Software Spectrum Inc., 78 F.3d 1015, 1017-\r\n18 (5th Cir. 1996).  From this amalgam, we extract the well-pleaded\r\nfacts and draw all reasonable inferences favorable to the\r\ncomplainant.  See Papasan v. Allain, 478 U.S. 265, 283 (1986);\r\nCorrea-Martinez v. Arrillaga-Belendez, 903 F.2d 49, 52 (1st Cir.\r\n1990).  Under this forgiving standard, we cannot affirm the\r\ndismissal order.\r\nIndividuals have constitutionally protected interests in\r\nfree association and electoral participation, including the\r\nformation of new political parties.  See Anderson v. Celebrezze,\r\n460 U.S. 780, 793-94 (1983); Williams v. Rhodes, 393 U.S. 23, 30-31\r\n(1968).  Thus, courts must view severe restrictions on party ballot\r\naccess skeptically, affording exacting scrutiny to such\r\nrestrictions.  See Norman v. Reed, 502 U.S. 279, 288-89 (1992). \r\nHere, the complaint alleges facts which, if true, tend to support\r\nthe appellants' claims that the notarization requirement and seven-\r\nday deadline unduly burden ballot access.  If, for example, the\r\nappellants can prove that notarization is prohibitively expensive\r\nor otherwise difficult to achieve (as the complaint avers), then\r\nthe Commission will have to show that the notarization requirement\r\nis narrowly drawn to advance a compelling governmental interest. \r\nSee id.  This showing requires the Commission to come forward with\r\nproof.  Whether it ultimately can succeed in this endeavor is a\r\nsufficiently open question that we cannot conclude, on the\r\npleadings, that no set of facts exists under which the appellants\r\nmight prevail.\r\nThat clinches the matter.  The fact-specific nature of\r\nthe relevant inquiry, see, e.g., Anderson, 460 U.S. at 789-90\r\n(warning that this type of inquiry is never \"automatic\"), obviates\r\na resolution of this case on the basis of the complaint alone. \r\nConsequently, the district court acted too hastily in dismissing\r\nthe action for failure to state a potentially viable claim.\r\nIV.  FURTHER PROCEEDINGS\r\nHaving found dismissal unwarranted, we normally would\r\nremand the case for vacation of the district court's order and\r\nfurther proceedings in the ordinary course.  Here, however,\r\nconsiderations of federalism, comity, and sound judicial\r\nadministration prompt us to travel a path less frequently taken.\r\nThe distinguishing circumstance in this case is that the\r\nappellants filed suit in federal court while simultaneously\r\npursuing (through the Party) an appeal from a disposition of the\r\nsame claims in the commonwealth courts.  This twist creates an\r\nunusual, but not unprecedented, procedural posture.  In Glen Oaks\r\nUtils., Inc. v. City of Houston, 280 F.2d 330 (5th Cir. 1960), a\r\ngroup of plaintiffs filed suit in federal district court while\r\nsimultaneously appealing an unfavorable state court judgment on\r\nessentially the same claims.  See id. at 331-32.  There, as here,\r\nthe duplication included parallel requests for injunctive relief\r\nbased on an alleged abridgement of federal constitutional rights. \r\nSee id. at 333-34.  And at that time, Texas, like Puerto Rico, did\r\nnot accord res judicata effect to a judgment which was on appeal. \r\nSee id. at 334.  The Fifth Circuit nonetheless affirmed an order\r\nstaying federal court proceedings pending final resolution of the\r\nstate court proceedings.  See id.  The court explained (in words\r\nthat apply with equal force to the instant case):\r\n  Here the jurisdiction of the state court was\r\nalready invoked and the [plaintiffs] had\r\nsought to bring about that unseemly conflict\r\nbetween two sovereignties which the doctrines\r\nof comity and abstention are designed to\r\navoid.\r\n\nId.; cf. In re President of Harvard College, 149 F.2d 69, 72-73\r\n(1st Cir. 1945) (holding stay improper absent a state court\r\njudgment, but suggesting that an opposite result would inhere if a\r\nstate court judgment had been rendered and was pending on appeal in\r\nthe state system).\r\nSince Glen Oaks, abstention and related doctrines have\r\nproliferated.  See Quackenbush v. Allstate Ins. Co., 517 U.S. 706,\r\n716-17 (1996) (listing varieties of abstention).  Nonetheless, the\r\nbedrock is unshaken:  familiar principles of federalism and comity\r\nundergird virtually all of abstention's many doctrinal\r\npermutations.  See, e.g., Younger v. Harris, 401 U.S. 37, 44 (1971)\r\n(grounding one branch of abstention doctrine in comity and\r\nfederalism); Louisiana Power &amp; Light Co. v. City of Thibodaux, 360\r\nU.S. 25, 28 (1959) (stating that abstention cases \"reflect a deeper\r\npolicy derived from our federalism\"); Railroad Comm'n v. Pullman\r\nCo., 312 U.S. 496, 501 (1941) (justifying abstention as a means to\r\n\"further[] the harmonious relation between state and federal\r\nauthority\").  Moreover, the various strains of abstention-related\r\ndoctrines are not Procrustean taxonomies, but, rather, concepts\r\nthat reflect \"a complex of considerations designed to soften the\r\ntensions inherent in a system that contemplates parallel judicial\r\nprocesses.\"  Pennzoil Co. v. Texaco Inc., 481 U.S. 1, 11 n.9\r\n(1987); see also DeMauro v. DeMauro, 115 F.3d 94, 99 (1st Cir.\r\n1997).  Thus, considerations of \"wise judicial administration\"\r\nalone may sometimes warrant dismissal of a federal court\r\nproceeding.  Colorado River Water Conserv. Dist. v. United States,\r\n424 U.S. 800, 818 (1976).\r\nTo be sure, this case arguably does not fit into any of\r\nthe established doctrinal boxes; and, at best, abstention remains\r\n\"an extraordinary and narrow exception to the duty of a District\r\nCourt to adjudicate a controversy properly before it,\" County of\r\nAllegheny v. Frank Mashuda Co., 360 U.S. 185, 188 (1959). \r\nNevertheless, several factors coalesce to convince us that a stay\r\nis appropriate until the proceedings presently pending before the\r\nPuerto Rico Supreme Court have run their course.\r\nFirst, federal courts should exercise their equitable\r\npowers with discretion.  See El Dia, Inc. v. Hernandez Colon, 963\r\nF.2d 488, 497-98 (1st Cir. 1992).  An important hallmark of equity\r\nis the ability to assess the totality of the circumstances and\r\ncustom-tailor appropriate relief.  It follows that \"[s]imply\r\nbecause an equitable remedy may be available does not necessarily\r\nmean that it must automatically issue.\"  Id. at 497 (citing, inter\r\nalia, Tennessee Valley Auth. v. Hill, 437 U.S. 153, 193 (1978)). \r\nWe think that the circumstances here counsel in favor of restraint.\r\nSecond, the appellants waited to file suit in federal\r\ncourt until after the Puerto Rico Court of First Instance had\r\nentered a final judgment adverse to their interests.  Their timing\r\nraises the discomfiting specter of forum-shopping   and we are free\r\nto factor this circumstance into the decisional calculus.  See\r\nGonzalez v. Cruz, 926 F.2d 1, 4 (1st Cir. 1991) (stating that the\r\norder in which jurisdiction attaches not only can be considered,\r\nbut also \"must be examined in light of the motivation of the\r\nplaintiff in filing the second suit\").  Indeed, in most\r\njurisdictions, res judicata would bar the appellants from going to\r\njudgment in the state court and then searching out a federal forum\r\nas a means of bobbing once more for the apple.  Although we may\r\nascribe no greater preclusive effect to the earlier judgment than\r\nwould the Puerto Rico courts, we need not turn a blind eye to those\r\nproceedings.  See Bailey v. Ness, 733 F.2d 279, 282 (3d Cir. 1984);\r\nsee also Lundborg v. Phoenix Leasing, Inc., 91 F.3d 265, 272-73\r\n(1st Cir. 1996) (holding abstention appropriate even though claims\r\nwere not barred by res judicata).  As a practical matter, the\r\nappellants filed the present suit in an effort to detour around an\r\nunfavorable judgment of the commonwealth trial court, and this\r\nattempted end run is highly relevant to the calculus of abstention. \r\nSee Villa Marina Yacht Sales, Inc. v. Hatteras Yachts, 947 F.2d\r\n529, 533-34 (1st Cir. 1991) (affirming abstention based in part on\r\nfederal plaintiff's motivation); see also Lundborg, 91 F.3d at 273\r\n(upholding order of dismissal when suit was \"effectively an attempt\r\nto undo a preexisting, final judgment of a state court\").\r\nThird, the commonwealth proceedings were not only filed\r\nfirst, but have now progressed much further.  This, too, affects\r\nthe desirability of abstention.  See Moses H. Cone Mem. Hosp. v.\r\nMercury Constr. Corp., 460 U.S. 1, 21-22 (1983).  The Party\r\ninitially selected the commonwealth courts and aggressively pursued\r\nits members' interests in that venue.  If the federal courts now\r\nchoose to defer, the appellants have no one to blame but\r\nthemselves.\r\nFourth, the case before the Puerto Rico Supreme Court is\r\nmore comprehensive than the newer federal case because it covers\r\nboth commonwealth and federal constitutional claims.  Plainly, the\r\ninterests of judicial efficiency and eliminating piecemeal\r\nlitigation favor resolving these closely related claims in a single\r\nforum.  See Bath Mem. Hosp. v. Maine Health Care Fin. Comm'n, 853\r\nF.2d 1007, 1012-13 (1st Cir. 1988).  There is also a real\r\npossibility that the Puerto Rico Supreme Court may decide the case\r\nbefore it on state-law grounds in a way that avoids altogether the\r\nnecessity for federal constitutional adjudication.  The\r\nattractiveness of abstention increases in direct proportion to the\r\nstrength that one attaches to this possibility.  See Pullman, 312\r\nU.S. at 501; Romany v. Colegio de Abogados, 742 F.2d 32, 40 (1st\r\nCir. 1984); see also Aggarwal v. Ponce Sch. of Med., 745 F.2d 723,\r\n726 (1st Cir. 1984) (\"It has long been a basic tenet of the federal\r\ncourts to eschew the decision of cases on constitutional grounds\r\nunless and until all other available avenues of resolution were\r\nexhausted.\").\r\nLast, and perhaps most important, the Puerto Rico Supreme\r\nCourt stands poised to enter a judgment on the merits that in all\r\nprobability will carry full preclusive effect under Puerto Rico\r\nlaw.  From the standpoint of federalism and comity, there is\r\nsomething particularly offensive about hijacking a case that is\r\npending on the docket of a state's highest tribunal.  See American\r\nBenefit Life Ins. Co. v. United Founders Life Ins. Co., 515 F.\r\nSupp. 800, 803 (W.D. Okla. 1980) (\"Considerations of comity and\r\nprinciples of sound judicial administration require abstention when\r\na state court decision is on appeal to that state's supreme court\r\nand a second action is filed in federal court.\").  Because we have\r\nno reason to doubt that the \"parallel state-court litigation will\r\nbe an adequate vehicle for the complete and prompt resolution of\r\nthe issues between the parties,\" Moses H. Cone, 460 U.S. at 28,\r\nabstention presents a very palatable option.\r\nWe recognize, of course, that the presence of a federal\r\nissue \"must always be a major consideration weighing against\r\nsurrender [of federal jurisdiction].\"  Id. at 26; accord Gonzales,\r\n926 F.2d at 5.  The time-sensitive nature of the appellants' claims\r\nexerts additional pressure on this side of the balance. \r\nNevertheless, given the unusual posture of the case and the\r\ncombined force of the factors we have enumerated, these\r\nconsiderations are substantially outweighed by compelling interests\r\nof fairness, comity, and sound judicial administration.  See Glen\r\nOaks, 280 F.2d at 333-34 (affirming stay of proceedings pending\r\nresolution of state supreme court appeal notwithstanding the fact\r\nthat the plaintiffs' complaint raised federal constitutional\r\nissues); Ray v. Hasley, 214 F.2d 366 (5th Cir. 1954) (similar).  As\r\nwe previously wrote in an analogous setting, \"when a state court\r\nhas matters well in hand, withholding federal [equitable] relief\r\npremised on constitutional grounds will maintain and facilitate\r\nfederalism; foster state-created accommodations of constitutional\r\nprinciples and state interests; and husband federal judicial\r\nresources.\"  El Dia, 963 F.2d at 497.\r\nWe need go no further.  For the foregoing reasons, the\r\norder dismissing the appellants' action is reversed and the matter\r\nis remanded to the district court with instructions to vacate that\r\norder and stay proceedings pending the Puerto Rico Supreme Court's\r\ndecision in the parallel commonwealth court litigation.  The\r\ndistrict court is, of course, at liberty to vacate the stay or to\r\nmake other or further orders in the event of changed circumstances.\r\n\nSo Ordered.\n",
  "html": "<p class=\"case_cite\">204 F.3d 14 (1st Cir. 2000)</p>\n    <p class=\"parties\">PEDRO OSCAR CRUZ, ET AL., Plaintiffs, Appellants,<br>v.<br>JUAN R. MELECIO, ETC., ET AL., Defendants, Appellees.</p>\n    <p class=\"docket\">No. 99-1960</p>\n    <p class=\"court\">United States Court of Appeals for the First Circuit</p>\n    <p class=\"date\">Heard December 6, 1999<br>Decided February 17, 2000</p>\n    <div class=\"prelims\">\n      <p>[Copyrighted Material Omitted][Copyrighted Material Omitted]</p>\n      <p class=\"indent\">Roberto A. Fernandez for appellants.</p>\n      <p class=\"indent\">Pedro A. Delgado, with whom O'Neill &amp; Borges was on brief, for defendants-appellees.</p>\n      <p class=\"indent\">Gustavo A. Gelp, Solicitor General, Puerto Rico Dep't of Justice, for intervenor-appellee.</p>\n      <p class=\"indent\">Before Selya, Boudin and Lynch, Circuit Judges.</p>\n      <p class=\"indent\">SELYA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The appellants in this case challenge the constitutionality of certain provisions of Puerto Rico law regulating ballot access on the part of political parties. Their appeal asks us to set aside an order of the district court dismissing their complaint and to grant declaratory and injunctive relief. Resolving this dilemma requires us to confront complex and highly nuanced questions of comity, federalism, and the proper use of federal judicial power. After studying the problems presented, we reverse the order of dismissal and remand to the district court with directions to stay further proceedings pending the resolution of a related case awaiting decision before the Puerto Rico Supreme Court.</p>\n    </div>\n    <p class=\"indent\">I. BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The appellants are citizens of Puerto Rico and members of the Partido Accion Civil (the Party). They seek to register the Party on a commonwealth-wide basis, so that its candidates will appear on the ballot for the November 2000 general election. To do so, they must file petitions with the Puerto Rico Election Commission (the Commission) before June 1, 2000, which have been signed by registered voters aggregating no less than five percent of the total votes cast for gubernatorial candidates in the preceding general election. See P.R. Laws Ann. tit. 16, &#167; 3101(3). Each petition must be notarized and filed within seven days. See id. &#167;&#167; 3101(3), 3102. Based on participation in the 1996 gubernatorial election, the Party must garner approximately 100,000 signatures.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Apparently viewing this hurdle as insurmountable (or nearly so), the appellants filed this action for declaratory and injunctive relief in Puerto Rico's federal district court. They named the members of the Commission as defendants and asserted that the notarization requirement and seven-day deadline, separately and in combination, transgress the First and Fourteenth Amendments to the United States Constitution by abridging the appellants' rights to free speech and association, to participate meaningfully in the political process, to vote, and to enjoy equal protection of the laws. In support of these asseverations, the appellants allege that the process is prohibitively expensive because only attorneys can act as notaries in Puerto Rico; that, in any event, too few are willing to take the time to validate petitions; that the seven-day requirement is burdensome in light of the tight time parameters and the \"monumental\" paperwork that must be included when a petition is submitted to the Commission; that petitions to register a local party need not be notarized; that petitions for aspirants in party primaries may be filed ten days after being sworn (rather than seven); and that there is no comparable deadline for petitions to place independent candidates on the ballot.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The appellants filed their federal complaint on March 23, 1999, and simultaneously moved for a preliminary injunction. Defendant-appellee Juan R. Melecio, the Commission chairman, cross-moved for dismissal. The Puerto Rico Attorney General intervened, see 28 U.S.C. &#167; 2403(b), and joined Melecio's motion to dismiss. The motion theorized that the appellants' action was barred by res judicata and that, in all events, the challenged requirements serve compelling state interests without unduly burdening voters' constitutional rights.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The reference to res judicata relates to an action filed by the Party in a commonwealth court on October 6, 1998. In that suit, brought against the Commissioners and others, the Party challenged the same ballot-access requirements under both the United States and Puerto Rico constitutions. The Puerto Rico Court of First Instance granted summary judgment in favor of the defendants on January 21, 1999. Just two days after the commencement of the federal court action, the Puerto Rico Circuit Court of Appeals affirmed the judgment. See Partido Accion Civil v. Commonwealth, No. KLAN9900158, slip op. (P.R. App. Mar. 25, 1999). The Party took a further appeal to the Puerto Rico Supreme Court. On July 30, that court dismissed the appeal, see P.R. Laws Ann. tit. 4, &#167; 22i(b) (providing for direct appeal from a judgment of unconstitutionality, but not from a judgment of constitutionality), instead granting certiorari. The case (No. AC-1999-20) has been briefed and is awaiting decision.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The district court elected neither to delve into the intricacies of the res judicata defense nor to address the appellants' prayer for preliminary injunctive relief. Instead, it went straight to the heart of the case and dismissed the action on the merits. See Cruz v. Melecio, Civ. No. 99-1296 (PG), slip op. (D.P.R. July 7, 1999) (granting defendants' and intervenor's motion to dismiss under Fed. R. Civ. P. 12(b)(6)). The district court ruled while the improvident commonwealth appeal was pending and a few days before the Puerto Rico Supreme Court granted certiorari. This appeal ensued.</p>\n    </div>\n    <p class=\"indent\">II. RES JUDICATA</p>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">If successful, the res judicata defense ends our inquiry. Thus, we begin by addressing the efficacy of that defense.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">By federal statute, \"judicial proceedings of any court of any . . . State, Territory or Possession . . . shall have the same full faith and credit in every court within the United States . . . as they have by law or usage in the courts of such State, Territory or Possession.\" 28 U.S.C. &#167; 1738. This mandate \"requires federal courts to give the same preclusive effect to state court judgments that those judgments would be given in the courts of the State from which the judgments emerged.\" Kremer v. Chemical Constr. Corp., 456 U.S. 461, 466 (1982). The fact that a suit raises a federal question or seeks to vindicate federal constitutional rights does not blunt the force of this command. See Migra v. Warren City Sch. Dist. Bd. of Educ., 465 U.S. 75, 80-85 (1984); Allen v. McCurry, 449 U.S. 90, 96-105 (1980). Consequently, state law, with all its wrinkles, applies in deciding the res judicata effect of a state court judgment in a federal court.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> See Montalvo-Huertas v. Rivera-Cruz, 885 F.2d 971, 974 (1st Cir. 1989). We therefore look to the law of Puerto Rico to deduce the preclusive effect of the judgment entered by the Court of First Instance.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The Civil Code limns the operation of the doctrine of res judicata in Puerto Rico:</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">In order that the presumption of the res adjudicata may be valid in another suit, it is necessary that, between the case decided by the sentence and that in which the same is invoked, there be the most perfect identity between the things, causes, and persons of the litigants, and their capacity as such.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">P.R. Laws Ann. tit. 31, &#167; 3343. Although the present appellants are not named parties in the commonwealth court proceedings, they are members of the organization that is the plaintiff there and they control that litigation. This type of privity suffices for res judicata purposes. See Montalvo-Huertas, 885 F.2d at 975 (applying Puerto Rico law); see also Restatement (Second) of Judgments &#167; 39 (1982). After all, courts typically have refrained from interpreting the phrase \"perfect identity\" literally, see Futura Dev. Corp. v. Centex Corp., 761 F.2d 33, 43-45 (1st Cir. 1985), and the appellants do not suggest that nominal differences between two actions will suffice to undermine the preclusive effect of a commonwealth court ruling.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Going beyond \"identity\" questions, due process imposes an added requirement: for res judicata to operate, the precluded party must have had a full and fair opportunity to litigate her case in the earlier proceeding. See Allen, 449 U.S. at 95; Massachusetts Sch. of Law at Andover v. American Bar Ass'n, 142 F.3d 26, 39 (1st Cir. 1998); Medina v. Chase Manhattan Bank, 737 F.2d 140, 145 (1st Cir. 1984). The appellants seize upon this imperative and vigorously assert that they were denied a full and fair opportunity to litigate their federal claims in the commonwealth proceedings.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Stripped of rhetorical flourishes, this assertion reduces to the notion that, by deciding the case on summary judgment and without hearing oral argument, the commonwealth trial court deprived the Party of an opportunity to litigate its claims. This is sheer persiflage. There is nothing fundamentally unfair about the summary judgment process, nor does the absence of an opportunity to supplement written submissions with oral advocacy constitute a denial of due process.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> See United States v. One 1974 Porsche 911-S, 682 F.2d 283, 286 (1st Cir. 1982) (\"There is no constitutional right to oral argument on a summary judgment motion.\").</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The appellants' next argument -- that the commonwealth trial court failed to acknowledge the constitutional principles underlying their claims -- leads nowhere. Although the commonwealth trial court did not explicitly mention the federal constitutional rights of Party members, it relied throughout its opinion on United States Supreme Court case law evaluating the constitutionality of registration requirements for new political parties. We have deemed even more cryptic references sufficient in other settings to show that a state court considered a federal constitutional argument, see, e.g., Nadworny v. Fair, 872 F.2d 1093, 1101-03 (1st Cir. 1989), and we see no reason to apply a different rule in this context. At any rate, it takes more than imprecise opinion writing to ground a violation of due process in a situation of this sort; substantive error, even of a constitutional magnitude, will not deprive a procedurally adequate judicial proceeding of res judicata effect. See Federated Dep't Stores, Inc. v. Moitie, 452 U.S. 394, 398-99 (1981); Bolker v. Superior Court, 82 P.R.R. 785, 799-800 (1961); cf. Jeter v. Hewitt, 63 U.S. (22 How.) 352, 364 (1859) (observing that \"res judicata renders white that which is black, and straight that which is crooked\"). A contrary rule would make it impossible to resolve constitutional claims with any degree of finality.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Having overcome these process-oriented objections, we turn next to the critical question: would the Puerto Rico courts ascribe preclusive effect to the existing judgment in the commonwealth case? We think not.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Under Puerto Rico law, claim preclusion requires a prior judgment on the merits that is, in the authoritative Spanish, \"final y firme\" (officially translated as \"final and unappealable\"). See Worldwide Food Distribs., Inc. v. Colon Bermudez, 133 P.R. Dec. 827, 831 (1993) (official trans. at 4). This phrase makes manifest that a commonwealth court judgment cannot be accorded preclusive effect until all available appeals have been exhausted (or the time for taking them has expired). See Vega Arriaga v. J.C. Penney, Inc., 658 F. Supp. 117, 120-21 (D.P.R. 1987).<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Even though the Puerto Rico Supreme Court has not made this point in so many words, we believe that this is the clear implication of the court's repeated emphasis on the phrase \"final y firme\" in its discussions of res judicata. E.g., Worldwide Food, 133 P.R. Dec. at 831 (official trans. at 4); Rodrguez Rodrguez v. Colberg Comas, 131 P.R. Dec. 212, 222 (1992) (official trans. at 8); A &amp; P Gen. Contractors, Inc. v. Asociacion Cana, Inc., 10 P.R. Offic. Trans. 987, 988 (1981); De Jesus Borrero v. Guerra Guerra, 105 P.R.R. 282, 285, 286 (1976) (per curiam); Commonwealth v. Sociedad Civil Agricola, 104 P.R.R. 548, 554 (1975) (per curiam); Gonzalez Saldana v. Superior Court, 96 P.R.R. 119, 122, 123 (1968). This emphasis is telling. As the Puerto Rico Supreme Court has written, \"[r]es judicata is understood to mean that which has been settled by the final judgment of a judge or competent court and bears with it the firmness of its irreversibility.\" Worldwide Food, 133 P.R. Dec. at 834 (official trans. at 6) (quoting 8-2 Jose Maria Manresa, Comentarios al Codigo Civil Espanol 278 (1967)). And while the Spanish word \"firme\" encompasses several distinct legal concepts, see Henry Saint Dahl, Dahl's Law Dictionary 215 (3d ed. 1999), there is no doubt that when the Puerto Rico Supreme Court uses the term to describe a judgment, the court intends to denote unappealability. See Ex parte Bolvar, 12 P.R.R. 261, 264-65 (1907) (explaining that \"[t]he meaning of a sentencia firme and a sentencia final are entirely different in legal language, because an appeal does not lie from a sentencia firme, while an appeal does lie in the cases provided by the law from a sentencia final\"); see also Bolker, 82 P.R.R. at 792 (translating \"firme\" in this context as \"final and unappealable\"). In other words, a judgment becomes \"final y firme\" when no further appeal from it can be taken. See In re Pagan Colon, 100 P.R.R. 220, 224 (1971); Gonzalez Saldana, 96 P.R.R. at 122.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Of course, the view that a judgment does not carry preclusive effect until all available appeals have been exhausted (or the time for taking them has expired) represents a departure from the juridical norm. See 18 James Wm. Moore et al., Moore's Federal Practice &#167; 131.30[2][c][ii], at 131-97 to -98 (3ded. 1999) (describing rule that a federal court judgment must be given res judicata effect as soon as it is issued, notwithstanding the possibility -- or even the pendency -- of an appeal); see also Restatement (Second) of Judgments &#167;&#167; 13 cmt. f, 16 (1982). Be that as it may, Puerto Rico is not the only jurisdiction to adhere to the minority view. See E.H. Schopler, Annotation, Judgment as Res Judicata Pending Appeal or Motion for a New Trial, or During the Time Allowed Therefor, 9 A.L.R.2d 984 (1950 &amp; Supp. 1997) (surveying cases from various jurisdictions). In interpreting the jurisprudence of a state, \"our task is to ascertain the rule the state court would most likely follow under the circumstances, even if our independent judgment on the question might differ.\" Blinzler v. Marriott Int'l, Inc., 81 F.3d 1148, 1151 (1st Cir. 1996). In this instance, a preclusion principle that does not operate in the absence of a final, unappealable judgment lies well within the ambit of Puerto Rico's judicial power and thus merits federal recognition.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The status of the proceedings in the commonwealth courts thus answers the res judicata question that has been raised in this case. Federal courts can ascribe no greater preclusive force to a state court judgment than would the courts of that state. See Johnson v. De Grandy, 512 U.S. 997, 1005 (1994); Board of Pub. Works v. Columbia College, 84 U.S. (17 Wall.) 521, 529 (1873). Because claim preclusion under Puerto Rico law depends on the existence of an unappealable final judgment and the commonwealth court's judgment in this case was on appeal at the time the federal district court ruled, principles of res judicata do not foreclose the appellants' federal court action.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <p class=\"indent\">III. THE DISMISSAL ORDER</p>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">This brings us to the crux of the matter. The district court dismissed the complaint for failure to state a claim upon which relief could be granted. See Fed. R. Civ. P. 12(b)(6). We afford plenary review to this ruling. See Roth v. United States, 952 F.2d 611, 613 (1st Cir. 1991). In doing so, we remain mindful of our duty to reverse an order of dismissal under Rule 12(b)(6) if the well-pleaded facts, taken as true, justify recovery on any supportable legal theory. See Conley v. Gibson, 355 U.S. 41, 45-46 (1957); Aulson v. Blanchard, 83 F.3d 1, 3 (1st Cir. 1996).</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The jurisprudence of Rule 12(b)(6) requires us to consider not only the complaint, but also matters fairly incorporated within it and matters susceptible to judicial notice. See Beddall v. State St. Bank &amp; Trust Co., 137 F.3d 12, 16-17 (1st Cir. 1998); Lovelace v. Software Spectrum Inc., 78 F.3d 1015, 1017-18 (5th Cir. 1996). From this amalgam, we extract the well-pleaded facts and draw all reasonable inferences favorable to the complainant. See Papasan v. Allain, 478 U.S. 265, 283 (1986); Correa-Martinez v. Arrillaga-Belendez, 903 F.2d 49, 52 (1st Cir. 1990). Under this forgiving standard, we cannot affirm the dismissal order.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Individuals have constitutionally protected interests in free association and electoral participation, including the formation of new political parties. See Anderson v. Celebrezze, 460 U.S. 780, 793-94 (1983); Williams v. Rhodes, 393 U.S. 23, 30-31 (1968). Thus, courts must view severe restrictions on party ballot access skeptically, affording exacting scrutiny to such restrictions. See Norman v. Reed, 502 U.S. 279, 288-89 (1992). Here, the complaint alleges facts which, if true, tend to support the appellants' claims that the notarization requirement and seven-day deadline unduly burden ballot access. If, for example, the appellants can prove that notarization is prohibitively expensive or otherwise difficult to achieve (as the complaint avers), then the Commission will have to show that the notarization requirement is narrowly drawn to advance a compelling governmental interest. See id. This showing requires the Commission to come forward with proof. Whether it ultimately can succeed in this endeavor is a sufficiently open question that we cannot conclude, on the pleadings, that no set of facts exists under which the appellants might prevail.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">That clinches the matter. The fact-specific nature of the relevant inquiry, see, e.g., Anderson, 460 U.S. at 789-90 (warning that this type of inquiry is never \"automatic\"), obviates a resolution of this case on the basis of the complaint alone. Consequently, the district court acted too hastily in dismissing the action for failure to state a potentially viable claim.</p>\n    </div>\n    <p class=\"indent\">IV. FURTHER PROCEEDINGS</p>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Having found dismissal unwarranted, we normally would remand the case for vacation of the district court's order and further proceedings in the ordinary course. Here, however, considerations of federalism, comity, and sound judicial administration prompt us to travel a path less frequently taken.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a></p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">The distinguishing circumstance in this case is that the appellants filed suit in federal court while simultaneously pursuing (through the Party) an appeal from a disposition of the same claims in the commonwealth courts. This twist creates an unusual, but not unprecedented, procedural posture. In Glen Oaks Utils., Inc. v. City of Houston, 280 F.2d 330 (5th Cir. 1960), a group of plaintiffs filed suit in federal district court while simultaneously appealing an unfavorable state court judgment on essentially the same claims. See id. at 331-32. There, as here, the duplication included parallel requests for injunctive relief based on an alleged abridgement of federal constitutional rights. See id. at 333-34. And at that time, Texas, like Puerto Rico, did not accord res judicata effect to a judgment which was on appeal.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> See id. at 334. The Fifth Circuit nonetheless affirmed an order staying federal court proceedings pending final resolution of the state court proceedings. See id. The court explained (in words that apply with equal force to the instant case):</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Here the jurisdiction of the state court was already invoked and the [plaintiffs] had sought to bring about that unseemly conflict between two sovereignties which the doctrines of comity and abstention are designed to avoid.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Id.; cf. In re President of Harvard College, 149 F.2d 69, 72-73 (1st Cir. 1945) (holding stay improper absent a state court judgment, but suggesting that an opposite result would inhere if a state court judgment had been rendered and was pending on appeal in the state system).</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Since Glen Oaks, abstention and related doctrines have proliferated. See Quackenbush v. Allstate Ins. Co., 517 U.S. 706, 716-17 (1996) (listing varieties of abstention). Nonetheless, the bedrock is unshaken: familiar principles of federalism and comity undergird virtually all of abstention's many doctrinal permutations. See, e.g., Younger v. Harris, 401 U.S. 37, 44 (1971) (grounding one branch of abstention doctrine in comity and federalism); Louisiana Power &amp; Light Co. v. City of Thibodaux, 360 U.S. 25, 28 (1959) (stating that abstention cases \"reflect a deeper policy derived from our federalism\"); Railroad Comm'n v. Pullman Co., 312 U.S. 496, 501 (1941) (justifying abstention as a means to \"further[] the harmonious relation between state and federal authority\"). Moreover, the various strains of abstention-related doctrines are not Procrustean taxonomies, but, rather, concepts that reflect \"a complex of considerations designed to soften the tensions inherent in a system that contemplates parallel judicial processes.\" Pennzoil Co. v. Texaco Inc., 481 U.S. 1, 11 n.9 (1987); see also DeMauro v. DeMauro, 115 F.3d 94, 99 (1st Cir. 1997). Thus, considerations of \"wise judicial administration\" alone may sometimes warrant dismissal of a federal court proceeding. Colorado River Water Conserv. Dist. v. United States, 424 U.S. 800, 818 (1976).</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">To be sure, this case arguably does not fit into any of the established doctrinal boxes;<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a> and, at best, abstention remains \"an extraordinary and narrow exception to the duty of a District Court to adjudicate a controversy properly before it,\" County of Allegheny v. Frank Mashuda Co., 360 U.S. 185, 188 (1959). Nevertheless, several factors coalesce to convince us that a stay is appropriate until the proceedings presently pending before the Puerto Rico Supreme Court have run their course.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">First, federal courts should exercise their equitable powers with discretion. See El Dia, Inc. v. Hernandez Colon, 963 F.2d 488, 497-98 (1st Cir. 1992). An important hallmark of equity is the ability to assess the totality of the circumstances and custom-tailor appropriate relief. It follows that \"[s]imply because an equitable remedy may be available does not necessarily mean that it must automatically issue.\" Id. at 497 (citing, inter alia, Tennessee Valley Auth. v. Hill, 437 U.S. 153, 193 (1978)). We think that the circumstances here counsel in favor of restraint.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Second, the appellants waited to file suit in federal court until after the Puerto Rico Court of First Instance had entered a final judgment adverse to their interests. Their timing raises the discomfiting specter of forum-shopping -- and we are free to factor this circumstance into the decisional calculus. See Gonzalez v. Cruz, 926 F.2d 1, 4 (1st Cir. 1991) (stating that the order in which jurisdiction attaches not only can be considered, but also \"must be examined in light of the motivation of the plaintiff in filing the second suit\"). Indeed, in most jurisdictions, res judicata would bar the appellants from going to judgment in the state court and then searching out a federal forum as a means of bobbing once more for the apple. Although we may ascribe no greater preclusive effect to the earlier judgment than would the Puerto Rico courts, we need not turn a blind eye to those proceedings. See Bailey v. Ness, 733 F.2d 279, 282 (3d Cir. 1984); see also Lundborg v. Phoenix Leasing, Inc., 91 F.3d 265, 272-73 (1st Cir. 1996) (holding abstention appropriate even though claims were not barred by res judicata). As a practical matter, the appellants filed the present suit in an effort to detour around an unfavorable judgment of the commonwealth trial court, and this attempted end run is highly relevant to the calculus of abstention. See Villa Marina Yacht Sales, Inc. v. Hatteras Yachts, 947 F.2d 529, 533-34 (1st Cir. 1991) (affirming abstention based in part on federal plaintiff's motivation); see also Lundborg, 91 F.3d at 273 (upholding order of dismissal when suit was \"effectively an attempt to undo a preexisting, final judgment of a state court\").</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Third, the commonwealth proceedings were not only filed first, but have now progressed much further. This, too, affects the desirability of abstention. See Moses H. Cone Mem. Hosp. v. Mercury Constr. Corp., 460 U.S. 1, 21-22 (1983). The Party initially selected the commonwealth courts and aggressively pursued its members' interests in that venue. If the federal courts now choose to defer, the appellants have no one to blame but themselves.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Fourth, the case before the Puerto Rico Supreme Court is more comprehensive than the newer federal case because it covers both commonwealth and federal constitutional claims. Plainly, the interests of judicial efficiency and eliminating piecemeal litigation favor resolving these closely related claims in a single forum. See Bath Mem. Hosp. v. Maine Health Care Fin. Comm'n, 853 F.2d 1007, 1012-13 (1st Cir. 1988). There is also a real possibility that the Puerto Rico Supreme Court may decide the case before it on state-law grounds in a way that avoids altogether the necessity for federal constitutional adjudication. The attractiveness of abstention increases in direct proportion to the strength that one attaches to this possibility. See Pullman, 312 U.S. at 501; Romany v. Colegio de Abogados, 742 F.2d 32, 40 (1st Cir. 1984); see also Aggarwal v. Ponce Sch. of Med., 745 F.2d 723, 726 (1st Cir. 1984) (\"It has long been a basic tenet of the federal courts to eschew the decision of cases on constitutional grounds unless and until all other available avenues of resolution were exhausted.\").</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Last, and perhaps most important, the Puerto Rico Supreme Court stands poised to enter a judgment on the merits that in all probability will carry full preclusive effect under Puerto Rico law. From the standpoint of federalism and comity, there is something particularly offensive about hijacking a case that is pending on the docket of a state's highest tribunal. See American Benefit Life Ins. Co. v. United Founders Life Ins. Co., 515 F. Supp. 800, 803 (W.D. Okla. 1980) (\"Considerations of comity and principles of sound judicial administration require abstention when a state court decision is on appeal to that state's supreme court and a second action is filed in federal court.\"). Because we have no reason to doubt that the \"parallel state-court litigation will be an adequate vehicle for the complete and prompt resolution of the issues between the parties,\" Moses H. Cone, 460 U.S. at 28, abstention presents a very palatable option.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">We recognize, of course, that the presence of a federal issue \"must always be a major consideration weighing against surrender [of federal jurisdiction].\" Id. at 26; accord Gonzales, 926 F.2d at 5. The time-sensitive nature of the appellants' claims exerts additional pressure on this side of the balance. Nevertheless, given the unusual posture of the case and the combined force of the factors we have enumerated, these considerations are substantially outweighed by compelling interests of fairness, comity, and sound judicial administration. See Glen Oaks, 280 F.2d at 333-34 (affirming stay of proceedings pending resolution of state supreme court appeal notwithstanding the fact that the plaintiffs' complaint raised federal constitutional issues); Ray v. Hasley, 214 F.2d 366 (5th Cir. 1954) (similar). As we previously wrote in an analogous setting, \"when a state court has matters well in hand, withholding federal [equitable] relief premised on constitutional grounds will maintain and facilitate federalism; foster state-created accommodations of constitutional principles and state interests; and husband federal judicial resources.\" El Dia, 963 F.2d at 497.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">We need go no further. For the foregoing reasons, the order dismissing the appellants' action is reversed and the matter is remanded to the district court with instructions to vacate that order and stay proceedings pending the Puerto Rico Supreme Court's decision in the parallel commonwealth court litigation. The district court is, of course, at liberty to vacate the stay or to make other or further orders in the event of changed circumstances.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">So Ordered.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p>  Technically, the Puerto Rico Supreme Court proceeding constitutes review on certiorari. Elevating substance over form, we sometimes refer to that proceeding as an appeal.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p>  Puerto Rico is the functional equivalent of a state for purposes of full faith and credit. See Medina v. Chase Manhattan Bank, 737 F.2d 140, 142 (1st Cir. 1984). Hence, we sometimes refer to the Puerto Rico courts as \"state courts\" and to Puerto Rico law as \"state law,\" notwithstanding Puerto Rico's unique commonwealth status.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p>  The appellants' plaint strikes us as especially unbecoming since it was the Party that moved for summary judgment in the first place. Cf. Kremer, 456 U.S. at 485 (\"The fact that [the plaintiff] failed to avail himself of the full procedures provided by state law does not constitute a sign of their inadequacy.\").</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p>  Although we accept the Vega Arriaga court's conclusion, we expressly disclaim one component of its reasoning. The court, citing P.R.R. Civ. P. 53.9, drew support from the fact that lower court judgments in Puerto Rico are automatically stayed when they are appealed. See Vega Arriaga, 658 F. Supp. at 120-21. In fact, the finality of a judgment for res judicata purposes ordinarily is unaffected by the presence of a stay. See Restatement (Second) of Judgments &#167; 13 cmt. f (1982) (\"[F]inality is not affected by the fact that the taking of the appeal operates automatically as a stay or supersedeas of the judgment appealed from that prevents its execution or enforcement, or by the fact that the appellant has actually obtained a stay or supersedeas pending appeal.\"); see also 18 James Wm. Moore et al., Moore's Federal Practice &#167; 131.30[2][c][ii], at 131-97 (3d ed. 1999).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p>  To the extent that a statutory jurisdictional question arguably looms under the so-called Rooker-Feldman doctrine, see District of Columbia Court of Appeals v. Feldman, 460 U.S. 462 (1983); Rooker v. Fidelity Trust Co., 263 U.S. 413 (1923), the fact that the judgment of the Court of First Instance lacks finality under Puerto Rico law resolves all doubt. Only a state court adjudication that itself has preclusive effect can bring the Rooker-Feldman doctrine into play. See Davis v. Bayless, 70 F.3d 367, 376 (5th Cir. 1995) (stating that Rooker-Feldman does not \"bar an action in federal court when that same action would be allowed in the state court of the rendering state\"); see also Kamilewicz v. Bank of Boston Corp., 100 F.3d 1348, 1350 (7th Cir. 1996) (Easterbrook, J., dissenting from denial of rehearing en banc) (\"[A] judgment that is not entitled to full faith and credit does not acquire extra force via the Rooker-Feldman doctrine.\"). In all events, denying jurisdiction based on a state court judgment that is not eligible for review by the United States Supreme Court simply would not follow from the jurisdictional statute that invigorated the Rooker-Feldman doctrine in the first place. See ASARCO Inc. v. Kadish, 490 U.S. 605, 622 (1989) (\"The Rooker-Feldman doctrine interprets 28 U.S.C. &#167; 1257 as ordinarily barring direct review in the lower federal courts of a decision reached by the highest state court, for such authority is vested solely in [the Supreme Court].\"); see also 28 U.S.C. &#167; 1258 (providing for Supreme Court review of Puerto Rico court decisions).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p>  Although we express no opinion on the merits of the appellants' claims, we do reject the appellees' contention that Supreme Court precedent bars those claims as a matter of law. Granted that the Court sanctioned a notarization requirement in American Party v. White, 415 U.S. 767 (1974), but there was no intimation that Texas restricted notarial status to members of the bar, and the relevant signature threshold was one percent of the active electorate, not five percent. See id. at 777-78. Similarly, Jenness v. Fortson, 403 U.S. 431 (1971), does not pretermit the appellants' complaint; the Georgia law upheld there required signatures from five percent of the electorate, but contained no concomitant notarization requirement. See id. at 438-39.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p>  Notwithstanding that the parties did not raise the issues that impel us to this course either to the district court or on this appeal, we have the power to do so sua sponte. Cf. Waldron v. McAtee, 723 F.2d 1348, 1351 (7th Cir. 1983) (explaining that a federal appellate court \"has the power and in appropriate cases the duty to order abstention, if necessary for the first time at the appellate level, even though no party is asking for it\").</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p>  Texas later abandoned this rule in favor of the majority view. See Scurlock Oil Co. v. Smithwick, 724 S.W.2d 1, 6 (Tex. 1986) (overruling Texas Trunk R.R. Co. v. Jackson, 22 S.W. 1030 (Tex. 1893)).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p>  The most analogous fork of abstention-related doctrine flows from Colorado River, 424 U.S. at 817-20, and we rely heavily on cases from this branch.</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">204</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">14</span></span> (1st Cir. 2000)</p>\n    <p class=\"parties\">PEDRO OSCAR CRUZ, ET AL., Plaintiffs, Appellants,<br>v.<br>JUAN R. MELECIO, ETC., ET AL., Defendants, Appellees.</p>\n    <p class=\"docket\">No. 99-1960</p>\n    <p class=\"court\">United States Court of Appeals for the First Circuit</p>\n    <p class=\"date\">Heard December 6, 1999<br>Decided February 17, 2000</p>\n    <div class=\"prelims\">\n      <p>[Copyrighted Material Omitted][Copyrighted Material Omitted]</p>\n      <p class=\"indent\">Roberto A. Fernandez for appellants.</p>\n      <p class=\"indent\">Pedro A. Delgado, with whom O'Neill &amp; Borges was on brief, for defendants-appellees.</p>\n      <p class=\"indent\">Gustavo A. Gelp, Solicitor General, Puerto Rico Dep't of Justice, for intervenor-appellee.</p>\n      <p class=\"indent\">Before Selya, Boudin and Lynch, Circuit Judges.</p>\n      <p class=\"indent\">SELYA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The appellants in this case challenge the constitutionality of certain provisions of Puerto Rico law regulating ballot access on the part of political parties. Their appeal asks us to set aside an order of the district court dismissing their complaint and to grant declaratory and injunctive relief. Resolving this dilemma requires us to confront complex and highly nuanced questions of comity, federalism, and the proper use of federal judicial power. After studying the problems presented, we reverse the order of dismissal and remand to the district court with directions to stay further proceedings pending the resolution of a related case awaiting decision before the Puerto Rico Supreme Court.</p>\n    </div>\n    <p class=\"indent\">I. BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The appellants are citizens of Puerto Rico and members of the Partido Accion Civil (the Party). They seek to register the Party on a commonwealth-wide basis, so that its candidates will appear on the ballot for the November 2000 general election. To do so, they must file petitions with the Puerto Rico Election Commission (the Commission) before June 1, 2000, which have been signed by registered voters aggregating no less than five percent of the total votes cast for gubernatorial candidates in the preceding general election. See P.R. Laws Ann. tit. 16, &#167; 3101(3). Each petition must be notarized and filed within seven days. See id. &#167;&#167; 3101(3), 3102. Based on participation in the 1996 gubernatorial election, the Party must garner approximately 100,000 signatures.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Apparently viewing this hurdle as insurmountable (or nearly so), the appellants filed this action for declaratory and injunctive relief in Puerto Rico's federal district court. They named the members of the Commission as defendants and asserted that the notarization requirement and seven-day deadline, separately and in combination, transgress the First and Fourteenth Amendments to the United States Constitution by abridging the appellants' rights to free speech and association, to participate meaningfully in the political process, to vote, and to enjoy equal protection of the laws. In support of these asseverations, the appellants allege that the process is prohibitively expensive because only attorneys can act as notaries in Puerto Rico; that, in any event, too few are willing to take the time to validate petitions; that the seven-day requirement is burdensome in light of the tight time parameters and the \"monumental\" paperwork that must be included when a petition is submitted to the Commission; that petitions to register a local party need not be notarized; that petitions for aspirants in party primaries may be filed ten days after being sworn (rather than seven); and that there is no comparable deadline for petitions to place independent candidates on the ballot.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The appellants filed their federal complaint on March 23, 1999, and simultaneously moved for a preliminary injunction. Defendant-appellee Juan R. Melecio, the Commission chairman, cross-moved for dismissal. The Puerto Rico Attorney General intervened, see 28 U.S.C. &#167; 2403(b), and joined Melecio's motion to dismiss. The motion theorized that the appellants' action was barred by res judicata and that, in all events, the challenged requirements serve compelling state interests without unduly burdening voters' constitutional rights.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The reference to res judicata relates to an action filed by the Party in a commonwealth court on October 6, 1998. In that suit, brought against the Commissioners and others, the Party challenged the same ballot-access requirements under both the United States and Puerto Rico constitutions. The Puerto Rico Court of First Instance granted summary judgment in favor of the defendants on January 21, 1999. Just two days after the commencement of the federal court action, the Puerto Rico Circuit Court of Appeals affirmed the judgment. See Partido Accion Civil v. Commonwealth, No. KLAN9900158, slip op. (P.R. App. Mar. 25, 1999). The Party took a further appeal to the Puerto Rico Supreme Court. On July 30, that court dismissed the appeal, see P.R. Laws Ann. tit. 4, &#167; 22i(b) (providing for direct appeal from a judgment of unconstitutionality, but not from a judgment of constitutionality), instead granting certiorari. The case (No. AC-1999-20) has been briefed and is awaiting decision.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The district court elected neither to delve into the intricacies of the res judicata defense nor to address the appellants' prayer for preliminary injunctive relief. Instead, it went straight to the heart of the case and dismissed the action on the merits. See Cruz v. Melecio, Civ. No. 99-1296 (PG), slip op. (D.P.R. July 7, 1999) (granting defendants' and intervenor's motion to dismiss under Fed. R. Civ. P. 12(b)(6)). The district court ruled while the improvident commonwealth appeal was pending and a few days before the Puerto Rico Supreme Court granted certiorari. This appeal ensued.</p>\n    </div>\n    <p class=\"indent\">II. RES JUDICATA</p>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">If successful, the res judicata defense ends our inquiry. Thus, we begin by addressing the efficacy of that defense.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">By federal statute, \"judicial proceedings of any court of any . . . State, Territory or Possession . . . shall have the same full faith and credit in every court within the United States . . . as they have by law or usage in the courts of such State, Territory or Possession.\" 28 U.S.C. &#167; 1738. This mandate \"requires federal courts to give the same preclusive effect to state court judgments that those judgments would be given in the courts of the State from which the judgments emerged.\" Kremer v. Chemical Constr. Corp., <span class=\"citation\" data-id=\"110706\"><a href=\"/opinion/110706/kremer-v-chemical-constr-corp/\"><span class=\"volume\">456</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">461</span></a></span>, 466 (1982). The fact that a suit raises a federal question or seeks to vindicate federal constitutional rights does not blunt the force of this command. See Migra v. Warren City Sch. Dist. Bd. of Educ., <span class=\"citation\" data-id=\"111093\"><a href=\"/opinion/111093/migra-v-warren-city-school-dist-bd-of-ed/\"><span class=\"volume\">465</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">75</span></a></span>, 80-85 (1984); Allen v. McCurry, <span class=\"citation\" data-id=\"110360\"><a href=\"/opinion/110360/allen-v-mccurry/\"><span class=\"volume\">449</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">90</span></a></span>, 96-105 (1980). Consequently, state law, with all its wrinkles, applies in deciding the res judicata effect of a state court judgment in a federal court.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> See Montalvo-Huertas v. Rivera-Cruz, <span class=\"citation\" data-id=\"529714\"><a href=\"/opinion/529714/mercedes-montalvo-huertas-etc-v-hector-rivera-cruz-etc/\"><span class=\"volume\">885</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">971</span></a></span>, 974 (1st Cir. 1989). We therefore look to the law of Puerto Rico to deduce the preclusive effect of the judgment entered by the Court of First Instance.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The Civil Code limns the operation of the doctrine of res judicata in Puerto Rico:</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">In order that the presumption of the res adjudicata may be valid in another suit, it is necessary that, between the case decided by the sentence and that in which the same is invoked, there be the most perfect identity between the things, causes, and persons of the litigants, and their capacity as such.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">P.R. Laws Ann. tit. 31, &#167; 3343. Although the present appellants are not named parties in the commonwealth court proceedings, they are members of the organization that is the plaintiff there and they control that litigation. This type of privity suffices for res judicata purposes. See Montalvo-Huertas, 885 F.2d at 975 (applying Puerto Rico law); see also Restatement (Second) of Judgments &#167; 39 (1982). After all, courts typically have refrained from interpreting the phrase \"perfect identity\" literally, see Futura Dev. Corp. v. Centex Corp., <span class=\"citation\" data-id=\"451688\"><a href=\"/opinion/451688/fed-sec-l-rep-p-92024-futura-development-corporation-v-centex/\"><span class=\"volume\">761</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">33</span></a></span>, 43-45 (1st Cir. 1985), and the appellants do not suggest that nominal differences between two actions will suffice to undermine the preclusive effect of a commonwealth court ruling.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Going beyond \"identity\" questions, due process imposes an added requirement: for res judicata to operate, the precluded party must have had a full and fair opportunity to litigate her case in the earlier proceeding. See Allen, 449 U.S. at 95; Massachusetts Sch. of Law at Andover v. American Bar Ass'n, <span class=\"citation\" data-id=\"197918\"><a href=\"/opinion/197918/massachusetts-school-v-american-bar/\"><span class=\"volume\">142</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">26</span></a></span>, 39 (1st Cir. 1998); Medina v. Chase Manhattan Bank, <span class=\"citation\" data-id=\"437458\"><a href=\"/opinion/437458/angel-l-medina-v-the-chase-manhattan-bank-na/\"><span class=\"volume\">737</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">140</span></a></span>, 145 (1st Cir. 1984). The appellants seize upon this imperative and vigorously assert that they were denied a full and fair opportunity to litigate their federal claims in the commonwealth proceedings.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Stripped of rhetorical flourishes, this assertion reduces to the notion that, by deciding the case on summary judgment and without hearing oral argument, the commonwealth trial court deprived the Party of an opportunity to litigate its claims. This is sheer persiflage. There is nothing fundamentally unfair about the summary judgment process, nor does the absence of an opportunity to supplement written submissions with oral advocacy constitute a denial of due process.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> See United States v. One 1974 Porsche 911-S, <span class=\"citation\" data-id=\"406043\"><a href=\"/opinion/406043/no-81-1911/\"><span class=\"volume\">682</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">283</span></a></span>, 286 (1st Cir. 1982) (\"There is no constitutional right to oral argument on a summary judgment motion.\").</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The appellants' next argument -- that the commonwealth trial court failed to acknowledge the constitutional principles underlying their claims -- leads nowhere. Although the commonwealth trial court did not explicitly mention the federal constitutional rights of Party members, it relied throughout its opinion on United States Supreme Court case law evaluating the constitutionality of registration requirements for new political parties. We have deemed even more cryptic references sufficient in other settings to show that a state court considered a federal constitutional argument, see, e.g., Nadworny v. Fair, <span class=\"citation\" data-id=\"521901\"><a href=\"/opinion/521901/william-nadworny-v-michael-v-fair/\"><span class=\"volume\">872</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1093</span></a></span>, 1101-03 (1st Cir. 1989), and we see no reason to apply a different rule in this context. At any rate, it takes more than imprecise opinion writing to ground a violation of due process in a situation of this sort; substantive error, even of a constitutional magnitude, will not deprive a procedurally adequate judicial proceeding of res judicata effect. See Federated Dep't Stores, Inc. v. Moitie, <span class=\"citation\" data-id=\"110520\"><a href=\"/opinion/110520/federated-department-stores-inc-v-moitie/\"><span class=\"volume\">452</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">394</span></a></span>, 398-99 (1981); Bolker v. Superior Court, <span class=\"citation no-link\"><span class=\"volume\">82</span> <span class=\"reporter\">P.R.R.</span> <span class=\"page\">785</span></span>, 799-800 (1961); cf. Jeter v. Hewitt, 63 U.S. (22 How.) 352, 364 (1859) (observing that \"res judicata renders white that which is black, and straight that which is crooked\"). A contrary rule would make it impossible to resolve constitutional claims with any degree of finality.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Having overcome these process-oriented objections, we turn next to the critical question: would the Puerto Rico courts ascribe preclusive effect to the existing judgment in the commonwealth case? We think not.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Under Puerto Rico law, claim preclusion requires a prior judgment on the merits that is, in the authoritative Spanish, \"final y firme\" (officially translated as \"final and unappealable\"). See Worldwide Food Distribs., Inc. v. Colon Bermudez, <span class=\"citation no-link\"><span class=\"volume\">133</span> <span class=\"reporter\">P.R. Dec.</span> <span class=\"page\">827</span></span>, 831 (1993) (official trans. at 4). This phrase makes manifest that a commonwealth court judgment cannot be accorded preclusive effect until all available appeals have been exhausted (or the time for taking them has expired). See Vega Arriaga v. J.C. Penney, Inc., <span class=\"citation\" data-id=\"2361695\"><a href=\"/opinion/2361695/vega-arriaga-v-jc-penney-inc/\"><span class=\"volume\">658</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">117</span></a></span>, 120-21 (D.P.R. 1987).<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Even though the Puerto Rico Supreme Court has not made this point in so many words, we believe that this is the clear implication of the court's repeated emphasis on the phrase \"final y firme\" in its discussions of res judicata. E.g., Worldwide Food, 133 P.R. Dec. at 831 (official trans. at 4); Rodrguez Rodrguez v. Colberg Comas, <span class=\"citation no-link\"><span class=\"volume\">131</span> <span class=\"reporter\">P.R. Dec.</span> <span class=\"page\">212</span></span>, 222 (1992) (official trans. at 8); A &amp; P Gen. Contractors, Inc. v. Asociacion Cana, Inc., <span class=\"citation no-link\"><span class=\"volume\">10</span> <span class=\"reporter\">P.R. Offic. Trans.</span> <span class=\"page\">987</span></span>, 988 (1981); De Jesus Borrero v. Guerra Guerra, <span class=\"citation no-link\"><span class=\"volume\">105</span> <span class=\"reporter\">P.R.R.</span> <span class=\"page\">282</span></span>, 285, 286 (1976) (per curiam); Commonwealth v. Sociedad Civil Agricola, <span class=\"citation no-link\"><span class=\"volume\">104</span> <span class=\"reporter\">P.R.R.</span> <span class=\"page\">548</span></span>, 554 (1975) (per curiam); Gonzalez Saldana v. Superior Court, <span class=\"citation no-link\"><span class=\"volume\">96</span> <span class=\"reporter\">P.R.R.</span> <span class=\"page\">119</span></span>, 122, 123 (1968). This emphasis is telling. As the Puerto Rico Supreme Court has written, \"[r]es judicata is understood to mean that which has been settled by the final judgment of a judge or competent court and bears with it the firmness of its irreversibility.\" Worldwide Food, 133 P.R. Dec. at 834 (official trans. at 6) (quoting 8-2 Jose Maria Manresa, Comentarios al Codigo Civil Espanol 278 (1967)). And while the Spanish word \"firme\" encompasses several distinct legal concepts, see Henry Saint Dahl, Dahl's Law Dictionary 215 (3d ed. 1999), there is no doubt that when the Puerto Rico Supreme Court uses the term to describe a judgment, the court intends to denote unappealability. See Ex parte Bolvar, <span class=\"citation no-link\"><span class=\"volume\">12</span> <span class=\"reporter\">P.R.R.</span> <span class=\"page\">261</span></span>, 264-65 (1907) (explaining that \"[t]he meaning of a sentencia firme and a sentencia final are entirely different in legal language, because an appeal does not lie from a sentencia firme, while an appeal does lie in the cases provided by the law from a sentencia final\"); see also Bolker, 82 P.R.R. at 792 (translating \"firme\" in this context as \"final and unappealable\"). In other words, a judgment becomes \"final y firme\" when no further appeal from it can be taken. See In re Pagan Colon, <span class=\"citation no-link\"><span class=\"volume\">100</span> <span class=\"reporter\">P.R.R.</span> <span class=\"page\">220</span></span>, 224 (1971); Gonzalez Saldana, 96 P.R.R. at 122.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Of course, the view that a judgment does not carry preclusive effect until all available appeals have been exhausted (or the time for taking them has expired) represents a departure from the juridical norm. See 18 James Wm. Moore et al., Moore's Federal Practice &#167; 131.30[2][c][ii], at 131-97 to -98 (3ded. 1999) (describing rule that a federal court judgment must be given res judicata effect as soon as it is issued, notwithstanding the possibility -- or even the pendency -- of an appeal); see also Restatement (Second) of Judgments &#167;&#167; 13 cmt. f, 16 (1982). Be that as it may, Puerto Rico is not the only jurisdiction to adhere to the minority view. See E.H. Schopler, Annotation, Judgment as Res Judicata Pending Appeal or Motion for a New Trial, or During the Time Allowed Therefor, <span class=\"citation no-link\"><span class=\"volume\">9</span> <span class=\"reporter\">A.L.R. 2d</span> <span class=\"page\">984</span></span> (1950 &amp; Supp. 1997) (surveying cases from various jurisdictions). In interpreting the jurisprudence of a state, \"our task is to ascertain the rule the state court would most likely follow under the circumstances, even if our independent judgment on the question might differ.\" Blinzler v. Marriott Int'l, Inc., <span class=\"citation\" data-id=\"196700\"><a href=\"/opinion/196700/blinzler-v-marriott-intl/\"><span class=\"volume\">81</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1148</span></a></span>, 1151 (1st Cir. 1996). In this instance, a preclusion principle that does not operate in the absence of a final, unappealable judgment lies well within the ambit of Puerto Rico's judicial power and thus merits federal recognition.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The status of the proceedings in the commonwealth courts thus answers the res judicata question that has been raised in this case. Federal courts can ascribe no greater preclusive force to a state court judgment than would the courts of that state. See Johnson v. De Grandy, <span class=\"citation\" data-id=\"117876\"><a href=\"/opinion/117876/johnson-v-de-grandy/\"><span class=\"volume\">512</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">997</span></a></span>, 1005 (1994); Board of Pub. Works v. Columbia College, 84 U.S. (17 Wall.) 521, 529 (1873). Because claim preclusion under Puerto Rico law depends on the existence of an unappealable final judgment and the commonwealth court's judgment in this case was on appeal at the time the federal district court ruled, principles of res judicata do not foreclose the appellants' federal court action.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <p class=\"indent\">III. THE DISMISSAL ORDER</p>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">This brings us to the crux of the matter. The district court dismissed the complaint for failure to state a claim upon which relief could be granted. See Fed. R. Civ. P. 12(b)(6). We afford plenary review to this ruling. See Roth v. United States, <span class=\"citation\" data-id=\"574886\"><a href=\"/opinion/574886/norma-f-roth-v-united-states/\"><span class=\"volume\">952</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">611</span></a></span>, 613 (1st Cir. 1991). In doing so, we remain mindful of our duty to reverse an order of dismissal under Rule 12(b)(6) if the well-pleaded facts, taken as true, justify recovery on any supportable legal theory. See Conley v. Gibson, <span class=\"citation\" data-id=\"105573\"><a href=\"/opinion/105573/conley-v-gibson/\"><span class=\"volume\">355</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">41</span></a></span>, 45-46 (1957); Aulson v. Blanchard, <span class=\"citation\" data-id=\"717572\"><a href=\"/opinion/717572/alan-aulson-et-ux-maureen-aulson-v-charles-blanchard/\"><span class=\"volume\">83</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 3 (1st Cir. 1996).</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The jurisprudence of Rule 12(b)(6) requires us to consider not only the complaint, but also matters fairly incorporated within it and matters susceptible to judicial notice. See Beddall v. State St. Bank &amp; Trust Co., <span class=\"citation\" data-id=\"197817\"><a href=\"/opinion/197817/beddall-v-state-street-trust/\"><span class=\"volume\">137</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">12</span></a></span>, 16-17 (1st Cir. 1998); Lovelace v. Software Spectrum Inc., <span class=\"citation\" data-id=\"714817\"><a href=\"/opinion/714817/rebecca-lovelace-individually-and-on-behalf-of-all-those-similarly/\"><span class=\"volume\">78</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1015</span></a></span>, 1017-18 (5th Cir. 1996). From this amalgam, we extract the well-pleaded facts and draw all reasonable inferences favorable to the complainant. See Papasan v. Allain, <span class=\"citation\" data-id=\"111742\"><a href=\"/opinion/111742/papasan-v-allain/\"><span class=\"volume\">478</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">265</span></a></span>, 283 (1986); Correa-Martinez v. Arrillaga-Belendez, <span class=\"citation\" data-id=\"541732\"><a href=\"/opinion/541732/jorge-correa-martinez-v-rene-arrillaga-belendez/\"><span class=\"volume\">903</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">49</span></a></span>, 52 (1st Cir. 1990). Under this forgiving standard, we cannot affirm the dismissal order.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Individuals have constitutionally protected interests in free association and electoral participation, including the formation of new political parties. See Anderson v. Celebrezze, <span class=\"citation\" data-id=\"110904\"><a href=\"/opinion/110904/anderson-v-celebrezze/\"><span class=\"volume\">460</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">780</span></a></span>, 793-94 (1983); Williams v. Rhodes, <span class=\"citation\" data-id=\"107783\"><a href=\"/opinion/107783/williams-v-rhodes/\"><span class=\"volume\">393</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">23</span></a></span>, 30-31 (1968). Thus, courts must view severe restrictions on party ballot access skeptically, affording exacting scrutiny to such restrictions. See Norman v. Reed, <span class=\"citation\" data-id=\"112675\"><a href=\"/opinion/112675/norman-v-reed/\"><span class=\"volume\">502</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">279</span></a></span>, 288-89 (1992). Here, the complaint alleges facts which, if true, tend to support the appellants' claims that the notarization requirement and seven-day deadline unduly burden ballot access. If, for example, the appellants can prove that notarization is prohibitively expensive or otherwise difficult to achieve (as the complaint avers), then the Commission will have to show that the notarization requirement is narrowly drawn to advance a compelling governmental interest. See id. This showing requires the Commission to come forward with proof. Whether it ultimately can succeed in this endeavor is a sufficiently open question that we cannot conclude, on the pleadings, that no set of facts exists under which the appellants might prevail.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">That clinches the matter. The fact-specific nature of the relevant inquiry, see, e.g., Anderson, 460 U.S. at 789-90 (warning that this type of inquiry is never \"automatic\"), obviates a resolution of this case on the basis of the complaint alone. Consequently, the district court acted too hastily in dismissing the action for failure to state a potentially viable claim.</p>\n    </div>\n    <p class=\"indent\">IV. FURTHER PROCEEDINGS</p>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Having found dismissal unwarranted, we normally would remand the case for vacation of the district court's order and further proceedings in the ordinary course. Here, however, considerations of federalism, comity, and sound judicial administration prompt us to travel a path less frequently taken.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a></p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">The distinguishing circumstance in this case is that the appellants filed suit in federal court while simultaneously pursuing (through the Party) an appeal from a disposition of the same claims in the commonwealth courts. This twist creates an unusual, but not unprecedented, procedural posture. In Glen Oaks Utils., Inc. v. City of Houston, <span class=\"citation\" data-id=\"251444\"><a href=\"/opinion/251444/glen-oaks-utilities-inc-and-greenfield-utilities-corporation-v-city-of/\"><span class=\"volume\">280</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">330</span></a></span> (5th Cir. 1960), a group of plaintiffs filed suit in federal district court while simultaneously appealing an unfavorable state court judgment on essentially the same claims. See id. at 331-32. There, as here, the duplication included parallel requests for injunctive relief based on an alleged abridgement of federal constitutional rights. See id. at 333-34. And at that time, Texas, like Puerto Rico, did not accord res judicata effect to a judgment which was on appeal.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> See id. at 334. The Fifth Circuit nonetheless affirmed an order staying federal court proceedings pending final resolution of the state court proceedings. See id. The court explained (in words that apply with equal force to the instant case):</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Here the jurisdiction of the state court was already invoked and the [plaintiffs] had sought to bring about that unseemly conflict between two sovereignties which the doctrines of comity and abstention are designed to avoid.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Id.; cf. In re President of Harvard College, <span class=\"citation no-link\"><span class=\"volume\">149</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">69</span></span>, 72-73 (1st Cir. 1945) (holding stay improper absent a state court judgment, but suggesting that an opposite result would inhere if a state court judgment had been rendered and was pending on appeal in the state system).</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Since Glen Oaks, abstention and related doctrines have proliferated. See Quackenbush v. Allstate Ins. Co., <span class=\"citation\" data-id=\"118031\"><a href=\"/opinion/118031/quackenbush-v-allstate-ins-co/\"><span class=\"volume\">517</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">706</span></a></span>, 716-17 (1996) (listing varieties of abstention). Nonetheless, the bedrock is unshaken: familiar principles of federalism and comity undergird virtually all of abstention's many doctrinal permutations. See, e.g., Younger v. Harris, <span class=\"citation\" data-id=\"108263\"><a href=\"/opinion/108263/younger-v-harris/\"><span class=\"volume\">401</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">37</span></a></span>, 44 (1971) (grounding one branch of abstention doctrine in comity and federalism); Louisiana Power &amp; Light Co. v. City of Thibodaux, <span class=\"citation\" data-id=\"105898\"><a href=\"/opinion/105898/louisiana-p-l-co-v-thibodaux-city/\"><span class=\"volume\">360</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">25</span></a></span>, 28 (1959) (stating that abstention cases \"reflect a deeper policy derived from our federalism\"); Railroad Comm'n v. Pullman Co., <span class=\"citation\" data-id=\"103481\"><a href=\"/opinion/103481/railroad-commn-of-tex-v-pullman-co/\"><span class=\"volume\">312</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">496</span></a></span>, 501 (1941) (justifying abstention as a means to \"further[] the harmonious relation between state and federal authority\"). Moreover, the various strains of abstention-related doctrines are not Procrustean taxonomies, but, rather, concepts that reflect \"a complex of considerations designed to soften the tensions inherent in a system that contemplates parallel judicial processes.\" Pennzoil Co. v. Texaco Inc., <span class=\"citation\" data-id=\"111856\"><a href=\"/opinion/111856/pennzoil-co-v-texaco-inc/\"><span class=\"volume\">481</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, 11 n.9 (1987); see also DeMauro v. DeMauro, <span class=\"citation\" data-id=\"741737\"><a href=\"/opinion/741737/annette-b-demauro-v-joseph-m-demauro-edward-martin-demauro-co-inc/\"><span class=\"volume\">115</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">94</span></a></span>, 99 (1st Cir. 1997). Thus, considerations of \"wise judicial administration\" alone may sometimes warrant dismissal of a federal court proceeding. Colorado River Water Conserv. Dist. v. United States, <span class=\"citation\" data-id=\"109405\"><a href=\"/opinion/109405/colorado-river-water-cons-dist-v-united-states/\"><span class=\"volume\">424</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">800</span></a></span>, 818 (1976).</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">To be sure, this case arguably does not fit into any of the established doctrinal boxes;<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a> and, at best, abstention remains \"an extraordinary and narrow exception to the duty of a District Court to adjudicate a controversy properly before it,\" County of Allegheny v. Frank Mashuda Co., <span class=\"citation\" data-id=\"105904\"><a href=\"/opinion/105904/allegheny-county-v-mashuda-co/\"><span class=\"volume\">360</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">185</span></a></span>, 188 (1959). Nevertheless, several factors coalesce to convince us that a stay is appropriate until the proceedings presently pending before the Puerto Rico Supreme Court have run their course.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">First, federal courts should exercise their equitable powers with discretion. See El Dia, Inc. v. Hernandez Colon, <span class=\"citation\" data-id=\"583336\"><a href=\"/opinion/583336/el-dia-inc-v-rafael-hernandez-colon/\"><span class=\"volume\">963</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">488</span></a></span>, 497-98 (1st Cir. 1992). An important hallmark of equity is the ability to assess the totality of the circumstances and custom-tailor appropriate relief. It follows that \"[s]imply because an equitable remedy may be available does not necessarily mean that it must automatically issue.\" Id. at 497 (citing, inter alia, Tennessee Valley Auth. v. Hill, <span class=\"citation\" data-id=\"109897\"><a href=\"/opinion/109897/tva-v-hill/\"><span class=\"volume\">437</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">153</span></a></span>, 193 (1978)). We think that the circumstances here counsel in favor of restraint.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Second, the appellants waited to file suit in federal court until after the Puerto Rico Court of First Instance had entered a final judgment adverse to their interests. Their timing raises the discomfiting specter of forum-shopping -- and we are free to factor this circumstance into the decisional calculus. See Gonzalez v. Cruz, <span class=\"citation\" data-id=\"556384\"><a href=\"/opinion/556384/damaris-gonzalez-v-migdalia-cruz/\"><span class=\"volume\">926</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span>, 4 (1st Cir. 1991) (stating that the order in which jurisdiction attaches not only can be considered, but also \"must be examined in light of the motivation of the plaintiff in filing the second suit\"). Indeed, in most jurisdictions, res judicata would bar the appellants from going to judgment in the state court and then searching out a federal forum as a means of bobbing once more for the apple. Although we may ascribe no greater preclusive effect to the earlier judgment than would the Puerto Rico courts, we need not turn a blind eye to those proceedings. See Bailey v. Ness, <span class=\"citation\" data-id=\"435024\"><a href=\"/opinion/435024/bailey-jo-ellen-v-ness-j-christian-individually-garber-daniel/\"><span class=\"volume\">733</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">279</span></a></span>, 282 (3d Cir. 1984); see also Lundborg v. Phoenix Leasing, Inc., <span class=\"citation\" data-id=\"196908\"><a href=\"/opinion/196908/lundborg-v-phoenix/\"><span class=\"volume\">91</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">265</span></a></span>, 272-73 (1st Cir. 1996) (holding abstention appropriate even though claims were not barred by res judicata). As a practical matter, the appellants filed the present suit in an effort to detour around an unfavorable judgment of the commonwealth trial court, and this attempted end run is highly relevant to the calculus of abstention. See Villa Marina Yacht Sales, Inc. v. Hatteras Yachts, <span class=\"citation\" data-id=\"570483\"><a href=\"/opinion/570483/villa-marina-yacht-sales-inc-v-hatteras-yachts/\"><span class=\"volume\">947</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">529</span></a></span>, 533-34 (1st Cir. 1991) (affirming abstention based in part on federal plaintiff's motivation); see also Lundborg, 91 F.3d at 273 (upholding order of dismissal when suit was \"effectively an attempt to undo a preexisting, final judgment of a state court\").</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Third, the commonwealth proceedings were not only filed first, but have now progressed much further. This, too, affects the desirability of abstention. See Moses H. Cone Mem. Hosp. v. Mercury Constr. Corp., <span class=\"citation\" data-id=\"110873\"><a href=\"/opinion/110873/moses-h-cone-memorial-hospital-v-mercury-constr-corp/\"><span class=\"volume\">460</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, 21-22 (1983). The Party initially selected the commonwealth courts and aggressively pursued its members' interests in that venue. If the federal courts now choose to defer, the appellants have no one to blame but themselves.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Fourth, the case before the Puerto Rico Supreme Court is more comprehensive than the newer federal case because it covers both commonwealth and federal constitutional claims. Plainly, the interests of judicial efficiency and eliminating piecemeal litigation favor resolving these closely related claims in a single forum. See Bath Mem. Hosp. v. Maine Health Care Fin. Comm'n, <span class=\"citation\" data-id=\"510030\"><a href=\"/opinion/510030/22-socsecrepser-567-medicaremedicaid-gu-37243-medicaremedicaid-gu/\"><span class=\"volume\">853</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1007</span></a></span>, 1012-13 (1st Cir. 1988). There is also a real possibility that the Puerto Rico Supreme Court may decide the case before it on state-law grounds in a way that avoids altogether the necessity for federal constitutional adjudication. The attractiveness of abstention increases in direct proportion to the strength that one attaches to this possibility. See Pullman, 312 U.S. at 501; Romany v. Colegio de Abogados, <span class=\"citation\" data-id=\"440323\"><a href=\"/opinion/440323/jorge-f-romany-v-colegio-de-abogados-de-puerto-rico-oreste-ramos-diaz-v/\"><span class=\"volume\">742</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">32</span></a></span>, 40 (1st Cir. 1984); see also Aggarwal v. Ponce Sch. of Med., <span class=\"citation\" data-id=\"442863\"><a href=\"/opinion/442863/deep-aggarwal-v-ponce-school-of-medicine/\"><span class=\"volume\">745</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">723</span></a></span>, 726 (1st Cir. 1984) (\"It has long been a basic tenet of the federal courts to eschew the decision of cases on constitutional grounds unless and until all other available avenues of resolution were exhausted.\").</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Last, and perhaps most important, the Puerto Rico Supreme Court stands poised to enter a judgment on the merits that in all probability will carry full preclusive effect under Puerto Rico law. From the standpoint of federalism and comity, there is something particularly offensive about hijacking a case that is pending on the docket of a state's highest tribunal. See American Benefit Life Ins. Co. v. United Founders Life Ins. Co., <span class=\"citation\" data-id=\"1963188\"><a href=\"/opinion/1963188/american-benefit-life-ins-v-united-founders-life/\"><span class=\"volume\">515</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">800</span></a></span>, 803 (W.D. Okla. 1980) (\"Considerations of comity and principles of sound judicial administration require abstention when a state court decision is on appeal to that state's supreme court and a second action is filed in federal court.\"). Because we have no reason to doubt that the \"parallel state-court litigation will be an adequate vehicle for the complete and prompt resolution of the issues between the parties,\" Moses H. Cone, 460 U.S. at 28, abstention presents a very palatable option.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">We recognize, of course, that the presence of a federal issue \"must always be a major consideration weighing against surrender [of federal jurisdiction].\" Id. at 26; accord Gonzales, 926 F.2d at 5. The time-sensitive nature of the appellants' claims exerts additional pressure on this side of the balance. Nevertheless, given the unusual posture of the case and the combined force of the factors we have enumerated, these considerations are substantially outweighed by compelling interests of fairness, comity, and sound judicial administration. See Glen Oaks, 280 F.2d at 333-34 (affirming stay of proceedings pending resolution of state supreme court appeal notwithstanding the fact that the plaintiffs' complaint raised federal constitutional issues); Ray v. Hasley, <span class=\"citation\" data-id=\"234459\"><a href=\"/opinion/234459/ray-v-hasley/\"><span class=\"volume\">214</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">366</span></a></span> (5th Cir. 1954) (similar). As we previously wrote in an analogous setting, \"when a state court has matters well in hand, withholding federal [equitable] relief premised on constitutional grounds will maintain and facilitate federalism; foster state-created accommodations of constitutional principles and state interests; and husband federal judicial resources.\" El Dia, 963 F.2d at 497.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">We need go no further. For the foregoing reasons, the order dismissing the appellants' action is reversed and the matter is remanded to the district court with instructions to vacate that order and stay proceedings pending the Puerto Rico Supreme Court's decision in the parallel commonwealth court litigation. The district court is, of course, at liberty to vacate the stay or to make other or further orders in the event of changed circumstances.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">So Ordered.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p>  Technically, the Puerto Rico Supreme Court proceeding constitutes review on certiorari. Elevating substance over form, we sometimes refer to that proceeding as an appeal.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p>  Puerto Rico is the functional equivalent of a state for purposes of full faith and credit. See Medina v. Chase Manhattan Bank, <span class=\"citation\" data-id=\"437458\"><a href=\"/opinion/437458/angel-l-medina-v-the-chase-manhattan-bank-na/\"><span class=\"volume\">737</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">140</span></a></span>, 142 (1st Cir. 1984). Hence, we sometimes refer to the Puerto Rico courts as \"state courts\" and to Puerto Rico law as \"state law,\" notwithstanding Puerto Rico's unique commonwealth status.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p>  The appellants' plaint strikes us as especially unbecoming since it was the Party that moved for summary judgment in the first place. Cf. Kremer, 456 U.S. at 485 (\"The fact that [the plaintiff] failed to avail himself of the full procedures provided by state law does not constitute a sign of their inadequacy.\").</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p>  Although we accept the Vega Arriaga court's conclusion, we expressly disclaim one component of its reasoning. The court, citing P.R.R. Civ. P. 53.9, drew support from the fact that lower court judgments in Puerto Rico are automatically stayed when they are appealed. See Vega Arriaga, 658 F. Supp. at 120-21. In fact, the finality of a judgment for res judicata purposes ordinarily is unaffected by the presence of a stay. See Restatement (Second) of Judgments &#167; 13 cmt. f (1982) (\"[F]inality is not affected by the fact that the taking of the appeal operates automatically as a stay or supersedeas of the judgment appealed from that prevents its execution or enforcement, or by the fact that the appellant has actually obtained a stay or supersedeas pending appeal.\"); see also 18 James Wm. Moore et al., Moore's Federal Practice &#167; 131.30[2][c][ii], at 131-97 (3d ed. 1999).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p>  To the extent that a statutory jurisdictional question arguably looms under the so-called Rooker-Feldman doctrine, see District of Columbia Court of Appeals v. Feldman, <span class=\"citation\" data-id=\"110889\"><a href=\"/opinion/110889/district-of-columbia-court-of-appeals-v-feldman/\"><span class=\"volume\">460</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">462</span></a></span> (1983); Rooker v. Fidelity Trust Co., <span class=\"citation no-link\"><span class=\"volume\">263</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">413</span></span> (1923), the fact that the judgment of the Court of First Instance lacks finality under Puerto Rico law resolves all doubt. Only a state court adjudication that itself has preclusive effect can bring the Rooker-Feldman doctrine into play. See Davis v. Bayless, <span class=\"citation\" data-id=\"8089\"><a href=\"/opinion/8089/davis-v-bayless/\"><span class=\"volume\">70</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">367</span></a></span>, 376 (5th Cir. 1995) (stating that Rooker-Feldman does not \"bar an action in federal court when that same action would be allowed in the state court of the rendering state\"); see also Kamilewicz v. Bank of Boston Corp., <span class=\"citation\" data-id=\"729774\"><a href=\"/opinion/729774/no-96-1019/\"><span class=\"volume\">100</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1348</span></a></span>, 1350 (7th Cir. 1996) (Easterbrook, J., dissenting from denial of rehearing en banc) (\"[A] judgment that is not entitled to full faith and credit does not acquire extra force via the Rooker-Feldman doctrine.\"). In all events, denying jurisdiction based on a state court judgment that is not eligible for review by the United States Supreme Court simply would not follow from the jurisdictional statute that invigorated the Rooker-Feldman doctrine in the first place. See ASARCO Inc. v. Kadish, <span class=\"citation\" data-id=\"112268\"><a href=\"/opinion/112268/asarco-inc-v-kadish/\"><span class=\"volume\">490</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">605</span></a></span>, 622 (1989) (\"The Rooker-Feldman doctrine interprets 28 U.S.C. &#167; 1257 as ordinarily barring direct review in the lower federal courts of a decision reached by the highest state court, for such authority is vested solely in [the Supreme Court].\"); see also 28 U.S.C. &#167; 1258 (providing for Supreme Court review of Puerto Rico court decisions).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p>  Although we express no opinion on the merits of the appellants' claims, we do reject the appellees' contention that Supreme Court precedent bars those claims as a matter of law. Granted that the Court sanctioned a notarization requirement in American Party v. White, <span class=\"citation\" data-id=\"108994\"><a href=\"/opinion/108994/american-party-of-tex-v-white/\"><span class=\"volume\">415</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">767</span></a></span> (1974), but there was no intimation that Texas restricted notarial status to members of the bar, and the relevant signature threshold was one percent of the active electorate, not five percent. See id. at 777-78. Similarly, Jenness v. Fortson, <span class=\"citation\" data-id=\"108376\"><a href=\"/opinion/108376/jenness-v-fortson/\"><span class=\"volume\">403</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">431</span></a></span> (1971), does not pretermit the appellants' complaint; the Georgia law upheld there required signatures from five percent of the electorate, but contained no concomitant notarization requirement. See id. at 438-39.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p>  Notwithstanding that the parties did not raise the issues that impel us to this course either to the district court or on this appeal, we have the power to do so sua sponte. Cf. Waldron v. McAtee, <span class=\"citation\" data-id=\"429234\"><a href=\"/opinion/429234/gary-waldron-v-joseph-mcatee-in-his-capacity-as-chief-of-police-of-the/\"><span class=\"volume\">723</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1348</span></a></span>, 1351 (7th Cir. 1983) (explaining that a federal appellate court \"has the power and in appropriate cases the duty to order abstention, if necessary for the first time at the appellate level, even though no party is asking for it\").</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p>  Texas later abandoned this rule in favor of the majority view. See Scurlock Oil Co. v. Smithwick, <span class=\"citation\" data-id=\"2434042\"><a href=\"/opinion/2434042/scurlock-oil-co-v-smithwick/\"><span class=\"volume\">724</span> <span class=\"reporter\">S.W.2d</span> <span class=\"page\">1</span></a></span>, 6 (Tex. 1986) (overruling Texas Trunk R.R. Co. v. Jackson, <span class=\"citation\" data-id=\"3908537\"><a href=\"/opinion/4144844/t-t-ry-co-v-jackson-bros/\"><span class=\"volume\">22</span> <span class=\"reporter\">S.W.</span> <span class=\"page\">1030</span></a></span> (Tex. 1893)).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p>  The most analogous fork of abstention-related doctrine flows from Colorado River, 424 U.S. at 817-20, and we rely heavily on cases from this branch.</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/8089/",
    "http://www.courtlistener.com/api/rest/v3/opinions/103481/",
    "http://www.courtlistener.com/api/rest/v3/opinions/105573/",
    "http://www.courtlistener.com/api/rest/v3/opinions/105898/",
    "http://www.courtlistener.com/api/rest/v3/opinions/105904/",
    "http://www.courtlistener.com/api/rest/v3/opinions/107783/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108263/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108376/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108994/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109405/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109897/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110360/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110520/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110706/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110873/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110889/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110904/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111093/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111742/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111856/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112268/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112675/",
    "http://www.courtlistener.com/api/rest/v3/opinions/117876/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118031/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196700/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196908/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197817/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197918/",
    "http://www.courtlistener.com/api/rest/v3/opinions/234459/",
    "http://www.courtlistener.com/api/rest/v3/opinions/251444/",
    "http://www.courtlistener.com/api/rest/v3/opinions/406043/",
    "http://www.courtlistener.com/api/rest/v3/opinions/429234/",
    "http://www.courtlistener.com/api/rest/v3/opinions/435024/",
    "http://www.courtlistener.com/api/rest/v3/opinions/437458/",
    "http://www.courtlistener.com/api/rest/v3/opinions/440323/",
    "http://www.courtlistener.com/api/rest/v3/opinions/442863/",
    "http://www.courtlistener.com/api/rest/v3/opinions/451688/",
    "http://www.courtlistener.com/api/rest/v3/opinions/510030/",
    "http://www.courtlistener.com/api/rest/v3/opinions/521901/",
    "http://www.courtlistener.com/api/rest/v3/opinions/529714/",
    "http://www.courtlistener.com/api/rest/v3/opinions/541732/",
    "http://www.courtlistener.com/api/rest/v3/opinions/556384/",
    "http://www.courtlistener.com/api/rest/v3/opinions/570483/",
    "http://www.courtlistener.com/api/rest/v3/opinions/574886/",
    "http://www.courtlistener.com/api/rest/v3/opinions/583336/",
    "http://www.courtlistener.com/api/rest/v3/opinions/714817/",
    "http://www.courtlistener.com/api/rest/v3/opinions/717572/",
    "http://www.courtlistener.com/api/rest/v3/opinions/729774/",
    "http://www.courtlistener.com/api/rest/v3/opinions/741737/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1963188/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2361695/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2434042/",
    "http://www.courtlistener.com/api/rest/v3/opinions/3908537/"
  ]
}