{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/198828/",
  "absolute_url": "/opinion/198828/foods-inc-v-office/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/198828/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T04:00:36Z",
  "date_modified": "2017-03-24T10:59:11.283621Z",
  "type": "010combined",
  "sha1": "4b1e97009ab3a1ba42aa0b5398d4d2bdcad29a26",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=99-1446.01A",
  "local_path": null,
  "plain_text": "               United States Court of Appeals\r\n                   For the First Circuit\r\n\nNo. 99-1446\r\n\n                      KRAFT FOODS, INC,\r\n\n                    Plaintiff, Appellant,\r\n\n                              v.\r\n\n   OFFICE AND PROFESSIONAL EMPLOYEES INTERNATIONAL UNION,\r\n                  AFL-CIO, CLC, LOCAL 1295,\r\n\n                     Defendant, Appellee.\r\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\r\n\n              FOR THE DISTRICT OF MASSACHUSETTS\r\n\n         [Hon. Reginald Lindsay, U.S. District Judge]\r\n\n                            Before\r\n\n                 Boudin, Stahl, and Lipez, \r\n\n                      Circuit Judges.\r\n\n   Nathan L. Kaitz, with whom Stacy L. Miller and Morgan, Brown\r\n&amp; Joy, L.L.P., were on brief for appellant.\r\n\n   Robert M. Schwartz for appellee.\r\n\nFebruary 16, 2000\r\n\nLIPEZ, Circuit Judge.  Kraft Foods, Inc. appeals from a\r\njudgment of the district court affirming an arbitration award.  The\r\narbitrator found that Kraft had violated its collective bargaining\r\nagreement (the \"Agreement\") with the Office and Professional\r\nEmployees International Union, AFL-CIO, CLC, Local 1295 (the\r\n\"Union\") by applying the Agreement's break-in wage provisions to\r\none class of new employees while paying a second class full wages. \r\nFinding that the parties had agreed to a break-in wage provision\r\napplying to all new employees covered by the Agreement, the\r\narbitrator ordered back pay to the workers who had received break-\r\nin wages so that all workers would enjoy full wages during the\r\nperiod in which Kraft was in breach.  Kraft filed a suit in\r\ndistrict court under Section 301 of the Labor Management Relations\r\nAct, 29 U.S.C.  185, arguing, inter alia, that the remedy exceeded\r\nthe arbitrator's authority.  On cross-motions for summary judgment,\r\nthe district court rejected this claim and affirmed the\r\narbitrator's judgment.  We now do the same.\r\n                              I.\r\nWe state the facts as the arbitrator found them.  See \r\nUnited Paperworkers Int'l Union v. Misco, Inc., 484 U.S. 29, 37\r\n(1987).  During negotiations for the 1996-1999 collective\r\nbargaining agreement, Kraft proposed break-in wage rates that would\r\napply only to newly hired production employees.  Although the Union\r\nobjected, it eventually accepted break-in rates that would apply to\r\nall newly hired employees rather than just production workers. \r\nArticle 10 of the Agreement reflected this understanding, providing\r\nthat \"[n]ew employees hired after May 21, 1996 shall be paid at the\r\nrate of eighty percent (80%) of the job rate in the classification\r\nin which the employee is working for the first six (6) months,\r\nninety percent (90%) of the job rate for the second six months.\"\r\nIn October, 1997, the Union learned that Kraft had hired\r\nmaintenance and power plant employees (the \"crafts employees\") at\r\nstandard wage rates rather than the break-in rates provided for in\r\nthe Agreement.  However, all new production employees were paid the\r\nbreak-in wages.  The Union filed a grievance challenging the\r\ndiscriminatory application of the break-in wage provision.  The\r\ndispute was submitted to arbitration pursuant to the Agreement. \r\nKraft argued that it had agreed only to break-in rates for\r\nproduction employees; this limitation had been \"inadvertently\"\r\nomitted from the Agreement.  \r\nThe arbitrator rejected Kraft's claim of mutual mistake,\r\nfinding that \"there was a meeting of the minds between the parties\r\nthat the break-in rates set forth in Article 10 would apply to all\r\nbargaining unit employees hired after May 21, 1996.\" (emphasis in\r\noriginal).  The arbitrator also concluded that he could not reform\r\nthe Agreement as Kraft proposed because Article 43 gave the\r\narbitrator \"no authority to amend, alter or modify this Agreement\r\nor its terms.\"  The arbitrator therefore found Kraft in breach and\r\nordered it to apply the break-in wage provision evenly until the\r\nAgreement terminated in 1999.\r\nThe more difficult question related to an appropriate\r\nremedy for the past discrimination.  The arbitrator found that\r\nthere were only two plausible methods of remedying Kraft's unequal\r\napplication of the break-in wages.  He could order the crafts\r\nworkers to remit the wages paid to them in violation of the\r\nAgreement, a remedy that he characterized as \"patently unfair\" and\r\none that Kraft and the Union opposed.  Or he could order back pay\r\nto the production workers to make up for the compensation they lost\r\nwhen Kraft \"discriminated against them by applying the break-in\r\nrates to them but not to other newly hired [crafts] employees.\" \r\nThe arbitrator found that this alternative provided \"reasonable and\r\nequitable\" compensation for Kraft's breach.  On appeal, Kraft does\r\nnot challenge the arbitrator's finding that it breached the\r\nAgreement.  Rather, it argues that the back-pay remedy exceeded the\r\narbitrator's authority. \r\n                             II.\r\nThe general principles that we must apply are familiar. \r\nOur review of labor arbitral decisions is extremely narrow and\r\n\"extraordinarily deferential.\"  Dorado Beach Hotel Corp. v. Union\r\nde Trabajadores de la Industria Gastronomica Local 610, 959 F.2d 2,\r\n3-4 (1st Cir. 1992). \"Because the parties have contracted to have\r\ndisputes settled by an arbitrator chosen by them rather than by a\r\njudge, it is the arbitrator's view of the facts and of the meaning\r\nof the contract that they have agreed to accept.\"  Misco, 484 U.S.\r\nat 37-38.  The arbitrator cannot, of course, ignore the contract\r\nand simply dispense \"his own brand of industrial justice.\"  United\r\nSteelworkers of America v. Enterprise Wheel &amp; Car Corp., 363 U.S.\r\n593, 597 (1960).  Rather, the arbitrator's decision must \"draw[]\r\nits essence\" from the agreement.  Id.  Provided that the arbitrator\r\n\"is even arguably construing or applying the contract and acting\r\nwithin the scope of his authority,\" a court may not disturb his\r\njudgment even if it is \"convinced he committed serious error.\" \r\nMisco, 484 U.S. at 38; see also Advest Inc. v. McCarthy, 914 F.2d\r\n6, 9 (1st Cir. 1990) (quoting Misco).  \r\nKraft argues that the arbitration clause of the Agreement\r\ndenied the arbitrator the power to order the back-pay remedy. \r\nBecause \"[t]he extent of an arbitrator's authority lies within the\r\nlanguage of the contract,\" we must carefully consider any\r\nrestrictions that the Agreement imposes on the arbitrator's power. \r\nStrathmore Paper Co. v. United Paperworkers Int'l Union, 900 F.2d\r\n423, 426 (1st Cir. 1990).  Kraft does not identify any language in\r\nthe Agreement explicitly barring back-pay remedies.  Rather, it\r\npoints to Article 43 which states, in pertinent part, that \"[t]he\r\narbitrator shall have no authority to amend, alter, or modify this\r\nAgreement or its terms and shall limit the decision solely to the\r\ninterpretation and application of this Agreement.\"  \r\nThis standard \"no-modification\" clause incorporates\r\ngeneral legal principles concerning an arbitrator's authority,\r\n\"reinforc[ing] the admonition in Misco that legitimate arbitral\r\nawards draw their essence from the contract.\" LaRocque v. R.W.F.,\r\nInc., 8 F.3d 95, 97-98 (1st Cir. 1993) (internal citations and\r\nquotation marks omitted).  Thus the clause reminds arbitrators that\r\ntheir duty is to interpret and apply the agreement as negotiated,\r\nand that they may not reform the contract to do \"industrial\r\njustice.\" Misco, 484 U.S. at 30.  The arbitrator here was aware of\r\nthis limitation on his authority, noting in his written decision\r\nthat while he was \"not unsympathetic to the Company's plight,\"\r\nArticle 43 prevented him from reforming the break-in wage provision\r\nas Kraft advocated, and that Kraft would have to \"live with that\r\nbargain for the duration\" of the Agreement. \r\nWhile courts disagree on the extent to which a \"no-\r\nmodification\" clause bars arbitrators from looking beyond the\r\nlanguage of the agreement to determine breach, courts agree that\r\n\"the fashioning of an appropriate remedy is not an addition to the\r\nobligations imposed by the contract.\"  Tobacco Workers Int'l.\r\nUnion, Local 317 v. Lorillard Corp., 448 F.2d 949, 956 (4th Cir.\r\n1971).  In United Steelworkers of America v. United States Gypsum\r\nCo., 492 F.2d 713, 718 (5th Cir. 1974), the employer violated the\r\nagreement's requirement that it negotiate a wage increase with the\r\nunion.  As the union was defunct at the time of arbitration, the\r\narbitrator ordered the employer to pay a wage increase based on\r\nwhat it calculated the negotiation would have produced.  See id. at\r\n728-29.  Although the agreement included a standard \"no-\r\nmodification\" clause, the court held that the salary increase the\r\narbitrator ordered did not \"add[] terms to the contract.  In the\r\ncontext present here his action merely represent[ed] an attempt to\r\nmake the union whole for the damage suffered as a result of\r\nGypsum's breach of the collective bargaining agreement.\" Id. at\r\n730.  Likewise, in Local 879, Allied Industrial Workers of America\r\nv. Chrysler Marine Corp., 819 F.2d 786, 788 (7th Cir. 1987), the\r\narbitrator imposed a severance plan not provided for under the\r\ncontract to compensate for Chrysler's failure to hold required\r\nnegotiations prior to the plant closing. Notwithstanding the \"no\r\nmodification\" clause, the court found that the arbitrator's power\r\nto determine breach \"further implies the authority to prescribe a\r\nremedy which can be said reasonably to cure the breach.\"  Id. at\r\n789-790.\r\nKraft argues that this case is different because the\r\narbitrator's remedy directly altered the Agreement. In Kraft's\r\nview, it was ordered to \"violate the collective bargaining\r\nagreement a second time to remedy its first violation of the\r\nagreement.\"  In a sense, Kraft is right: the arbitrator's back-pay\r\naward had the effect of eliminating the break-in wage clause\r\nentirely during the time period in which Kraft had applied it in a\r\ndiscriminatory fashion.  However, a standard \"no-modification\"\r\nclause does not limit remedies of this type if such a remedy is\r\nrequired to cure a breach and is not specifically barred by the\r\nagreement.  See Dixie Warehouse &amp; Cartage Co. v. General Drivers,\r\nWarehousemen &amp; Helpers, Local Union No. 89., 898 F.2d 507, 510-511\r\n(6th Cir. 1990) (no-modification clause does not limit remedial\r\nauthority \"[i]n the absence of a contractual provision that\r\nexpressly limits or removes\" such authority).  When parties wish to\r\ncurb an arbitrator's remedial authority, they can draft a contract\r\nthat specifically excludes certain remedies (such as back-pay) or\r\nlimits these remedies to particular situations.  See, e.g.\r\nResilient Floor &amp; Decorative Covering Workers, Local Union 1179 v.\r\nWelco Mfg. Co., 542 F.2d 1029, 1031 (8th Cir. 1976) (empowering\r\nclause barred arbitrator from awarding \"money damages except back\r\npay in case of wrongful discharge\").  Likewise, the parties can\r\nchoose to provide pre-negotiated, exclusive remedies for a\r\nparticular breach which the arbitrator may not disturb.  See, e.g.\r\nS.D. Warren Co. v. United Paperworkers Int'l Union, 845 F.2d 3, 8\r\n(1st Cir. 1988) (arbitrator could not impose his own remedy for\r\ndisciplinary violation when agreement itself provided disciplinary\r\npenalties); Georgia-Pacific Corp. v. Local 127, United Paperworkers\r\nInt'l Union, 864 F.2d 940, 946 (1st Cir. 1988) (same). \r\nWhere, as here, the agreement neither requires nor bars\r\nparticular remedies, the arbitrator's discretion \"is at its\r\nzenith.\" Advest, 914 F.2d at 11; see also S.D. Warren, 845 F.2d at\r\n8 (\"[I]f the parties do not pre-negotiate remedies, the arbitrator\r\ncan fashion them as part of his decisional discretion.\").  When\r\nsuch explicit restrictions are absent, we must be mindful of the\r\nSupreme Court's admonition that broad remedial authority is\r\nrequired to give arbitrators \"flexibility in meeting a wide variety\r\nof situations.  The draftsmen may never have thought of what\r\nspecific remedy should be awarded to meet a particular\r\ncontingency.\"  Enterprise Wheel, 363 U.S. at 597.  If the \r\nviolation ordered by the arbitrator is designed to correct a prior\r\nbreach by the offending party, the remedy must be upheld so long as\r\nit \"draws its essence\" from the agreement. Id.; see also Local\r\n1445, United Food &amp; Commercial Workers Int'l Union v. Stop &amp; Shop\r\nCos., 776 F.2d 19, 22 (1st Cir.1985)(\"Arbitrators are not required\r\nto follow principles of contract law or judicial precedent.  The\r\narbitrator's decision must be simply in the realm of what a judge\r\nmight decide.\") (internal citation omitted). \r\nThe remedy in this case meets this standard.  To redress\r\nthe discriminatory treatment caused by Kraft's breach, the\r\narbitrator had to choose between the unpalatable pay-back approach\r\nor one that ordered Kraft to provide back pay to the production\r\nworkers.  While the arbitrator's decision to order back pay\r\neffectively nullified the break-in wage provision during the period\r\nof breach, this result is consistent with the intent of the\r\noriginal bargain between Kraft and the Union.  The Union had\r\naccepted only a break-in wage provision that would apply to all\r\nworkers, rejecting Kraft's initial proposal of break-in wages\r\nexclusively for production workers.  Forcing Kraft to abandon\r\nbreak-in wages for production workers during the period in which it\r\nimproperly abandoned break-in wages for crafts workers fulfilled\r\nthe equality principle embodied in Article 10.  The remedy, while\r\nforcing Kraft to ignore a contractual provision, prevented Kraft\r\nfrom unilaterally adopting the more limited break-in wage provision\r\nthat the Union had rejected.  As this remedy \"draws its essence\"\r\nfrom the Agreement, we will not disturb it.  Enterprise Wheel, 363\r\nU.S. at 597.\r\nAffirmed\n",
  "html": "<p class=\"case_cite\">203 F.3d 98 (1st Cir. 2000)</p>\n    <p class=\"parties\">KRAFT FOODS, INC, Plaintiff, Appellant,<br>v.<br>OFFICE AND PROFESSIONAL EMPLOYEES INTERNATIONAL UNION, AFL-CIO, CLC, LOCAL 1295, Defendant, Appellee.</p>\n    <p class=\"docket\">No. 99-1446.</p>\n    <p class=\"court\">United States Court of Appeals, For the First Circuit.</p>\n    <p class=\"date\">Heard Oct. 5, 1999.<br>Decided February 16, 2000.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF MASSACHUSETTS. Hon. Reginald Lindsay, U.S. District Judge.</p>\n      <p class=\"indent\">Nathan L. Kaitz, with whom Stacy L. Miller and Morgan, Brown &amp; Joy, L.L.P., were on brief for appellant.</p>\n      <p class=\"indent\">Robert M. Schwartz for appellee.</p>\n      <p class=\"indent\">Before Boudin, Stahl, and Lipez,  Circuit Judges.</p>\n      <p class=\"indent\">LIPEZ, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Kraft Foods, Inc. appeals from a judgment of the district court affirming an arbitration award. The arbitrator found that Kraft had violated its collective bargaining agreement (the \"Agreement\") with the Office and Professional Employees International Union, AFL-CIO, CLC, Local 1295 (the \"Union\") by applying the Agreement's break-in wage provisions to one class of new employees while paying a second class full wages. Finding that the parties had agreed to a break-in wage provision applying to all new employees covered by the Agreement, the arbitrator ordered back pay to the workers who had received break-in wages so that all workers would enjoy full wages during the period in which Kraft was in breach. Kraft filed a suit in district court under Section 301 of the Labor Management Relations Act, 29 U.S.C. &#167; 185, arguing, inter alia, that the remedy exceeded the arbitrator's authority. On cross-motions for summary judgment, the district court rejected this claim and affirmed the arbitrator's judgment. We now do the same.</p>\n    </div>\n    <p class=\"indent\">I.</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">We state the facts as the arbitrator found them. See United Paperworkers Int'l Union v. Misco, Inc., 484 U.S. 29, 37 (1987). During negotiations for the 1996-1999 collective bargaining agreement, Kraft proposed break-in wage rates that would apply only to newly hired production employees. Although the Union objected, it eventually accepted break-in rates that would apply to all newly hired employees rather than just production workers. Article 10 of the Agreement reflected this understanding, providing that \"[n]ew employees hired after May 21, 1996 shall be paid at the rate of eighty percent (80%) of the job rate in the classification in which the employee is working for the first six (6) months, ninety percent (90%) of the job rate for the second six months.\"</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In October, 1997, the Union learned that Kraft had hired maintenance and power plant employees (the \"crafts employees\") at standard wage rates rather than the break-in rates provided for in the Agreement. However, all new production employees were paid the break-in wages. The Union filed a grievance challenging the discriminatory application of the break-in wage provision. The dispute was submitted to arbitration pursuant to the Agreement. Kraft argued that it had agreed only to break-in rates for production employees; this limitation had been \"inadvertently\" omitted from the Agreement.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The arbitrator rejected Kraft's claim of mutual mistake, finding that \"there was a meeting of the minds between the parties that the break-in rates set forth in Article 10 would apply to all bargaining unit employees hired after May 21, 1996.\" (emphasis in original). The arbitrator also concluded that he could not reform the Agreement as Kraft proposed because Article 43 gave the arbitrator \"no authority to amend, alter or modify this Agreement or its terms.\" The arbitrator therefore found Kraft in breach and ordered it to apply the break-in wage provision evenly until the Agreement terminated in 1999.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The more difficult question related to an appropriate remedy for the past discrimination. The arbitrator found that there were only two plausible methods of remedying Kraft's unequal application of the break-in wages. He could order the crafts workers to remit the wages paid to them in violation of the Agreement, a remedy that he characterized as \"patently unfair\" and one that Kraft and the Union opposed. Or he could order back pay to the production workers to make up for the compensation they lost when Kraft \"discriminated against them by applying the break-in rates to them but not to other newly hired [crafts] employees.\" The arbitrator found that this alternative provided \"reasonable and equitable\" compensation for Kraft's breach. On appeal, Kraft does not challenge the arbitrator's finding that it breached the Agreement. Rather, it argues that the back-pay remedy exceeded the arbitrator's authority.</p>\n    </div>\n    <p class=\"indent\">II.</p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The general principles that we must apply are familiar. Our review of labor arbitral decisions is extremely narrow and \"extraordinarily deferential.\" Dorado Beach Hotel Corp. v. Union de Trabajadores de la Industria Gastronomica Local 610, 959 F.2d 2, 3-4 (1st Cir. 1992). \"Because the parties have contracted to have disputes settled by an arbitrator chosen by them rather than by a judge, it is the arbitrator's view of the facts and of the meaning of the contract that they have agreed to accept.\" Misco, 484 U.S. at 37-38. The arbitrator cannot, of course, ignore the contract and simply dispense \"his own brand of industrial justice.\" United Steelworkers of America v. Enterprise Wheel &amp; Car Corp., 363 U.S. 593, 597 (1960). Rather, the arbitrator's decision must \"draw[] its essence\" from the agreement. Id. Provided that the arbitrator \"is even arguably construing or applying the contract and acting within the scope of his authority,\" a court may not disturb his judgment even if it is \"convinced he committed serious error.\" Misco, 484 U.S. at 38; see also Advest Inc. v. McCarthy, 914 F.2d 6, 9 (1st Cir. 1990) (quoting Misco).</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Kraft argues that the arbitration clause of the Agreement denied the arbitrator the power to order the back-pay remedy. Because \"[t]he extent of an arbitrator's authority lies within the language of the contract,\" we must carefully consider any restrictions that the Agreement imposes on the arbitrator's power. Strathmore Paper Co. v. United Paperworkers Int'l Union, 900 F.2d 423, 426 (1st Cir. 1990). Kraft does not identify any language in the Agreement explicitly barring back-pay remedies. Rather, it points to Article 43 which states, in pertinent part, that \"[t]he arbitrator shall have no authority to amend, alter, or modify this Agreement or its terms and shall limit the decision solely to the interpretation and application of this Agreement.\"</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">This standard \"no-modification\" clause incorporates general legal principles concerning an arbitrator's authority, \"reinforc[ing] the admonition in Misco that legitimate arbitral awards draw their essence from the contract.\" LaRocque v. R.W.F., Inc., 8 F.3d 95, 97-98 (1st Cir. 1993) (internal citations and quotation marks omitted). Thus the clause reminds arbitrators that their duty is to interpret and apply the agreement as negotiated, and that they may not reform the contract to do \"industrial justice.\" Misco, 484 U.S. at 30. The arbitrator here was aware of this limitation on his authority, noting in his written decision that while he was \"not unsympathetic to the Company's plight,\" Article 43 prevented him from reforming the break-in wage provision as Kraft advocated, and that Kraft would have to \"live with that bargain for the duration\" of the Agreement.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">While courts disagree on the extent to which a \"no-modification\" clause bars arbitrators from looking beyond the language of the agreement to determine breach,<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> courts agree that \"the fashioning of an appropriate remedy is not an addition to the obligations imposed by the contract.\" Tobacco Workers Int'l. Union, Local 317 v. Lorillard Corp., 448 F.2d 949, 956 (4th Cir. 1971). In United Steelworkers of America v. United States Gypsum Co., 492 F.2d 713, 718 (5th Cir. 1974), the employer violated the agreement's requirement that it negotiate a wage increase with the union. As the union was defunct at the time of arbitration, the arbitrator ordered the employer to pay a wage increase based on what it calculated the negotiation would have produced. See id. at 728-29. Although the agreement included a standard \"no-modification\" clause, the court held that the salary increase the arbitrator ordered did not \"add[] terms to the contract. In the context present here his action merely represent[ed] an attempt to make the union whole for the damage suffered as a result of Gypsum's breach of the collective bargaining agreement.\" Id. at 730. Likewise, in Local 879, Allied Industrial Workers of America v. Chrysler Marine Corp., 819 F.2d 786, 788 (7th Cir. 1987), the arbitrator imposed a severance plan not provided for under the contract to compensate for Chrysler's failure to hold required negotiations prior to the plant closing. Notwithstanding the \"no modification\" clause, the court found that the arbitrator's power to determine breach \"further implies the authority to prescribe a remedy which can be said reasonably to cure the breach.\" Id. at 789-790.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Kraft argues that this case is different because the arbitrator's remedy directly altered the Agreement. In Kraft's view, it was ordered to \"violate the collective bargaining agreement a second time to remedy its first violation of the agreement.\" In a sense, Kraft is right: the arbitrator's back-pay award had the effect of eliminating the break-in wage clause entirely during the time period in which Kraft had applied it in a discriminatory fashion.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> However, a standard \"no-modification\" clause does not limit remedies of this type if such a remedy is required to cure a breach and is not specifically barred by the agreement. See Dixie Warehouse &amp; Cartage Co. v. General Drivers, Warehousemen &amp; Helpers, Local Union No. 89., 898 F.2d 507, 510-511 (6th Cir. 1990) (no-modification clause does not limit remedial authority \"[i]n the absence of a contractual provision that expressly limits or removes\" such authority). When parties wish to curb an arbitrator's remedial authority, they can draft a contract that specifically excludes certain remedies (such as back-pay) or limits these remedies to particular situations. See, e.g. Resilient Floor &amp; Decorative Covering Workers, Local Union 1179 v. Welco Mfg. Co., 542 F.2d 1029, 1031 (8th Cir. 1976) (empowering clause barred arbitrator from awarding \"money damages except back pay in case of wrongful discharge\"). Likewise, the parties can choose to provide pre-negotiated, exclusive remedies for a particular breach which the arbitrator may not disturb. See, e.g. S.D. Warren Co. v. United Paperworkers Int'l Union, 845 F.2d 3, 8 (1st Cir. 1988) (arbitrator could not impose his own remedy for disciplinary violation when agreement itself provided disciplinary penalties); Georgia-Pacific Corp. v. Local 127, United Paperworkers Int'l Union, 864 F.2d 940, 946 (1st Cir. 1988) (same).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Where, as here, the agreement neither requires nor bars particular remedies, the arbitrator's discretion \"is at its zenith.\" Advest, 914 F.2d at 11; see also S.D. Warren, 845 F.2d at 8 (\"[I]f the parties do not pre-negotiate remedies, the arbitrator can fashion them as part of his decisional discretion.\"). When such explicit restrictions are absent, we must be mindful of the Supreme Court's admonition that broad remedial authority is required to give arbitrators \"flexibility in meeting a wide variety of situations. The draftsmen may never have thought of what specific remedy should be awarded to meet a particular contingency.\" Enterprise Wheel, 363 U.S. at 597. If the violation ordered by the arbitrator is designed to correct a prior breach by the offending party, the remedy must be upheld so long as it \"draws its essence\" from the agreement. Id.; see also Local 1445, United Food &amp; Commercial Workers Int'l Union v. Stop &amp; Shop Cos., 776 F.2d 19, 22 (1st Cir.1985)(\"Arbitrators are not required to follow principles of contract law or judicial precedent. The arbitrator's decision must be simply in the realm of what a judge might decide.\") (internal citation omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The remedy in this case meets this standard. To redress the discriminatory treatment caused by Kraft's breach, the arbitrator had to choose between the unpalatable pay-back approach or one that ordered Kraft to provide back pay to the production workers. While the arbitrator's decision to order back pay effectively nullified the break-in wage provision during the period of breach, this result is consistent with the intent of the original bargain between Kraft and the Union. The Union had accepted only a break-in wage provision that would apply to all workers, rejecting Kraft's initial proposal of break-in wages exclusively for production workers. Forcing Kraft to abandon break-in wages for production workers during the period in which it improperly abandoned break-in wages for crafts workers fulfilled the equality principle embodied in Article 10. The remedy, while forcing Kraft to ignore a contractual provision, prevented Kraft from unilaterally adopting the more limited break-in wage provision that the Union had rejected. As this remedy \"draws its essence\" from the Agreement, we will not disturb it. Enterprise Wheel, 363 U.S. at 597.</p>\n    </div>\n    <p class=\"indent\">Affirmed</p>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Courts are split on whether these clauses limit an arbitrator's powers of contract construction to a greater extent than the background law. Compare Holly Sugar Corp. v. Distillery Union, 412 F.2d 899, 904-905 (9th Cir. 1969) (clause places no additional limits on arbitrator's powers) with Torrington Co. v. Metal Products Workers Union, 362 F.2d 677, 681 (2d Cir. 1966) (clause limits arbitrator's powers in adding to an agreement). Even those courts taking the more restrictive view have concluded that arbitrators \"may imply terms or fill gaps in an agreement.\" Harry Hoffman Printing, Inc. v. Graphic Communications Int'l Union, 950 F.2d 95, 100 (2d Cir. 1991). We have noted this dispute without taking a position. See United Food and Commercial Workers Int'l. Union v. Stop &amp; Shop Cos., 776 F.2d 19, 22 (1st Cir. 1985); c.f. LaRocque, 8 F.3d at 97 (stating that these provisions reinforce the background law). We need not resolve whether the \"no-modification\" clause limits an arbitrator's authority in construing an agreement beyond the background law because Kraft accepts the arbitrator's construction of the Agreement and determination of breach and challenges only the remedy.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> We note, however, that the arbitrator did not modify the agreement prospectively. Rather, he ruled that Kraft would have to honor the break-in wage provision as written until the agreement terminated.</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">203</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">98</span></span> (1st Cir. 2000)</p>\n    <p class=\"parties\">KRAFT FOODS, INC, Plaintiff, Appellant,<br>v.<br>OFFICE AND PROFESSIONAL EMPLOYEES INTERNATIONAL UNION, AFL-CIO, CLC, LOCAL 1295, Defendant, Appellee.</p>\n    <p class=\"docket\">No. 99-1446.</p>\n    <p class=\"court\">United States Court of Appeals, For the First Circuit.</p>\n    <p class=\"date\">Heard Oct. 5, 1999.<br>Decided February 16, 2000.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF MASSACHUSETTS. Hon. Reginald Lindsay, U.S. District Judge.</p>\n      <p class=\"indent\">Nathan L. Kaitz, with whom Stacy L. Miller and Morgan, Brown &amp; Joy, L.L.P., were on brief for appellant.</p>\n      <p class=\"indent\">Robert M. Schwartz for appellee.</p>\n      <p class=\"indent\">Before Boudin, Stahl, and Lipez,  Circuit Judges.</p>\n      <p class=\"indent\">LIPEZ, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Kraft Foods, Inc. appeals from a judgment of the district court affirming an arbitration award. The arbitrator found that Kraft had violated its collective bargaining agreement (the \"Agreement\") with the Office and Professional Employees International Union, AFL-CIO, CLC, Local 1295 (the \"Union\") by applying the Agreement's break-in wage provisions to one class of new employees while paying a second class full wages. Finding that the parties had agreed to a break-in wage provision applying to all new employees covered by the Agreement, the arbitrator ordered back pay to the workers who had received break-in wages so that all workers would enjoy full wages during the period in which Kraft was in breach. Kraft filed a suit in district court under Section 301 of the Labor Management Relations Act, 29 U.S.C. &#167; 185, arguing, inter alia, that the remedy exceeded the arbitrator's authority. On cross-motions for summary judgment, the district court rejected this claim and affirmed the arbitrator's judgment. We now do the same.</p>\n    </div>\n    <p class=\"indent\">I.</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">We state the facts as the arbitrator found them. See United Paperworkers Int'l Union v. Misco, Inc., <span class=\"citation\" data-id=\"111965\"><a href=\"/opinion/111965/paperworkers-v-misco-inc/\"><span class=\"volume\">484</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">29</span></a></span>, 37 (1987). During negotiations for the 1996-1999 collective bargaining agreement, Kraft proposed break-in wage rates that would apply only to newly hired production employees. Although the Union objected, it eventually accepted break-in rates that would apply to all newly hired employees rather than just production workers. Article 10 of the Agreement reflected this understanding, providing that \"[n]ew employees hired after May 21, 1996 shall be paid at the rate of eighty percent (80%) of the job rate in the classification in which the employee is working for the first six (6) months, ninety percent (90%) of the job rate for the second six months.\"</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In October, 1997, the Union learned that Kraft had hired maintenance and power plant employees (the \"crafts employees\") at standard wage rates rather than the break-in rates provided for in the Agreement. However, all new production employees were paid the break-in wages. The Union filed a grievance challenging the discriminatory application of the break-in wage provision. The dispute was submitted to arbitration pursuant to the Agreement. Kraft argued that it had agreed only to break-in rates for production employees; this limitation had been \"inadvertently\" omitted from the Agreement.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The arbitrator rejected Kraft's claim of mutual mistake, finding that \"there was a meeting of the minds between the parties that the break-in rates set forth in Article 10 would apply to all bargaining unit employees hired after May 21, 1996.\" (emphasis in original). The arbitrator also concluded that he could not reform the Agreement as Kraft proposed because Article 43 gave the arbitrator \"no authority to amend, alter or modify this Agreement or its terms.\" The arbitrator therefore found Kraft in breach and ordered it to apply the break-in wage provision evenly until the Agreement terminated in 1999.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The more difficult question related to an appropriate remedy for the past discrimination. The arbitrator found that there were only two plausible methods of remedying Kraft's unequal application of the break-in wages. He could order the crafts workers to remit the wages paid to them in violation of the Agreement, a remedy that he characterized as \"patently unfair\" and one that Kraft and the Union opposed. Or he could order back pay to the production workers to make up for the compensation they lost when Kraft \"discriminated against them by applying the break-in rates to them but not to other newly hired [crafts] employees.\" The arbitrator found that this alternative provided \"reasonable and equitable\" compensation for Kraft's breach. On appeal, Kraft does not challenge the arbitrator's finding that it breached the Agreement. Rather, it argues that the back-pay remedy exceeded the arbitrator's authority.</p>\n    </div>\n    <p class=\"indent\">II.</p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The general principles that we must apply are familiar. Our review of labor arbitral decisions is extremely narrow and \"extraordinarily deferential.\" Dorado Beach Hotel Corp. v. Union de Trabajadores de la Industria Gastronomica Local 610, <span class=\"citation\" data-id=\"579482\"><a href=\"/opinion/579482/dorado-beach-hotel-corporation-v-union-de-trabajadores-de-la-industria/\"><span class=\"volume\">959</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">2</span></a></span>, 3-4 (1st Cir. 1992). \"Because the parties have contracted to have disputes settled by an arbitrator chosen by them rather than by a judge, it is the arbitrator's view of the facts and of the meaning of the contract that they have agreed to accept.\" Misco, 484 U.S. at 37-38. The arbitrator cannot, of course, ignore the contract and simply dispense \"his own brand of industrial justice.\" United Steelworkers of America v. Enterprise Wheel &amp; Car Corp., <span class=\"citation\" data-id=\"106086\"><a href=\"/opinion/106086/steelworkers-v-enterprise-wheel-car-corp/\"><span class=\"volume\">363</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">593</span></a></span>, 597 (1960). Rather, the arbitrator's decision must \"draw[] its essence\" from the agreement. Id. Provided that the arbitrator \"is even arguably construing or applying the contract and acting within the scope of his authority,\" a court may not disturb his judgment even if it is \"convinced he committed serious error.\" Misco, 484 U.S. at 38; see also Advest Inc. v. McCarthy, <span class=\"citation\" data-id=\"547665\"><a href=\"/opinion/547665/advest-inc-v-patrick-mccarthy/\"><span class=\"volume\">914</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">6</span></a></span>, 9 (1st Cir. 1990) (quoting Misco).</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Kraft argues that the arbitration clause of the Agreement denied the arbitrator the power to order the back-pay remedy. Because \"[t]he extent of an arbitrator's authority lies within the language of the contract,\" we must carefully consider any restrictions that the Agreement imposes on the arbitrator's power. Strathmore Paper Co. v. United Paperworkers Int'l Union, <span class=\"citation\" data-id=\"539796\"><a href=\"/opinion/539796/strathmore-paper-company-v-united-paperworkers-international-union/\"><span class=\"volume\">900</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">423</span></a></span>, 426 (1st Cir. 1990). Kraft does not identify any language in the Agreement explicitly barring back-pay remedies. Rather, it points to Article 43 which states, in pertinent part, that \"[t]he arbitrator shall have no authority to amend, alter, or modify this Agreement or its terms and shall limit the decision solely to the interpretation and application of this Agreement.\"</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">This standard \"no-modification\" clause incorporates general legal principles concerning an arbitrator's authority, \"reinforc[ing] the admonition in Misco that legitimate arbitral awards draw their essence from the contract.\" LaRocque v. R.W.F., Inc., <span class=\"citation\" data-id=\"656106\"><a href=\"/opinion/656106/edward-larocque-v-rwf-inc/\"><span class=\"volume\">8</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">95</span></a></span>, 97-98 (1st Cir. 1993) (internal citations and quotation marks omitted). Thus the clause reminds arbitrators that their duty is to interpret and apply the agreement as negotiated, and that they may not reform the contract to do \"industrial justice.\" Misco, 484 U.S. at 30. The arbitrator here was aware of this limitation on his authority, noting in his written decision that while he was \"not unsympathetic to the Company's plight,\" Article 43 prevented him from reforming the break-in wage provision as Kraft advocated, and that Kraft would have to \"live with that bargain for the duration\" of the Agreement.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">While courts disagree on the extent to which a \"no-modification\" clause bars arbitrators from looking beyond the language of the agreement to determine breach,<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> courts agree that \"the fashioning of an appropriate remedy is not an addition to the obligations imposed by the contract.\" Tobacco Workers Int'l. Union, Local 317 v. Lorillard Corp., <span class=\"citation\" data-id=\"299193\"><a href=\"/opinion/299193/tobacco-workers-international-union-local-317-v-lorillard-corporation/\"><span class=\"volume\">448</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">949</span></a></span>, 956 (4th Cir. 1971). In United Steelworkers of America v. United States Gypsum Co., <span class=\"citation\" data-id=\"317227\"><a href=\"/opinion/317227/united-steelworkers-of-america-afl-cio-plaintiff-appellant-cross-v/\"><span class=\"volume\">492</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">713</span></a></span>, 718 (5th Cir. 1974), the employer violated the agreement's requirement that it negotiate a wage increase with the union. As the union was defunct at the time of arbitration, the arbitrator ordered the employer to pay a wage increase based on what it calculated the negotiation would have produced. See id. at 728-29. Although the agreement included a standard \"no-modification\" clause, the court held that the salary increase the arbitrator ordered did not \"add[] terms to the contract. In the context present here his action merely represent[ed] an attempt to make the union whole for the damage suffered as a result of Gypsum's breach of the collective bargaining agreement.\" Id. at 730. Likewise, in Local 879, Allied Industrial Workers of America v. Chrysler Marine Corp., <span class=\"citation\" data-id=\"488795\"><a href=\"/opinion/488795/local-879-allied-industrial-workers-of-america-afl-cio-and-international/\"><span class=\"volume\">819</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">786</span></a></span>, 788 (7th Cir. 1987), the arbitrator imposed a severance plan not provided for under the contract to compensate for Chrysler's failure to hold required negotiations prior to the plant closing. Notwithstanding the \"no modification\" clause, the court found that the arbitrator's power to determine breach \"further implies the authority to prescribe a remedy which can be said reasonably to cure the breach.\" Id. at 789-790.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Kraft argues that this case is different because the arbitrator's remedy directly altered the Agreement. In Kraft's view, it was ordered to \"violate the collective bargaining agreement a second time to remedy its first violation of the agreement.\" In a sense, Kraft is right: the arbitrator's back-pay award had the effect of eliminating the break-in wage clause entirely during the time period in which Kraft had applied it in a discriminatory fashion.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> However, a standard \"no-modification\" clause does not limit remedies of this type if such a remedy is required to cure a breach and is not specifically barred by the agreement. See Dixie Warehouse &amp; Cartage Co. v. General Drivers, Warehousemen &amp; Helpers, Local Union No. 89., <span class=\"citation\" data-id=\"538420\"><a href=\"/opinion/538420/dixie-warehouse-and-cartage-company-v-general-drivers-warehousemen-and/\"><span class=\"volume\">898</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">507</span></a></span>, 510-511 (6th Cir. 1990) (no-modification clause does not limit remedial authority \"[i]n the absence of a contractual provision that expressly limits or removes\" such authority). When parties wish to curb an arbitrator's remedial authority, they can draft a contract that specifically excludes certain remedies (such as back-pay) or limits these remedies to particular situations. See, e.g. Resilient Floor &amp; Decorative Covering Workers, Local Union 1179 v. Welco Mfg. Co., <span class=\"citation\" data-id=\"339391\"><a href=\"/opinion/339391/resilient-floor-and-decorative-covering-workers-local-union-1179/\"><span class=\"volume\">542</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1029</span></a></span>, 1031 (8th Cir. 1976) (empowering clause barred arbitrator from awarding \"money damages except back pay in case of wrongful discharge\"). Likewise, the parties can choose to provide pre-negotiated, exclusive remedies for a particular breach which the arbitrator may not disturb. See, e.g. S.D. Warren Co. v. United Paperworkers Int'l Union, <span class=\"citation\" data-id=\"504703\"><a href=\"/opinion/504703/sd-warren-company-a-division-of-scott-paper-company-v-united/\"><span class=\"volume\">845</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">3</span></a></span>, 8 (1st Cir. 1988) (arbitrator could not impose his own remedy for disciplinary violation when agreement itself provided disciplinary penalties); Georgia-Pacific Corp. v. Local 127, United Paperworkers Int'l Union, <span class=\"citation no-link\"><span class=\"volume\">864</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">940</span></span>, 946 (1st Cir. 1988) (same).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Where, as here, the agreement neither requires nor bars particular remedies, the arbitrator's discretion \"is at its zenith.\" Advest, 914 F.2d at 11; see also S.D. Warren, 845 F.2d at 8 (\"[I]f the parties do not pre-negotiate remedies, the arbitrator can fashion them as part of his decisional discretion.\"). When such explicit restrictions are absent, we must be mindful of the Supreme Court's admonition that broad remedial authority is required to give arbitrators \"flexibility in meeting a wide variety of situations. The draftsmen may never have thought of what specific remedy should be awarded to meet a particular contingency.\" Enterprise Wheel, 363 U.S. at 597. If the violation ordered by the arbitrator is designed to correct a prior breach by the offending party, the remedy must be upheld so long as it \"draws its essence\" from the agreement. Id.; see also Local 1445, United Food &amp; Commercial Workers Int'l Union v. Stop &amp; Shop Cos., <span class=\"citation\" data-id=\"460234\"><a href=\"/opinion/460234/local-1445-united-food-and-commercial-workers-international-union-afl-cio/\"><span class=\"volume\">776</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">19</span></a></span>, 22 (1st Cir.1985)(\"Arbitrators are not required to follow principles of contract law or judicial precedent. The arbitrator's decision must be simply in the realm of what a judge might decide.\") (internal citation omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The remedy in this case meets this standard. To redress the discriminatory treatment caused by Kraft's breach, the arbitrator had to choose between the unpalatable pay-back approach or one that ordered Kraft to provide back pay to the production workers. While the arbitrator's decision to order back pay effectively nullified the break-in wage provision during the period of breach, this result is consistent with the intent of the original bargain between Kraft and the Union. The Union had accepted only a break-in wage provision that would apply to all workers, rejecting Kraft's initial proposal of break-in wages exclusively for production workers. Forcing Kraft to abandon break-in wages for production workers during the period in which it improperly abandoned break-in wages for crafts workers fulfilled the equality principle embodied in Article 10. The remedy, while forcing Kraft to ignore a contractual provision, prevented Kraft from unilaterally adopting the more limited break-in wage provision that the Union had rejected. As this remedy \"draws its essence\" from the Agreement, we will not disturb it. Enterprise Wheel, 363 U.S. at 597.</p>\n    </div>\n    <p class=\"indent\">Affirmed</p>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Courts are split on whether these clauses limit an arbitrator's powers of contract construction to a greater extent than the background law. Compare Holly Sugar Corp. v. Distillery Union, <span class=\"citation\" data-id=\"285491\"><a href=\"/opinion/285491/holly-sugar-corp-v-distillery-rectifying-wine-allied-workers-intl/\"><span class=\"volume\">412</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">899</span></a></span>, 904-905 (9th Cir. 1969) (clause places no additional limits on arbitrator's powers) with Torrington Co. v. Metal Products Workers Union, <span class=\"citation\" data-id=\"272287\"><a href=\"/opinion/272287/the-torrington-company-v-metal-products-workers-union-local-1645-uaw/\"><span class=\"volume\">362</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">677</span></a></span>, 681 (2d Cir. 1966) (clause limits arbitrator's powers in adding to an agreement). Even those courts taking the more restrictive view have concluded that arbitrators \"may imply terms or fill gaps in an agreement.\" Harry Hoffman Printing, Inc. v. Graphic Communications Int'l Union, <span class=\"citation\" data-id=\"572667\"><a href=\"/opinion/572667/harry-hoffman-printing-inc-holling-press-ward-burns-inc-pollack/\"><span class=\"volume\">950</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">95</span></a></span>, 100 (2d Cir. 1991). We have noted this dispute without taking a position. See United Food and Commercial Workers Int'l. Union v. Stop &amp; Shop Cos., <span class=\"citation\" data-id=\"460234\"><a href=\"/opinion/460234/local-1445-united-food-and-commercial-workers-international-union-afl-cio/\"><span class=\"volume\">776</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">19</span></a></span>, 22 (1st Cir. 1985); c.f. LaRocque, 8 F.3d at 97 (stating that these provisions reinforce the background law). We need not resolve whether the \"no-modification\" clause limits an arbitrator's authority in construing an agreement beyond the background law because Kraft accepts the arbitrator's construction of the Agreement and determination of breach and challenges only the remedy.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> We note, however, that the arbitrator did not modify the agreement prospectively. Rather, he ruled that Kraft would have to honor the break-in wage provision as written until the agreement terminated.</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/106086/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111965/",
    "http://www.courtlistener.com/api/rest/v3/opinions/272287/",
    "http://www.courtlistener.com/api/rest/v3/opinions/285491/",
    "http://www.courtlistener.com/api/rest/v3/opinions/299193/",
    "http://www.courtlistener.com/api/rest/v3/opinions/317227/",
    "http://www.courtlistener.com/api/rest/v3/opinions/339391/",
    "http://www.courtlistener.com/api/rest/v3/opinions/460234/",
    "http://www.courtlistener.com/api/rest/v3/opinions/488795/",
    "http://www.courtlistener.com/api/rest/v3/opinions/504703/",
    "http://www.courtlistener.com/api/rest/v3/opinions/538420/",
    "http://www.courtlistener.com/api/rest/v3/opinions/539796/",
    "http://www.courtlistener.com/api/rest/v3/opinions/547665/",
    "http://www.courtlistener.com/api/rest/v3/opinions/572667/",
    "http://www.courtlistener.com/api/rest/v3/opinions/579482/",
    "http://www.courtlistener.com/api/rest/v3/opinions/656106/"
  ]
}