{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/198817/",
  "absolute_url": "/opinion/198817/sur-contra-la-v-epa/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/198817/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T04:00:03Z",
  "date_modified": "2017-03-24T10:59:09.466390Z",
  "type": "010combined",
  "sha1": "bb9515dbfdbffa414f75abb15463b7c03a3c8cfa",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=99-1855.01A",
  "local_path": null,
  "plain_text": "                United States Court of Appeals\r\n                    For the First Circuit\r\n                                         \r\n\nNo. 99-1855\r\n\n                SUR CONTRA LA CONTAMINACI N,\r\n\n                         Petitioner,\r\n\n                              v.\r\n\n               ENVIRONMENTAL PROTECTION AGENCY,\r\n\n                         Respondent,\r\n\n                             and\r\n\n                    AES PUERTO RICO L.P.,\r\n\n                         Intervenor.\r\n\n                                         \r\n\n            PETITION FOR REVIEW OF A FINAL ACTION\r\n            OF THE ENVIRONMENTAL PROTECTION AGENCY\r\n\n                                         \r\n\n                            Before\r\n\n                   Lynch, Circuit Judge,\r\n              Campbell, Senior Circuit Judge,\r\n                 and Stahl, Circuit Judge.\r\n\n                                         \r\n\nPedro J. Varela for petitioner.\r\nMichele L. Walter, with whom Lois J. Schiffer, Assistant\r\nAttorney General, Environment and Natural Resources Division, Alice\r\nL. Mattice, Attorney, Environmental Defense Section, U.S.\r\nDepartment of Justice, M. Lea Anderson, Attorney, Office of General\r\nCounsel, U.S. Environmental Protection Agency, and Joseph A.\r\nSiegel, Office of Regional Counsel, U.S. Environmental Protection\r\nAgency, Region II, were on brief, for respondent.\r\nDeborah E. Jennings, with whom Monica D. Gibson and Piper\r\nMarbury Rudnick &amp; Wolfe LLP were on brief, for intervenor.\r\n\n                                         \r\n\n                                           LYNCH, Circuit Judge.  Sur Contra la Contaminacin\r\n(SURCCo), a community organization made up of residents of Guayama,\r\nPuerto Rico, challenges a Prevention of Significant Deterioration\r\n(PSD) permit, issued by the Environmental Protection Agency, that\r\nauthorizes construction of a power plant in the ward of Jobos\r\nwithin that municipality.  The group contends that the Agency's\r\ndecision to grant the permit was arbitrary and capricious and in\r\nviolation of the Executive Order on Environmental Justice.  See\r\nFederal Actions To Address Environmental Justice in Minority\r\nPopulations and Low-Income Populations, Exec. Order No. 12,898, 59\r\nFed. Reg. 7629 (1994).  The Environmental Appeals Board carefully\r\nconsidered the challenge and denied it.  See In re AES Puerto Rico,\r\nL.P., 29 Envtl. L. Rep. (Envtl. L. Inst.) 41,132 (Envtl. App. Bd.\r\nMay 27, 1999).  For the following reasons, we, too, reject the\r\nchallenge. \r\n                              I.\r\nOn January 10, 1996, Region II of the EPA received a PSD\r\npermit application from AES Puerto Rico L.P. for a 454-megawatt\r\ncoal-fired, steam-electric cogeneration power plant it wished to\r\nbuild in Guayama.  The permit was required under the Clean Air Act\r\nbecause the plant would be a major new stationary source of certain\r\npollutants, including sulfur dioxide and fine particulate matter. \r\nSee 42 U.S.C.  7475, 7479; 40 C.F.R.  52.21(b)(1)(i)(a).  PSD\r\npermits are designed to insure that covered pollutants emitted by\r\nnew or modified sources do not exceed the allowable increments of\r\nadditional air pollutants (the increments) or lead to the exceeding\r\nof the National Ambient Air Quality Standards (the Standards) in\r\nareas that have been designated \"attainment\" or \"unclassifiable.\" \r\nSee 42 U.S.C.  7471, 7473.  The PSD program represents a\r\nbalancing of \"economic growth\" with the \"preservation of existing\r\nclean air resources.\"  Id.  7470(3).\r\nBefore the EPA grants a PSD permit, the owner or operator\r\nof the proposed facility must satisfy certain prerequisites, two of\r\nwhich are of importance here.  First, a permit will be issued only\r\nif the owner \"demonstrates . . . that emissions from construction\r\nor operation of such facility will not cause, or contribute to, air\r\npollution in excess\" of the increments or the Standards.  42 U.S.C.\r\n7475(a)(3); 40 C.F.R.  52.21(k).  This is accomplished through\r\nair quality modeling and ambient air monitoring, see 40 C.F.R.\r\n52.21(l), (m), though the extensiveness of these two inquiries\r\ncan vary.  According to the EPA's draft New Source Review Workshop\r\nManual, \"a full impact analysis,\" including \"multi-source\r\nmodeling,\" i.e., air quality modeling that takes into account the\r\nproposed source, existing sources, and residential, commercial, and\r\nindustrial growth that accompanies the new source, for a particular\r\npollutant is not required \"when emissions of that pollutant from a\r\nproposed source . . . would not increase ambient concentrations by\r\nmore than prescribed significant ambient levels.\"  Further, the EPA\r\nmay waive the air monitoring requirement if \"[t]he emissions\r\nincrease of the pollutant from the new source . . . would cause, in\r\nany area, air quality impacts less than\" certain de minimis\r\nmonitoring levels.  40 C.F.R.  52.21(i)(8)(i). \r\nHere, AES used EPA-approved air quality modeling\r\ntechniques to predict emissions of both sulfur dioxide and fine\r\nparticulate matter from the proposed plant.  The predicted sulfur\r\ndioxide emissions were all below the thresholds, though the one for\r\nthe twenty-four hour averaging time came very close to the\r\nsignificant impact level (.03 micrograms per cubic meter below the\r\nthreshold).  As a result, the Region did not require AES to conduct\r\na full impact analysis and exempted AES from conducting\r\npreconstruction ambient air monitoring for sulfur dioxide.  The\r\npredicted fine particulate matter emissions, however, were above\r\nthe designated significant impact levels and de minimis monitoring\r\nlevels, so the EPA required AES to conduct a full impact analysis\r\nand ambient air monitoring of that pollutant.  Both of these\r\nanalyses were conducted and both indicated that the proposed plant\r\nwould not cause or contribute to a violation of the Standards or\r\nthe PSD increments. \r\nSecond, a permit will not be issued unless the \"proposed\r\nfacility is subject to the best available control technology\r\n[(BACT)] for each pollutant subject to regulation.\"  42 U.S.C.\r\n7475(a)(4).  BACT \"means an emissions limitation . . . based on\r\nthe maximum degree of reduction for each pollutant subject to\r\nregulation under [the] Act which would be emitted from any proposed\r\nmajor stationary source . . . which the Administrator, on a case-\r\nby-case basis, taking into account energy, environmental, and\r\neconomic impacts and other costs, determines is achievable for such\r\nsource . . . through application of production processes or\r\navailable methods, systems, and techniques . . . .\"  40 C.F.R.\r\n52.21(b)(12).\r\nAES proposed a novel combination of three proven control\r\ntechnologies: circulating fluidized bed boilers with limestone\r\ninjection; low sulfur coal; and a dry scrubber.  The company claims\r\nthat this combination will lead to \"one of the world's cleanest\r\ncoal-fired power plants.\"  Though this combination has not been\r\nused before, the EPA believes that this control technique is\r\n\"technically feasible\" and \"will result in a real decrease in\r\nimpacts.\"  It, therefore, accepted the combined technologies as the\r\nBACT. \r\nOn April 4, 1997, the Region published a notice that\r\nannounced its intention to issue the PSD permit to AES.  As\r\nrequired, the Region conducted public hearings and received written\r\nsubmissions, which it reviewed.  See 42 U.S.C.  7470(5),\r\n7475(a)(2).  In response to the community's concerns, the EPA\r\nconditioned the permit on AES's conducting post-permit multi-source\r\nmodeling and ambient air monitoring of sulfur dioxide, even though\r\nthese tests were not required by the Act or the regulations. \r\nAlso, the EPA prepared an environmental justice analysis.  See\r\nExec. Order No. 12,898, 59 Fed. Reg. 7629 (1994).  On September 18,\r\n1998, the Region issued the PSD permit.  A number of individuals\r\nand groups, including SURCCo, challenged the petition before the\r\nEnvironmental Appeals Board.  The Board, on May 27, 1999, denied\r\nthese petitions for review.  See In re AES, 29 Envtl. L. Rep. at\r\n41,132.  SURCCo now brings this petition.\r\n                             II.\r\nWe have jurisdiction to review this petition.  See 42\r\nU.S.C.  7607(b)(1); 40 C.F.R.  124.19(f)(1).  Our review of the\r\npermit is governed by the Administrative Procedure Act's \"arbitrary\r\nand capricious\" standard.  See 5 U.S.C.  706(2)(A); Pan Am. Grain\r\nMfg. Co. v. U.S. EPA, 95 F.3d 101, 105 (1st Cir. 1996) (reviewing\r\nstate implementation plan); Adams v. U.S. EPA, 38 F.3d 43, 49 (1st\r\nCir. 1994) (reviewing NPDES permit); Citizens for Clean Air v. U.S.\r\nEPA, 959 F.2d 839, 845 (9th Cir. 1992) (reviewing PSD permit).\r\nSURCCo's petition focuses on purported technical errors\r\nin the air quality analyses of sulfur dioxide and fine particulate\r\nmatter and on assertions that the EPA should have applied its\r\ndiscretion differently.  SURCCo does not directly challenge the PSD\r\npermit regulations or Guayama's attainment designation.  The EPA,\r\nassisted by AES, defends the permit.\r\nA. Sulfur Dioxide\r\nSURCCo first alleges that the EPA should have required\r\nAES to conduct a full impact analysis of sulfur dioxide emissions. \r\nAES's modeled impact analysis for the 24-hour averaging time for\r\nsulfur dioxide emissions (4.97 micrograms per cubic meter) was\r\nminutely below the significant impact level (5.00 micrograms per\r\ncubic meter).  SURCCo contends that the EPA should have ordered a\r\nfull impact analysis before granting the final permit because: a)\r\nthe EPA accepted \"a combination of controls which have never been\r\nused before,\" and b) to achieve the emissions limit, AES must\r\nachieve a 99% efficiency rate.  That is, because the efficiency of\r\nthis combination of technologies is untested, the EPA should have\r\nordered a full impact study despite the fact that the modeled\r\nimpact was below the significant impact level that would\r\nautomatically trigger further testing.  Further, SURCCo says that\r\nevidence it submitted -- which the EPA rejected -- contradicted\r\nAES's impact analysis.  The EPA says, in response, that \"the permit\r\nrequires AES to limit the facility's emission rate to extremely low\r\nlevels through an innovative combination of state-of-the-art\r\ncontrol technologies.\"  EPA also says that AES used appropriate\r\nmodels while \"the modeling on which SURCCo relies applied the\r\nmodels simplistically and made unrealistic assumptions.\" \r\nSURCCo has provided no evidence of arbitrariness or\r\ncapriciousness in the EPA's determination that AES's proposed\r\ncontrols will achieve BACT, even though the combination of controls\r\nis novel.  Each of these three components has been tested and used;\r\nonly their combination is new.  It was rational for the Agency to\r\nprefer its own model, to reject SURCCo's proposed alternative\r\nmodeling that allegedly showed sulfur dioxide emissions above the\r\nthreshold levels, and to accept, instead, AES's modeling. As other\r\ncourts have held, the Agency's choice of a model will be sustained\r\nif it bears a \"rational relationship to the characteristics of the\r\ndata to which it is applied.\"  Appalachian Power Co. v. EPA, 135\r\nF.3d 791, 802 (D.C. Cir. 1998) (computer models); see also Pan Am.\r\nGrain, 95 F.3d at 105.  The Agency was, thus, within its\r\ndiscretion, under the regulations, to exempt AES from conducting a\r\nfull impact analysis.\r\nSURCCo next alleges that the EPA erred in including in\r\nits permit a condition that a full impact analysis be conducted\r\nafter the issuance of the permit.  This is, in a sense, an odd\r\nargument for SURCCo to make, but it is made in furtherance of the\r\nplea that a full impact analysis be required before, not after, the\r\npermit issues.  A post-permit analysis will not do, SURCCo says,\r\nbecause this denies SURCCo the right to comment on data collected\r\nin that analysis.  Without accepting the premise that a community\r\ngroup has no mechanism at all to comment, we note that there is no\r\nlegal requirement that there be public comment for a post-permit\r\nanalysis.  Indeed, the regulations allow the EPA to require post-\r\noperation monitoring.  See 40 C.F.R.  52.21(m)(2).  Further, the\r\nanalysis must be conducted in accordance with EPA models and\r\nprotocols, see 40 C.F.R.  52.21(l)(1), which have been subject to\r\nnationwide public review.\r\nSURRCo next contends that the EPA relied on outdated --\r\nand perhaps incorrect -- air quality data to evaluate current air\r\nquality conditions in Guayama.  It claims that AES should have\r\nrelied on more recent data collected by the Puerto Rico\r\nEnvironmental Quality Board in 1990.  Further, before the EPA\r\nissued this permit, it should have conducted ambient air quality\r\nanalysis (or, alternatively, should have relied on more recent\r\ndata) in order to determine if Guayama is, in fact, in attainment. \r\nFailure to have done so, SURCCO claims, was error.  The EPA replies\r\nthat it had no \"reason to question the continuing validity of its\r\nconclusion that total sulfur dioxide emissions from all sources in\r\nthe area were well below the [Standards], because no major new\r\nsources had been constructed in the area since\" 1983, when the EPA\r\nlast determined that the air quality in the area was below the\r\nStandards.  The EPA also states that the Environmental Quality\r\nBoard's data would have been rejected if it had been presented. \r\nFinally, the EPA says that ambient air monitoring is required once\r\nthe facility is in operation.  In this case, there is no legal\r\nrequirement that ambient air monitoring should have been done prior\r\nto the issuance of the permit, nor is there evidence that casts\r\ndoubt on the EPA's conclusion that current air quality is within\r\nthe Standards.\r\nB. Fine Particulate Matter\r\nSURCCo contends that AES's fine particulate matter\r\nanalysis was flawed because AES used old and unrepresentative data\r\nand failed to use more recent data that was available to it before\r\nit issued the permit.  They contend that if the more recent data\r\nwere used the analysis would show that the fine particulate matter\r\nstandard would be exceeded.  The EPA, in response, contends that\r\nAES complied with all of the modeling and monitoring requirements\r\nand used the most recent data available to it prior to its permit\r\napplication.  The regulations do not require AES to consider post-\r\napplication data.  See 40 C.F.R.  52.21(m)(1)(iv) (background\r\nmonitoring data must \"represent at least the year preceding receipt\r\nof the [permit] application\").  While some different fact patterns\r\n(e.g., a great delay) might give SURCCo's argument more weight, the\r\nfacts here do not.  The EPA and AES present rational evidence that\r\nthe more recent data, on which SURCCo relies, are unrepresentative\r\nand when corrected actually confirm AES's analysis that the\r\nstandards will not be exceeded.  The EPA also properly explained\r\nwhy it modified the permit to include a revised BACT limit for fine\r\nparticulate matter.  Finally, the EPA also acted reasonably when it\r\nasked AES (after the public comment period) to submit additional\r\ninformation to take account of this revised limit.  See 40 C.F.R.\r\n124.17(b).\r\n                             III.\r\nSURCCo asks us, as well, to revoke the permit because of\r\nalleged violations of the President's Executive Order on\r\nEnvironmental Justice.  See Exec. Order No. 12,898, 59 Fed. Reg.\r\n7629 (1994).  The Order requires that, \"[t]o the greatest extent\r\npracticable and permitted by law, . . . each Federal agency shall\r\nmake achieving environmental justice part of its mission by\r\nidentifying and addressing, as appropriate, disproportionately high\r\nand adverse human health or environmental effects of its programs,\r\npolicies, and activities on minority populations and low-income\r\npopulations.\"  Id.  1-101, 59 Fed. Reg. at 7629.\r\nThe Order, however, was \"intended only to improve the\r\ninternal management of the executive branch\"; by its own words, the\r\norder \"shall not be construed to create any right to judicial\r\nreview.\"  Id.  6-609, 59 Fed. Reg.  at 7632-33.  We therefore\r\ncannot review the permit on this basis.  See Morongo Band of\r\nMission Indians v. FAA, 161 F.3d 569, 575 (9th Cir. 1998); see also\r\nAir Trans. Ass'n of Am. v. FAA, 169 F.3d 1, 8-9 (D.C. Cir. 1999).\r\nWe have considered SURCCo's other arguments, as well, and\r\nconclude that they are without merit.\r\n                             IV.\r\nWhile the residents of Guayama may, indeed, have valid\r\nconcerns about the air quality in their municipality, and in\r\nparticular in Jobos, SURCCo's petition presents no basis to\r\nconclude that Region II's grant of a PSD permit to AES was\r\narbitrary or capricious.  As this court said in Pan American Grain\r\nManufacturing Co., \"[i]n each instance the EPA presented reasoned\r\nexplanations . . . notwithstanding petitioner's objections. \r\nMoreover, petitioner's criticisms . . . involve areas in which\r\nEPA's expertise is heavily implicated, and we may not substitute\r\nour judgment for that of the Administrator.\"  Pan Am. Grain, 95\r\nF.3d at 105 (internal quotation marks and citations omitted). \r\nSURCCo's concerns, insofar as they relate to Guayama's attainment\r\ndesignation, Puerto Rico's State Implementation Plan, emissions\r\nfrom other facilities in the area, or other matters, do not effect\r\nthe validity of the permit and should be presented in other fora.\r\nSURCCo's involvement was nonetheless of value to its objectives. \r\nThat the permit issued here is particularly stringent may be due in\r\nlarge part to the participation of the area residents.\r\nPetition denied.\n",
  "html": "",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<pre class=\"inline\">                United States Court of Appeals\r\n                    For the First Circuit\r\n                                         \r\n\nNo. 99-1855\r\n\n                SUR CONTRA LA CONTAMINACI N,\r\n\n                         Petitioner,\r\n\n                              v.\r\n\n               ENVIRONMENTAL PROTECTION AGENCY,\r\n\n                         Respondent,\r\n\n                             and\r\n\n                    AES PUERTO RICO L.P.,\r\n\n                         Intervenor.\r\n\n                                         \r\n\n            PETITION FOR REVIEW OF A FINAL ACTION\r\n            OF THE ENVIRONMENTAL PROTECTION AGENCY\r\n\n                                         \r\n\n                            Before\r\n\n                   Lynch, Circuit Judge,\r\n              Campbell, Senior Circuit Judge,\r\n                 and Stahl, Circuit Judge.\r\n\n                                         \r\n\nPedro J. Varela for petitioner.\r\nMichele L. Walter, with whom Lois J. Schiffer, Assistant\r\nAttorney General, Environment and Natural Resources Division, Alice\r\nL. Mattice, Attorney, Environmental Defense Section, U.S.\r\nDepartment of Justice, M. Lea Anderson, Attorney, Office of General\r\nCounsel, U.S. Environmental Protection Agency, and Joseph A.\r\nSiegel, Office of Regional Counsel, U.S. Environmental Protection\r\nAgency, Region II, were on brief, for respondent.\r\nDeborah E. Jennings, with whom Monica D. Gibson and Piper\r\nMarbury Rudnick &amp; Wolfe LLP were on brief, for intervenor.\r\n\n                                         \r\n\n                                           LYNCH, Circuit Judge.  Sur Contra la Contaminacin\r\n(SURCCo), a community organization made up of residents of Guayama,\r\nPuerto Rico, challenges a Prevention of Significant Deterioration\r\n(PSD) permit, issued by the Environmental Protection Agency, that\r\nauthorizes construction of a power plant in the ward of Jobos\r\nwithin that municipality.  The group contends that the Agency's\r\ndecision to grant the permit was arbitrary and capricious and in\r\nviolation of the Executive Order on Environmental Justice.  See\r\nFederal Actions To Address Environmental Justice in Minority\r\nPopulations and Low-Income Populations, Exec. Order No. 12,898, 59\r\nFed. Reg. 7629 (1994).  The Environmental Appeals Board carefully\r\nconsidered the challenge and denied it.  See In re AES Puerto Rico,\r\nL.P., 29 Envtl. L. Rep. (Envtl. L. Inst.) 41,132 (Envtl. App. Bd.\r\nMay 27, 1999).  For the following reasons, we, too, reject the\r\nchallenge. \r\n                              I.\r\nOn January 10, 1996, Region II of the EPA received a PSD\r\npermit application from AES Puerto Rico L.P. for a 454-megawatt\r\ncoal-fired, steam-electric cogeneration power plant it wished to\r\nbuild in Guayama.  The permit was required under the Clean Air Act\r\nbecause the plant would be a major new stationary source of certain\r\npollutants, including sulfur dioxide and fine particulate matter. \r\nSee 42 U.S.C.  7475, 7479; 40 C.F.R.  52.21(b)(1)(i)(a).  PSD\r\npermits are designed to insure that covered pollutants emitted by\r\nnew or modified sources do not exceed the allowable increments of\r\nadditional air pollutants (the increments) or lead to the exceeding\r\nof the National Ambient Air Quality Standards (the Standards) in\r\nareas that have been designated \"attainment\" or \"unclassifiable.\" \r\nSee 42 U.S.C.  7471, 7473.  The PSD program represents a\r\nbalancing of \"economic growth\" with the \"preservation of existing\r\nclean air resources.\"  Id.  7470(3).\r\nBefore the EPA grants a PSD permit, the owner or operator\r\nof the proposed facility must satisfy certain prerequisites, two of\r\nwhich are of importance here.  First, a permit will be issued only\r\nif the owner \"demonstrates . . . that emissions from construction\r\nor operation of such facility will not cause, or contribute to, air\r\npollution in excess\" of the increments or the Standards.  42 U.S.C.\r\n7475(a)(3); 40 C.F.R.  52.21(k).  This is accomplished through\r\nair quality modeling and ambient air monitoring, see 40 C.F.R.\r\n52.21(l), (m), though the extensiveness of these two inquiries\r\ncan vary.  According to the EPA's draft New Source Review Workshop\r\nManual, \"a full impact analysis,\" including \"multi-source\r\nmodeling,\" i.e., air quality modeling that takes into account the\r\nproposed source, existing sources, and residential, commercial, and\r\nindustrial growth that accompanies the new source, for a particular\r\npollutant is not required \"when emissions of that pollutant from a\r\nproposed source . . . would not increase ambient concentrations by\r\nmore than prescribed significant ambient levels.\"  Further, the EPA\r\nmay waive the air monitoring requirement if \"[t]he emissions\r\nincrease of the pollutant from the new source . . . would cause, in\r\nany area, air quality impacts less than\" certain de minimis\r\nmonitoring levels.  40 C.F.R.  52.21(i)(8)(i). \r\nHere, AES used EPA-approved air quality modeling\r\ntechniques to predict emissions of both sulfur dioxide and fine\r\nparticulate matter from the proposed plant.  The predicted sulfur\r\ndioxide emissions were all below the thresholds, though the one for\r\nthe twenty-four hour averaging time came very close to the\r\nsignificant impact level (.03 micrograms per cubic meter below the\r\nthreshold).  As a result, the Region did not require AES to conduct\r\na full impact analysis and exempted AES from conducting\r\npreconstruction ambient air monitoring for sulfur dioxide.  The\r\npredicted fine particulate matter emissions, however, were above\r\nthe designated significant impact levels and de minimis monitoring\r\nlevels, so the EPA required AES to conduct a full impact analysis\r\nand ambient air monitoring of that pollutant.  Both of these\r\nanalyses were conducted and both indicated that the proposed plant\r\nwould not cause or contribute to a violation of the Standards or\r\nthe PSD increments. \r\nSecond, a permit will not be issued unless the \"proposed\r\nfacility is subject to the best available control technology\r\n[(BACT)] for each pollutant subject to regulation.\"  42 U.S.C.\r\n7475(a)(4).  BACT \"means an emissions limitation . . . based on\r\nthe maximum degree of reduction for each pollutant subject to\r\nregulation under [the] Act which would be emitted from any proposed\r\nmajor stationary source . . . which the Administrator, on a case-\r\nby-case basis, taking into account energy, environmental, and\r\neconomic impacts and other costs, determines is achievable for such\r\nsource . . . through application of production processes or\r\navailable methods, systems, and techniques . . . .\"  40 C.F.R.\r\n52.21(b)(12).\r\nAES proposed a novel combination of three proven control\r\ntechnologies: circulating fluidized bed boilers with limestone\r\ninjection; low sulfur coal; and a dry scrubber.  The company claims\r\nthat this combination will lead to \"one of the world's cleanest\r\ncoal-fired power plants.\"  Though this combination has not been\r\nused before, the EPA believes that this control technique is\r\n\"technically feasible\" and \"will result in a real decrease in\r\nimpacts.\"  It, therefore, accepted the combined technologies as the\r\nBACT. \r\nOn April 4, 1997, the Region published a notice that\r\nannounced its intention to issue the PSD permit to AES.  As\r\nrequired, the Region conducted public hearings and received written\r\nsubmissions, which it reviewed.  See 42 U.S.C.  7470(5),\r\n7475(a)(2).  In response to the community's concerns, the EPA\r\nconditioned the permit on AES's conducting post-permit multi-source\r\nmodeling and ambient air monitoring of sulfur dioxide, even though\r\nthese tests were not required by the Act or the regulations. \r\nAlso, the EPA prepared an environmental justice analysis.  See\r\nExec. Order No. 12,898, 59 Fed. Reg. 7629 (1994).  On September 18,\r\n1998, the Region issued the PSD permit.  A number of individuals\r\nand groups, including SURCCo, challenged the petition before the\r\nEnvironmental Appeals Board.  The Board, on May 27, 1999, denied\r\nthese petitions for review.  See In re AES, 29 Envtl. L. Rep. at\r\n41,132.  SURCCo now brings this petition.\r\n                             II.\r\nWe have jurisdiction to review this petition.  See 42\r\nU.S.C.  7607(b)(1); 40 C.F.R.  124.19(f)(1).  Our review of the\r\npermit is governed by the Administrative Procedure Act's \"arbitrary\r\nand capricious\" standard.  See 5 U.S.C.  706(2)(A); Pan Am. Grain\r\nMfg. Co. v. U.S. EPA, </pre><span class=\"citation\" data-id=\"726051\"><a href=\"/opinion/726051/pan-american-grain-mfg-co-inc-v-united-states-environmental-protection/\"><span class=\"volume\">95</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">101</span></a></span><pre class=\"inline\">, 105 (1st Cir. 1996) (reviewing\r\nstate implementation plan); Adams v. U.S. EPA, </pre><span class=\"citation\" data-id=\"195693\"><a href=\"/opinion/195693/adams-v-epa/\"><span class=\"volume\">38</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">43</span></a></span><pre class=\"inline\">, 49 (1st\r\nCir. 1994) (reviewing NPDES permit); Citizens for Clean Air v. U.S.\r\nEPA, </pre><span class=\"citation\" data-id=\"580022\"><a href=\"/opinion/580022/citizens-for-clean-air-and-council-for-land-care-and-planning-v-united/\"><span class=\"volume\">959</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">839</span></a></span><pre class=\"inline\">, 845 (9th Cir. 1992) (reviewing PSD permit).\r\nSURCCo's petition focuses on purported technical errors\r\nin the air quality analyses of sulfur dioxide and fine particulate\r\nmatter and on assertions that the EPA should have applied its\r\ndiscretion differently.  SURCCo does not directly challenge the PSD\r\npermit regulations or Guayama's attainment designation.  The EPA,\r\nassisted by AES, defends the permit.\r\nA. Sulfur Dioxide\r\nSURCCo first alleges that the EPA should have required\r\nAES to conduct a full impact analysis of sulfur dioxide emissions. \r\nAES's modeled impact analysis for the 24-hour averaging time for\r\nsulfur dioxide emissions (4.97 micrograms per cubic meter) was\r\nminutely below the significant impact level (5.00 micrograms per\r\ncubic meter).  SURCCo contends that the EPA should have ordered a\r\nfull impact analysis before granting the final permit because: a)\r\nthe EPA accepted \"a combination of controls which have never been\r\nused before,\" and b) to achieve the emissions limit, AES must\r\nachieve a 99% efficiency rate.  That is, because the efficiency of\r\nthis combination of technologies is untested, the EPA should have\r\nordered a full impact study despite the fact that the modeled\r\nimpact was below the significant impact level that would\r\nautomatically trigger further testing.  Further, SURCCo says that\r\nevidence it submitted -- which the EPA rejected -- contradicted\r\nAES's impact analysis.  The EPA says, in response, that \"the permit\r\nrequires AES to limit the facility's emission rate to extremely low\r\nlevels through an innovative combination of state-of-the-art\r\ncontrol technologies.\"  EPA also says that AES used appropriate\r\nmodels while \"the modeling on which SURCCo relies applied the\r\nmodels simplistically and made unrealistic assumptions.\" \r\nSURCCo has provided no evidence of arbitrariness or\r\ncapriciousness in the EPA's determination that AES's proposed\r\ncontrols will achieve BACT, even though the combination of controls\r\nis novel.  Each of these three components has been tested and used;\r\nonly their combination is new.  It was rational for the Agency to\r\nprefer its own model, to reject SURCCo's proposed alternative\r\nmodeling that allegedly showed sulfur dioxide emissions above the\r\nthreshold levels, and to accept, instead, AES's modeling. As other\r\ncourts have held, the Agency's choice of a model will be sustained\r\nif it bears a \"rational relationship to the characteristics of the\r\ndata to which it is applied.\"  Appalachian Power Co. v. EPA, </pre><span class=\"citation\" data-id=\"751537\"><a href=\"/opinion/751537/appalachian-power-company-v-environmental-protection-agency-public/\"><span class=\"volume\">135</span>\r\n<span class=\"reporter\">F.3d</span> <span class=\"page\">791</span></a></span><pre class=\"inline\">, 802 (D.C. Cir. 1998) (computer models); see also Pan Am.\r\nGrain, 95 F.3d at 105.  The Agency was, thus, within its\r\ndiscretion, under the regulations, to exempt AES from conducting a\r\nfull impact analysis.\r\nSURCCo next alleges that the EPA erred in including in\r\nits permit a condition that a full impact analysis be conducted\r\nafter the issuance of the permit.  This is, in a sense, an odd\r\nargument for SURCCo to make, but it is made in furtherance of the\r\nplea that a full impact analysis be required before, not after, the\r\npermit issues.  A post-permit analysis will not do, SURCCo says,\r\nbecause this denies SURCCo the right to comment on data collected\r\nin that analysis.  Without accepting the premise that a community\r\ngroup has no mechanism at all to comment, we note that there is no\r\nlegal requirement that there be public comment for a post-permit\r\nanalysis.  Indeed, the regulations allow the EPA to require post-\r\noperation monitoring.  See 40 C.F.R.  52.21(m)(2).  Further, the\r\nanalysis must be conducted in accordance with EPA models and\r\nprotocols, see 40 C.F.R.  52.21(l)(1), which have been subject to\r\nnationwide public review.\r\nSURRCo next contends that the EPA relied on outdated --\r\nand perhaps incorrect -- air quality data to evaluate current air\r\nquality conditions in Guayama.  It claims that AES should have\r\nrelied on more recent data collected by the Puerto Rico\r\nEnvironmental Quality Board in 1990.  Further, before the EPA\r\nissued this permit, it should have conducted ambient air quality\r\nanalysis (or, alternatively, should have relied on more recent\r\ndata) in order to determine if Guayama is, in fact, in attainment. \r\nFailure to have done so, SURCCO claims, was error.  The EPA replies\r\nthat it had no \"reason to question the continuing validity of its\r\nconclusion that total sulfur dioxide emissions from all sources in\r\nthe area were well below the [Standards], because no major new\r\nsources had been constructed in the area since\" 1983, when the EPA\r\nlast determined that the air quality in the area was below the\r\nStandards.  The EPA also states that the Environmental Quality\r\nBoard's data would have been rejected if it had been presented. \r\nFinally, the EPA says that ambient air monitoring is required once\r\nthe facility is in operation.  In this case, there is no legal\r\nrequirement that ambient air monitoring should have been done prior\r\nto the issuance of the permit, nor is there evidence that casts\r\ndoubt on the EPA's conclusion that current air quality is within\r\nthe Standards.\r\nB. Fine Particulate Matter\r\nSURCCo contends that AES's fine particulate matter\r\nanalysis was flawed because AES used old and unrepresentative data\r\nand failed to use more recent data that was available to it before\r\nit issued the permit.  They contend that if the more recent data\r\nwere used the analysis would show that the fine particulate matter\r\nstandard would be exceeded.  The EPA, in response, contends that\r\nAES complied with all of the modeling and monitoring requirements\r\nand used the most recent data available to it prior to its permit\r\napplication.  The regulations do not require AES to consider post-\r\napplication data.  See 40 C.F.R.  52.21(m)(1)(iv) (background\r\nmonitoring data must \"represent at least the year preceding receipt\r\nof the [permit] application\").  While some different fact patterns\r\n(e.g., a great delay) might give SURCCo's argument more weight, the\r\nfacts here do not.  The EPA and AES present rational evidence that\r\nthe more recent data, on which SURCCo relies, are unrepresentative\r\nand when corrected actually confirm AES's analysis that the\r\nstandards will not be exceeded.  The EPA also properly explained\r\nwhy it modified the permit to include a revised BACT limit for fine\r\nparticulate matter.  Finally, the EPA also acted reasonably when it\r\nasked AES (after the public comment period) to submit additional\r\ninformation to take account of this revised limit.  See 40 C.F.R.\r\n124.17(b).\r\n                             III.\r\nSURCCo asks us, as well, to revoke the permit because of\r\nalleged violations of the President's Executive Order on\r\nEnvironmental Justice.  See Exec. Order No. 12,898, 59 Fed. Reg.\r\n7629 (1994).  The Order requires that, \"[t]o the greatest extent\r\npracticable and permitted by law, . . . each Federal agency shall\r\nmake achieving environmental justice part of its mission by\r\nidentifying and addressing, as appropriate, disproportionately high\r\nand adverse human health or environmental effects of its programs,\r\npolicies, and activities on minority populations and low-income\r\npopulations.\"  Id.  1-101, 59 Fed. Reg. at 7629.\r\nThe Order, however, was \"intended only to improve the\r\ninternal management of the executive branch\"; by its own words, the\r\norder \"shall not be construed to create any right to judicial\r\nreview.\"  Id.  6-609, 59 Fed. Reg.  at 7632-33.  We therefore\r\ncannot review the permit on this basis.  See Morongo Band of\r\nMission Indians v. FAA, </pre><span class=\"citation\" data-id=\"759510\"><a href=\"/opinion/759510/morongo-band-of-mission-indians-v-federal-aviation-administration-william/\"><span class=\"volume\">161</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">569</span></a></span><pre class=\"inline\">, 575 (9th Cir. 1998); see also\r\nAir Trans. Ass'n of Am. v. FAA, </pre><span class=\"citation\" data-id=\"184820\"><a href=\"/opinion/184820/air-trans-assn-amer-v-faa/\"><span class=\"volume\">169</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span><pre class=\"inline\">, 8-9 (D.C. Cir. 1999).\r\nWe have considered SURCCo's other arguments, as well, and\r\nconclude that they are without merit.\r\n                             IV.\r\nWhile the residents of Guayama may, indeed, have valid\r\nconcerns about the air quality in their municipality, and in\r\nparticular in Jobos, SURCCo's petition presents no basis to\r\nconclude that Region II's grant of a PSD permit to AES was\r\narbitrary or capricious.  As this court said in Pan American Grain\r\nManufacturing Co., \"[i]n each instance the EPA presented reasoned\r\nexplanations . . . notwithstanding petitioner's objections. \r\nMoreover, petitioner's criticisms . . . involve areas in which\r\nEPA's expertise is heavily implicated, and we may not substitute\r\nour judgment for that of the Administrator.\"  Pan Am. Grain, 95\r\nF.3d at 105 (internal quotation marks and citations omitted). \r\nSURCCo's concerns, insofar as they relate to Guayama's attainment\r\ndesignation, Puerto Rico's State Implementation Plan, emissions\r\nfrom other facilities in the area, or other matters, do not effect\r\nthe validity of the permit and should be presented in other fora.\r\nSURCCo's involvement was nonetheless of value to its objectives. \r\nThat the permit issued here is particularly stringent may be due in\r\nlarge part to the participation of the area residents.\r\nPetition denied.\n</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/184820/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195693/",
    "http://www.courtlistener.com/api/rest/v3/opinions/580022/",
    "http://www.courtlistener.com/api/rest/v3/opinions/726051/",
    "http://www.courtlistener.com/api/rest/v3/opinions/751537/",
    "http://www.courtlistener.com/api/rest/v3/opinions/759510/"
  ]
}