{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/198823/",
  "absolute_url": "/opinion/198823/united-states-v-leon-delfis/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/198823/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T04:00:29Z",
  "date_modified": "2017-03-24T10:59:14.309316Z",
  "type": "010combined",
  "sha1": "da8353d4977d1f809cbb0ba3e327a760eb3745c8",
  "page_count": null,
  "download_url": "http://www.ca1.uscourts.gov/cgi-bin/getopn.pl?OPINION=99-1021.01A",
  "local_path": null,
  "plain_text": "         United States Court of Appeals\r\n             For the First Circuit\r\n                                  \r\n\nNo. 99-1021\r\n\n                 UNITED STATES,\r\n                   Appellee,\r\n\n                       v.\r\n\n              HECTOR LEON-DELFIS,\r\n             Defendant, Appellant.\r\n\n                                  \r\n\nNo. 99-1299\r\n\n                 UNITED STATES,\r\n                   Appellee,\r\n\n                       v.\r\n\n            ELADIO SANTIAGO-SANCHEZ,\r\n             Defendant, Appellant.\r\n\n                                  \r\n\n APPEALS FROM THE UNITED STATES DISTRICT COURT\r\n\n        FOR THE DISTRICT OF PUERTO RICO\r\n\n[Hon. Juan M. Prez-Gimnez, U.S. District Judge]\r\n\n                                  \r\n\n                     Before\r\n\n            Torruella, Chief Judge,\r\n\n         Wallace, Senior Circuit Judge,\r\n\n           and Lynch, Circuit Judge.\r\n\n                                      Eric M. Quetglas-Jordn, by appointment of the Court, for\r\nappellant Hctor Len-Delfis.\r\nJoaqun Monserrate-Matienzo, with whom Joaqun Monserrate-\r\nPeagarcano, was on brief, for appellant Eladio Santiago-Snchez.\r\nAixa Maldonado-Quiones and Michelle Morales, Assistant United\r\nStates Attorneys, with whom Guillermo Gil, United States Attorney,\r\nand Jorge E. Vega-Pacheco, Chief, Criminal Division, were on brief,\r\nfor appellee.\r\n\n                                  \r\n\n               February 16, 2000\r\n                                           WALLACE, Senior Circuit Judge.  Hctor Len-Delfis and\r\nEladio Santiago-Snchez were tried together for their participation\r\nin a conspiracy to embezzle money while they were employees of the\r\nUnited States Department of Veterans Affairs in Puerto Rico.  Len-\r\nDelfis was convicted of one count of conspiracy to embezzle monies\r\nof the United States in violation of 18 U.S.C.  371, 641, 654. \r\nSantiago-Snchez was convicted of (1) conspiracy to embezzle monies\r\nof the United States; (2) embezzlement of public money;\r\n(3) embezzlement of money by an employee of the United States; and\r\n(4) money laundering, in violation of 18 U.S.C.  371, 641, 654,\r\n1957.  The district court had jurisdiction pursuant to 18 U.S.C.\r\n3231, and we have jurisdiction over these timely appeals pursuant\r\nto 28 U.S.C.  1291.  We reverse Len-Delfis' conviction, but\r\naffirm Santiago-Snchez's conviction.\r\n                       I.\r\nThe Department of Veterans Affairs (Department)\r\nreimburses veterans for certain medical expenses.  To be\r\nreimbursed, a veteran submits a claim with the help of a Department\r\nbenefits counselor.  A claim examiner inspects the claim to\r\ndetermine accuracy and eligibility, then reviews the claim with a\r\nsenior claim examiner.  After the senior claim examiner approves\r\nthe claim, the veteran is paid.  The entire process normally takes\r\n48 days to complete.\r\nThe government alleged in its indictment that Department\r\nemployees in Puerto Rico encouraged veterans to submit inflated\r\nmedical expense claims fraudulently which they processed more\r\nquickly than normal in return for a fifty-percent kickback.  It\r\nstated that the government lost more than $1.3 million through this\r\nembezzlement.  The government indicted six people for their\r\ninvolvement, including Len-Delfis, a benefits counselor, and\r\nSantiago-Snchez, a claim examiner.\r\nOn appeal, Len-Delfis argues that the district court\r\nerred in (1) not suppressing evidence of a confession he gave to\r\nFederal Bureau of Investigation (FBI) agents following a polygraph\r\ntest and (2) not giving the jury a multiple conspiracy instruction. \r\nLen-Delfis, who filed his appellate brief first, attempted to\r\nadopt by reference those arguments that Santiago-Snchez would\r\nraise later in his brief.  Even assuming he can do so, Santiago-\r\nSnchez raised no new issues that apply to Len-Delfis.\r\nSantiago-Snchez, in his brief, attempted to adopt by\r\nreference Len-Delfis' argument regarding the jury instruction. \r\nSee Fed. R. App. P. 28(i).  Additionally, he argues the district\r\ncourt (1) made several evidentiary errors against him and\r\n(2) should not have sentenced him to pay restitution.\r\n                      II.\r\nLen-Delfis contends that the district court should have\r\ngranted his motion to suppress evidence of a confession he gave to\r\nFBI agents after he took a polygraph test because he did not waive\r\nhis Sixth Amendment right to counsel for purposes of the post-\r\npolygraph questioning.  In reviewing the denial of a motion to\r\nsuppress, we review the district court's findings of fact for clear\r\nerror and its conclusions of law and rulings on the\r\nconstitutionality of the government's conduct de novo.  See United\r\nStates v. Beras, 183 F.3d 22, 25 (1st Cir. 1999).\r\n                       A.\r\nLen-Delfis testified to the following events at the\r\nhearing on the motion to suppress.  Shortly before trial began in\r\nJune 1998, he and his attorney attempted to hold a meeting with the\r\nAssistant United States Attorney prosecuting the case.  The meeting\r\nwas denied; however, Len-Delfis was asked, and agreed, to submit\r\nto a polygraph test.  He reported to FBI special agents for the\r\ntest, but the appointment was rescheduled because he was not\r\naccompanied by counsel.  On June 15, Len-Delfis and his attorney\r\narrived for the test.  Special Agent Lpez asked Len-Delfis to\r\nsign two waiver of rights forms in Spanish:  a general Miranda\r\nwaiver, and a specific waiver for polygraph questioning.  A\r\ntranslation of the first form reads as follows:\r\nINTERROGATORY; NOTIFICATION OF THE RIGHTS;\r\nYOUR RIGHTS\r\n\n  Before I make [sic] any questions you should\r\nunderstand what your rights are.\r\n\n  You have the right to keep silent.\r\n\n  Whatever you say can be used in the court\r\nagainst you.\r\n\n  You have the right to consult a lawyer so\r\nthat he can instruct you before we make [sic]\r\nthe questions and also you have the right that\r\nthe lawyer be present during the\r\ninterrogatory.\r\n\n  If you cannot pay for the expenses of a\r\nlawyer, one will be assigned to you before we\r\nbegin the interrogatory, if you so wish.\r\n\n  If you decide to answer the questions now\r\nwithout the presence of a lawyer, still you\r\nhave the right to deny to answer in any\r\nmoment.  You also have the right to interrupt\r\nat any moment until you have consulted a\r\nlawyer.\r\n\nRESIGNATION OF THE RIGHTS\r\n\n  I have read this statement of my rights and\r\nI understand what they are.  I am willing to\r\nmake a statement and answer the questions.  I\r\ndo not want a lawyer to be present at this\r\nmoment.  I am conscious of what I do.  They\r\nhave not made promises to me and I have not\r\nbeen threatened, and they have not put any\r\npressure on me.\r\n\nA translation of the second form reads as follows:\r\n  CONSENT FOR INTERROGATORIES WITH THE USE OF\r\nPOLYGRAPH\r\n\n  Before we make [sic] any question with the\r\nuse of polygraph (liar [sic] detector) with\r\nrespect to receipt of money from Veterans\r\nAdministration clients you should have knowing\r\n[sic] of your rights\r\n\n  YOUR RIGHTS\r\n\n  You have the rights [sic] to deny to take an\r\nexamination with the polygraph.\r\n\n  If you decide to take the examination with\r\nthe polygraph, you have the right to deny to\r\nanswer any question.\r\n\n  RESIGNATION OF RIGHTS AND CONSENT\r\n\n  I have read this statement about my rights\r\nand I understand my rights.  I am willing of\r\nmy own voluntary [sic] to be questioned using\r\nthe polygraph during my interview.  I\r\nunderstand and I know what to do.  Nobody made\r\nme promises, threatened [sic] neither have\r\nused any pressure against me in order to\r\nobtain my consent for the used [sic] of the\r\npolygraph.  I understand my consent for the\r\nused [sic] of the polygraph. . . .\r\nLen-Delfis testified that he understood that the first waiver\r\napplied to questions Agent Lpez would ask him before the actual\r\npolygraph test, and that the second waiver applied to yes-or-no\r\nquestions asked during the polygraph test.  He testified that he\r\nnever consented to post-test questioning.  Len-Delfis stated that\r\nAgent Lpez told him the test would take two to two and one-half\r\nhours to complete and his attorney could not be present during the\r\ntest.  Len-Delfis' attorney decided to return to his office, and\r\nhe told Agent Lpez and Agent Narro, who would be observing the\r\ntesting, that he was available by telephone.  Additionally, he told\r\nLen-Delfis to call him or return to his office immediately after\r\nthe test was administered.\r\nLen-Delfis testified that Agent Lpez asked only eight\r\nquestions, and the test took only 20 to 25 minutes.  Len-Delfis\r\nthought he was free to leave after the test.  However, immediately\r\nafter the test, while he was still attached to the polygraph, Agent\r\nLpez asked him, \"How do you think that you did?\"  Len-Delfis\r\nresponded, \"Well, I think I did well because all I did was tell the\r\ntruth.\"  Agent Lpez responded, \"Look, you flunked the test, so how\r\nabout telling us the truth.\"  Len-Delfis remembered that Agent\r\nLpez immediately began to question him, joined by Agent Narro\r\nshortly thereafter.  He felt pressured:  the agents told him the\r\nUnited States Attorney would \"destroy you in Court in front of your\r\nfamily\"; that he was a half-man; and that if he was going to\r\ncooperate, \"it has to be between today or tomorrow,\" and if he\r\ndelayed, they might press charges for other crimes.  In an\r\ninterview lasting over an hour that followed, Len-Delfis confessed\r\nto his participation in the conspiracy.\r\nAgent Lpez testified at the suppression hearing that a\r\ntypical polygraph test consisted of pre-test questioning to\r\ndetermine suitability for testing and to build rapport between the\r\nexaminer and the examinee; the test itself; and post-test\r\nquestioning to present the results of the test and allow the\r\nexaminee to explain the results if desired.  However, when Agent\r\nLpez was asked on cross-examination whether he informed Len-\r\nDelfis and Len-Delfis' attorney that post-test questioning might\r\noccur, he first answered, \"I wasn't asked,\" and then, although not\r\nclear, he seemed to testify that he had not explained the post-test\r\nquestioning procedure.  He also acknowledged that post-test\r\nquestioning was not mentioned in the waivers Len-Delfis signed. \r\nWhen asked why he told Len-Delfis that the test would take two to\r\ntwo and one-half hours to complete, when in fact the test took less\r\nthan one-half hour, he answered \"That was my estimate.\"  He stated\r\nthat FBI policy discouraged an attorney's presence during the test,\r\nbut he denied prohibiting Len-Delfis's attorney from attending. \r\nAgent Lpez said that after the test was finished, he merely said,\r\n\"Mr. Len, we have a problem.  You are not being . . . completely\r\nhonest,\" and that Len-Delfis then \"started providing\r\nexplanations.\"  However, he denied pressuring or threatening Len-\r\nDelfis during the post-test interview.  He also reminded the court\r\nthat Len-Delfis was interviewed by FBI Agent Johnson twice before,\r\nin November 1996 during the initial FBI investigation of the case,\r\nand that statements he made during the polygraph test conflicted\r\nwith these previous interviews.\r\nThe district court denied the motion to suppress,\r\nstating:\r\nI believe that Mr. Len was no newcomer to\r\nbeing interviewed by F.B.I. agents.  He had\r\nbeen interviewed previously on two occasions. \r\nHere in front of his attorney he signed two\r\nwaivers; one of them for the polygraph test,\r\nthe other one for any questions that might be\r\nasked of him even at the time that the pre-\r\ntest interview was held.  He even at that time\r\naccording to the testimony of Agent Lpez, he\r\nstated that he had given prior information\r\nwhich was not correct.  The onus as counsel\r\ntried to impress upon the Court, the onus is\r\nnot on the F.B.I. agent or the government\r\nagent taking the -- making the interview to\r\nstop and say, hey, do you want to call your\r\nattorney now.  He was aware where his attorney\r\nwas.\r\n\n  As a matter of fact he had gone the day\r\npreviously without an attorney and the agent\r\nsaid no, you come back with your attorney\r\nbecause we want your attorney to be present\r\nand so the perception of the Court is that he\r\nwas aware of what was happening, that any\r\nstatements he made after he was informed, that\r\nhe did not pass, was not a subterfuge used by\r\nthe government to obtain admissions. \r\nTherefore, the Court understands that the\r\nstatements he made post the interview, post\r\nthe exam were voluntary and, therefore, the\r\nmotion to suppress is denied.\r\n\nThe confession Len-Delfis gave in the post-test interview was used\r\nagainst him at trial.  During the jury's deliberation, it requested\r\nto have testimony describing Len-Delfis' confession reread to\r\nthem, and shortly thereafter, the jury found Len-Delfis guilty.\r\nThe factual issue of concern is whether Len-Delfis was\r\nadvised of and waived his Fifth and Sixth Amendment rights for the\r\npost-test interview in which he made incriminating responses to FBI\r\nquestions.  At the suppression hearing, Len-Delfis testified that\r\nAgent Lpez informed him about pre-test questioning but not about\r\npost-test questioning.  Agent Lpez testified that he usually\r\nexplains that he will ask post-test questions; however, on cross-\r\nexamination, he appears from the record to state that he did not\r\ninform Len-Delfis of this possibility.  In its appellate brief, at\r\noral argument, and in a post-oral argument letter, the government\r\npointed out portions of Agent Lpez's testimony that it contends\r\nshows that he advised Len-Delfis about post-test questioning. \r\nUnfortunately, the district court did not make a specific finding\r\nin this regard, nor did a party ask for such a finding.  However,\r\nthe court did make a finding that one of the waivers Len-Delfis\r\nsigned applied to pre-test questioning and the other wavier applied\r\nto the polygraph questioning.  This at least suggests that the\r\ncourt believed Len-Delfis's testimony that he was not informed\r\nabout post-test questioning.  The fact that the district court\r\nfailed to make any finding on this issue militates against the\r\ngovernment.  \"It is a general principle of appellate jurisprudence\r\nthat a party desiring more particularized findings at the trial\r\ncourt level must request them from the trial court.\"  United States\r\nv. Tosca, 18 F.3d 1352, 1355 (6th Cir. 1994).  Absent a finding on\r\nthis issue, the responsibility falls on us to examine the record\r\nand conclude whether the government met its burden of demonstrating\r\nthat a proper warning was given.  We have scrutinized the testimony\r\nfrom the suppression hearing, and found substantial evidence to\r\nsupport a finding that Agent Lpez did not inform Len-Delfis about\r\npost-test questioning.  That was Len-Delfis' testimony, and\r\nappears to be Agent Lpez's testimony when asked that specific\r\nquestion on cross-examination.  Certainly this interpretation is\r\nconsistent with Agent Lpez's earlier testimony when he was called\r\nupon to testify whether he advised Len-Delfis post-test\r\nquestioning might occur:  he merely responded \"I wasn't asked.\"\r\nBased upon the record and the district court findings, we\r\nassume that Len-Delfis was not advised by Agent Lpez of the\r\npossible post-test interrogation.\r\n                       B.\r\nThe Sixth Amendment to the United States Constitution\r\nstates:  \"In all criminal proceedings, the accused shall enjoy the\r\nright . . . to have the assistance of counsel for his defense.\" \r\nThat right \"is indispensable to the fair administration of our\r\nadversarial system of criminal justice.\"  Maine v. Moulton, 474\r\nU.S. 159, 168 (1985).  Accordingly, the Supreme Court has\r\nrecognized\r\nthat the assistance of counsel cannot be\r\nlimited to participation in a trial; to\r\ndeprive a person of counsel during the period\r\nprior to trial may be more damaging than\r\ndenial of counsel during the trial itself. \r\nRecognizing that the right to the assistance\r\nof counsel is shaped by the need for the\r\nassistance of counsel, we have found that the\r\nright attaches at earlier, critical stages in\r\nthe criminal justice process where the results\r\nmight well settle the accused's fate and\r\nreduce the trial itself to a mere formality.\r\n\nId. at 170 (internal quotation and citations omitted).\r\nPursuant to the Sixth Amendment, \"a person is entitled to\r\nthe help of a lawyer at or after the time that judicial proceedings\r\nhave been initiated against him -- whether by way of formal charge,\r\npreliminary hearing, indictment, information, or arraignment.\" \r\nBrewer v. Williams, 430 U.S. 387, 398 (1977) (internal quotation\r\nand citations omitted).  Thus, the government does not, and cannot,\r\ndispute that Len-Delfis' Sixth Amendment right to counsel attached\r\nprevious to the questioning at issue, because he was arraigned on\r\nMay 7, 1997, prior to the polygraph test and post-test questioning\r\non June 15, 1998.  See id.; see also Michigan v. Jackson, 475 U.S.\r\n625, 629 (1986) (\"The arraignment signals the initiation of\r\nadversary judicial proceedings and thus the attachment of the Sixth\r\nAmendment . . . .\") (internal quotation and citation omitted). \r\nAdditionally, the government does not, and cannot, challenge that\r\nLen-Delfis' Sixth Amendment right to counsel applied to the post-\r\npolygraph questioning.  See id. at 630 (stating that after\r\narraignment, \"government efforts to elicit information from the\r\naccused, including interrogation, represent critical stages at\r\nwhich the Sixth Amendment applies\") (internal quotation omitted). \r\nThus, the issue is whether Len-Delfis validly waived that right\r\nfor purposes of questioning that occurred after the polygraph test.\r\nThe government has the burden to \"prove an intentional\r\nrelinquishment or abandonment\" of the Sixth Amendment right to\r\ncounsel.  Brewer, 430 U.S. at 404, quoting Johnson v. Zerbst, 304\r\nU.S. 458, 464 (1938), overruled in part on other grounds by Edwards\r\nv. Arizona, 451 U.S. 477 (1981); see also Jackson, 475 U.S. at 633. \r\nThe Court has stated \"that we should 'indulge every reasonable\r\npresumption against waiver of fundamental constitutional rights.'\" \r\nJackson, 475 U.S. at 633, quoting Johnson, 304 U.S. at 464. \r\n\"Doubts must be resolved in favor of protecting the constitutional\r\nclaim.\"  Jackson, 475 U.S. at 633.  \"The determination of whether\r\nthere has been an intelligent waiver of the right to counsel must\r\ndepend, in each case, upon the particular facts and circumstances\r\nsurrounding that case, including the background, experience, and\r\nconduct of the accused.\"  Johnson, 304 U.S. at 464.\r\nIn Edwards, the Court, considering the Fifth Amendment\r\nright to counsel, held that after an accused person in custody\r\n\"expressed his desire to deal with the police only through counsel,\r\n[he] is not subject to further interrogation by the authorities\r\nuntil counsel has been made available to him, unless the accused\r\nhimself initiates further communication, exchanges, or\r\nconversations with the police.\"  Edwards, 451 U.S. at 484-85. \r\nSeveral years later, in Michigan v. Jackson, the Court held that\r\nthe rule in Edwards also applied after a defendant invoked his\r\nSixth Amendment right to counsel:\r\nWe thus hold that, if police initiate\r\ninterrogation after a defendant's assertion,\r\nat an arraignment or similar proceeding, of\r\nhis [Sixth Amendment] right to counsel, any\r\nwaiver of the defendant's right to counsel for\r\nthat police-initiated interrogation is\r\ninvalid.\r\n\n  Although the Edwards decision itself rested\r\non the Fifth Amendment and concerned a request\r\nfor counsel made during custodial\r\ninterrogation, the [lower court] correctly\r\nperceived that the reasoning of that case\r\napplies with even greater force to these\r\n[Sixth Amendment] cases.\r\n\n475 U.S. at 636; see also Moulton, 474 U.S. at 170-71 (\"Once the\r\nright to counsel has attached and been asserted, the State must of\r\ncourse honor it. . . .  [A]t the very least, the prosecutor and\r\npolice have an affirmative obligation not to act in a manner that\r\ncircumvents and thereby dilutes the protection afforded by the\r\nright to counsel.\") (footnote omitted).  Jackson makes it clear\r\nthat once a defendant's Sixth Amendment right to counsel attaches,\r\nthe police cannot initiate questioning in the absence of counsel\r\nwithout violating that right.\r\nWhile looking at the totality of the circumstances,\r\nseveral courts have articulated relevant facts to be considered in\r\nidentifying \"the background, experience, and conduct of the\r\naccused,\" Johnson, 304 U.S. at 464, in determining whether a signed\r\nwaiver of one's Fifth or Sixth Amendment right to counsel for\r\npurposes of a polygraph test carries over to post-polygraph\r\ninterrogation.  Those circumstances include who requested the\r\npolygraph examination; who initiated the post-polygraph\r\nquestioning; whether the signed waiver clearly specifies that it\r\napplies to post-polygraph questioning or only to the polygraph\r\ntest; and whether the defendant has consulted with counsel.  See\r\nWyrick v. Fields, 459 U.S. 42, 47 (1982) (per curiam); United\r\nStates v. Johnson, 816 F.2d 918, 921 n.4 (3d Cir. 1987); United\r\nStates v. Gillyard, 726 F.2d 1427, 1427-29 (9th Cir. 1984); United\r\nStates v. Eagle Elk, 711 F.2d 80, 82 (8th Cir. 1983).\r\nAfter careful review, we cannot accept the district\r\ncourt's holding that Len-Delfis waived his right to counsel for\r\npurposes of the post-polygraph questioning.  The difficulty began\r\nwhen the district court applied the wrong legal standard.  The\r\ndistrict court stated that \"the onus is not on the F.B.I. agent or\r\nthe government agent\" to avoid questioning.  However, because Len-\r\nDelfis' Sixth Amendment right to counsel had clearly attached, the\r\ngovernment could not initiate questioning in the absence of counsel\r\nwithout potentially violating that right.  See Jackson, 475 U.S. at\r\n636; Moulton, 474 U.S. at 170-71.  Had Len-Delfis initiated the\r\npost-polygraph discussion, we might reach a different outcome.  But\r\nhe did not.  Both he and Agent Lpez testified that the agents\r\nbegan the post-polygraph dialogue.  The agents were required to\r\nrespect Len-Delfis' right to counsel by not questioning him in the\r\nabsence of his attorney.\r\nIn addition, the evidence indicates that Len-Delfis did\r\nnot waive his right to counsel.  Len-Delfis was neither told that\r\npost-test questioning would occur nor signed a waiver that\r\nspecifically mentioned the possibility of post-test questioning. \r\nAdditionally, the FBI agents who questioned Len-Delfis knew that\r\nhe was actually represented by counsel; that he did not request the\r\npolygraph test but only consented to it after suggestion by the\r\nAssistant United States Attorney; and that Agent Lpez initiated\r\nthe post-polygraph conversation and questioning, not Len-Delfis.\r\nIt is true, as the district court found, that Len-Delfis\r\nwas previously questioned by the FBI.  However, the factual\r\ncircumstances surrounding that questioning were entirely different\r\nthan the post-polygraph questioning:  the previous interrogations\r\noccurred while the FBI was first investigating this case, before\r\nLen-Delfis' Fifth or Sixth Amendment rights to counsel attached. \r\nAdditionally, there is no indication that Len-Delfis was a \"career\r\ncriminal\" or that aside from these two previous, limited\r\nexaminations he was intimately acquainted with the criminal justice\r\nsystem.  In any case, that the FBI previously questioned Len-\r\nDelfis does not alone outweigh other facts pointing to an unknowing\r\nand involuntary waiver for purposes of the post-polygraph\r\nquestioning.\r\nIt is also true that Len-Delfis signed two waivers of\r\nrights on the day of the interrogation.  The district court relied\r\nupon these waivers in support of its holding that Len-Delfis\r\nwaived his right to counsel for post-polygraph questioning. \r\nHowever, the district court found that one waiver applied to pre-\r\ntest questioning, and one to polygraph test questioning.  It does\r\nnot follow that Len-Delfis waived his right to counsel for post-\r\ntest questioning because he waived his right to pre-test and test\r\nquestioning:  waivers of rights are specific.  See United States v.\r\nEaton, 890 F.2d 511, 513 (1st Cir. 1989) (right to counsel); United\r\nStates v. Allee, 888 F.2d 208, 214 (1st Cir. 1989) (per curiam)\r\n(right against self-incrimination); United States v. Johnson, 816\r\nF.2d at 922 n.4 (right to counsel).  The waivers Len-Delfis signed\r\ndid not specifically mention the possibility of post-polygraph\r\nquestioning, and Agent Lpez failed to explain that post-polygraph\r\nquestioning would occur.  All these facts suggest exactly the\r\nopposite conclusion than that made by the district court:  that\r\nLen-Delfis' having signed two previous waivers did not mean he\r\nknowingly and intelligently waived his rights for post-polygraph\r\nquestioning.\r\nLooking at the totality of the circumstances and\r\nspecifically focusing on the relevant inquiry articulated by courts\r\nreferred to above, we hold that the district court erred in\r\nconcluding that Len-Delfis intelligently and knowingly waived his\r\nSixth Amendment right to counsel for the post-test interrogation\r\nand that his confession was not admissible.  Even so, we will not\r\nreverse a conviction because of trial error in admitting evidence\r\nobtained in violation of a defendant's Sixth Amendment right to\r\ncounsel unless the error was \"harmless beyond a reasonable doubt.\" \r\nMilton v. Wainwright, 407 U.S. 371, 372 (1972).  We recently\r\nstated:\r\n  The ordinary test for harmless error is\r\nsometimes said to turn on whether it is\r\n\"highly probable\" that the improperly admitted\r\nevidence \"contributed\" to the conviction.  But\r\nsince any relevant evidence wrongly admitted\r\nprobably was considered by the jury (and\r\ntherefore \"contributed\" in a literal sense), a\r\nmore useful formulation of the harmless error\r\nquestion is to ask whether the result would\r\nhave been the same if the disputed evidence\r\nhad not been admitted.  We have therefore said\r\nthat a conviction will be upheld if it is\r\n\"highly probable\" that the result would have\r\nbeen the same.\r\n\nUnited States v. Vigneau, 187 F.3d 82, 86 (1st Cir. 1999)\r\n(citations omitted).  Additionally, \"for certain errors that are\r\nconstitutional in character, the error must be harmless beyond a\r\nreasonable doubt.\"  Id. (internal quotation omitted).  In this\r\ncase, we cannot say, beyond a reasonable doubt, that it is highly\r\nprobable that the jury would still have convicted Len-Delfis in\r\nthe absence of the incriminating evidence.  Confessions are by\r\nnature highly probative and likely to be at the center of a jury's\r\nattention.  Here, we have additional indications that the jury\r\ncontemplated that evidence:  it requested to hear the description\r\nof the confession again during its deliberations, and then\r\nconvicted him.  Therefore, we reverse his conviction and remand for\r\na new trial at which the confession obtained after the polygraph\r\ntest is suppressed.  See Jackson, 475 U.S. at 628-29 (affirming\r\nstate court holding that evidence obtained in violation of\r\ndefendant's Sixth Amendment right to counsel should have been\r\nsuppressed at trial).\r\n                      III.\r\nLen-Delfis also argues that the district court should\r\nhave given the jury a multiple conspiracy defense instruction. \r\nBecause we reverse Len-Delfis' conviction, it is unnecessary to\r\naddress this argument as to him.  See United States v. Gray, 63\r\nF.3d 57, 61 n.3 (1st Cir. 1995).  In addition, Santiago-Snchez did\r\nnot raise this issue in the district court, but attempted to do so\r\non appeal by a reference in his brief to Len-Delfis' argument.\r\nSantiago-Snchez's brief merely states that he \"herein\r\njoins in the [multiple conspiracy defense instruction] issue\r\npresented to the Honorable Circuit Court . . . by co-appellee\r\nHctor Len Delfis.\"  He does not attempt to explain how this\r\nargument applies to him, and he fails to disclose that he neither\r\nproposed a multiple conspiracy defense instruction in the district\r\ncourt nor objected when one was not given.  See United States v.\r\nPortela, 167 F.3d 687, 699 (1st Cir. 1999) (reviewing failure to\r\ngive jury instruction for plain error when defendant failed to\r\nobject at trial); United States v. Crochiere, 129 F.3d 233, 237\r\n(1st Cir. 1997) (reviewing failure to give jury instruction for\r\nplain error when defendant neither proposed jury instruction nor\r\nobjected at trial); Senra v. Cunningham, 9 F.3d 168, 171 (1st Cir.\r\n1993) (holding defendant waived objection to jury instruction when\r\nhe failed to object at trial).  Len-Delfis objected to the\r\ndistrict court's failure to include a multiple conspiracy\r\ninstruction, but we typically require defendants in joint criminal\r\ntrials to raise their own objections at trial.  See United States\r\nv. Palow, 777 F.2d 52, 54 (1st Cir. 1985) (defendant waived claim\r\nthat trial should have been severed, regardless of fact that other\r\ndefendants moved for severance, because he did not individually\r\nmove for severance).  This rule is relaxed only when the district\r\ncourt specifically states that an objection from one defendant will\r\nbe considered an objection for all defendants.  See United States\r\nv. Alzanki, 54 F.3d 994, 1005 n.11 (1st Cir. 1995); United States\r\nv. Seplveda, 15 F.3d 1161, 1180 (1st Cir. 1993).  Neither Len-\r\nDelfis nor Santiago-Snchez have informed us that the district\r\ncourt made such a statement in this case.\r\nIn United States v. Zannino, 895 F.2d 1, 17 (1st Cir.\r\n1990), we refused to consider Zannino's attempt to incorporate\r\nother appellants' arguments by reference because his attempt was\r\nperfunctory and failed to explain how those arguments specifically\r\napplied to him.  That is the case here.  For that reason, and also\r\nbecause Santiago-Snchez failed to raise this argument in the trial\r\ncourt, we reject his effort to incorporate by reference, as we did\r\nin the similar case of United States v. Saccoccia, 58 F.3d 754, 790\r\n(1st Cir. 1995).\r\n                      IV.\r\nSantiago-Snchez also argues that the district court\r\nerred in allowing the government to introduce rebuttal evidence\r\nagainst him concerning money that was seized from him in a related\r\ncivil in rem proceeding and subsequently disallowing him to\r\nintroduce surrebuttal evidence on that subject.  These errors,\r\nSantiago-Snchez argues, violated his Sixth Amendment right to\r\nconfrontation.  We review the admission of rebuttal and surrebuttal\r\nevidence for abuse of discretion.  See Faigin v. Kelly, 184 F.3d\r\n67, 85 (1st Cir. 1999) (rebuttal evidence); Kines v. Butterworth,\r\n669 F.2d 6, 13 (1st Cir. 1981) (surrebuttal evidence).\r\nThe government introduced in its case in chief a bank\r\nteller's testimony that Santiago-Snchez made two bank deposits in\r\n1996, one of $39,000 and the other of $20,000, which allegedly\r\nrelated to money laundering charges against him.  During Santiago-\r\nSnchez's defense, his wife testified that their family's finances\r\nin 1996 were such that Santiago-Snchez could have deposited the\r\n$59,000 from personal funds.  On cross-examination, the government\r\nasked her about money that was seized from Santiago-Snchez in a\r\ncivil forfeiture in rem proceeding that predated, but stemmed from\r\nthe same facts alleged in, the criminal trial.  She said the amount\r\nseized was the family's entire savings, but she was unsure exactly\r\nhow much money was seized, although she did not think that it\r\nexceeded $200,000.  When the government questioned her about the\r\nlegitimate sources of the amount seized, the sum from sources she\r\ncould explain came to $105,500.  As rebuttal evidence, the\r\ngovernment sought to introduce records from the in rem proceeding\r\nindicating that the amount seized was $203,000.  This evidence, the\r\ngovernment argued, served to impeach Santiago-Snchez's wife's\r\ntestimony and was circumstantial evidence of Santiago-Snchez's\r\nwrongdoing.  The defense sought an opportunity for surrebuttal to\r\nshow that other persons claimed parts of the $203,000 in the in rem\r\nforfeiture proceeding.  The district court admitted the rebuttal\r\nevidence but disallowed surrebuttal.\r\nWe first examine Santiago-Snchez's argument that the\r\nrebuttal evidence should not have been admitted.  He argues that\r\nthe evidence was irrelevant pursuant to Federal Rules of Evidence\r\n401 and 402.  However, evidence of possession or control over\r\nsubstantial sums of money from unexplained sources is relevant in\r\ncriminal cases involving money.  See, e.g., United States v. Ford,\r\n22 F.3d 374, 383 (1st Cir. 1994); United States v. Figueroa, 976\r\nF.2d 1446, 1454 (1st Cir. 1992).  Here, the government seized\r\n$203,000, the source of which Santiago-Snchez's wife did not fully\r\nexplain.  Thus, the rebuttal evidence was relevant and admissible.\r\nIn the alternative, Santiago-Snchez argues the evidence\r\nwas more prejudicial than probative pursuant to Federal Rule of\r\nEvidence 403.  \"This is a difficult row to hoe:  'Only rarely --\r\nand in extraordinarily compelling circumstances -- will we, from\r\nthe vista of a cold appellate record, reverse a district court's\r\non-the-spot judgment concerning the relative weighing of probative\r\nvalue and unfair effect.'\"  Saccoccia, 58 F.3d at 773, quoting\r\nFreeman v. Package Mach. Corp., 865 F.2d 1331, 1340 (1st Cir.\r\n1988).  This is not one of those rare circumstances.\r\nThe government's conspiracy and money laundering charges\r\nagainst Santiago-Snchez alleged that he was in possession of large\r\nsums of illegally secured money.  That he can explain other sources\r\nfor that money goes to the weight of that evidence, not\r\nadmissibility.  See United States v. Newton, 891 F.2d 944, 949 (1st\r\nCir. 1989), citing United States v. Tramunti, 513 F.2d 1087, 1105\r\n(2d Cir. 1975).  Evidence of the forfeited money shows that\r\nSantiago-Snchez possessed large amounts of money, the legitimate\r\nsource of which was not fully explained.  The district court was\r\nthus within its discretion to allow the rebuttal evidence.\r\nSantiago-Snchez also argues he should have been given an\r\nopportunity to provide surrebuttal evidence that would have shown\r\nthat other individuals claimed part of the seized money.  \"A trial\r\ncourt has great discretion over the permissible scope of testimony\r\nin surrebuttal . . . .\"  United States v. Gaines, 170 F.3d 72, 83\r\n(1st Cir. 1999).  Surrebuttal is only allowed \"'to explain away new\r\nfacts brought forward by the proponent in rebuttal, or evidence to\r\nimpeach a witness who testified in rebuttal.'\"  Id., quoting F.W.\r\nWoolworth Co. v. Contemporary Arts, Inc., 193 F.2d 162, 166-67 (1st\r\nCir. 1951).  Ordinarily, surrebuttal is not allowed when it\r\nconcerns issues raised prior to the opponent's rebuttal and the\r\nproffered evidence could have been introduced at that time.  See\r\nGaines, 170 F.3d at 83 (affirming district court's decision to\r\ndisallow surrebuttal concerning an \"issue . . . raised prior to\r\n. . . rebuttal\" when party elected not to introduce evidence);\r\nKines, 669 F.2d at 13-14 (holding, in collateral review of state\r\ncourt decision, that there was no error in rejecting surrebuttal\r\nthat was cumulative and could have been introduced before state's\r\nrebuttal).\r\nAs indicated, the surrebuttal Santiago-Snchez proffered\r\ndealt with claims other persons had to the money seized in the in\r\nrem proceeding.  The district court was well within its discretion\r\nin not allowing it.  First, it concerned a subject that was at\r\nissue before the government introduced its rebuttal evidence:  the\r\nlegitimate source of the money seized in the in rem proceeding. \r\nAfter the government's cross-examination of Santiago-Snchez's\r\nwife, in which she was questioned about the source of the money\r\nseized, the defense could have introduced evidence about any other\r\nclaims to that money; however, it chose not to.  See Gaines, 170\r\nF.3d at 83 (disallowing surrebuttal on issue raised prior to\r\nrebuttal when party elected not to introduce evidence).  Second,\r\nthe surrebuttal was not proffered to impeach a rebuttal witness or\r\nexplain away new facts raised during rebuttal.  Santiago-Snchez\r\ndid not try to introduce evidence suggesting the amount seized was\r\nless than $203,000; thus, it was not offered for impeachment\r\npurposes.  He also could not have explained away new facts raised\r\nin rebuttal, because Santiago-Snchez's wife had already testified\r\nas to other persons' claims to the money in her direct examination. \r\nFurther evidence on that subject would have been repetitive.  For\r\nthese reasons, the district court did not abuse its discretion in\r\ndisallowing Santiago-Snchez's proffered surrebuttal.\r\nSantiago-Snchez also argues, as he did before the\r\ndistrict court, that the surrebuttal should have been allowed\r\npursuant to \"the rule of completeness which underlies\" Federal Rule\r\nof Evidence 106.  That rule states:  \"When a writing or recorded\r\nstatement or part thereof is introduced by a party, an adverse\r\nparty may require the introduction at that time of any other part\r\nor any other writing or recorded statement which ought in fairness\r\nto be considered contemporaneously with it.\"  Whether Rule 106\r\nprovides an independent ground for admitting evidence at trial is\r\nan open question in this circuit.  See United States v. Boylan, 898\r\nF.2d 230, 257 n.16 (1st Cir. 1990).  In order for us to accept\r\nSantiago-Snchez's Rule 106 argument, we would have to answer this\r\nopen question.  However, Santiago-Snchez has not fully briefed\r\nthis issue or given us any reason to hold that Rule 106 furnishes\r\nan independent ground to admit evidence in this case.  We leave the\r\nresolution of that question to another day after it has been\r\nproperly raised and fully briefed.\r\n                       V.\r\nSantiago-Snchez also argues that the district court\r\nerred in sentencing him to pay restitution because the government\r\nalready seized a larger amount of money from him in the civil\r\nforfeiture in rem action.  He argues that restitution in this\r\ncriminal action, in addition to forfeiture in rem in a civil\r\naction, raises potential double jeopardy problems and is unfair. \r\nWe review restitution sentencing orders for abuse of discretion;\r\nrelated findings of fact are upheld unless clearly erroneous, and\r\nlegal questions involved in the order are reviewed de novo.  See\r\nUnited States v. Vaknin, 112 F.3d 579, 586 (1st Cir. 1997).\r\nThere is no potential double jeopardy problem in this\r\ncase.  The Supreme Court has consistently concluded that the Double\r\nJeopardy Clause \"does not apply to [civil forfeitures] because they\r\ndo not impose punishment.\"  United States v. Ursery, 518 U.S. 267,\r\n274 (1996).  As we recently stated:  \"A completed civil forfeiture\r\nof property does not constitute 'jeopardy' under the Double\r\nJeopardy Clause, and does not bar the subsequent criminal\r\nprosecution and punishment of the defendant whose property was\r\nforfeited.\"  United States v. Candelaria-Silva, 166 F.3d 19, 43\r\n(1st Cir. 1999); see also United States v. One Parcel of Real\r\nProperty with Bldgs., Appurtenances, and Improvements, Known as 154\r\nManley Road, Located in Burrillville, R.I., 91 F.3d 1 (1st Cir.\r\n1996) (per curiam) (following Ursery).\r\nSantiago-Snchez also argues that restitution in this\r\ncase is unfair (1) because he \"lacks any degree of control over the\r\nassets from which the restitution is to proceed\" inasmuch as the\r\ngovernment, in the civil in rem case, seized the embezzled money;\r\nand (2) the civil in rem case began first and has been stayed only\r\nto protect his constitutional rights in the criminal case. \r\nSignificantly, Santiago-Snchez does not contest that federal\r\nstatutes authorize restitution in this case; he merely argues that\r\nrestitution is unfair.  However, the language of the sentencing\r\nguidelines and related statutes regarding restitution is plain and\r\nallows the district court no discretion.  The applicable sentencing\r\nguideline clearly states:  \"The court shall . . . enter a\r\nrestitution order if such order is authorized under 18 U.S.C.\r\n3663-3664 . . . .\"  U.S.S.G.  5E1.1(a)(1) (emphasis added). \r\nSection 3664 likewise states that \"the court shall order\r\nrestitution to each victim in the full amount of each victim's\r\nlosses as determined by the court and without consideration of the\r\neconomic circumstances of the defendant.\"  18 U.S.C.\r\n3664(f)(1)(A) (emphasis added).  These provisions show that the\r\nSentencing Commission and Congress were more concerned about the\r\ninherent fairness of making crime victims whole than fairness to\r\ndefendants who were found guilty of financial crimes.  Cf. United\r\nStates v. Porter, 90 F.3d 64, 70 (2d Cir. 1996) (\"Congress has\r\ndecided to protect the interests of victims of crime.\").\r\nOf course, restitution may not be ordered if \"full\r\nrestitution has been made\" or if \"the complication and prolongation\r\nof the sentencing process resulting from the fashioning of a\r\nrestitution requirement outweighs the need to provide restitution\r\nto any victims through the criminal process.\"  U.S.S.G.  5E1.1(b). \r\nTo the extent Santiago-Snchez implies that the first of these\r\nsituations applies because the government has seized money in the\r\ncivil in rem proceeding, he is incorrect.  Seizure of money in a\r\ncivil in rem proceeding does not constitute restitution.  Full\r\nrestitution has not been made in the civil case because that case\r\nhas not been completed, a final judgment issued, and the money\r\nrestored to the proper owner.  In other words, even though money\r\nthat might belong to the government has been seized from Santiago-\r\nSnchez, the final adjudication of whether that money in fact\r\nbelongs to the government or to Santiago-Snchez has not been made,\r\nand money properly belonging to the government has not been\r\nreleased to it.  Thus, Santiago-Snchez has not yet made the\r\ngovernment whole.  Thus, the district court did not abuse its\r\ndiscretion in ordering restitution.\r\nAFFIRMED as to Santiago-Snchez; REVERSED AND REMANDED as\r\nto Len-Delfis.\r\n",
  "html": "<p class=\"case_cite\">203 F.3d 103 (1st Cir. 2000)</p>\n    <p class=\"parties\">UNITED STATES, Appellee,<br>v.<br>HECTOR LEON-DELFIS, Defendant, Appellant.<br>UNITED STATES, Appellee,<br>v.<br>ELADIO SANTIAGO-SANCHEZ, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 99-1021, No. 99-1299.</p>\n    <p class=\"court\">United States Court of Appeals for the First Circuit</p>\n    <p class=\"date\">Heard Nov. 1, 1999.<br>Decided February 16, 2000.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEALS FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF PUERTO RICO. Hon. Juan M. Perez-Gimenez, U.S. District Judge.[Copyrighted Material Omitted][Copyrighted Material Omitted]</p>\n      <p class=\"indent\">Eric M. Quetglas-Jordan, by appointment of the Court, for appellant Hector Leon-Delfis.</p>\n      <p class=\"indent\">Joaquin Monserrate-Matienzo, with whom Joaquin Monserrate-Penagarcano, was on brief, for appellant Eladio Santiago-Sanchez.</p>\n      <p class=\"indent\">Aixa Maldonado-Quinones and Michelle Morales, Assistant United States Attorneys, with whom Guillermo Gil, United States Attorney, and Jorge E. Vega-Pacheco, Chief, Criminal Division, were on brief, for appellee.</p>\n      <p class=\"indent\">Before Torruella, Chief Judge, Wallace,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> Senior Circuit Judge, and Lynch, Circuit Judge.</p>\n      <p class=\"indent\">WALLACE, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Hector Leon-Delfis and Eladio Santiago-Sanchez were tried together for their participation in a conspiracy to embezzle money while they were employees of the United States Department of Veterans Affairs in Puerto Rico. Leon-Delfis was convicted of one count of conspiracy to embezzle monies of the United States in violation of 18 U.S.C. &#167;&#167; 371, 641, 654. Santiago-Sanchez was convicted of (1) conspiracy to embezzle monies of the United States; (2) embezzlement of public money; (3) embezzlement of money by an employee of the United States; and (4) money laundering, in violation of 18 U.S.C. &#167;&#167; 371, 641, 654, 1957. The district court had jurisdiction pursuant to 18 U.S.C. &#167; 3231, and we have jurisdiction over these timely appeals pursuant to 28 U.S.C. &#167; 1291. We reverse Leon-Delfis' conviction, but affirm Santiago-Sanchez's conviction.</p>\n    </div>\n    <p class=\"indent\">I.</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The Department of Veterans Affairs (Department) reimburses veterans for certain medical expenses. To be reimbursed, a veteran submits a claim with the help of a Department benefits counselor. A claim examiner inspects the claim to determine accuracy and eligibility, then reviews the claim with a senior claim examiner. After the senior claim examiner approves the claim, the veteran is paid. The entire process normally takes 48 days to complete.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The government alleged in its indictment that Department employees in Puerto Rico encouraged veterans to submit inflated medical expense claims fraudulently which they processed more quickly than normal in return for a fifty-percent kickback. It stated that the government lost more than $1.3 million through this embezzlement. The government indicted six people for their involvement, including Leon-Delfis, a benefits counselor, and Santiago-Sanchez, a claim examiner.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">On appeal, Leon-Delfis argues that the district court erred in (1) not suppressing evidence of a confession he gave to Federal Bureau of Investigation (FBI) agents following a polygraph test and (2) not giving the jury a multiple conspiracy instruction. Leon-Delfis, who filed his appellate brief first, attempted to adopt by reference those arguments that Santiago-Sanchez would raise later in his brief. Even assuming he can do so, Santiago-Sanchez raised no new issues that apply to Leon-Delfis.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Santiago-Sanchez, in his brief, attempted to adopt by reference Leon-Delfis' argument regarding the jury instruction. See Fed. R. App. P. 28(i). Additionally, he argues the district court (1) made several evidentiary errors against him and (2) should not have sentenced him to pay restitution.</p>\n    </div>\n    <p class=\"indent\">II.</p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Leon-Delfis contends that the district court should have granted his motion to suppress evidence of a confession he gave to FBI agents after he took a polygraph test because he did not waive his Sixth Amendment right to counsel for purposes of the post-polygraph questioning. In reviewing the denial of a motion to suppress, we review the district court's findings of fact for clear error and its conclusions of law and rulings on the constitutionality of the government's conduct de novo. See United States v. Beras, 183 F.3d 22, 25 (1st Cir. 1999).</p>\n    </div>\n    <p class=\"indent\">A.</p>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Leon-Delfis testified to the following events at the hearing on the motion to suppress. Shortly before trial began in June 1998, he and his attorney attempted to hold a meeting with the Assistant United States Attorney prosecuting the case. The meeting was denied; however, Leon-Delfis was asked, and agreed, to submit to a polygraph test. He reported to FBI special agents for the test, but the appointment was rescheduled because he was not accompanied by counsel. On June 15, Leon-Delfis and his attorney arrived for the test. Special Agent Lopez asked Leon-Delfis to sign two waiver of rights forms in Spanish: a general Miranda waiver, and a specific waiver for polygraph questioning. A translation of the first form reads as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">INTERROGATORY; NOTIFICATION OF THE RIGHTS; YOUR RIGHTS</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Before I make [sic] any questions you should understand what your rights are.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">You have the right to keep silent.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Whatever you say can be used in the court against you.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">You have the right to consult a lawyer so that he can instruct you before we make [sic] the questions and also you have the right that the lawyer be present during the interrogatory.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">If you cannot pay for the expenses of a lawyer, one will be assigned to you before we begin the interrogatory, if you so wish.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">If you decide to answer the questions now without the presence of a lawyer, still you have the right to deny to answer in any moment. You also have the right to interrupt at any moment until you have consulted a lawyer.</p>\n    </div>\n    <p>RESIGNATION OF THE RIGHTS</p>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">I have read this statement of my rights and I understand what they are. I am willing to make a statement and answer the questions. I do not want a lawyer to be present at this moment. I am conscious of what I do. They have not made promises to me and I have not been threatened, and they have not put any pressure on me.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">A translation of the second form reads as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">CONSENT FOR INTERROGATORIES WITH THE USE OF POLYGRAPH</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Before we make [sic] any question with the use of polygraph (liar [sic] detector) with respect to receipt of money from Veterans Administration clients you should have knowing [sic] of your rights</p>\n    </div>\n    <p>YOUR RIGHTS</p>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">You have the rights [sic] to deny to take an examination with the polygraph.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">If you decide to take the examination with the polygraph, you have the right to deny to answer any question.</p>\n    </div>\n    <p class=\"indent\">RESIGNATION OF RIGHTS AND CONSENT</p>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">I have read this statement about my rights and I understand my rights. I am willing of my own voluntary [sic] to be questioned using the polygraph during my interview. I understand and I know what to do. Nobody made me promises, threatened [sic] neither have used any pressure against me in order to obtain my consent for the used [sic] of the polygraph. I understand my consent for the used [sic] of the polygraph. . . .</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Leon-Delfis testified that he understood that the first waiver applied to questions Agent Lopez would ask him before the actual polygraph test, and that the second waiver applied to yes-or-no questions asked during the polygraph test. He testified that he never consented to post-test questioning. Leon-Delfis stated that Agent Lopez told him the test would take two to two and one-half hours to complete and his attorney could not be present during the test. Leon-Delfis' attorney decided to return to his office, and he told Agent Lopez and Agent Narro, who would be observing the testing, that he was available by telephone. Additionally, he told Leon-Delfis to call him or return to his office immediately after the test was administered.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Leon-Delfis testified that Agent Lopez asked only eight questions, and the test took only 20 to 25 minutes. Leon-Delfis thought he was free to leave after the test. However, immediately after the test, while he was still attached to the polygraph, Agent Lopez asked him, \"How do you think that you did?\" Leon-Delfis responded, \"Well, I think I did well because all I did was tell the truth.\" Agent Lopez responded, \"Look, you flunked the test, so how about telling us the truth.\" Leon-Delfis remembered that Agent Lopez immediately began to question him, joined by Agent Narro shortly thereafter. He felt pressured: the agents told him the United States Attorney would \"destroy you in Court in front of your family\"; that he was a half-man; and that if he was going to cooperate, \"it has to be between today or tomorrow,\" and if he delayed, they might press charges for other crimes. In an interview lasting over an hour that followed, Leon-Delfis confessed to his participation in the conspiracy.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Agent Lopez testified at the suppression hearing that a typical polygraph test consisted of pre-test questioning to determine suitability for testing and to build rapport between the examiner and the examinee; the test itself; and post-test questioning to present the results of the test and allow the examinee to explain the results if desired. However, when Agent Lopez was asked on cross-examination whether he informed Leon-Delfis and Leon-Delfis' attorney that post-test questioning might occur, he first answered, \"I wasn't asked,\" and then, although not clear, he seemed to testify that he had not explained the post-test questioning procedure. He also acknowledged that post-test questioning was not mentioned in the waivers Leon-Delfis signed. When asked why he told Leon-Delfis that the test would take two to two and one-half hours to complete, when in fact the test took less than one-half hour, he answered \"That was my estimate.\" He stated that FBI policy discouraged an attorney's presence during the test, but he denied prohibiting Leon-Delfis's attorney from attending. Agent Lopez said that after the test was finished, he merely said, \"Mr. Leon, we have a problem. You are not being . . . completely honest,\" and that Leon-Delfis then \"started providing explanations.\" However, he denied pressuring or threatening Leon-Delfis during the post-test interview. He also reminded the court that Leon-Delfis was interviewed by FBI Agent Johnson twice before, in November 1996 during the initial FBI investigation of the case, and that statements he made during the polygraph test conflicted with these previous interviews.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">The district court denied the motion to suppress, stating:</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">I believe that Mr. Leon was no newcomer to being interviewed by F.B.I. agents. He had been interviewed previously on two occasions. Here in front of his attorney he signed two waivers; one of them for the polygraph test, the other one for any questions that might be asked of him even at the time that the pre-test interview was held. He even at that time according to the testimony of Agent Lopez, he stated that he had given prior information which was not correct. The onus as counsel tried to impress upon the Court, the onus is not on the F.B.I. agent or the government agent taking the -- making the interview to stop and say, hey, do you want to call your attorney now. He was aware where his attorney was.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">As a matter of fact he had gone the day previously without an attorney and the agent said no, you come back with your attorney because we want your attorney to be present and so the perception of the Court is that he was aware of what was happening, that any statements he made after he was informed, that he did not pass, was not a subterfuge used by the government to obtain admissions. Therefore, the Court understands that the statements he made post the interview, post the exam were voluntary and, therefore, the motion to suppress is denied.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">The confession Leon-Delfis gave in the post-test interview was used against him at trial. During the jury's deliberation, it requested to have testimony describing Leon-Delfis' confession reread to them, and shortly thereafter, the jury found Leon-Delfis guilty.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">The factual issue of concern is whether Leon-Delfis was advised of and waived his Fifth and Sixth Amendment rights for the post-test interview in which he made incriminating responses to FBI questions. At the suppression hearing, Leon-Delfis testified that Agent Lopez informed him about pre-test questioning but not about post-test questioning. Agent Lopez testified that he usually explains that he will ask post-test questions; however, on cross-examination, he appears from the record to state that he did not inform Leon-Delfis of this possibility. In its appellate brief, at oral argument, and in a post-oral argument letter, the government pointed out portions of Agent Lopez's testimony that it contends shows that he advised Leon-Delfis about post-test questioning. Unfortunately, the district court did not make a specific finding in this regard, nor did a party ask for such a finding. However, the court did make a finding that one of the waivers Leon-Delfis signed applied to pre-test questioning and the other wavier applied to the polygraph questioning. This at least suggests that the court believed Leon-Delfis's testimony that he was not informed about post-test questioning. The fact that the district court failed to make any finding on this issue militates against the government. \"It is a general principle of appellate jurisprudence that a party desiring more particularized findings at the trial court level must request them from the trial court.\" United States v. Tosca, 18 F.3d 1352, 1355 (6th Cir. 1994). Absent a finding on this issue, the responsibility falls on us to examine the record and conclude whether the government met its burden of demonstrating that a proper warning was given. We have scrutinized the testimony from the suppression hearing, and found substantial evidence to support a finding that Agent Lopez did not inform Leon-Delfis about post-test questioning. That was Leon-Delfis' testimony, and appears to be Agent Lopez's testimony when asked that specific question on cross-examination. Certainly this interpretation is consistent with Agent Lopez's earlier testimony when he was called upon to testify whether he advised Leon-Delfis post-test questioning might occur: he merely responded \"I wasn't asked.\"</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Based upon the record and the district court findings, we assume that Leon-Delfis was not advised by Agent Lopez of the possible post-test interrogation.</p>\n    </div>\n    <p class=\"indent\">B.</p>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">The Sixth Amendment to the United States Constitution states: \"In all criminal proceedings, the accused shall enjoy the right . . . to have the assistance of counsel for his defense.\" That right \"is indispensable to the fair administration of our adversarial system of criminal justice.\" Maine v. Moulton, 474 U.S. 159, 168 106 S.Ct. 477(1985). Accordingly, the Supreme Court has recognized</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">that the assistance of counsel cannot be limited to participation in a trial; to deprive a person of counsel during the period prior to trial may be more damaging than denial of counsel during the trial itself. Recognizing that the right to the assistance of counsel is shaped by the need for the assistance of counsel, we have found that the right attaches at earlier, critical stages in the criminal justice process where the results might well settle the accused's fate and reduce the trial itself to a mere formality.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Id. at 170 (internal quotation and citations omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Pursuant to the Sixth Amendment, \"a person is entitled to the help of a lawyer at or after the time that judicial proceedings have been initiated against him -- whether by way of formal charge, preliminary hearing, indictment, information, or arraignment.\" Brewer v. Williams, 430 U.S. 387, 398 (1977) (internal quotation and citations omitted). Thus, the government does not, and cannot, dispute that Leon-Delfis' Sixth Amendment right to counsel attached previous to the questioning at issue, because he was arraigned on May 7, 1997, prior to the polygraph test and post-test questioning on June 15, 1998. See id.; see also Michigan v. Jackson, 475 U.S. 625, 629 (1986) (\"The arraignment signals the initiation of adversary judicial proceedings and thus the attachment of the Sixth Amendment . . . .\") (internal quotation and citation omitted). Additionally, the government does not, and cannot, challenge that Leon-Delfis' Sixth Amendment right to counsel applied to the post-polygraph questioning. See id. at 630 (stating that after arraignment, \"government efforts to elicit information from the accused, including interrogation, represent critical stages at which the Sixth Amendment applies\") (internal quotation omitted). Thus, the issue is whether Leon-Delfis validly waived that right for purposes of questioning that occurred after the polygraph test.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">The government has the burden to \"prove an intentional relinquishment or abandonment\" of the Sixth Amendment right to counsel. Brewer, 430 U.S. at 404, quoting Johnson v. Zerbst, 304 U.S. 458, 464 (1938), overruled in part on other grounds by Edwards v. Arizona, 451 U.S. 477 (1981); see also Jackson, 475 U.S. at 633. The Court has stated \"that we should 'indulge every reasonable presumption against waiver of fundamental constitutional rights.'\" Jackson, 475 U.S. at 633, quoting Johnson, 304 U.S. at 464. \"Doubts must be resolved in favor of protecting the constitutional claim.\" Jackson, 475 U.S. at 633. \"The determination of whether there has been an intelligent waiver of the right to counsel must depend, in each case, upon the particular facts and circumstances surrounding that case, including the background, experience, and conduct of the accused.\" Johnson, 304 U.S. at 464.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">In Edwards, the Court, considering the Fifth Amendment right to counsel, held that after an accused person in custody \"expressed his desire to deal with the police only through counsel, [he] is not subject to further interrogation by the authorities until counsel has been made available to him, unless the accused himself initiates further communication, exchanges, or conversations with the police.\" Edwards, 451 U.S. at 484-85. Several years later, in Michigan v. Jackson, the Court held that the rule in Edwards also applied after a defendant invoked his Sixth Amendment right to counsel:</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">We thus hold that, if police initiate interrogation after a defendant's assertion, at an arraignment or similar proceeding, of his [Sixth Amendment] right to counsel, any waiver of the defendant's right to counsel for that police-initiated interrogation is invalid.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Although the Edwards decision itself rested on the Fifth Amendment and concerned a request for counsel made during custodial interrogation, the [lower court] correctly perceived that the reasoning of that case applies with even greater force to these [Sixth Amendment] cases.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">475 U.S. at 636; see also Moulton, 474 U.S. at 170-71 (\"Once the right to counsel has attached and been asserted, the State must of course honor it. . . . [A]t the very least, the prosecutor and police have an affirmative obligation not to act in a manner that circumvents and thereby dilutes the protection afforded by the right to counsel.\") (footnote omitted). Jackson makes it clear that once a defendant's Sixth Amendment right to counsel attaches, the police cannot initiate questioning in the absence of counsel without violating that right.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">While looking at the totality of the circumstances, several courts have articulated relevant facts to be considered in identifying \"the background, experience, and conduct of the accused,\" Johnson, 304 U.S. at 464, in determining whether a signed waiver of one's Fifth or Sixth Amendment right to counsel for purposes of a polygraph test carries over to post-polygraph interrogation. Those circumstances include who requested the polygraph examination; who initiated the post-polygraph questioning; whether the signed waiver clearly specifies that it applies to post-polygraph questioning or only to the polygraph test; and whether the defendant has consulted with counsel. See Wyrick v. Fields, 459 U.S. 42, 47 (1982) (per curiam); United States v. Johnson, 816 F.2d 918, 921 n.4 (3d Cir. 1987); United States v. Gillyard, 726 F.2d 1427, 1427-29 (9th Cir. 1984); United States v. Eagle Elk, 711 F.2d 80, 82 (8th Cir. 1983).</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">After careful review, we cannot accept the district court's holding that Leon-Delfis waived his right to counsel for purposes of the post-polygraph questioning. The difficulty began when the district court applied the wrong legal standard. The district court stated that \"the onus is not on the F.B.I. agent or the government agent\" to avoid questioning. However, because Leon-Delfis' Sixth Amendment right to counsel had clearly attached, the government could not initiate questioning in the absence of counsel without potentially violating that right. See Jackson, 475 U.S. at 636; Moulton, 474 U.S. at 170-71. Had Leon-Delfis initiated the post-polygraph discussion, we might reach a different outcome. But he did not. Both he and Agent Lopez testified that the agents began the post-polygraph dialogue. The agents were required to respect Leon-Delfis' right to counsel by not questioning him in the absence of his attorney.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">In addition, the evidence indicates that Leon-Delfis did not waive his right to counsel. Leon-Delfis was neither told that post-test questioning would occur nor signed a waiver that specifically mentioned the possibility of post-test questioning. Additionally, the FBI agents who questioned Leon-Delfis knew that he was actually represented by counsel; that he did not request the polygraph test but only consented to it after suggestion by the Assistant United States Attorney; and that Agent Lopez initiated the post-polygraph conversation and questioning, not Leon-Delfis.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">It is true, as the district court found, that Leon-Delfis was previously questioned by the FBI. However, the factual circumstances surrounding that questioning were entirely different than the post-polygraph questioning: the previous interrogations occurred while the FBI was first investigating this case, before Leon-Delfis' Fifth or Sixth Amendment rights to counsel attached. Additionally, there is no indication that Leon-Delfis was a \"career criminal\" or that aside from these two previous, limited examinations he was intimately acquainted with the criminal justice system. In any case, that the FBI previously questioned Leon-Delfis does not alone outweigh other facts pointing to an unknowing and involuntary waiver for purposes of the post-polygraph questioning.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">It is also true that Leon-Delfis signed two waivers of rights on the day of the interrogation. The district court relied upon these waivers in support of its holding that Leon-Delfis waived his right to counsel for post-polygraph questioning. However, the district court found that one waiver applied to pre-test questioning, and one to polygraph test questioning. It does not follow that Leon-Delfis waived his right to counsel for post-test questioning because he waived his right to pre-test and test questioning: waivers of rights are specific. See United States v. Eaton, 890 F.2d 511, 513 (1st Cir. 1989) (right to counsel); United States v. Allee, 888 F.2d 208, 214 (1st Cir. 1989) (per curiam) (right against self-incrimination); United States v. Johnson, 816 F.2d at 922 n.4 (right to counsel). The waivers Leon-Delfis signed did not specifically mention the possibility of post-polygraph questioning, and Agent Lopez failed to explain that post-polygraph questioning would occur. All these facts suggest exactly the opposite conclusion than that made by the district court: that Leon-Delfis' having signed two previous waivers did not mean he knowingly and intelligently waived his rights for post-polygraph questioning.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">Looking at the totality of the circumstances and specifically focusing on the relevant inquiry articulated by courts referred to above, we hold that the district court erred in concluding that Leon-Delfis intelligently and knowingly waived his Sixth Amendment right to counsel for the post-test interrogation and that his confession was not admissible. Even so, we will not reverse a conviction because of trial error in admitting evidence obtained in violation of a defendant's Sixth Amendment right to counsel unless the error was \"harmless beyond a reasonable doubt.\" Milton v. Wainwright, 407 U.S. 371, 372 (1972). We recently stated:</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">The ordinary test for harmless error is sometimes said to turn on whether it is \"highly probable\" that the improperly admitted evidence \"contributed\" to the conviction. But since any relevant evidence wrongly admitted probably was considered by the jury (and therefore \"contributed\" in a literal sense), a more useful formulation of the harmless error question is to ask whether the result would have been the same if the disputed evidence had not been admitted. We have therefore said that a conviction will be upheld if it is \"highly probable\" that the result would have been the same.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">United States v. Vigneau, 187 F.3d 82, 86 (1st Cir. 1999) (citations omitted). Additionally, \"for certain errors that are constitutional in character, the error must be harmless beyond a reasonable doubt.\" Id. (internal quotation omitted). In this case, we cannot say, beyond a reasonable doubt, that it is highly probable that the jury would still have convicted Leon-Delfis in the absence of the incriminating evidence. Confessions are by nature highly probative and likely to be at the center of a jury's attention. Here, we have additional indications that the jury contemplated that evidence: it requested to hear the description of the confession again during its deliberations, and then convicted him. Therefore, we reverse his conviction and remand for a new trial at which the confession obtained after the polygraph test is suppressed. See Jackson, 475 U.S. at 628-29 (affirming state court holding that evidence obtained in violation of defendant's Sixth Amendment right to counsel should have been suppressed at trial).</p>\n    </div>\n    <p class=\"indent\">III.</p>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">Leon-Delfis also argues that the district court should have given the jury a multiple conspiracy defense instruction. Because we reverse Leon-Delfis' conviction, it is unnecessary to address this argument as to him. See United States v. Gray, 63 F.3d 57, 61 n.3 (1st Cir. 1995). In addition, Santiago-Sanchez did not raise this issue in the district court, but attempted to do so on appeal by a reference in his brief to Leon-Delfis' argument.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">Santiago-Sanchez's brief merely states that he \"herein joins in the [multiple conspiracy defense instruction] issue presented to the Honorable Circuit Court . . . by co-appellee Hector Leon Delfis.\" He does not attempt to explain how this argument applies to him, and he fails to disclose that he neither proposed a multiple conspiracy defense instruction in the district court nor objected when one was not given. See United States v. Portela, 167 F.3d 687, 699 (1st Cir. 1999) (reviewing failure to give jury instruction for plain error when defendant failed to object at trial); United States v. Crochiere, 129 F.3d 233, 237 (1st Cir. 1997) (reviewing failure to give jury instruction for plain error when defendant neither proposed jury instruction nor objected at trial); Senra v. Cunningham, 9 F.3d 168, 171 (1st Cir. 1993) (holding defendant waived objection to jury instruction when he failed to object at trial). Leon-Delfis objected to the district court's failure to include a multiple conspiracy instruction, but we typically require defendants in joint criminal trials to raise their own objections at trial. See United States v. Palow, 777 F.2d 52, 54 (1st Cir. 1985) (defendant waived claim that trial should have been severed, regardless of fact that other defendants moved for severance, because he did not individually move for severance). This rule is relaxed only when the district court specifically states that an objection from one defendant will be considered an objection for all defendants. See United States v. Alzanki, 54 F.3d 994, 1005 n.11 (1st Cir. 1995); United States v. Sepulveda, 15 F.3d 1161, 1180 (1st Cir. 1993). Neither Leon-Delfis nor Santiago-Sanchez have informed us that the district court made such a statement in this case.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">In United States v. Zannino, 895 F.2d 1, 17 (1st Cir. 1990), we refused to consider Zannino's attempt to incorporate other appellants' arguments by reference because his attempt was perfunctory and failed to explain how those arguments specifically applied to him. That is the case here. For that reason, and also because Santiago-Sanchez failed to raise this argument in the trial court, we reject his effort to incorporate by reference, as we did in the similar case of United States v. Saccoccia, 58 F.3d 754, 790 (1st Cir. 1995).</p>\n    </div>\n    <p class=\"indent\">IV.</p>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">Santiago-Sanchez also argues that the district court erred in allowing the government to introduce rebuttal evidence against him concerning money that was seized from him in a related civil in rem proceeding and subsequently disallowing him to introduce surrebuttal evidence on that subject. These errors, Santiago-Sanchez argues, violated his Sixth Amendment right to confrontation. We review the admission of rebuttal and surrebuttal evidence for abuse of discretion. See Faigin v. Kelly, 184 F.3d 67, 85 (1st Cir. 1999) (rebuttal evidence); Kines v. Butterworth, 669 F.2d 6, 13 (1st Cir. 1981) (surrebuttal evidence).</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">The government introduced in its case in chief a bank teller's testimony that Santiago-Sanchez made two bank deposits in 1996, one of $39,000 and the other of $20,000, which allegedly related to money laundering charges against him. During Santiago-Sanchez's defense, his wife testified that their family's finances in 1996 were such that Santiago-Sanchez could have deposited the $59,000 from personal funds. On cross-examination, the government asked her about money that was seized from Santiago-Sanchez in a civil forfeiture in rem proceeding that predated, but stemmed from the same facts alleged in, the criminal trial. She said the amount seized was the family's entire savings, but she was unsure exactly how much money was seized, although she did not think that it exceeded $200,000. When the government questioned her about the legitimate sources of the amount seized, the sum from sources she could explain came to $105,500. As rebuttal evidence, the government sought to introduce records from the in rem proceeding indicating that the amount seized was $203,000. This evidence, the government argued, served to impeach Santiago-Sanchez's wife's testimony and was circumstantial evidence of Santiago-Sanchez's wrongdoing. The defense sought an opportunity for surrebuttal to show that other persons claimed parts of the $203,000 in the in rem forfeiture proceeding. The district court admitted the rebuttal evidence but disallowed surrebuttal.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">We first examine Santiago-Sanchez's argument that the rebuttal evidence should not have been admitted. He argues that the evidence was irrelevant pursuant to Federal Rules of Evidence 401 and 402. However, evidence of possession or control over substantial sums of money from unexplained sources is relevant in criminal cases involving money. See, e.g., United States v. Ford, 22 F.3d 374, 383 (1st Cir. 1994); United States v. Figueroa, 976 F.2d 1446, 1454 (1st Cir. 1992). Here, the government seized $203,000, the source of which Santiago-Sanchez's wife did not fully explain. Thus, the rebuttal evidence was relevant and admissible.</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">In the alternative, Santiago-Sanchez argues the evidence was more prejudicial than probative pursuant to Federal Rule of Evidence 403. \"This is a difficult row to hoe: 'Only rarely -- and in extraordinarily compelling circumstances -- will we, from the vista of a cold appellate record, reverse a district court's on-the-spot judgment concerning the relative weighing of probative value and unfair effect.'\" Saccoccia, 58 F.3d at 773, quoting Freeman v. Package Mach. Corp., 865 F.2d 1331, 1340 (1st Cir. 1988). This is not one of those rare circumstances.</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">The government's conspiracy and money laundering charges against Santiago-Sanchez alleged that he was in possession of large sums of illegally secured money. That he can explain other sources for that money goes to the weight of that evidence, not admissibility. See United States v. Newton, 891 F.2d 944, 949 (1st Cir. 1989), citing United States v. Tramunti, 513 F.2d 1087, 1105 (2d Cir. 1975). Evidence of the forfeited money shows that Santiago-Sanchez possessed large amounts of money, the legitimate source of which was not fully explained. The district court was thus within its discretion to allow the rebuttal evidence.</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">Santiago-Sanchez also argues he should have been given an opportunity to provide surrebuttal evidence that would have shown that other individuals claimed part of the seized money. \"A trial court has great discretion over the permissible scope of testimony in surrebuttal . . . .\" United States v. Gaines, 170 F.3d 72, 83 (1st Cir. 1999). Surrebuttal is only allowed \"'to explain away new facts brought forward by the proponent in rebuttal, or evidence to impeach a witness who testified in rebuttal.'\" Id., quoting F.W. Woolworth Co. v. Contemporary Arts, Inc., 193 F.2d 162, 166-67 (1st Cir. 1951). Ordinarily, surrebuttal is not allowed when it concerns issues raised prior to the opponent's rebuttal and the proffered evidence could have been introduced at that time. See Gaines, 170 F.3d at 83 (affirming district court's decision to disallow surrebuttal concerning an \"issue . . . raised prior to . . . rebuttal\" when party elected not to introduce evidence); Kines, 669 F.2d at 13-14 (holding, in collateral review of state court decision, that there was no error in rejecting surrebuttal that was cumulative and could have been introduced before state's rebuttal).</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">As indicated, the surrebuttal Santiago-Sanchez proffered dealt with claims other persons had to the money seized in the in rem proceeding. The district court was well within its discretion in not allowing it. First, it concerned a subject that was at issue before the government introduced its rebuttal evidence: the legitimate source of the money seized in the in rem proceeding. After the government's cross-examination of Santiago-Sanchez's wife, in which she was questioned about the source of the money seized, the defense could have introduced evidence about any other claims to that money; however, it chose not to. See Gaines, 170 F.3d at 83 (disallowing surrebuttal on issue raised prior to rebuttal when party elected not to introduce evidence). Second, the surrebuttal was not proffered to impeach a rebuttal witness or explain away new facts raised during rebuttal. Santiago-Sanchez did not try to introduce evidence suggesting the amount seized was less than $203,000; thus, it was not offered for impeachment purposes. He also could not have explained away new facts raised in rebuttal, because Santiago-Sanchez's wife had already testified as to other persons' claims to the money in her direct examination. Further evidence on that subject would have been repetitive. For these reasons, the district court did not abuse its discretion in disallowing Santiago-Sanchez's proffered surrebuttal.</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">Santiago-Sanchez also argues, as he did before the district court, that the surrebuttal should have been allowed pursuant to \"the rule of completeness which underlies\" Federal Rule of Evidence 106. That rule states: \"When a writing or recorded statement or part thereof is introduced by a party, an adverse party may require the introduction at that time of any other part or any other writing or recorded statement which ought in fairness to be considered contemporaneously with it.\" Whether Rule 106 provides an independent ground for admitting evidence at trial is an open question in this circuit. See United States v. Boylan, 898 F.2d 230, 257 n.16 (1st Cir. 1990). In order for us to accept Santiago-Sanchez's Rule 106 argument, we would have to answer this open question. However, Santiago-Sanchez has not fully briefed this issue or given us any reason to hold that Rule 106 furnishes an independent ground to admit evidence in this case. We leave the resolution of that question to another day after it has been properly raised and fully briefed.</p>\n    </div>\n    <p class=\"indent\">V.</p>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">Santiago-Sanchez also argues that the district court erred in sentencing him to pay restitution because the government already seized a larger amount of money from him in the civil forfeiture in rem action. He argues that restitution in this criminal action, in addition to forfeiture in rem in a civil action, raises potential double jeopardy problems and is unfair. We review restitution sentencing orders for abuse of discretion; related findings of fact are upheld unless clearly erroneous, and legal questions involved in the order are reviewed de novo. See United States v. Vaknin, 112 F.3d 579, 586 (1st Cir. 1997).</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">There is no potential double jeopardy problem in this case. The Supreme Court has consistently concluded that the Double Jeopardy Clause \"does not apply to [civil forfeitures] because they do not impose punishment.\" United States v. Ursery, 518 U.S. 267, 274 (1996). As we recently stated: \"A completed civil forfeiture of property does not constitute 'jeopardy' under the Double Jeopardy Clause, and does not bar the subsequent criminal prosecution and punishment of the defendant whose property was forfeited.\" United States v. Candelaria-Silva, 166 F.3d 19, 43 (1st Cir. 1999); see also United States v. One Parcel of Real Property with Bldgs., Appurtenances, and Improvements, Known as 154 Manley Road, Located in Burrillville, R.I., 91 F.3d 1 (1st Cir. 1996) (per curiam) (following Ursery).</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">Santiago-Sanchez also argues that restitution in this case is unfair (1) because he \"lacks any degree of control over the assets from which the restitution is to proceed\" inasmuch as the government, in the civil in rem case, seized the embezzled money; and (2) the civil in rem case began first and has been stayed only to protect his constitutional rights in the criminal case. Significantly, Santiago-Sanchez does not contest that federal statutes authorize restitution in this case; he merely argues that restitution is unfair. However, the language of the sentencing guidelines and related statutes regarding restitution is plain and allows the district court no discretion. The applicable sentencing guideline clearly states: \"The court shall . . . enter a restitution order if such order is authorized under 18 U.S.C. &#167;&#167; 3663-3664 . . . .\" U.S.S.G. &#167; 5E1.1(a)(1) (emphasis added). Section 3664 likewise states that \"the court shall order restitution to each victim in the full amount of each victim's losses as determined by the court and without consideration of the economic circumstances of the defendant.\" 18 U.S.C. &#167;&#167; 3664(f)(1)(A) (emphasis added). These provisions show that the Sentencing Commission and Congress were more concerned about the inherent fairness of making crime victims whole than fairness to defendants who were found guilty of financial crimes. Cf. United States v. Porter, 90 F.3d 64, 70 (2d Cir. 1996) (\"Congress has decided to protect the interests of victims of crime.\").</p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">Of course, restitution may not be ordered if \"full restitution has been made\" or if \"the complication and prolongation of the sentencing process resulting from the fashioning of a restitution requirement outweighs the need to provide restitution to any victims through the criminal process.\" U.S.S.G. &#167; 5E1.1(b). To the extent Santiago-Sanchez implies that the first of these situations applies because the government has seized money in the civil in rem proceeding, he is incorrect. Seizure of money in a civil in rem proceeding does not constitute restitution. Full restitution has not been made in the civil case because that case has not been completed, a final judgment issued, and the money restored to the proper owner. In other words, even though money that might belong to the government has been seized from Santiago-Sanchez, the final adjudication of whether that money in fact belongs to the government or to Santiago-Sanchez has not been made, and money properly belonging to the government has not been released to it. Thus, Santiago-Sanchez has not yet made the government whole. Thus, the district court did not abuse its discretion in ordering restitution.</p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\">AFFIRMED as to Santiago-Sanchez; REVERSED AND REMANDED as to Leon-Delfis.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p>  Of the Ninth Circuit, sitting by designation.</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">203</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">103</span></span> (1st Cir. 2000)</p>\n    <p class=\"parties\">UNITED STATES, Appellee,<br>v.<br>HECTOR LEON-DELFIS, Defendant, Appellant.<br>UNITED STATES, Appellee,<br>v.<br>ELADIO SANTIAGO-SANCHEZ, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 99-1021, No. 99-1299.</p>\n    <p class=\"court\">United States Court of Appeals for the First Circuit</p>\n    <p class=\"date\">Heard Nov. 1, 1999.<br>Decided February 16, 2000.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEALS FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF PUERTO RICO. Hon. Juan M. Perez-Gimenez, U.S. District Judge.[Copyrighted Material Omitted][Copyrighted Material Omitted]</p>\n      <p class=\"indent\">Eric M. Quetglas-Jordan, by appointment of the Court, for appellant Hector Leon-Delfis.</p>\n      <p class=\"indent\">Joaquin Monserrate-Matienzo, with whom Joaquin Monserrate-Penagarcano, was on brief, for appellant Eladio Santiago-Sanchez.</p>\n      <p class=\"indent\">Aixa Maldonado-Quinones and Michelle Morales, Assistant United States Attorneys, with whom Guillermo Gil, United States Attorney, and Jorge E. Vega-Pacheco, Chief, Criminal Division, were on brief, for appellee.</p>\n      <p class=\"indent\">Before Torruella, Chief Judge, Wallace,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> Senior Circuit Judge, and Lynch, Circuit Judge.</p>\n      <p class=\"indent\">WALLACE, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Hector Leon-Delfis and Eladio Santiago-Sanchez were tried together for their participation in a conspiracy to embezzle money while they were employees of the United States Department of Veterans Affairs in Puerto Rico. Leon-Delfis was convicted of one count of conspiracy to embezzle monies of the United States in violation of 18 U.S.C. &#167;&#167; 371, 641, 654. Santiago-Sanchez was convicted of (1) conspiracy to embezzle monies of the United States; (2) embezzlement of public money; (3) embezzlement of money by an employee of the United States; and (4) money laundering, in violation of 18 U.S.C. &#167;&#167; 371, 641, 654, 1957. The district court had jurisdiction pursuant to 18 U.S.C. &#167; 3231, and we have jurisdiction over these timely appeals pursuant to 28 U.S.C. &#167; 1291. We reverse Leon-Delfis' conviction, but affirm Santiago-Sanchez's conviction.</p>\n    </div>\n    <p class=\"indent\">I.</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The Department of Veterans Affairs (Department) reimburses veterans for certain medical expenses. To be reimbursed, a veteran submits a claim with the help of a Department benefits counselor. A claim examiner inspects the claim to determine accuracy and eligibility, then reviews the claim with a senior claim examiner. After the senior claim examiner approves the claim, the veteran is paid. The entire process normally takes 48 days to complete.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The government alleged in its indictment that Department employees in Puerto Rico encouraged veterans to submit inflated medical expense claims fraudulently which they processed more quickly than normal in return for a fifty-percent kickback. It stated that the government lost more than $1.3 million through this embezzlement. The government indicted six people for their involvement, including Leon-Delfis, a benefits counselor, and Santiago-Sanchez, a claim examiner.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">On appeal, Leon-Delfis argues that the district court erred in (1) not suppressing evidence of a confession he gave to Federal Bureau of Investigation (FBI) agents following a polygraph test and (2) not giving the jury a multiple conspiracy instruction. Leon-Delfis, who filed his appellate brief first, attempted to adopt by reference those arguments that Santiago-Sanchez would raise later in his brief. Even assuming he can do so, Santiago-Sanchez raised no new issues that apply to Leon-Delfis.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Santiago-Sanchez, in his brief, attempted to adopt by reference Leon-Delfis' argument regarding the jury instruction. See Fed. R. App. P. 28(i). Additionally, he argues the district court (1) made several evidentiary errors against him and (2) should not have sentenced him to pay restitution.</p>\n    </div>\n    <p class=\"indent\">II.</p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Leon-Delfis contends that the district court should have granted his motion to suppress evidence of a confession he gave to FBI agents after he took a polygraph test because he did not waive his Sixth Amendment right to counsel for purposes of the post-polygraph questioning. In reviewing the denial of a motion to suppress, we review the district court's findings of fact for clear error and its conclusions of law and rulings on the constitutionality of the government's conduct de novo. See United States v. Beras, <span class=\"citation\" data-id=\"198546\"><a href=\"/opinion/198546/united-states-v-beras/\"><span class=\"volume\">183</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">22</span></a></span>, 25 (1st Cir. 1999).</p>\n    </div>\n    <p class=\"indent\">A.</p>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Leon-Delfis testified to the following events at the hearing on the motion to suppress. Shortly before trial began in June 1998, he and his attorney attempted to hold a meeting with the Assistant United States Attorney prosecuting the case. The meeting was denied; however, Leon-Delfis was asked, and agreed, to submit to a polygraph test. He reported to FBI special agents for the test, but the appointment was rescheduled because he was not accompanied by counsel. On June 15, Leon-Delfis and his attorney arrived for the test. Special Agent Lopez asked Leon-Delfis to sign two waiver of rights forms in Spanish: a general Miranda waiver, and a specific waiver for polygraph questioning. A translation of the first form reads as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">INTERROGATORY; NOTIFICATION OF THE RIGHTS; YOUR RIGHTS</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Before I make [sic] any questions you should understand what your rights are.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">You have the right to keep silent.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Whatever you say can be used in the court against you.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">You have the right to consult a lawyer so that he can instruct you before we make [sic] the questions and also you have the right that the lawyer be present during the interrogatory.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">If you cannot pay for the expenses of a lawyer, one will be assigned to you before we begin the interrogatory, if you so wish.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">If you decide to answer the questions now without the presence of a lawyer, still you have the right to deny to answer in any moment. You also have the right to interrupt at any moment until you have consulted a lawyer.</p>\n    </div>\n    <p>RESIGNATION OF THE RIGHTS</p>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">I have read this statement of my rights and I understand what they are. I am willing to make a statement and answer the questions. I do not want a lawyer to be present at this moment. I am conscious of what I do. They have not made promises to me and I have not been threatened, and they have not put any pressure on me.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">A translation of the second form reads as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">CONSENT FOR INTERROGATORIES WITH THE USE OF POLYGRAPH</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Before we make [sic] any question with the use of polygraph (liar [sic] detector) with respect to receipt of money from Veterans Administration clients you should have knowing [sic] of your rights</p>\n    </div>\n    <p>YOUR RIGHTS</p>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">You have the rights [sic] to deny to take an examination with the polygraph.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">If you decide to take the examination with the polygraph, you have the right to deny to answer any question.</p>\n    </div>\n    <p class=\"indent\">RESIGNATION OF RIGHTS AND CONSENT</p>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">I have read this statement about my rights and I understand my rights. I am willing of my own voluntary [sic] to be questioned using the polygraph during my interview. I understand and I know what to do. Nobody made me promises, threatened [sic] neither have used any pressure against me in order to obtain my consent for the used [sic] of the polygraph. I understand my consent for the used [sic] of the polygraph. . . .</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Leon-Delfis testified that he understood that the first waiver applied to questions Agent Lopez would ask him before the actual polygraph test, and that the second waiver applied to yes-or-no questions asked during the polygraph test. He testified that he never consented to post-test questioning. Leon-Delfis stated that Agent Lopez told him the test would take two to two and one-half hours to complete and his attorney could not be present during the test. Leon-Delfis' attorney decided to return to his office, and he told Agent Lopez and Agent Narro, who would be observing the testing, that he was available by telephone. Additionally, he told Leon-Delfis to call him or return to his office immediately after the test was administered.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Leon-Delfis testified that Agent Lopez asked only eight questions, and the test took only 20 to 25 minutes. Leon-Delfis thought he was free to leave after the test. However, immediately after the test, while he was still attached to the polygraph, Agent Lopez asked him, \"How do you think that you did?\" Leon-Delfis responded, \"Well, I think I did well because all I did was tell the truth.\" Agent Lopez responded, \"Look, you flunked the test, so how about telling us the truth.\" Leon-Delfis remembered that Agent Lopez immediately began to question him, joined by Agent Narro shortly thereafter. He felt pressured: the agents told him the United States Attorney would \"destroy you in Court in front of your family\"; that he was a half-man; and that if he was going to cooperate, \"it has to be between today or tomorrow,\" and if he delayed, they might press charges for other crimes. In an interview lasting over an hour that followed, Leon-Delfis confessed to his participation in the conspiracy.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Agent Lopez testified at the suppression hearing that a typical polygraph test consisted of pre-test questioning to determine suitability for testing and to build rapport between the examiner and the examinee; the test itself; and post-test questioning to present the results of the test and allow the examinee to explain the results if desired. However, when Agent Lopez was asked on cross-examination whether he informed Leon-Delfis and Leon-Delfis' attorney that post-test questioning might occur, he first answered, \"I wasn't asked,\" and then, although not clear, he seemed to testify that he had not explained the post-test questioning procedure. He also acknowledged that post-test questioning was not mentioned in the waivers Leon-Delfis signed. When asked why he told Leon-Delfis that the test would take two to two and one-half hours to complete, when in fact the test took less than one-half hour, he answered \"That was my estimate.\" He stated that FBI policy discouraged an attorney's presence during the test, but he denied prohibiting Leon-Delfis's attorney from attending. Agent Lopez said that after the test was finished, he merely said, \"Mr. Leon, we have a problem. You are not being . . . completely honest,\" and that Leon-Delfis then \"started providing explanations.\" However, he denied pressuring or threatening Leon-Delfis during the post-test interview. He also reminded the court that Leon-Delfis was interviewed by FBI Agent Johnson twice before, in November 1996 during the initial FBI investigation of the case, and that statements he made during the polygraph test conflicted with these previous interviews.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">The district court denied the motion to suppress, stating:</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">I believe that Mr. Leon was no newcomer to being interviewed by F.B.I. agents. He had been interviewed previously on two occasions. Here in front of his attorney he signed two waivers; one of them for the polygraph test, the other one for any questions that might be asked of him even at the time that the pre-test interview was held. He even at that time according to the testimony of Agent Lopez, he stated that he had given prior information which was not correct. The onus as counsel tried to impress upon the Court, the onus is not on the F.B.I. agent or the government agent taking the -- making the interview to stop and say, hey, do you want to call your attorney now. He was aware where his attorney was.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">As a matter of fact he had gone the day previously without an attorney and the agent said no, you come back with your attorney because we want your attorney to be present and so the perception of the Court is that he was aware of what was happening, that any statements he made after he was informed, that he did not pass, was not a subterfuge used by the government to obtain admissions. Therefore, the Court understands that the statements he made post the interview, post the exam were voluntary and, therefore, the motion to suppress is denied.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">The confession Leon-Delfis gave in the post-test interview was used against him at trial. During the jury's deliberation, it requested to have testimony describing Leon-Delfis' confession reread to them, and shortly thereafter, the jury found Leon-Delfis guilty.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">The factual issue of concern is whether Leon-Delfis was advised of and waived his Fifth and Sixth Amendment rights for the post-test interview in which he made incriminating responses to FBI questions. At the suppression hearing, Leon-Delfis testified that Agent Lopez informed him about pre-test questioning but not about post-test questioning. Agent Lopez testified that he usually explains that he will ask post-test questions; however, on cross-examination, he appears from the record to state that he did not inform Leon-Delfis of this possibility. In its appellate brief, at oral argument, and in a post-oral argument letter, the government pointed out portions of Agent Lopez's testimony that it contends shows that he advised Leon-Delfis about post-test questioning. Unfortunately, the district court did not make a specific finding in this regard, nor did a party ask for such a finding. However, the court did make a finding that one of the waivers Leon-Delfis signed applied to pre-test questioning and the other wavier applied to the polygraph questioning. This at least suggests that the court believed Leon-Delfis's testimony that he was not informed about post-test questioning. The fact that the district court failed to make any finding on this issue militates against the government. \"It is a general principle of appellate jurisprudence that a party desiring more particularized findings at the trial court level must request them from the trial court.\" United States v. Tosca, <span class=\"citation\" data-id=\"664922\"><a href=\"/opinion/664922/united-states-v-jose-enrique-tosca/\"><span class=\"volume\">18</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1352</span></a></span>, 1355 (6th Cir. 1994). Absent a finding on this issue, the responsibility falls on us to examine the record and conclude whether the government met its burden of demonstrating that a proper warning was given. We have scrutinized the testimony from the suppression hearing, and found substantial evidence to support a finding that Agent Lopez did not inform Leon-Delfis about post-test questioning. That was Leon-Delfis' testimony, and appears to be Agent Lopez's testimony when asked that specific question on cross-examination. Certainly this interpretation is consistent with Agent Lopez's earlier testimony when he was called upon to testify whether he advised Leon-Delfis post-test questioning might occur: he merely responded \"I wasn't asked.\"</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Based upon the record and the district court findings, we assume that Leon-Delfis was not advised by Agent Lopez of the possible post-test interrogation.</p>\n    </div>\n    <p class=\"indent\">B.</p>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">The Sixth Amendment to the United States Constitution states: \"In all criminal proceedings, the accused shall enjoy the right . . . to have the assistance of counsel for his defense.\" That right \"is indispensable to the fair administration of our adversarial system of criminal justice.\" Maine v. Moulton, <span class=\"citation\" data-id=\"111546\"><a href=\"/opinion/111546/maine-v-moulton/\"><span class=\"volume\">474</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">159</span></a></span>, 168 106 S.Ct. 477(1985). Accordingly, the Supreme Court has recognized</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">that the assistance of counsel cannot be limited to participation in a trial; to deprive a person of counsel during the period prior to trial may be more damaging than denial of counsel during the trial itself. Recognizing that the right to the assistance of counsel is shaped by the need for the assistance of counsel, we have found that the right attaches at earlier, critical stages in the criminal justice process where the results might well settle the accused's fate and reduce the trial itself to a mere formality.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Id. at 170 (internal quotation and citations omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Pursuant to the Sixth Amendment, \"a person is entitled to the help of a lawyer at or after the time that judicial proceedings have been initiated against him -- whether by way of formal charge, preliminary hearing, indictment, information, or arraignment.\" Brewer v. Williams, <span class=\"citation\" data-id=\"109624\"><a href=\"/opinion/109624/brewer-v-williams/\"><span class=\"volume\">430</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">387</span></a></span>, 398 (1977) (internal quotation and citations omitted). Thus, the government does not, and cannot, dispute that Leon-Delfis' Sixth Amendment right to counsel attached previous to the questioning at issue, because he was arraigned on May 7, 1997, prior to the polygraph test and post-test questioning on June 15, 1998. See id.; see also Michigan v. Jackson, <span class=\"citation\" data-id=\"111622\"><a href=\"/opinion/111622/michigan-v-jackson/\"><span class=\"volume\">475</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">625</span></a></span>, 629 (1986) (\"The arraignment signals the initiation of adversary judicial proceedings and thus the attachment of the Sixth Amendment . . . .\") (internal quotation and citation omitted). Additionally, the government does not, and cannot, challenge that Leon-Delfis' Sixth Amendment right to counsel applied to the post-polygraph questioning. See id. at 630 (stating that after arraignment, \"government efforts to elicit information from the accused, including interrogation, represent critical stages at which the Sixth Amendment applies\") (internal quotation omitted). Thus, the issue is whether Leon-Delfis validly waived that right for purposes of questioning that occurred after the polygraph test.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">The government has the burden to \"prove an intentional relinquishment or abandonment\" of the Sixth Amendment right to counsel. Brewer, 430 U.S. at 404, quoting Johnson v. Zerbst, <span class=\"citation\" data-id=\"103050\"><a href=\"/opinion/103050/johnson-v-zerbst/\"><span class=\"volume\">304</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">458</span></a></span>, 464 (1938), overruled in part on other grounds by Edwards v. Arizona, <span class=\"citation\" data-id=\"110475\"><a href=\"/opinion/110475/edwards-v-arizona/\"><span class=\"volume\">451</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">477</span></a></span> (1981); see also Jackson, 475 U.S. at 633. The Court has stated \"that we should 'indulge every reasonable presumption against waiver of fundamental constitutional rights.'\" Jackson, 475 U.S. at 633, quoting Johnson, 304 U.S. at 464. \"Doubts must be resolved in favor of protecting the constitutional claim.\" Jackson, 475 U.S. at 633. \"The determination of whether there has been an intelligent waiver of the right to counsel must depend, in each case, upon the particular facts and circumstances surrounding that case, including the background, experience, and conduct of the accused.\" Johnson, 304 U.S. at 464.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">In Edwards, the Court, considering the Fifth Amendment right to counsel, held that after an accused person in custody \"expressed his desire to deal with the police only through counsel, [he] is not subject to further interrogation by the authorities until counsel has been made available to him, unless the accused himself initiates further communication, exchanges, or conversations with the police.\" Edwards, 451 U.S. at 484-85. Several years later, in Michigan v. Jackson, the Court held that the rule in Edwards also applied after a defendant invoked his Sixth Amendment right to counsel:</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">We thus hold that, if police initiate interrogation after a defendant's assertion, at an arraignment or similar proceeding, of his [Sixth Amendment] right to counsel, any waiver of the defendant's right to counsel for that police-initiated interrogation is invalid.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Although the Edwards decision itself rested on the Fifth Amendment and concerned a request for counsel made during custodial interrogation, the [lower court] correctly perceived that the reasoning of that case applies with even greater force to these [Sixth Amendment] cases.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">475 U.S. at 636; see also Moulton, 474 U.S. at 170-71 (\"Once the right to counsel has attached and been asserted, the State must of course honor it. . . . [A]t the very least, the prosecutor and police have an affirmative obligation not to act in a manner that circumvents and thereby dilutes the protection afforded by the right to counsel.\") (footnote omitted). Jackson makes it clear that once a defendant's Sixth Amendment right to counsel attaches, the police cannot initiate questioning in the absence of counsel without violating that right.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">While looking at the totality of the circumstances, several courts have articulated relevant facts to be considered in identifying \"the background, experience, and conduct of the accused,\" Johnson, 304 U.S. at 464, in determining whether a signed waiver of one's Fifth or Sixth Amendment right to counsel for purposes of a polygraph test carries over to post-polygraph interrogation. Those circumstances include who requested the polygraph examination; who initiated the post-polygraph questioning; whether the signed waiver clearly specifies that it applies to post-polygraph questioning or only to the polygraph test; and whether the defendant has consulted with counsel. See Wyrick v. Fields, <span class=\"citation\" data-id=\"110809\"><a href=\"/opinion/110809/wyrick-v-fields/\"><span class=\"volume\">459</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">42</span></a></span>, 47 (1982) (per curiam); United States v. Johnson, <span class=\"citation\" data-id=\"487141\"><a href=\"/opinion/487141/united-states-v-johnson-richard/\"><span class=\"volume\">816</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">918</span></a></span>, 921 n.4 (3d Cir. 1987); United States v. Gillyard, <span class=\"citation no-link\"><span class=\"volume\">726</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1427</span></span>, 1427-29 (9th Cir. 1984); United States v. Eagle Elk, <span class=\"citation no-link\"><span class=\"volume\">711</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">80</span></span>, 82 (8th Cir. 1983).</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">After careful review, we cannot accept the district court's holding that Leon-Delfis waived his right to counsel for purposes of the post-polygraph questioning. The difficulty began when the district court applied the wrong legal standard. The district court stated that \"the onus is not on the F.B.I. agent or the government agent\" to avoid questioning. However, because Leon-Delfis' Sixth Amendment right to counsel had clearly attached, the government could not initiate questioning in the absence of counsel without potentially violating that right. See Jackson, 475 U.S. at 636; Moulton, 474 U.S. at 170-71. Had Leon-Delfis initiated the post-polygraph discussion, we might reach a different outcome. But he did not. Both he and Agent Lopez testified that the agents began the post-polygraph dialogue. The agents were required to respect Leon-Delfis' right to counsel by not questioning him in the absence of his attorney.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">In addition, the evidence indicates that Leon-Delfis did not waive his right to counsel. Leon-Delfis was neither told that post-test questioning would occur nor signed a waiver that specifically mentioned the possibility of post-test questioning. Additionally, the FBI agents who questioned Leon-Delfis knew that he was actually represented by counsel; that he did not request the polygraph test but only consented to it after suggestion by the Assistant United States Attorney; and that Agent Lopez initiated the post-polygraph conversation and questioning, not Leon-Delfis.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">It is true, as the district court found, that Leon-Delfis was previously questioned by the FBI. However, the factual circumstances surrounding that questioning were entirely different than the post-polygraph questioning: the previous interrogations occurred while the FBI was first investigating this case, before Leon-Delfis' Fifth or Sixth Amendment rights to counsel attached. Additionally, there is no indication that Leon-Delfis was a \"career criminal\" or that aside from these two previous, limited examinations he was intimately acquainted with the criminal justice system. In any case, that the FBI previously questioned Leon-Delfis does not alone outweigh other facts pointing to an unknowing and involuntary waiver for purposes of the post-polygraph questioning.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">It is also true that Leon-Delfis signed two waivers of rights on the day of the interrogation. The district court relied upon these waivers in support of its holding that Leon-Delfis waived his right to counsel for post-polygraph questioning. However, the district court found that one waiver applied to pre-test questioning, and one to polygraph test questioning. It does not follow that Leon-Delfis waived his right to counsel for post-test questioning because he waived his right to pre-test and test questioning: waivers of rights are specific. See United States v. Eaton, <span class=\"citation\" data-id=\"532749\"><a href=\"/opinion/532749/united-states-v-thomas-otis-eaton/\"><span class=\"volume\">890</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">511</span></a></span>, 513 (1st Cir. 1989) (right to counsel); United States v. Allee, <span class=\"citation\" data-id=\"531208\"><a href=\"/opinion/531208/united-states-v-george-allee/\"><span class=\"volume\">888</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">208</span></a></span>, 214 (1st Cir. 1989) (per curiam) (right against self-incrimination); United States v. Johnson, 816 F.2d at 922 n.4 (right to counsel). The waivers Leon-Delfis signed did not specifically mention the possibility of post-polygraph questioning, and Agent Lopez failed to explain that post-polygraph questioning would occur. All these facts suggest exactly the opposite conclusion than that made by the district court: that Leon-Delfis' having signed two previous waivers did not mean he knowingly and intelligently waived his rights for post-polygraph questioning.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">Looking at the totality of the circumstances and specifically focusing on the relevant inquiry articulated by courts referred to above, we hold that the district court erred in concluding that Leon-Delfis intelligently and knowingly waived his Sixth Amendment right to counsel for the post-test interrogation and that his confession was not admissible. Even so, we will not reverse a conviction because of trial error in admitting evidence obtained in violation of a defendant's Sixth Amendment right to counsel unless the error was \"harmless beyond a reasonable doubt.\" Milton v. Wainwright, <span class=\"citation\" data-id=\"108585\"><a href=\"/opinion/108585/milton-v-wainwright/\"><span class=\"volume\">407</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">371</span></a></span>, 372 (1972). We recently stated:</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">The ordinary test for harmless error is sometimes said to turn on whether it is \"highly probable\" that the improperly admitted evidence \"contributed\" to the conviction. But since any relevant evidence wrongly admitted probably was considered by the jury (and therefore \"contributed\" in a literal sense), a more useful formulation of the harmless error question is to ask whether the result would have been the same if the disputed evidence had not been admitted. We have therefore said that a conviction will be upheld if it is \"highly probable\" that the result would have been the same.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">United States v. Vigneau, <span class=\"citation\" data-id=\"198567\"><a href=\"/opinion/198567/united-states-v-vigneau/\"><span class=\"volume\">187</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">82</span></a></span>, 86 (1st Cir. 1999) (citations omitted). Additionally, \"for certain errors that are constitutional in character, the error must be harmless beyond a reasonable doubt.\" Id. (internal quotation omitted). In this case, we cannot say, beyond a reasonable doubt, that it is highly probable that the jury would still have convicted Leon-Delfis in the absence of the incriminating evidence. Confessions are by nature highly probative and likely to be at the center of a jury's attention. Here, we have additional indications that the jury contemplated that evidence: it requested to hear the description of the confession again during its deliberations, and then convicted him. Therefore, we reverse his conviction and remand for a new trial at which the confession obtained after the polygraph test is suppressed. See Jackson, 475 U.S. at 628-29 (affirming state court holding that evidence obtained in violation of defendant's Sixth Amendment right to counsel should have been suppressed at trial).</p>\n    </div>\n    <p class=\"indent\">III.</p>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">Leon-Delfis also argues that the district court should have given the jury a multiple conspiracy defense instruction. Because we reverse Leon-Delfis' conviction, it is unnecessary to address this argument as to him. See United States v. Gray, <span class=\"citation\" data-id=\"799747\"><a href=\"/opinion/799747/united-states-v-roy-gray/\"><span class=\"volume\">63</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">57</span></a></span>, 61 n.3 (1st Cir. 1995). In addition, Santiago-Sanchez did not raise this issue in the district court, but attempted to do so on appeal by a reference in his brief to Leon-Delfis' argument.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">Santiago-Sanchez's brief merely states that he \"herein joins in the [multiple conspiracy defense instruction] issue presented to the Honorable Circuit Court . . . by co-appellee Hector Leon Delfis.\" He does not attempt to explain how this argument applies to him, and he fails to disclose that he neither proposed a multiple conspiracy defense instruction in the district court nor objected when one was not given. See United States v. Portela, <span class=\"citation\" data-id=\"761694\"><a href=\"/opinion/761694/united-states-v-rafael-portela-united-states-of-america-v-francisco/\"><span class=\"volume\">167</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">687</span></a></span>, 699 (1st Cir. 1999) (reviewing failure to give jury instruction for plain error when defendant failed to object at trial); United States v. Crochiere, <span class=\"citation\" data-id=\"197656\"><a href=\"/opinion/197656/united-states-v-crochiere/\"><span class=\"volume\">129</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">233</span></a></span>, 237 (1st Cir. 1997) (reviewing failure to give jury instruction for plain error when defendant neither proposed jury instruction nor objected at trial); Senra v. Cunningham, <span class=\"citation\" data-id=\"195025\"><a href=\"/opinion/195025/senra-v-cunningham/\"><span class=\"volume\">9</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">168</span></a></span>, 171 (1st Cir. 1993) (holding defendant waived objection to jury instruction when he failed to object at trial). Leon-Delfis objected to the district court's failure to include a multiple conspiracy instruction, but we typically require defendants in joint criminal trials to raise their own objections at trial. See United States v. Palow, <span class=\"citation\" data-id=\"461002\"><a href=\"/opinion/461002/united-states-v-robert-s-palow-united-states-of-america-v-paul-c/\"><span class=\"volume\">777</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">52</span></a></span>, 54 (1st Cir. 1985) (defendant waived claim that trial should have been severed, regardless of fact that other defendants moved for severance, because he did not individually move for severance). This rule is relaxed only when the district court specifically states that an objection from one defendant will be considered an objection for all defendants. See United States v. Alzanki, <span class=\"citation\" data-id=\"196113\"><a href=\"/opinion/196113/united-states-v-alzanki/\"><span class=\"volume\">54</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">994</span></a></span>, 1005 n.11 (1st Cir. 1995); United States v. Sepulveda, <span class=\"citation\" data-id=\"662432\"><a href=\"/opinion/662432/united-states-v-david-sepulveda-united-states-of-america-v-edgar/\"><span class=\"volume\">15</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1161</span></a></span>, 1180 (1st Cir. 1993). Neither Leon-Delfis nor Santiago-Sanchez have informed us that the district court made such a statement in this case.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">In United States v. Zannino, <span class=\"citation\" data-id=\"536025\"><a href=\"/opinion/536025/united-states-v-ilario-ma-zannino/\"><span class=\"volume\">895</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span>, 17 (1st Cir. 1990), we refused to consider Zannino's attempt to incorporate other appellants' arguments by reference because his attempt was perfunctory and failed to explain how those arguments specifically applied to him. That is the case here. For that reason, and also because Santiago-Sanchez failed to raise this argument in the trial court, we reject his effort to incorporate by reference, as we did in the similar case of United States v. Saccoccia, <span class=\"citation\" data-id=\"196165\"><a href=\"/opinion/196165/united-states-v-saccoccia/\"><span class=\"volume\">58</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">754</span></a></span>, 790 (1st Cir. 1995).</p>\n    </div>\n    <p class=\"indent\">IV.</p>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">Santiago-Sanchez also argues that the district court erred in allowing the government to introduce rebuttal evidence against him concerning money that was seized from him in a related civil in rem proceeding and subsequently disallowing him to introduce surrebuttal evidence on that subject. These errors, Santiago-Sanchez argues, violated his Sixth Amendment right to confrontation. We review the admission of rebuttal and surrebuttal evidence for abuse of discretion. See Faigin v. Kelly, <span class=\"citation\" data-id=\"198558\"><a href=\"/opinion/198558/faigin-v-kelly-carucci/\"><span class=\"volume\">184</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">67</span></a></span>, 85 (1st Cir. 1999) (rebuttal evidence); Kines v. Butterworth, <span class=\"citation\" data-id=\"398894\"><a href=\"/opinion/398894/bobby-ray-kines-v-fred-butterworth-ronald-st-pierre-v-fred-butterworth/\"><span class=\"volume\">669</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">6</span></a></span>, 13 (1st Cir. 1981) (surrebuttal evidence).</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">The government introduced in its case in chief a bank teller's testimony that Santiago-Sanchez made two bank deposits in 1996, one of $39,000 and the other of $20,000, which allegedly related to money laundering charges against him. During Santiago-Sanchez's defense, his wife testified that their family's finances in 1996 were such that Santiago-Sanchez could have deposited the $59,000 from personal funds. On cross-examination, the government asked her about money that was seized from Santiago-Sanchez in a civil forfeiture in rem proceeding that predated, but stemmed from the same facts alleged in, the criminal trial. She said the amount seized was the family's entire savings, but she was unsure exactly how much money was seized, although she did not think that it exceeded $200,000. When the government questioned her about the legitimate sources of the amount seized, the sum from sources she could explain came to $105,500. As rebuttal evidence, the government sought to introduce records from the in rem proceeding indicating that the amount seized was $203,000. This evidence, the government argued, served to impeach Santiago-Sanchez's wife's testimony and was circumstantial evidence of Santiago-Sanchez's wrongdoing. The defense sought an opportunity for surrebuttal to show that other persons claimed parts of the $203,000 in the in rem forfeiture proceeding. The district court admitted the rebuttal evidence but disallowed surrebuttal.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">We first examine Santiago-Sanchez's argument that the rebuttal evidence should not have been admitted. He argues that the evidence was irrelevant pursuant to Federal Rules of Evidence 401 and 402. However, evidence of possession or control over substantial sums of money from unexplained sources is relevant in criminal cases involving money. See, e.g., United States v. Ford, <span class=\"citation\" data-id=\"195344\"><a href=\"/opinion/195344/united-states-v-ford/\"><span class=\"volume\">22</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">374</span></a></span>, 383 (1st Cir. 1994); United States v. Figueroa, <span class=\"citation\" data-id=\"592204\"><a href=\"/opinion/592204/united-states-v-angel-luis-figueroa-united-states-of-america-v-tomas/\"><span class=\"volume\">976</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1446</span></a></span>, 1454 (1st Cir. 1992). Here, the government seized $203,000, the source of which Santiago-Sanchez's wife did not fully explain. Thus, the rebuttal evidence was relevant and admissible.</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">In the alternative, Santiago-Sanchez argues the evidence was more prejudicial than probative pursuant to Federal Rule of Evidence 403. \"This is a difficult row to hoe: 'Only rarely -- and in extraordinarily compelling circumstances -- will we, from the vista of a cold appellate record, reverse a district court's on-the-spot judgment concerning the relative weighing of probative value and unfair effect.'\" Saccoccia, 58 F.3d at 773, quoting Freeman v. Package Mach. Corp., <span class=\"citation\" data-id=\"517427\"><a href=\"/opinion/517427/49-fair-emplpraccas-1139-48-empl-prac-dec-p-38456-27-fed-r-evid/\"><span class=\"volume\">865</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1331</span></a></span>, 1340 (1st Cir. 1988). This is not one of those rare circumstances.</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">The government's conspiracy and money laundering charges against Santiago-Sanchez alleged that he was in possession of large sums of illegally secured money. That he can explain other sources for that money goes to the weight of that evidence, not admissibility. See United States v. Newton, <span class=\"citation\" data-id=\"533777\"><a href=\"/opinion/533777/united-states-v-stuart-h-newton-united-states-of-america-v-thomas-w/\"><span class=\"volume\">891</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">944</span></a></span>, 949 (1st Cir. 1989), citing United States v. Tramunti, <span class=\"citation\" data-id=\"326798\"><a href=\"/opinion/326798/united-states-v-carmine-tramunti/\"><span class=\"volume\">513</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1087</span></a></span>, 1105 (2d Cir. 1975). Evidence of the forfeited money shows that Santiago-Sanchez possessed large amounts of money, the legitimate source of which was not fully explained. The district court was thus within its discretion to allow the rebuttal evidence.</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">Santiago-Sanchez also argues he should have been given an opportunity to provide surrebuttal evidence that would have shown that other individuals claimed part of the seized money. \"A trial court has great discretion over the permissible scope of testimony in surrebuttal . . . .\" United States v. Gaines, <span class=\"citation\" data-id=\"198451\"><a href=\"/opinion/198451/united-states-v-gaines/\"><span class=\"volume\">170</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">72</span></a></span>, 83 (1st Cir. 1999). Surrebuttal is only allowed \"'to explain away new facts brought forward by the proponent in rebuttal, or evidence to impeach a witness who testified in rebuttal.'\" Id., quoting F.W. Woolworth Co. v. Contemporary Arts, Inc., <span class=\"citation\" data-id=\"228357\"><a href=\"/opinion/228357/fw-woolworth-co-v-contemporary-arts-inc/\"><span class=\"volume\">193</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">162</span></a></span>, 166-67 (1st Cir. 1951). Ordinarily, surrebuttal is not allowed when it concerns issues raised prior to the opponent's rebuttal and the proffered evidence could have been introduced at that time. See Gaines, 170 F.3d at 83 (affirming district court's decision to disallow surrebuttal concerning an \"issue . . . raised prior to . . . rebuttal\" when party elected not to introduce evidence); Kines, 669 F.2d at 13-14 (holding, in collateral review of state court decision, that there was no error in rejecting surrebuttal that was cumulative and could have been introduced before state's rebuttal).</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">As indicated, the surrebuttal Santiago-Sanchez proffered dealt with claims other persons had to the money seized in the in rem proceeding. The district court was well within its discretion in not allowing it. First, it concerned a subject that was at issue before the government introduced its rebuttal evidence: the legitimate source of the money seized in the in rem proceeding. After the government's cross-examination of Santiago-Sanchez's wife, in which she was questioned about the source of the money seized, the defense could have introduced evidence about any other claims to that money; however, it chose not to. See Gaines, 170 F.3d at 83 (disallowing surrebuttal on issue raised prior to rebuttal when party elected not to introduce evidence). Second, the surrebuttal was not proffered to impeach a rebuttal witness or explain away new facts raised during rebuttal. Santiago-Sanchez did not try to introduce evidence suggesting the amount seized was less than $203,000; thus, it was not offered for impeachment purposes. He also could not have explained away new facts raised in rebuttal, because Santiago-Sanchez's wife had already testified as to other persons' claims to the money in her direct examination. Further evidence on that subject would have been repetitive. For these reasons, the district court did not abuse its discretion in disallowing Santiago-Sanchez's proffered surrebuttal.</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">Santiago-Sanchez also argues, as he did before the district court, that the surrebuttal should have been allowed pursuant to \"the rule of completeness which underlies\" Federal Rule of Evidence 106. That rule states: \"When a writing or recorded statement or part thereof is introduced by a party, an adverse party may require the introduction at that time of any other part or any other writing or recorded statement which ought in fairness to be considered contemporaneously with it.\" Whether Rule 106 provides an independent ground for admitting evidence at trial is an open question in this circuit. See United States v. Boylan, <span class=\"citation\" data-id=\"538369\"><a href=\"/opinion/538369/united-states-v-peter-boylan-united-states-of-america-v-john-e-carey/\"><span class=\"volume\">898</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">230</span></a></span>, 257 n.16 (1st Cir. 1990). In order for us to accept Santiago-Sanchez's Rule 106 argument, we would have to answer this open question. However, Santiago-Sanchez has not fully briefed this issue or given us any reason to hold that Rule 106 furnishes an independent ground to admit evidence in this case. We leave the resolution of that question to another day after it has been properly raised and fully briefed.</p>\n    </div>\n    <p class=\"indent\">V.</p>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">Santiago-Sanchez also argues that the district court erred in sentencing him to pay restitution because the government already seized a larger amount of money from him in the civil forfeiture in rem action. He argues that restitution in this criminal action, in addition to forfeiture in rem in a civil action, raises potential double jeopardy problems and is unfair. We review restitution sentencing orders for abuse of discretion; related findings of fact are upheld unless clearly erroneous, and legal questions involved in the order are reviewed de novo. See United States v. Vaknin, <span class=\"citation\" data-id=\"197346\"><a href=\"/opinion/197346/united-states-v-vaknin/\"><span class=\"volume\">112</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">579</span></a></span>, 586 (1st Cir. 1997).</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">There is no potential double jeopardy problem in this case. The Supreme Court has consistently concluded that the Double Jeopardy Clause \"does not apply to [civil forfeitures] because they do not impose punishment.\" United States v. Ursery, <span class=\"citation\" data-id=\"118052\"><a href=\"/opinion/118052/united-states-v-ursery/\"><span class=\"volume\">518</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">267</span></a></span>, 274 (1996). As we recently stated: \"A completed civil forfeiture of property does not constitute 'jeopardy' under the Double Jeopardy Clause, and does not bar the subsequent criminal prosecution and punishment of the defendant whose property was forfeited.\" United States v. Candelaria-Silva, <span class=\"citation\" data-id=\"198294\"><a href=\"/opinion/198294/united-states-v-candelaria-silva/\"><span class=\"volume\">166</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">19</span></a></span>, 43 (1st Cir. 1999); see also United States v. One Parcel of Real Property with Bldgs., Appurtenances, and Improvements, Known as 154 Manley Road, Located in Burrillville, R.I., <span class=\"citation no-link\"><span class=\"volume\">91</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></span> (1st Cir. 1996) (per curiam) (following Ursery).</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">Santiago-Sanchez also argues that restitution in this case is unfair (1) because he \"lacks any degree of control over the assets from which the restitution is to proceed\" inasmuch as the government, in the civil in rem case, seized the embezzled money; and (2) the civil in rem case began first and has been stayed only to protect his constitutional rights in the criminal case. Significantly, Santiago-Sanchez does not contest that federal statutes authorize restitution in this case; he merely argues that restitution is unfair. However, the language of the sentencing guidelines and related statutes regarding restitution is plain and allows the district court no discretion. The applicable sentencing guideline clearly states: \"The court shall . . . enter a restitution order if such order is authorized under 18 U.S.C. &#167;&#167; 3663-3664 . . . .\" U.S.S.G. &#167; 5E1.1(a)(1) (emphasis added). Section 3664 likewise states that \"the court shall order restitution to each victim in the full amount of each victim's losses as determined by the court and without consideration of the economic circumstances of the defendant.\" 18 U.S.C. &#167;&#167; 3664(f)(1)(A) (emphasis added). These provisions show that the Sentencing Commission and Congress were more concerned about the inherent fairness of making crime victims whole than fairness to defendants who were found guilty of financial crimes. Cf. United States v. Porter, <span class=\"citation\" data-id=\"722419\"><a href=\"/opinion/722419/united-states-v-mary-m-porter/\"><span class=\"volume\">90</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">64</span></a></span>, 70 (2d Cir. 1996) (\"Congress has decided to protect the interests of victims of crime.\").</p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">Of course, restitution may not be ordered if \"full restitution has been made\" or if \"the complication and prolongation of the sentencing process resulting from the fashioning of a restitution requirement outweighs the need to provide restitution to any victims through the criminal process.\" U.S.S.G. &#167; 5E1.1(b). To the extent Santiago-Sanchez implies that the first of these situations applies because the government has seized money in the civil in rem proceeding, he is incorrect. Seizure of money in a civil in rem proceeding does not constitute restitution. Full restitution has not been made in the civil case because that case has not been completed, a final judgment issued, and the money restored to the proper owner. In other words, even though money that might belong to the government has been seized from Santiago-Sanchez, the final adjudication of whether that money in fact belongs to the government or to Santiago-Sanchez has not been made, and money properly belonging to the government has not been released to it. Thus, Santiago-Sanchez has not yet made the government whole. Thus, the district court did not abuse its discretion in ordering restitution.</p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\">AFFIRMED as to Santiago-Sanchez; REVERSED AND REMANDED as to Leon-Delfis.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p>  Of the Ninth Circuit, sitting by designation.</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/103050/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108585/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109624/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110475/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110809/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111546/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111622/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118052/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195025/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195344/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196113/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196165/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197346/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197656/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198294/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198451/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198546/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198558/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198567/",
    "http://www.courtlistener.com/api/rest/v3/opinions/228357/",
    "http://www.courtlistener.com/api/rest/v3/opinions/326798/",
    "http://www.courtlistener.com/api/rest/v3/opinions/398894/",
    "http://www.courtlistener.com/api/rest/v3/opinions/461002/",
    "http://www.courtlistener.com/api/rest/v3/opinions/487141/",
    "http://www.courtlistener.com/api/rest/v3/opinions/517427/",
    "http://www.courtlistener.com/api/rest/v3/opinions/531208/",
    "http://www.courtlistener.com/api/rest/v3/opinions/532749/",
    "http://www.courtlistener.com/api/rest/v3/opinions/533777/",
    "http://www.courtlistener.com/api/rest/v3/opinions/536025/",
    "http://www.courtlistener.com/api/rest/v3/opinions/538369/",
    "http://www.courtlistener.com/api/rest/v3/opinions/592204/",
    "http://www.courtlistener.com/api/rest/v3/opinions/662432/",
    "http://www.courtlistener.com/api/rest/v3/opinions/664922/",
    "http://www.courtlistener.com/api/rest/v3/opinions/722419/",
    "http://www.courtlistener.com/api/rest/v3/opinions/761694/",
    "http://www.courtlistener.com/api/rest/v3/opinions/799747/"
  ]
}