{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/198943/",
  "absolute_url": "/opinion/198943/united-states-v-cruz/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/198943/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T04:20:01Z",
  "date_modified": "2017-03-24T10:59:40.615374Z",
  "type": "010combined",
  "sha1": "e776f9585852849642fb2057d7f30399c716d826",
  "page_count": 11,
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/99-1330-01A.pdf",
  "local_path": "pdf/2000/05/24/US_v._Cruz.pdf",
  "plain_text": "          United States Court of Appeals\n                     For the First Circuit\n\n\nNo. 99-1330\n\n                   UNITED STATES OF AMERICA,\n\n                           Appellee,\n\n                              v.\n\n                          DAVID CRUZ,\n\n                     Defendant, Appellant.\n\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n               FOR THE DISTRICT OF MASSACHUSETTS\n\n     [Hon. Frank H. Freedman, Senior U.S. District Judge]\n\n\n                            Before\n\n                     Boudin, Circuit Judge,\n\n                 Bownes, Senior Circuit Judge,\n\n                   and Lynch, Circuit Judge.\n\n\n\n     Veronica J. White, by appointment of the court, for\nappellant.\n     Jennifer H. Zacks, Assistant United States Attorney, with\nwhom Donald K. Stern, United States Attorney, and William M.\nWelch II, Assistant United States Attorney, was on brief for the\nUnited States.\n\f                               May 24, 2000\n\n\n\n\n           BOUDIN, Circuit Judge.           David Cruz was indicted in\n\nDecember     1995   and   charged    with    participating       in   a    drug\n\nconspiracy and related counts.        21 U.S.C. §§ 841, 846, 853, 856.\n\nThe gist of the charges was that he had been involved in a ring\n\nbased in Springfield, Massachusetts, which manufactured and sold\n\nat least 62 kilograms of powder cocaine and 770 grams of crack\n\ncocaine over a five-year period.            In January 1997, on a date\n\npreviously    scheduled    for    trial,    Cruz    pled    guilty    to    the\n\nconspiracy count and a forfeiture count pursuant to a plea\n\nagreement with the government.1\n\n           On February 25, 1999, after a sentencing hearing, Cruz\n\nwas sentenced to 180 months in prison.               The guideline range\n\ncomputed by the district court, after crediting Cruz with time\n\nspent in state custody on a related offense, was 250-315 months,\n\nbut   a   lesser    sentence--180    months--was     imposed       after    the\n\ndistrict   court    departed     downward   based   on     the   government's\n\n\n\n      1\n     Later, Cruz also pled guilty to a specific distribution\ncount, apparently in an effort to bar or dissuade the state from\nimposing an additional penalty for the conduct involved in that\ndistribution. This wrinkle does not affect any of the issues\npresented on this appeal.\n\n                                    -2-\n\fmotion describing the nature and extent of Cruz's cooperation\n\nwith and substantial assistance to the government.                               U.S.S.G. §\n\n5K1.1.       Cruz has now appealed, challenging his sentence but not\n\nthe judgment of conviction.\n\n                 It is worth noting at the outset that almost all of the\n\nclaims now made on appeal were not presented to the district\n\ncourt.           We    need    not   decide     which       if     any   could   fairly      be\n\ndescribed as expressly \"waived\" and thus not subject to review\n\nunder any standard (although the court may always choose on its\n\nown    to    correct         fault    where     a    miscarriage         of   justice   would\n\notherwise result).                 United States v. Olano, 507 U.S. 725, 733\n\n(1993).          It is enough that the claims not presented at the\n\ndistrict court also do not rise to the level of \"plain error,\"\n\nwhich       is    the    usual      standard        applied      where    a   claim   is     not\n\nproperly preserved.                Olano, 507 U.S. at 732-35; United States v.\n\nLilly, 13 F.3d 15, 18 n.6 (1st Cir. 1994).\n\n                 Cruz first argues that the government induced him to\n\ncooperate and plead guilty by indicating that his sentence might\n\nbe as low as 10 years and then breached this commitment, or at\n\nleast acted in bad faith, by recommending a 19-year sentence; as\n\nalready noted, the district judge departed downward to 15 years.\n\nCruz    says          that    at   the   very       least     he   was    entitled      to   an\n\n\n\n\n                                               -3-\n\fevidentiary hearing (which he never requested) on the good faith\n\nissue.    Cruz's arguments are without merit.\n\n           So far as it appears, the Assistant United States\n\nAttorney indicated at some point in the plea bargaining process\n\nthat to qualify for a recommendation as low as ten years, Cruz\n\nwould    have   to   inculpate    someone      equivalent   to   a   notorious\n\nColombian drug figure named by the prosecutor.                   However, the\n\ngovernment found that Cruz's cooperation was halting, initially\n\nincomplete and of limited value--although sufficient to justify\n\nthe downward departure motion already noted.                If there is any\n\nbasis for the promise of a ten-year sentence more specific than\n\nwhat we have just described, it is not revealed in Cruz's brief.\n\n           The plea agreement that Cruz entered reserved to the\n\ngovernment complete freedom to recommend a particular sentence\n\nor make no recommendation at all.              And the agreement contained\n\nan integration clause saying that it was the complete agreement\n\nbetween the parties, that no other promises had been made, and\n\nthat the agreement superseded the \"prior understandings, if any,\n\nof the parties, whether written or oral.\"                   And before the\n\nsentencing,     Cruz    made     clear   his    disappointment       with   the\n\ngovernment's refusal to recommend a ten-year sentence but never\n\nclaimed this to be a breach of any agreement.\n\n\n\n\n                                     -4-\n\f          Against this background, the claims of a breach, bad\n\nfaith or the need for an evidentiary hearing are close to\n\nfrivolous.      There is no ambiguity in the agreement, see United\n\nStates v. Alegria, 192 F.3d 179, 185 (1st Cir. 1999), and there\n\nis no indication of bad faith, id. at 187.                The government did\n\nnot promise a recommendation of ten years at any stage, nor is\n\nthere any evidence that its evaluation of Cruz's cooperation was\n\nmade in bad faith (the government's reasons were provided in\n\ndetail in its section 5K1.1 submission to the district court).\n\nThe idea that there is any lurking plain error here is nonsense.\n\n          In a slightly more interesting variant on this theme,\n\nCruz says that the government promised that if substantial\n\nassistance were provided, it would move \"under 18 U.S.C. §\n\n3553(e)   and    U.S.S.G.   §   5K1.1   .   .   .   .\"     In   the   end,   the\n\ngovernment moved under the guideline provision but did not\n\nexplicitly mention section 3553(e), which would have permitted\n\na departure below the statutory minimum.                 The government says\n\nthat it is not obliged to move under both provisions, although\n\ngiven the language of the plea agreement this point is at least\n\ndebatable; but it also asserts without disagreement from Cruz\n\nthat the mandatory minimum sentence was ten years.                      See 21\n\nU.S.C. § 841(b)(1)(A)(ii).\n\n\n\n\n                                    -5-\n\f           This issue was not raised in the district court, but\n\nwaiver and standard of review are beside the point because there\n\nis no indication that the failure to seek a departure under\n\nsection 3553(e) had any effect on the sentence adverse to Cruz.2\n\nThe district judge chose to impose a sentence well above what\n\nthe government and the defendant treat as the statutory minimum.\n\nCruz has not even attempted to explain how he was prejudiced by\n\nthe failure to reduce the sentencing floor below ten years where\n\nthe district judge had no intention of departing downward to\n\nthat floor, let alone below it.\n\n           Cruz's second argument is that the district court did\n\nnot give him sufficient credit at sentencing for 12 months that\n\nhe   had   spent   in   New   York    State   custody   for   conduct\n\n(specifically, a particular sale of drugs) that was also used to\n\ndetermine the offense level for the federal crime.            As Cruz\n\nconcedes, the district court did subtract the 12 months from the\n\ninitial minimum guideline range sentence of 262-327 months,\n\nreducing it to 250-315 months, before departing downward for\n\n\n\n     2As it happens, a statutory departure may have occurred.\nBoth the pre-sentence report and the plea agreement indicate\nthat the statutory minimum sentence was 20 years because of\nCruz's prior conviction for a felony drug offense, 21 U.S.C. §\n841(b)(1)(A)(ii). If so, the government's recommendation of a\n19-year sentence could be treated as a motion to depart below\nthe statutory minimum. See Melendez v. United States, 518 U.S.\n120, 126 n.5 (1996).\n\n                                -6-\n\fsubstantial assistance.       See U.S.S.G. § 5G1.3(b) n.2 (adjust the\n\nsentence for period of imprisonment already served).\n\n           However, Cruz now says that the district court should\n\nhave departed downward and then subtracted the 12 months, a\n\nsequence that would produce a lower federal sentence               if the\n\ndistrict court had computed the amount of the downward departure\n\nin a particular way, i.e., by determining that the defendant's\n\npre-departure minimum guideline sentence should be reduced by or\n\nto   a   specific   percentage.        In   the   district   court,     the\n\ndefendant's counsel not only made no objection to the sequence\n\nused but affirmatively endorsed it, supporting the government's\n\nclaim    that   there   was   an   affirmative    waiver   (so   that   the\n\ncalculation should not even be reviewed for plain error).               See\n\nOlano, 507 U.S. at 733.       In any event, Cruz was not prejudiced.\n\n           The district court did not purport to use a mechanical\n\npercentage to determine the downward departure.              Presumably,\n\nlike most judges, the district judge was primarily concerned\n\nwith reaching a result that seemed just in light of the severity\n\nof the offense, the defendant's past record, and the degree of\n\nassistance that had been furnished to the government.            There is\n\nno indication that the district court's final choice of 180\n\nmonths as the proper sentence would have been any different had\n\nit been told that the 12 months should be subtracted after the\n\n\n                                    -7-\n\fdownward departure, as it could easily have done by departing\n\ndownward to 192 months and then giving credit for time served.\n\n             Cruz's third major argument is that the district court\n\nerred   in   failing   to   make   a    detailed   finding   on   one   issue\n\nrelating to drug quantities.       The pre-sentence report attributed\n\nto Cruz responsibility for 62 kilograms of powder cocaine and\n\n770 grams of crack cocaine.            Cruz objected at sentencing that\n\nsome of the powder cocaine had been used to make the crack so\n\nthat there was a measure of double counting.            However, defense\n\ncounsel conceded that the calculation dispute would not affect\n\nthe guideline range, explaining that Cruz wanted to preserve the\n\nobjection in case Congress later reduced the penalties for crack\n\nand made the reduced penalties retroactive.\n\n             The district court declined to resolve the dispute on\n\nthe ground that it had no effect on the present sentence.               Under\n\nFed. R. Crim. P. 32(c)(1), the district court is permitted to\n\nbypass controverted facts where the matter \"will not affect\"\n\nsentencing.     Here, Cruz's base offense level would have been the\n\nsame if only the amount of powder cocaine were considered.                See\n\nU.S.S.G. § 2D1.1(c)(2) & n.10.          Accordingly, the district court\n\ndid not have to consider the double counting issue.               See United\n\nStates v. Miller, 951 F.2d 164, 165 (8th Cir. 1991).\n\n\n\n\n                                       -8-\n\f          On appeal Cruz contends for the first time that the\n\ndouble counting issue might have affected the sentence.                   Cruz's\n\ntheory is that if the district court had found a lesser quantity\n\nof drugs, it might have deemed this a mitigating circumstance\n\nnot adequately considered by the guidelines and thus warranting\n\na   further   downward   departure      under       18   U.S.C.    §    3553(b).\n\nIgnoring waiver and plain error limitations, the argument is\n\nsilly:    the guidelines specifically prescribe offense levels\n\nbased on quantity, and Cruz's suggested departure could hardly\n\nbe a matter not adequately considered by the Commission.                       18\n\nU.S.C. § 3553(b).\n\n          Cruz's    fourth     argument        is    that       there   was    an\n\ninsufficient basis for the two-level enhancement of his sentence\n\nfor recklessly endangering another person while fleeing from a\n\nlaw enforcement officer.       U.S.S.G. § 3C1.2.            The pre-sentence\n\nreport described, with respect to one of the drug transactions,\n\nCruz's attempted flight from arresting officers, leading to a\n\nhigh-speed chase through Springfield during which Cruz rammed\n\nseveral   police   vehicles,    drove     up    onto      the    sidewalk     and\n\neventually crashed his own vehicle.\n\n          Cruz stipulated in his plea agreement that he was\n\nsubject to the two-level enhancement based on this incident so\n\nthe objection has arguably been waived.             In any event, there is,\n\n\n                                  -9-\n\fonce again, no indication of any error--let alone a plain error.\n\nThe facts in the presentence report adequately support the\n\nenhancement.   See, e.g., United States v. Conley, 131 F.3d 1387,\n\n1389-90 (10th Cir. 1997), cert. denied, 523 U.S. 1087 (1998).\n\nAnd Cruz is mistaken in thinking that it matters whether the\n\npersons he hit or nearly hit were law enforcement officers; it\n\nis enough that he created a substantial risk of injury to any\n\nperson while fleeing from law enforcement.      U.S.S.G. § 3C1.2 &\n\nn.4.\n\n         In his final claim, Cruz says that the district court\n\nshould have granted him a larger downward departure based on his\n\npre-sentence   rehabilitation     or   based   on   his   pre-trial\n\nconfinement in a detention center where (he says) the conditions\n\nare harsher than those at ordinary Bureau of Prisons facilities.\n\nIn the district court Cruz did not ask for a downward departure\n\nbased on these factors and--absent a mistake of law--refusal to\n\ndepart on these grounds would not be reviewable in any event.\n\nUnited States v. Pierro, 32 F.3d 611, 619 (1st Cir. 1994).       As\n\nit happens, the district court did comment favorably on Cruz's\n\nefforts at rehabilitation and presumably considered them in\n\ndetermining the final sentence.\n\n         None of the arguments made by Cruz in this appeal has\n\nthe slightest merit and--to put the cork in the bottle--none of\n\n\n                                -10-\n\fthe   episodes    even      remotely    suggests      that   Cruz   was   poorly\n\nrepresented      in   the    district    court   in    connection     with   the\n\nsentencing.      No criticism of appellate counsel is suggested:\n\nthe appeal was well handled on Cruz's behalf and a criminal\n\ndefendant is entitled to be zealously represented.                        But in\n\nfuture cases of this kind, a citation in an unpublished opinion\n\nto this opinion can be taken to indicate that the arguments in\n\nquestion are as hopeless as those before us now.\n\n          Affirmed.\n\n\n\n\n                                       -11-\n\f",
  "html": "<p class=\"case_cite\">213 F.3d 1 (1st Cir. 2000)</p>\n    <p class=\"parties\">UNITED STATES OF AMERICA, APPELLEE,<br>v.<br>DAVID CRUZ, DEFENDANT, APPELLANT.</p>\n    <p class=\"docket\">No. 99-1330.</p>\n    <p class=\"court\">United States Court of Appeal First Circuit.</p>\n    <p class=\"date\">Heard March 7, 2000.<br>Decided May 24, 2000.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Veronica J. White, by appointment of the court, for appellant.</p>\n      <p class=\"indent\">Jennifer H. Zacks, Assistant United States Attorney, with whom Donald K. Stern, United States Attorney, and William M. Welch II, Assistant United States Attorney, was on brief for the United States.</p>\n      <p class=\"indent\">Before Boudin, Circuit Judge, Bownes, Senior Circuit Judge, and Lynch, Circuit Judge.</p>\n      <p class=\"indent\">Boudin, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">David Cruz was indicted in December 1995 and charged with participating in a drug conspiracy and related counts. 21 U.S.C. &#167;&#167;&#167;&#167; 841, 846, 853, 856. The gist of the charges was that he had been involved in a ring based in Springfield, Massachusetts, which manufactured and sold at least 62 kilograms of powder cocaine and 770 grams of crack cocaine over a five-year period. In January 1997, on a date previously scheduled for trial, Cruz pled guilty to the conspiracy count and a forfeiture count pursuant to a plea agreement with the government.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">On February 25, 1999, after a sentencing hearing, Cruz was sentenced to 180 months in prison. The guideline range computed by the district court, after crediting Cruz with time spent in state custody on a related offense, was 250-315 months, but a lesser sentence--180 months--was imposed after the district court departed downward based on the government's motion describing the nature and extent of Cruz's cooperation with and substantial assistance to the government. U.S.S.G. &#167;&#167; 5K1.1. Cruz has now appealed, challenging his sentence but not the judgment of conviction.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">It is worth noting at the outset that almost all of the claims now made on appeal were not presented to the district court. We need not decide which if any could fairly be described as expressly \"waived\" and thus not subject to review under any standard (although the court may always choose on its own to correct fault where a miscarriage of justice would otherwise result). United States v. Olano, 507 U.S. 725, 733 (1993). It is enough that the claims not presented at the district court also do not rise to the level of \"plain error,\" which is the usual standard applied where a claim is not properly preserved. Olano, 507 U.S. at 732-35; United States v. Lilly, 13 F.3d 15, 18 n.6 (1st Cir. 1994).</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Cruz first argues that the government induced him to cooperate and plead guilty by indicating that his sentence might be as low as 10 years and then breached this commitment, or at least acted in bad faith, by recommending a 19-year sentence; as already noted, the district judge departed downward to 15 years. Cruz says that at the very least he was entitled to an evidentiary hearing (which he never requested) on the good faith issue. Cruz's arguments are without merit.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">So far as it appears, the Assistant United States Attorney indicated at some point in the plea bargaining process that to qualify for a recommendation as low as ten years, Cruz would have to inculpate someone equivalent to a notorious Colombian drug figure named by the prosecutor. However, the government found that Cruz's cooperation was halting, initially incomplete and of limited value--although sufficient to justify the downward departure motion already noted. If there is any basis for the promise of a ten-year sentence more specific than what we have just described, it is not revealed in Cruz's brief.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The plea agreement that Cruz entered reserved to the government complete freedom to recommend a particular sentence or make no recommendation at all. And the agreement contained an integration clause saying that it was the complete agreement between the parties, that no other promises had been made, and that the agreement superseded the \"prior understandings, if any, of the parties, whether written or oral.\" And before the sentencing, Cruz made clear his disappointment with the government's refusal to recommend a ten-year sentence but never claimed this to be a breach of any agreement.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Against this background, the claims of a breach, bad faith or the need for an evidentiary hearing are close to frivolous. There is no ambiguity in the agreement, see United States v. Alegria, 192 F.3d 179, 185 (1st Cir. 1999), and there is no indication of bad faith, id. at 187. The government did not promise a recommendation of ten years at any stage, nor is there any evidence that its evaluation of Cruz's cooperation was made in bad faith (the government's reasons were provided in detail in its section 5K1.1 submission to the district court). The idea that there is any lurking plain error here is nonsense.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">In a slightly more interesting variant on this theme, Cruz says that the government promised that if substantial assistance were provided, it would move \"under 18 U.S.C. &#167;&#167; 3553(e) and U.S.S.G. &#167;&#167; 5K1.1 . . . .\" In the end, the government moved under the guideline provision but did not explicitly mention section 3553(e), which would have permitted a departure below the statutory minimum. The government says that it is not obliged to move under both provisions, although given the language of the plea agreement this point is at least debatable; but it also asserts without disagreement from Cruz that the mandatory minimum sentence was ten years. See 21 U.S.C. &#167;&#167; 841(b)(1)(A)(ii).</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">This issue was not raised in the district court, but waiver and standard of review are beside the point because there is no indication that the failure to seek a departure under section 3553(e) had any effect on the sentence adverse to Cruz.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> The district judge chose to impose a sentence well above what the government and the defendant treat as the statutory minimum. Cruz has not even attempted to explain how he was prejudiced by the failure to reduce the sentencing floor below ten years where the district judge had no intention of departing downward to that floor, let alone below it.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Cruz's second argument is that the district court did not give him sufficient credit at sentencing for 12 months that he had spent in New York State custody for conduct (specifically, a particular sale of drugs) that was also used to determine the offense level for the federal crime. As Cruz concedes, the district court did subtract the 12 months from the initial minimum guideline range sentence of 262-327 months, reducing it to 250-315 months, before departing downward for substantial assistance. See U.S.S.G. &#167;&#167; 5G1.3(b) n.2 (adjust the sentence for period of imprisonment already served).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">However, Cruz now says that the district court should have departed downward and then subtracted the 12 months, a sequence that would produce a lower federal sentence if the district court had computed the amount of the downward departure in a particular way, i.e., by determining that the defendant's pre-departure minimum guideline sentence should be reduced by or to a specific percentage. In the district court, the defendant's counsel not only made no objection to the sequence used but affirmatively endorsed it, supporting the government's claim that there was an affirmative waiver (so that the calculation should not even be reviewed for plain error). See Olano, 507 U.S. at 733. In any event, Cruz was not prejudiced.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The district court did not purport to use a mechanical percentage to determine the downward departure. Presumably, like most judges, the district judge was primarily concerned with reaching a result that seemed just in light of the severity of the offense, the defendant's past record, and the degree of assistance that had been furnished to the government. There is no indication that the district court's final choice of 180 months as the proper sentence would have been any different had it been told that the 12 months should be subtracted after the downward departure, as it could easily have done by departing downward to 192 months and then giving credit for time served.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Cruz's third major argument is that the district court erred in failing to make a detailed finding on one issue relating to drug quantities. The pre-sentence report attributed to Cruz responsibility for 62 kilograms of powder cocaine and 770 grams of crack cocaine. Cruz objected at sentencing that some of the powder cocaine had been used to make the crack so that there was a measure of double counting. However, defense counsel conceded that the calculation dispute would not affect the guideline range, explaining that Cruz wanted to preserve the objection in case Congress later reduced the penalties for crack and made the reduced penalties retroactive.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The district court declined to resolve the dispute on the ground that it had no effect on the present sentence. Under Fed. R. Crim. P. 32(c)(1), the district court is permitted to bypass controverted facts where the matter \"will not affect\" sentencing. Here, Cruz's base offense level would have been the same if only the amount of powder cocaine were considered. See U.S.S.G. &#167;&#167; 2D1.1(c)(2) &amp; n.10. Accordingly, the district court did not have to consider the double counting issue. See United States v. Miller, 951 F.2d 164, 165 (8th Cir. 1991).</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">On appeal Cruz contends for the first time that the double counting issue might have affected the sentence. Cruz's theory is that if the district court had found a lesser quantity of drugs, it might have deemed this a mitigating circumstance not adequately considered by the guidelines and thus warranting a further downward departure under 18 U.S.C. &#167;&#167; 3553(b). Ignoring waiver and plain error limitations, the argument is silly: the guidelines specifically prescribe offense levels based on quantity, and Cruz's suggested departure could hardly be a matter not adequately considered by the Commission. 18 U.S.C. &#167;&#167; 3553(b).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Cruz's fourth argument is that there was an insufficient basis for the two-level enhancement of his sentence for recklessly endangering another person while fleeing from a law enforcement officer. U.S.S.G. &#167;&#167; 3C1.2. The pre-sentence report described, with respect to one of the drug transactions, Cruz's attempted flight from arresting officers, leading to a high-speed chase through Springfield during which Cruz rammed several police vehicles, drove up onto the sidewalk and eventually crashed his own vehicle.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Cruz stipulated in his plea agreement that he was subject to the two-level enhancement based on this incident so the objection has arguably been waived. In any event, there is, once again, no indication of any error--let alone a plain error. The facts in the presentence report adequately support the enhancement. See, e.g., United States v. Conley, 131 F.3d 1387, 1389-90 (10th Cir. 1997), cert. denied, 523 U.S. 1087 (1998). And Cruz is mistaken in thinking that it matters whether the persons he hit or nearly hit were law enforcement officers; it is enough that he created a substantial risk of injury to any person while fleeing from law enforcement. U.S.S.G. &#167;&#167; 3C1.2 &amp; n.4.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">In his final claim, Cruz says that the district court should have granted him a larger downward departure based on his pre-sentence rehabilitation or based on his pre-trial confinement in a detention center where (he says) the conditions are harsher than those at ordinary Bureau of Prisons facilities. In the district court Cruz did not ask for a downward departure based on these factors and--absent a mistake of law--refusal to depart on these grounds would not be reviewable in any event. United States v. Pierro, 32 F.3d 611, 619 (1st Cir. 1994). As it happens, the district court did comment favorably on Cruz's efforts at rehabilitation and presumably considered them in determining the final sentence.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">None of the arguments made by Cruz in this appeal has the slightest merit and--to put the cork in the bottle--none of the episodes even remotely suggests that Cruz was poorly represented in the district court in connection with the sentencing. No criticism of appellate counsel is suggested: the appeal was well handled on Cruz's behalf and a criminal defendant is entitled to be zealously represented. But in future cases of this kind, a citation in an unpublished opinion to this opinion can be taken to indicate that the arguments in question are as hopeless as those before us now.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Later, Cruz also pled guilty to a specific distribution count, apparently in an effort to bar or dissuade the state from imposing an additional penalty for the conduct involved in that distribution. This wrinkle does not affect any of the issues presented on this appeal.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> As it happens, a statutory departure may have occurred. Both the pre-sentence report and the plea agreement indicate that the statutory minimum sentence was 20 years because of Cruz's prior conviction for a felony drug offense, 21 U.S.C. &#167;&#167; 841(b)(1)(A)(ii). If so, the government's recommendation of a 19-year sentence could be treated as a motion to depart below the statutory minimum. See Melendez v. United States, 518 U.S. 120, 126 n.5 (1996).</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">213</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></span> (1st Cir. 2000)</p>\n    <p class=\"parties\">UNITED STATES OF AMERICA, APPELLEE,<br>v.<br>DAVID CRUZ, DEFENDANT, APPELLANT.</p>\n    <p class=\"docket\">No. 99-1330.</p>\n    <p class=\"court\">United States Court of Appeal First Circuit.</p>\n    <p class=\"date\">Heard March 7, 2000.<br>Decided May 24, 2000.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Veronica J. White, by appointment of the court, for appellant.</p>\n      <p class=\"indent\">Jennifer H. Zacks, Assistant United States Attorney, with whom Donald K. Stern, United States Attorney, and William M. Welch II, Assistant United States Attorney, was on brief for the United States.</p>\n      <p class=\"indent\">Before Boudin, Circuit Judge, Bownes, Senior Circuit Judge, and Lynch, Circuit Judge.</p>\n      <p class=\"indent\">Boudin, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">David Cruz was indicted in December 1995 and charged with participating in a drug conspiracy and related counts. 21 U.S.C. &#167;&#167;&#167;&#167; 841, 846, 853, 856. The gist of the charges was that he had been involved in a ring based in Springfield, Massachusetts, which manufactured and sold at least 62 kilograms of powder cocaine and 770 grams of crack cocaine over a five-year period. In January 1997, on a date previously scheduled for trial, Cruz pled guilty to the conspiracy count and a forfeiture count pursuant to a plea agreement with the government.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">On February 25, 1999, after a sentencing hearing, Cruz was sentenced to 180 months in prison. The guideline range computed by the district court, after crediting Cruz with time spent in state custody on a related offense, was 250-315 months, but a lesser sentence--180 months--was imposed after the district court departed downward based on the government's motion describing the nature and extent of Cruz's cooperation with and substantial assistance to the government. U.S.S.G. &#167;&#167; 5K1.1. Cruz has now appealed, challenging his sentence but not the judgment of conviction.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">It is worth noting at the outset that almost all of the claims now made on appeal were not presented to the district court. We need not decide which if any could fairly be described as expressly \"waived\" and thus not subject to review under any standard (although the court may always choose on its own to correct fault where a miscarriage of justice would otherwise result). United States v. Olano, <span class=\"citation\" data-id=\"112848\"><a href=\"/opinion/112848/united-states-v-olano/\"><span class=\"volume\">507</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">725</span></a></span>, 733 (1993). It is enough that the claims not presented at the district court also do not rise to the level of \"plain error,\" which is the usual standard applied where a claim is not properly preserved. Olano, 507 U.S. at 732-35; United States v. Lilly, <span class=\"citation\" data-id=\"195133\"><a href=\"/opinion/195133/united-states-v-lilly/\"><span class=\"volume\">13</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">15</span></a></span>, 18 n.6 (1st Cir. 1994).</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Cruz first argues that the government induced him to cooperate and plead guilty by indicating that his sentence might be as low as 10 years and then breached this commitment, or at least acted in bad faith, by recommending a 19-year sentence; as already noted, the district judge departed downward to 15 years. Cruz says that at the very least he was entitled to an evidentiary hearing (which he never requested) on the good faith issue. Cruz's arguments are without merit.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">So far as it appears, the Assistant United States Attorney indicated at some point in the plea bargaining process that to qualify for a recommendation as low as ten years, Cruz would have to inculpate someone equivalent to a notorious Colombian drug figure named by the prosecutor. However, the government found that Cruz's cooperation was halting, initially incomplete and of limited value--although sufficient to justify the downward departure motion already noted. If there is any basis for the promise of a ten-year sentence more specific than what we have just described, it is not revealed in Cruz's brief.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The plea agreement that Cruz entered reserved to the government complete freedom to recommend a particular sentence or make no recommendation at all. And the agreement contained an integration clause saying that it was the complete agreement between the parties, that no other promises had been made, and that the agreement superseded the \"prior understandings, if any, of the parties, whether written or oral.\" And before the sentencing, Cruz made clear his disappointment with the government's refusal to recommend a ten-year sentence but never claimed this to be a breach of any agreement.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Against this background, the claims of a breach, bad faith or the need for an evidentiary hearing are close to frivolous. There is no ambiguity in the agreement, see United States v. Alegria, <span class=\"citation\" data-id=\"198656\"><a href=\"/opinion/198656/united-states-v-alegria/\"><span class=\"volume\">192</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">179</span></a></span>, 185 (1st Cir. 1999), and there is no indication of bad faith, id. at 187. The government did not promise a recommendation of ten years at any stage, nor is there any evidence that its evaluation of Cruz's cooperation was made in bad faith (the government's reasons were provided in detail in its section 5K1.1 submission to the district court). The idea that there is any lurking plain error here is nonsense.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">In a slightly more interesting variant on this theme, Cruz says that the government promised that if substantial assistance were provided, it would move \"under 18 U.S.C. &#167;&#167; 3553(e) and U.S.S.G. &#167;&#167; 5K1.1 . . . .\" In the end, the government moved under the guideline provision but did not explicitly mention section 3553(e), which would have permitted a departure below the statutory minimum. The government says that it is not obliged to move under both provisions, although given the language of the plea agreement this point is at least debatable; but it also asserts without disagreement from Cruz that the mandatory minimum sentence was ten years. See 21 U.S.C. &#167;&#167; 841(b)(1)(A)(ii).</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">This issue was not raised in the district court, but waiver and standard of review are beside the point because there is no indication that the failure to seek a departure under section 3553(e) had any effect on the sentence adverse to Cruz.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> The district judge chose to impose a sentence well above what the government and the defendant treat as the statutory minimum. Cruz has not even attempted to explain how he was prejudiced by the failure to reduce the sentencing floor below ten years where the district judge had no intention of departing downward to that floor, let alone below it.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Cruz's second argument is that the district court did not give him sufficient credit at sentencing for 12 months that he had spent in New York State custody for conduct (specifically, a particular sale of drugs) that was also used to determine the offense level for the federal crime. As Cruz concedes, the district court did subtract the 12 months from the initial minimum guideline range sentence of 262-327 months, reducing it to 250-315 months, before departing downward for substantial assistance. See U.S.S.G. &#167;&#167; 5G1.3(b) n.2 (adjust the sentence for period of imprisonment already served).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">However, Cruz now says that the district court should have departed downward and then subtracted the 12 months, a sequence that would produce a lower federal sentence if the district court had computed the amount of the downward departure in a particular way, i.e., by determining that the defendant's pre-departure minimum guideline sentence should be reduced by or to a specific percentage. In the district court, the defendant's counsel not only made no objection to the sequence used but affirmatively endorsed it, supporting the government's claim that there was an affirmative waiver (so that the calculation should not even be reviewed for plain error). See Olano, 507 U.S. at 733. In any event, Cruz was not prejudiced.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The district court did not purport to use a mechanical percentage to determine the downward departure. Presumably, like most judges, the district judge was primarily concerned with reaching a result that seemed just in light of the severity of the offense, the defendant's past record, and the degree of assistance that had been furnished to the government. There is no indication that the district court's final choice of 180 months as the proper sentence would have been any different had it been told that the 12 months should be subtracted after the downward departure, as it could easily have done by departing downward to 192 months and then giving credit for time served.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Cruz's third major argument is that the district court erred in failing to make a detailed finding on one issue relating to drug quantities. The pre-sentence report attributed to Cruz responsibility for 62 kilograms of powder cocaine and 770 grams of crack cocaine. Cruz objected at sentencing that some of the powder cocaine had been used to make the crack so that there was a measure of double counting. However, defense counsel conceded that the calculation dispute would not affect the guideline range, explaining that Cruz wanted to preserve the objection in case Congress later reduced the penalties for crack and made the reduced penalties retroactive.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The district court declined to resolve the dispute on the ground that it had no effect on the present sentence. Under Fed. R. Crim. P. 32(c)(1), the district court is permitted to bypass controverted facts where the matter \"will not affect\" sentencing. Here, Cruz's base offense level would have been the same if only the amount of powder cocaine were considered. See U.S.S.G. &#167;&#167; 2D1.1(c)(2) &amp; n.10. Accordingly, the district court did not have to consider the double counting issue. See United States v. Miller, <span class=\"citation\" data-id=\"573195\"><a href=\"/opinion/573195/united-states-v-audrey-miller/\"><span class=\"volume\">951</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">164</span></a></span>, 165 (8th Cir. 1991).</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">On appeal Cruz contends for the first time that the double counting issue might have affected the sentence. Cruz's theory is that if the district court had found a lesser quantity of drugs, it might have deemed this a mitigating circumstance not adequately considered by the guidelines and thus warranting a further downward departure under 18 U.S.C. &#167;&#167; 3553(b). Ignoring waiver and plain error limitations, the argument is silly: the guidelines specifically prescribe offense levels based on quantity, and Cruz's suggested departure could hardly be a matter not adequately considered by the Commission. 18 U.S.C. &#167;&#167; 3553(b).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Cruz's fourth argument is that there was an insufficient basis for the two-level enhancement of his sentence for recklessly endangering another person while fleeing from a law enforcement officer. U.S.S.G. &#167;&#167; 3C1.2. The pre-sentence report described, with respect to one of the drug transactions, Cruz's attempted flight from arresting officers, leading to a high-speed chase through Springfield during which Cruz rammed several police vehicles, drove up onto the sidewalk and eventually crashed his own vehicle.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Cruz stipulated in his plea agreement that he was subject to the two-level enhancement based on this incident so the objection has arguably been waived. In any event, there is, once again, no indication of any error--let alone a plain error. The facts in the presentence report adequately support the enhancement. See, e.g., United States v. Conley, <span class=\"citation\" data-id=\"749429\"><a href=\"/opinion/749429/united-states-v-anthony-dean-conley-united-states-of-america-v-alex/\"><span class=\"volume\">131</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1387</span></a></span>, 1389-90 (10th Cir. 1997), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">523</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1087</span></span> (1998). And Cruz is mistaken in thinking that it matters whether the persons he hit or nearly hit were law enforcement officers; it is enough that he created a substantial risk of injury to any person while fleeing from law enforcement. U.S.S.G. &#167;&#167; 3C1.2 &amp; n.4.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">In his final claim, Cruz says that the district court should have granted him a larger downward departure based on his pre-sentence rehabilitation or based on his pre-trial confinement in a detention center where (he says) the conditions are harsher than those at ordinary Bureau of Prisons facilities. In the district court Cruz did not ask for a downward departure based on these factors and--absent a mistake of law--refusal to depart on these grounds would not be reviewable in any event. United States v. Pierro, <span class=\"citation\" data-id=\"195522\"><a href=\"/opinion/195522/united-states-v-pierro/\"><span class=\"volume\">32</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">611</span></a></span>, 619 (1st Cir. 1994). As it happens, the district court did comment favorably on Cruz's efforts at rehabilitation and presumably considered them in determining the final sentence.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">None of the arguments made by Cruz in this appeal has the slightest merit and--to put the cork in the bottle--none of the episodes even remotely suggests that Cruz was poorly represented in the district court in connection with the sentencing. No criticism of appellate counsel is suggested: the appeal was well handled on Cruz's behalf and a criminal defendant is entitled to be zealously represented. But in future cases of this kind, a citation in an unpublished opinion to this opinion can be taken to indicate that the arguments in question are as hopeless as those before us now.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Later, Cruz also pled guilty to a specific distribution count, apparently in an effort to bar or dissuade the state from imposing an additional penalty for the conduct involved in that distribution. This wrinkle does not affect any of the issues presented on this appeal.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> As it happens, a statutory departure may have occurred. Both the pre-sentence report and the plea agreement indicate that the statutory minimum sentence was 20 years because of Cruz's prior conviction for a felony drug offense, 21 U.S.C. &#167;&#167; 841(b)(1)(A)(ii). If so, the government's recommendation of a 19-year sentence could be treated as a motion to depart below the statutory minimum. See Melendez v. United States, <span class=\"citation\" data-id=\"118045\"><a href=\"/opinion/118045/melendez-v-united-states/\"><span class=\"volume\">518</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">120</span></a></span>, 126 n.5 (1996).</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/112848/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118045/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195133/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195522/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198656/",
    "http://www.courtlistener.com/api/rest/v3/opinions/573195/",
    "http://www.courtlistener.com/api/rest/v3/opinions/749429/"
  ]
}