{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/198966/",
  "absolute_url": "/opinion/198966/united-states-v-rodriguez/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/198966/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T04:21:44Z",
  "date_modified": "2017-03-24T10:59:56.978133Z",
  "type": "010combined",
  "sha1": "2012ee1ae47568b0bbb9ebac5044cc160965b6e6",
  "page_count": 36,
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/99-1030-01A.pdf",
  "local_path": "pdf/2000/06/16/US_v._Rodriguez.pdf",
  "plain_text": "         United States Court of Appeals\n                   For the First Circuit\n\n\nNo. 99-1030\n\n                       UNITED STATES,\n                          Appellee,\n\n                             v.\n\n                      ISRAEL RODRÍGUEZ,\n                    Defendant, Appellant.\n\n\n\n\nNo. 99-1031\n\n                       UNITED STATES,\n                          Appellee,\n\n                             v.\n\n                   JUAN M. SANIEL-CALZADA,\n                    Defendant, Appellant.\n\n\n\n\nNo. 99-1032\n\n                       UNITED STATES,\n                          Appellee,\n\n                             v.\n\n                  MANUEL RODRÍGUEZ-SANTANA,\n                    Defendant, Appellant.\n\n\n\n        APPEALS FROM THE UNITED STATES DISTRICT COURT\n\f                 FOR THE DISTRICT OF PUERTO RICO\n\n         [Hon. José Antonio Fusté, U.S. District Judge]\n\n\n\n\n                               Before\n\n                      Lynch, Circuit Judge,\n                 Campbell, Senior Circuit Judge,\n                and O’Toole, Jr.,* District Judge.\n\n\n\n\n     G. Richard Strafer, with whom G. Richard Strafer, P.A. was on\nbrief, for appellant Israel Rodríguez.\n     Manuel San Juan, by appointment of the Court, for appellant Juan\nM. Saniel-Calzada.\n     Rafael F. Castro-Lang, by appointment of the Court, for appellant\nManuel Rodríguez-Santana.\n     W. Stephen Muldrow, Assistant United States Attorney, with whom\nGuillermo Gil, United States Attorney, Jorge E. Vega-Pacheco, Chief,\nCriminal Division, and Camille Vélez-Rivé, Assistant United States\nAttorney, were on brief, for appellee.\n\n\n\n\n                           June 16, 2000\n\n\n\n\n  * Of the District of Massachusetts, sitting by designation.\n\f-3-\n\f     O’TOOLE, District Judge.    These are consolidated appeals from\n\njudgments of conviction entered upon jury verdicts. The defendants\n\nmake a number of arguments. After considering their points carefully,\n\nwe are satisfied that there was no reversible error, and accordingly we\n\naffirm the judgments.\n\n                                  I.\n\n     The defendants, Israel Rodríguez (“Rodríguez”), Juan Saniel-\n\nCalzada (“Saniel”), and Manuel Rodríguez-Santana (here called “Santana”\n\nto distinguish him from Israel Rodríguez), were charged and convicted\n\nof conspiring to import more than 5,000 pounds of marijuana in\n\nviolation of 21 U.S.C. § 952(a) and 21 U.S.C. § 963 (Count One), and of\n\nattempting to import more than 5,000 pounds of marijuana in violation\n\nof 21 U.S.C. § 952(a), 21 U.S.C. § 963, and 18 U.S.C. § 2 (Count Two).\n\nAt trial, there was evidence that could have convinced the jury of the\n\nfollowing facts:\n\n     In September, 1993, Rodríguez, who lived in Florida, contacted\n\nFrancisco Vega Estrada (“Vega”), a resident of Puerto Rico, to enlist\n\nhis aid in smuggling illegal drugs into Puerto Rico. Rodríguez was\n\nunaware that Vega was then cooperating with agents of the United States\n\nCustoms Service. (Vega eventually became the government’s key witness\n\nat trial.) Rodríguez planned to bring a shipment of marijuana from\n\nColombia into Puerto Rico by sea. He sought to have both Vega and\n\nSaniel help off-load the marijuana when it arrived.\n\n\n                                 -4-\n\f          On September 29th or 30th, Vega and Saniel, having agreed to\n\nassist in the drug importation, went to a pier in a location designated\n\nby Rodríguez on the eastern coast of Puerto Rico to await the boat that\n\nwas carrying the marijuana.1 Vega brought his pickup truck, onto which\n\nhe and Saniel planned to load the marijuana. They waited through the\n\nnight, under surveillance by Customs agents, but no boat arrived.\n\n          Early in the morning, they heard a radio report that a boat\n\ncarrying more than 5,000 pounds of marijuana had been seized that night\n\nby the Coast Guard. Apparently, the boat had been seized about 45\n\nmiles off the coast of Colombia, a good distance away from Puerto Rico\n\nand particularly from its eastern coast.2 In any event, Vega testified\n\nthat he assumed that the load that was seized was the one he and Saniel\n\nwere waiting for, and he went home to bed.        He heard later from\n\nRodríguez that the expected shipment had “fallen through.”        Vega\n\nunderstood that remark at the time to mean that the shipment had been\n\nintercepted.\n\n          Rodríguez organized a second attempt to import marijuana\n\n\n      1\n     The location was identified by various general place names,\nincluding Ceiba, Las Carmelas Beach, and Marinata. These places are\nall near enough to each other that there appears no significance to the\nvariation for present purposes.\n  2The Coast Guard towed the boat to the Roosevelt Roads Naval Base\nin Puerto Rico, where it arrived on October 4, 1993. An agent\ntestified that it took four days to tow the boat from its point of\nseizure, suggesting that it was seized on or about September 30. There\nwas no evidence as to how long it would have taken the boat to travel\nto Puerto Rico under its own power.\n\n                                    -5-\n\fin October, 1993, this time involving not only Vega and Saniel,\n\nbut also Santana and a couple of other men.   The plan was for the\n\n\n\n\n                              -6-\n\fmarijuana to be received at sea off the island of St. Thomas, not far\n\nfrom Maternillo on the east coast of Puerto Rico. The men traveled to\n\nSt. Thomas in two boats, one of which was captained by Santana, who was\n\na fisherman working out of Maternillo. In St. Thomas, they stayed at\n\napartments owned by a man identified only by his first name, “Fred.”\n\nVega testified that he overheard a conversation in St. Thomas in which,\n\nafter some negotiation, Rodríguez agreed to pay Santana $400,000 for\n\nhis assistance in bringing the marijuana back to Puerto Rico in his\n\nboat.\n\n     After all the necessary preparations had been made, at some point\n\nRodríguez announced to the others that the expected shipment had been\n\n“canceled.” The defendants returned to Puerto Rico without completing\n\nthe planned importation.\n\n     As noted, the chief government witness at trial was Vega. His\n\nevidence was supplemented, and in some respects corroborated, by\n\ntestimony of Customs agents and by telephone records which supported an\n\ninference that there had been multiple phone contacts among all the\n\nvarious participants during the months of September and October, 1993.\n\n\n\n\n                                 -7-\n\f         Vega also was permitted to testify to “other crimes” committed by\n\nthe defendants, pursuant to Fed. R. Civ. P. 404(b).3 He described three\n\nother drug importation episodes in which one or more of the defendants\n\nwere involved.       One occurred in December, 1993, after the events\n\nalleged in the indictment. On that occasion, Vega met with Santana at\n\n“Fred’s” apartment complex in St. Thomas. Together with others, they\n\nput out from St. Thomas in Santana’s boat and picked up approximately\n\n600 kilos of cocaine that was dropped to them from an airplane. They\n\nthen brought the drugs to Puerto Rico by sea.4\n\n         Vega also testified that he had helped Rodríguez with two prior\n\nimportations of marijuana into Puerto Rico from Colombia, one in 1978\n\nor 1979, and the other in 1980.        Saniel was also involved in the\n\nsecond. According to Vega, in the late 1970s he and Rodríguez were\n\nacquainted because both worked at the El Conquistador Hotel. Rodríguez\n\n\n     3\n   “Evidence of other crimes, wrongs, or acts is not admissible to\nprove the character of a person in order to show action in conformity\ntherewith. It may, however, be admissible for other purposes, such as\nproof of motive, opportunity, intent, preparation, plan, knowledge,\nidentity, or absence of mistake or accident, provided that upon request\nby the accused, the prosecution in a criminal case shall provide\nreasonable notice in advance of trial, or during trial if the court\nexcuses pretrial notice on good cause shown, of the general nature of\nany such evidence it intends to introduce at trial.” Fed. R. Evid.\n404(b).\n 4 Although Vega had previously been cooperating with the government,\nhe testified that he participated in the December, 1993 episode not as\nan informant, but to make money. He was apparently annoyed that the\ngovernment had not paid him for his information which had led to the\nseizure of marijuana in September, and he decided to make some money by\nhelping with another drug deal.\n\n                                     -8-\n\fapproached him one day and\n\n\n\n\n                             -9-\n\fsolicited his help in bringing a shipment of marijuana from Colombia.\n\nVega agreed to help, and took vacation time from work to be able to do\n\nso. Following Rodríguez’s instructions, Vega and some others picked up\n\na shipment of marijuana off the Colombian coast and sailed with it back\n\nto Puerto Rico, where Rodríguez met them and helped unload the\n\nmarijuana at a dock in the middle of the night.\n\n      The second incident, in 1980, was similar. Vega and Rodríguez\n\nflew to Colombia where they met with a man named “Juan.” Rodríguez and\n\nJuan had some discussions, after which Rodríguez told Vega that he had\n\nto go back to Puerto Rico to take care of a problem with some money.\n\nVega remained in Colombia for a while, but eventually also returned to\n\nPuerto Rico.5 Rodríguez met him and instructed him to go to a small\n\nisland near Tortola, where some of the marijuana involved was hidden.\n\nThere was a problem with the quality of the marijuana, and Rodríguez\n\nwanted a sample to take back to Colombia to prove the point to his\n\nsupplier. Vega went with Saniel to the place were the marijuana was\n\nkept and took some of it back to Puerto Rico. They “stashed” it at\n\nSaniel’s house.      Of the three defendants, only Santana offered\n\nevidence at trial, and that was his own testimony. He testified that\n\n\n\n  5 Vega had some visa problems, and he had to stay in Colombia to\nstraighten them out. His airline tickets and some legal documents\npertaining to his visa problems were offered in evidence to corroborate\nhis testimony about his trip to Colombia. The exhibits themselves\ncontain no reference to either Rodríguez or Saniel and thus do not\ndirectly corroborate that part of Vega’s testimony.\n\n                                 -10-\n\fhe was a fisherman and would occasionally fish in the waters off\n\nSt. Thomas. He denied ever having been to St. Thomas with Vega. He\n\nalso said that Vega had been at his home performing some construction\n\nwork during five days in late September, 1993, and he suggested that\n\nthe telephone calls to his house from the other co-conspirators during\n\nthat period were probably calls to Vega, not to him.\n\n      Upon this evidence, the jury convicted each defendant on each\n\ncount.\n\n                                 II.\n\n      We consider the defendants’ arguments in turn.\n\n      A.   Sufficiency of the Evidence\n\n      The defendants challenge the sufficiency of the evidence to\n\nconvict them.6 We assess whether the evidence viewed in a light most\n\nfavorable to the verdict would allow a rational trier of fact to find\n\nguilt beyond a reasonable doubt. See United States v. Morillo, 158\n\nF.3d 18, 22 (1st Cir. 1998).        All evidence, both direct and\n\ncircumstantial, is to be considered, with conflicts resolved in favor\n\nof the verdict. See United States v. Carroll, 105 F.3d 740, 742 (1st\n\nCir. 1997).\n\n      Conspiracy\n\n      To prove the crime of conspiracy under 21 U.S.C. § 963,\n\n  6 Saniel and Rodríguez challenge the sufficiency of evidence as to\nboth counts. Santana only challenges the sufficiency of evidence as to\nCount Two.\n\n                                -11-\n\fthe government must prove the existence of an unlawful agreement\n\nbetween two or more persons and the defendant’s knowledge   of     and\n\n\n\n\n                              -12-\n\fvoluntary participation in the conspiracy. See Morillo, 158 F.3d at\n\n23. To establish a defendant’s voluntary participation, the government\n\nmust show both “intent to agree and intent to commit the substantive\n\noffense.”   Id. (citations omitted).      The crime is the illegal\n\nagreement; if there was such an agreement, it does not matter that the\n\npurpose of the agreement was not achieved, or even that achieving that\n\npurpose was factually impossible. See United States v. Giry, 818 F.2d\n\n120, 126 (1st Cir. 1987).\n\n     If the jurors believed Vega, they could easily have found within\n\nhis testimony evidence supporting the elements of the offense of\n\nconspiracy with respect to each defendant. Rodríguez formed the plan\n\nto import marijuana and recruited the others to help out. Both Saniel\n\nand Santana, by their respective parts as described by Vega, joined in\n\nthe conspiracy knowing of its purpose and intending by their\n\nparticipation to bring about its success. The fact that their effort\n\nfailed does not stand in the way of a finding by the jury that the\n\ndefendants had conspired together to import marijuana.\n\n     Attempt (Aiding and Abetting)\n\n     To convict the defendants of attempt, the government had to prove\n\nthat they intended to commit the substantive offense of importing\n\nmarijuana and that each of them, directly or by aiding or abetting\n\nanother, “performed a substantial step towards the completion of the\n\noffense.” United States v. DeMasi, 40 F.3d 1306, 1315 (1st Cir. 1994).\n\n\n                                -13-\n\fA “substantial step” is less than what is necessary to complete the\n\nsubstantive crime, but more than “mere preparation.”       See United\n\nStates v. Levy-Cordero, 67 F.3d 1002, 1019 (1st Cir. 1995).        The\n\ngovernment must prove that the defendants “participated in [the\n\nattempt] as . . . something [they] wished to bring about, and sought by\n\n[their] actions to make it succeed.” United States v. Loder, 23 F.3d\n\n586, 590-91 (1st Cir. 1994) (quoting United States v. Garcia-Rosa, 876\n\nF.2d 209, 217 (1st Cir. 1989)).\n\n     Again, Vega’s testimony, if believed, was sufficient to permit a\n\njury to find the defendants guilty beyond a reasonable doubt.\n\nAccording to Vega’s account, each of the defendants personally\n\nparticipated in at least one direct effort to import marijuana. Saniel\n\nwent with Vega to the waterfront to await the shipment from Colombia in\n\nSeptember; in October, Santana brought his boat to St. Thomas expecting\n\nto load it with marijuana to be carried back to Puerto Rico; Rodríguez\n\nparticipated in both efforts. On the evidence, the jury could properly\n\nhave found, with respect to each defendant, that his participation went\n\nbeyond “mere preparation” and amounted to a “substantial step” toward\n\nthe completion of the offense.\n\n     Santana points out that the indictment alleged an attempt “in or\n\nabout September of 1993.” He argues that, except for records showing\n\ntelephone calls to his home from the homes of other co-conspirators,\n\nthere was no evidence that he participated in the effort to bring\n\n\n                                 -14-\n\fmarijuana directly from Colombia in September. The only evidence of\n\nhis participation was the October trip to St. Thomas. He therefore\n\nsays that he cannot be found guilty of the attempt that is alleged in\n\nthe indictment.    His argument is meritless.\n\n     The words “in or about” permit some latitude in proving the time\n\nof the offense alleged, so long as the exact time of the commission of\n\nthe act is not an element of the offense.       See United States v.\n\nAntonelli, 439 F.2d 1068, 1070 (1st Cir. 1971). The exact time of the\n\nimportation effort is not an element of the crime of attempting to\n\nimport illegal drugs.    Here, in addition to attempt, Santana was\n\ncharged with being part of a conspiracy which, according to the\n\nindictment, existed from “in or about September of 1993 to in or about\n\nOctober of 1993.” Further, in the conspiracy count, there are specific\n\nallegations of “overt acts” that Santana participated in, all of which\n\nare alleged to have taken place in October, 1993.\n\n     Moreover, the evidence that during September telephone calls were\n\nmade to Santana’s residence from the other alleged co-conspirators also\n\nsupported the attempt charge, because from it an inference might have\n\nbeen drawn not only that Santana had conspired with others to violate\n\nthe law, which was the gist of the conspiracy count, but also that he\n\nparticipated in steps toward the commission of the substantive offense\n\nitself. Certainly, in a prosecution for a completed offense, evidence\n\nof communications among the co-conspirators would be relevant not only\n\n\n                                 -15-\n\fto prove the existence of the conspiracy but to prove that the\n\nsubstantive crime was committed as well. The same should be true when,\n\ninstead of a completed substantive crime, an attempt is charged.\n\n     In any event, proof of Santana’s active participation in October\n\nis sufficient proof of an offense “in or about September” that there is\n\nno error. See United States v. Escobar-de Jesus, 187 F.3d 148, 168\n\n(1st Cir. 1999) (evidence about act occurring near the end of March\n\nsupported proof of conspiracy alleged to have begun “on or about”\n\nApril); United States v. Portela, 167 F.3d 687, 698 n.7 (1st Cir. 1999)\n\n(evidence of act occurring in early April 1995 could prove crime\n\nalleged to have occurred “on or about March 1995”).\n\n     B.   Constructive Amendment of the Indictment\n\n     The defendants have argued that it is unlikely -- and that the\n\njury could not have found beyond a reasonable doubt -- that the\n\nmarijuana seized off the coast of Colombia at the end of September was\n\nthe marijuana that Vega and Saniel were waiting for at the pier at Las\n\nCarmelas. Accordingly, the defendants say, the government failed to\n\nprove a fact alleged in the indictment, and thus the crime proved at\n\ntrial was different from the one alleged in the indictment. They\n\nassert that the government’s failure of proof, combined with the\n\ndistrict court’s instruction on the elements of conspiracy, amounted to\n\na constructive amendment of the indictment.\n\n     A constructive amendment of the indictment would be a per se\n\n\n                                 -16-\n\fviolation of the Fifth Amendment. See United States v. Fisher, 3 F.3d\n\n456, 463 (1st Cir. 1993); see also Stirone v. United States, 361 U.S.\n\n212, 215-19 (1960). “A constructive amendment occurs when the charging\n\nterms of the indictment are altered” at trial so that\n\n\n\n\n                                -17-\n\fthey are different from those handed up by the grand jury.         See\n\nPortela, 167 F.3d at 701 (citations and internal quotations omitted).\n\n\n\n     There was no such amendment here, even if the government did fail\n\nto prove that the marijuana seized off Colombia was the marijuana that\n\nwas the subject of the conspiracy alleged in the indictment, a question\n\nwe need not resolve.    The conspiracy alleged in Count One was a\n\nconspiracy to import marijuana into Puerto Rico, not a conspiracy to\n\ndispose of the marijuana cargo of a particular vessel. The seizure of\n\nthe ship off Colombia was alleged in the indictment not as a necessary\n\nelement of the offense charged, and it was not necessary for the\n\ngovernment to prove that the marijuana seized was the marijuana that\n\nSaniel and Rodríguez planned to import.\n\n     The government is not required to prove an overt act with respect\n\nto an importation conspiracy under 21 U.S.C. § 963, which contains\n\nlanguage identical to the language of 21 U.S.C. § 846. See United\n\nStates v. Shabani, 513 U.S. 10, 11-12 (1994) (holding that no overt act\n\nneed be proven with respect to conspiracy charged under § 846); United\n\nStates v. Montgomery, 150 F.3d 983, 997-98 (9th Cir. 1998) (applying\n\nShabani to 21 U.S.C. § 963); United States v. Rangel-Arreola, 991 F.2d\n\n1519, 1522 n.2 (10th Cir. 1993)(noting “21 U.S.C. . . . § 963 [does]\n\nnot contain the overt act requirement”); United States v. Burns, 990\n\nF.2d 1426, 1432 (4th Cir. 1993) (same).       It was proper for the\n\n\n                                 -18-\n\fgovernment to argue that the jury did not need to find that the\n\nintercepted shipment was the subject of the conspiracy. The district\n\ncourt properly instructed the jury on the elements of the offense. See\n\nPortela, 167 F.3d at 702 (approving a jury instruction to disregard\n\nevidence of an overt act in a drug conspiracy indictment). There was\n\nno constructive amendment of the indictment.\n\n     C.   Admission of Evidence of Other Crimes\n\n     The defendants argue that the district court improperly admitted\n\nVega’s testimony about other drug importation efforts in which one or\n\nmore of them participated. They contend that the evidence was not\n\nrelevant to a legitimate issue in the case, as required under Rule\n\n404(b), and further, even if it was, the evidence was unfairly\n\nprejudicial and should have been excluded under Rule 403.\n\n     Their argument tracks the well-known two-step test for determining\n\nwhether “other crimes” evidence may be admitted. First, the evidence\n\nmust be “specially probative of an issue in the case -- such as intent\n\nor knowledge -- without including bad character or propensity as a\n\nnecessary link in the inferential chain.”          United States v.\n\nFrankhauser, 80 F.3d 641, 648 (1st Cir. 1996) (citing United States v.\n\nAguilar-Aranceta, 58 F.3d 796, 798 (1st Cir. 1995)). Second, before\n\nadmitting it, the trial court must also determine that “the probative\n\nvalue of the evidence is substantially outweighed by the danger of\n\nunfair prejudice,” potential confusion of the issues, or the\n\n\n                                 -19-\n\fpossibility that the jury would be misled. See Aguilar-Aranceta, 58\n\nF.3d at 798 (citations and internal quotations omitted).\n\n\n\n\n                               -20-\n\f     We review the admission of such evidence for an abuse of\n\ndiscretion. See United States v. Gilbert, 181 F.3d 152, 160 (1st Cir.\n\n1999);   United States v. Shea, 159 F.3d 37, 40-41 (1st Cir. 1998).\n\n     Probative Value\n\n     Rule 404(b) precludes evidence of “other crimes” or “bad acts” to\n\nprove a defendant’s bad character or his propensity to commit the crime\n\nalleged in the indictment. But it permits such evidence for other\n\npurposes, some of which are listed in the Rule.\n\n     Evidence of other criminal conduct has often been found “specially\n\nrelevant” when it tends to prove one or more of the elements of the\n\ncrime of conspiracy. See United States v. Scelzo, 810 F.2d 2, 4 (1st\n\nCir. 1987); see also 2 Jack B. Weinstein & Margaret A. Berger,\n\nWeinstein’s Federal Evidence, § 404.22[5][b][ii] (Joseph M. McLaughlin\n\ned., Matthew Bender 2d ed. 2000) (collecting cases admitting 404(b)\n\nevidence in conspiracy cases). In a conspiracy prosecution, it is\n\nessential for the government to prove the defendant’s knowledge of and\n\nvoluntary participation in the conspiracy.        In particular, the\n\ngovernment’s evidence must overcome the possibility that a particular\n\ndefendant’s association with criminal co-conspirators was wholly\n\ninnocent or that, if he was with them at the scene of criminal\n\nactivity, he was “merely present,” without guilty knowledge or intent.\n\n\n\n\n                                 -21-\n\f      The 404(b) evidence admitted against these defendants had\n\nprobative value as to such issues.      For instance, the jury heard\n\nevidence that in late September Saniel waited through the night with\n\nVega at a pier.   Was this innocent socializing?     Even if Vega was\n\nwaiting for a drug shipment, as he testified, a conscientious juror\n\nmight well hesitate to infer that Saniel also knew of that purpose and\n\nintended to take part. The additional fact that Saniel had previously\n\nhelped Vega unload and store marijuana might lead the juror to believe\n\nthat Saniel did know what Vega intended and that he, Saniel, had\n\npurposefully decided to lend his assistance. The additional fact thus\n\nadvances proof of Saniel’s knowing and willful participation in the\n\ncrimes charged in the indictment.\n\n      Similarly, the government needed to counter Santana’s claim that\n\nhe was just a fisherman who liked the waters off St. Thomas and who was\n\ninnocently caught up with others who, if they intended a crime, had not\n\ntold him their purpose. By offering evidence of a second incident in\n\nwhich Santana was involved in a completed drug venture with some of the\n\nsame participants, the government gave the jury a reason to view\n\nskeptically Santana’s claim that he was just an innocent bystander who\n\nwas “merely present,” but rather to conclude that he was a knowing and\n\nintentional participant in the crimes charged in the indictment.7\n\n  7 The common expression notwithstanding, Rule 404(b) does not just\napply to “prior” bad acts, but may include subsequent ones as well.\nSee United States v. Wright, 573 F.2d 681, 683 (1st Cir. 1978);\n\n                                 -22-\n\f     The parties debate a bit about whether the evidence of the other\n\ncrimes tended to show a common “modus operandi” throughout the various\n\ndrug ventures. Rule 404(b) does not use the term “modus operandi,” and\n\nit appears the parties themselves may attach different meanings to it.\n\nThe government seems to use the term to suggest that common features of\n\nthe various episodes tend to establish that the defendants were not\n\nacting naively or innocently, and that any similarity in the pattern of\n\nevents was evidence from which the jury could infer that the defendants\n\nknew that, on the occasions charged in the indictment, they were\n\ninvolved in a drug importation. The defendants, on the other hand,\n\nseem to use the term “modus operandi” to refer to a “signature” crime,\n\nwhere the identity of the criminal is inferred from the distinctive\n\nmanner in which the crime was committed.        They then point out,\n\ncorrectly but irrelevantly, that the identity of the defendants was not\n\nan issue in the case, so the evidence should not have been received for\n\nthat purpose. Their point is irrelevant because that was not the\n\nreason the district court admitted the evidence. Rather, the district\n\ncourt told the jury that the evidence had been admitted as possible\n\nproof of “opportunity, intent, preparation or common plan, knowledge,\n\nor absence of mistake, accident or other innocent reason” for the\n\n\n\n\nWeinstein &   Berger, supra, § 404.22[2], at 12.\n\n                                 -23-\n\fdefendants’ activities. (Trial Tr., May 12, 1998, at 17.)8 It had\n\nrelevance and probative value for such purposes, and it was admissible\n\nunder Rule 404(b).\n\n       Staleness and Prejudice\n\n       The defendants contend that even if the evidence addressed an\n\nissue proper under Rule 404(b), it generated an unfair prejudice9 that\n\noutweighed its probative worth, so it should have been excluded under\n\nRule 403.10 In particular, the defendants argue that the prior episodes\n\nin which Rodríguez and Saniel were involved were too remote in time to\n\n\n  8 The district court acted carefully in determining to admit the\nevidence. Before the trial began, the government advised the court\nthat it intended to offer such evidence and sought permission to refer\nto it in the opening statement. The court declined to rule on the\nadmission of the evidence in limine, but rather reserved judgment until\nthe appropriate time in the presentation of the government’s case.\nWhen the government offered the evidence early in its case, the court\nagain demurred and instructed the government first to elicit evidence\nabout the crimes charged in the indictment. After that was done, the\ngovernment once more sought permission to admit the Rule 404(b)\nevidence. Since it was near the end of the trial day, the court\nrecessed for the day. The following morning, having consulted the\ncaselaw, the court ruled that the evidence could be admitted. The\ncourt gave an appropriate limiting instruction to the jury when the\nevidence was admitted and again in its final instructions at the close\nof the case. The defendants claim no error in the instructions.\n  9  The law does not protect defendants against all evidentiary\nprejudice, only that which is unfair. See United States v. Candelaria-\nSilva, 162 F.3d 698, 705 (1st Cir. 1998) (citing United States v.\nRivera-Gomez, 67 F.3d 993, 997 (1st Cir. 1995)).\n  10“Although relevant, evidence may be excluded if its probative\nvalue is substantially outweighed by the danger of unfair prejudice,\nconfusion of the issues, or misleading the jury, or by considerations\nof undue delay, waste of time, or needless presentation of cumulative\nevidence.” Fed. R. Evid. 403.\n\n                                 -24-\n\fhave significant probative worth, and instead\n\n\n\n\n                             -25-\n\fcarried the likely prejudicial effect that the jury would think the\n\ndefendants were of bad character.\n\n       There is no doubt that the probative value of evidence could be\n\nattenuated by the passage of time.11 See Frankhauser, 80 F.3d at 648;\n\nsee also United States v. Fields, 871 F.2d 188, 198 (1st Cir. 1989).\n\nHowever, there is no per se rule to determine when a prior bad act is\n\n“too old” to be admissible.12 See Fields, 871 F.2d 198 (collecting\n\ncases); see also United States v. Hernandez-Guevara, 162 F.3d 863, 872\n\n(5th Cir. 1998), cert denied, 119 S. Ct. 1375 (1999).      This Court\n\nemploys a “reasonableness” standard that requires evaluation of the\n\nparticular facts of each case. See Fields, 871 F.2d at 198 (citing\n\nUnited States v. Engleman, 648 F.2d 473, 479 (8th Cir. 1981)).\n\n\n  11It might be observed that the passage of time would similarly\nattenuate the power of any impermissible suggestion of “propensity” to\ncommit a crime. The older the evidence that a defendant was a bad\ncharacter, the weaker the force of inference about his present\ncharacter or propensity. Recall Prince Hal’s rebuke to Falstaff:\n“Presume not that I am the thing I was; For God doth know, so shall\nthe world perceive, That I have turn’d away my former self; . . .”\nWilliam Shakespeare, The Second Part Of King Henry The Fourth, act 5,\nsc. 5.\n 12 We note that other circuits have approved Rule 404(b) evidence\nthat was as remote in time from the crime charged in the indictment as\nthe evidence involved in this case. See United States v. Martinez, 182\nF.3d 1107, 1112 (9th Cir. 1999) (ten-year-old conviction for drug\nimportation admissible to prove knowledge of drug importation);\nHernandez-Guevara, 162 F.3d at 873 (eighteen-year-old conviction for\nexactly the same type of crime as that charged in the indictment\nadmissible); United States v. Johnson, 132 F.3d 1279, 1283 (9th Cir.\n1997) (bad act evidence thirteen years old admitted); United States v.\nTerry, 702 F.2d 299, 316 (2d Cir. 1983) (twenty-year-old conviction\nadmissible to prove intent and guilty knowledge).\n\n                                 -26-\n\f     The judgment whether to admit the evidence at issue is a matter\n\nas to which reasonable minds could differ. However, we cannot say it\n\nwas an abuse of discretion for the district court to have admitted the\n\nevidence in question.\n\n     There was a striking similarity between the acts alleged in the\n\nindictment and the prior incidents. The similarity of the prior crimes\n\nis a factor tending to support admissibility. See Frankhauser, 80\n\nF.3d at 649; United States v. Arias-Montoya, 967 F.2d 708, 712-13 &\n\nn.6 (1st Cir. 1992).     In the events alleged in the indictment,\n\nRodríguez was the instigator and organizer of the importation efforts.\n\nHe was the one who had the contacts with the suppliers of marijuana\n\noutside Puerto Rico, and he planned the details of the smuggling. He\n\nsought out Vega, Saniel and Santana to enlist their help in carrying\n\nout his plans. Rodríguez was also the person most knowledgeable --\n\nwhen the deals fell apart, it was he who bore the news to the others.\n\n     Rodríguez had played a similar role in the prior episodes. In the\n\nearlier incidents, he initially sought out Vega and Saniel to have them\n\nhelp with an importation of marijuana from Colombia, and he directed\n\nevents. When there were problems, whether they involved money or the\n\nquality of the marijuana, he attended to them.\n\n     This evidence that Rodríguez, Vega and Saniel had conducted quite\n\nsimilar operations in the past had a “special relevance” to the present\n\nindictment that justified its admission under Rule 404(b), and the\n\n\n                                 -27-\n\frelevance was strong enough that the danger of unfair prejudice was\n\nsignificantly diminished, notwithstanding the passage of time. For\n\ninstance, a juror might have wondered why she should believe Vega’s\n\ntestimony that Rodríguez unexpectedly called him up and got him\n\ninvolved, with apparently little cajoling, in an effort to import a\n\nsizable quantity of marijuana. The 404(b) evidence suggested an answer\n\nto that: Vega had previously responded to Rodríguez’s call for help\n\nwith a drug deal.    It might have been a different matter if the\n\nevidence had suggested an otherwise innocent, on-going relationship\n\nbetween the two men as of 1993. If there had been evidence of regular,\n\nnon-criminal contacts,    the inference that there was a nefarious\n\npurpose to their association on any particular occasion would have been\n\nmuch attenuated. But instead, the very rarity of their association\n\ntended to suggest that when they got together each of them understood\n\nthat the purpose was to import drugs.\n\n     The subsequent episode in which Santana participated carried far\n\nless danger of prejudice than the older ones. It was close in time to\n\nthe crime charged in the event, and it had significant similarity in\n\ndetails: after a planning meeting with others at “Fred’s” apartment\n\ncomplex in St. Thomas, Santana took his boat to sea and picked up drugs\n\nto be smuggled into Puerto Rico. Moreover, it was neither set up nor\n\nmonitored by the government; it was not an attempt by the government to\n\ncreate a second opportunity to catch Santana. Rather, Vega testified\n\n\n                                 -28-\n\fthat he participated in it without the government’s knowledge, as a\n\ncriminal venture of his own.\n\n     We are mindful that the trial judge “has savored the full taste\n\nof the fray, and his considerable discretion must be respected so long\n\nas he does not stray entirely beyond the pale.” United States v.\n\nTierney, 760 F.2d 382, 388 (1st Cir. 1985).     We conclude that the\n\ndistrict court did not abuse its discretion in deciding that the\n\nprobative value of the evidence of the defendants’ participation in\n\nother drug offenses was more substantial than its prejudicial effect.\n\n\n\n     There was no error in the admission of the “other crimes”\n\nevidence.\n\n     D.   Improper Argument\n\n     Failure to Testify\n\n     Santana testified at trial; the others did not. Rodríguez and\n\nSaniel argue that during the closing argument, the prosecutor referred\n\nto their failure to testify when commenting on Vega’s veracity. Posing\n\na rhetorical question, the prosecutor attempted to bolster Vega’s\n\ncredibility after it had been attacked by the defendants:\n\n               [THE GOVERNMENT] How easy would it have been to\n            catch [Vega] in a lie if it turned out that Israel\n            Rodríguez was on vacation somewhere else? He comes\n            with his American Express record and says, ’Mira. I\n            was in Spain the whole month of September.’\n\n            (Trial Tr., May 15, 1998, at 74-75.)\n\n\n                                -29-\n\fRodríguez and Saniel objected, arguing that the remark suggested the\n\njury should draw an inference from Rodríguez’s silence. The district\n\ncourt agreed and immediately gave a curative instruction reminding the\n\njurors that the defendants had a right not to testify and that they had\n\nno burden of proof.13 In addition, the court gave similar instructions\n\nduring its final charge to the jury.14\n\n       We agree that the prosecutor’s remark amounted to an impermissible\n\ncomment on the defendants’ decision not to testify. “Even an indirect\n\nor inferential comment on a defendant’s silence can transgress the\n\nFifth Amendment.” United States v. Taylor, 54 F.3d 967, 978 (1st Cir.\n\n\n\n 13 [THE COURT] “Members of the jury, although I will be instructing\nyou in a minute about a number of items, including the item that I’m\ngoing to talk about now, I just want to advance an instruction, if you\nwill, which perhaps I should do to avoid any misinterpretation of what\nI will say later, which is the fact that the defendants have no burden\nto produce any evidence or to testify. They are presumed innocent, and\nbecause of that reason, the law says that they have no burden to\ntestify or to produce evidence.\n     So with that in mind, I will ask [the Government] to continue .\n. . .” (Trial Tr., May 15, 1998, at 77.)\n  14[THE COURT] “Remember that the defendants have the right not to\ntestify or to call any witness. Each defendant has the right to remain\nsilent, and no adverse inference or suggestion of guilt could be drawn\nif their evidence -- from their silence -- I’m sorry -- or from their\nchoice of witnesses.” (Trial Tr., May 15, 1998, at 92.)\n   “The presumption of innocence until proven guilty means that the\nburden of proof is always on the Government to satisfy you that a\ndefendant is guilty of the crime with which he is charged beyond a\nreasonable doubt. . . .\n      This burden never shifts to the defendant. It is always the\ngovernment’s burden to prove each of the elements of the crime or\ncrimes charged beyond a reasonable doubt by the evidence and the\nreasonable inferences to be drawn from the evidence.” Id. at 96.\n\n                                   -30-\n\f1995). To determine whether there was error requiring reversal of the\n\nverdict, however, we must also assess “(1) whether the prosecutor’s\n\nmisconduct was isolated and/or deliberate; (2) whether the trial court\n\ngave a strong and explicit cautionary instruction; and (3) whether any\n\nprejudice surviving the court’s instruction likely could have affected\n\nthe outcome of the case.” United States v. Palmer, 203 F.3d 55, 58 (1st\n\nCir. 2000)(quoting United States v. Auch, 187 F.3d 125, 129 (1st Cir.\n\n1999)).\n\n     As to the first question, we think the prosecutor’s comment so\n\nobviously pointed out that Rodríguez had not produced evidence\n\ncontradicting the government’s case that it had to have been\n\ndeliberate.   It was not just a slip of the tongue.\n\n     Nevertheless, the district court promptly gave an instruction that\n\ntold the jury not to consider the inference suggested by the\n\nprosecutor. The court repeated the caution in its final instructions.\n\nThe defendants can get no support from United States v. Hardy, 37 F.3d\n\n753, 757 (1st Cir. 1994), which they cite.      The district court’s\n\nresponse in this case was direct and complete, unlike the elliptical\n\ninstruction we disapproved of in Hardy.\n\n     The prosecutor’s remark was brief, and the court’s response was\n\nimmediate and clear. In the circumstances, we are confident the remark\n\ndid not deprive the defendants of a fair trial.\n\n     Witness Vouching\n\n\n                                 -31-\n\f        The defendants also argue that the prosecutor improperly vouched\n\nfor Vega’s credibility in his closing argument in three ways by: (1)\n\nsuggesting that Vega needed to move his family from Puerto Rico to keep\n\nthem safe from possible reprisals for his testimony;15 (2) arguing that\n\nin a prior case, where Vega had been a cooperating witness, the trial\n\njudge had given Vega a sentence that was more lenient than what the\n\nGovernment had recommended;16 and (3) arguing that Vega was “a free\n\nman,” who, if lying about the guilt of the co-conspirators could “go to\n\njail for a long, long, long time.”17 (Trial Tr., May 15, 1998, at 78-\n\n\n 15[THE GOVERNMENT] “If you would believe that Francisco Vega Estrada\nwould come to testify so that he would be forced to move his family\nfrom the house that he --\n     [COUNSEL FOR RODRIGUEZ] Objection, Your Honor.\n     [THE COURT] Overruled.\n    [THE GOVERNMENT]--that he had lived in for over 20 years just so\nthat he could come here and tell lies about these defendants, I submit\nis absolutely not believable.” (Trial Tr., May 15, 1998, at 78.)\n  16[THE GOVERNMENT] “[I]n 1995, Francisco Vega testifies against\nPocholo, and then on May 17th of 1996 he is punished. He is sentenced\nto ten months; five months in jail and five months in home confinement.\nHe told you the Government told the judge he should go to jail for\nlonger. The Government recommended a longer sentence than ten months,\nbut it was the judge who looked at Mr. Francisco Vega, looked at the\nfact that he had testified, looked at the risks he had placed himself\nand his family under.\n      [COUNSEL FOR RODRIGUEZ] Objection. Objection.\n      [THE COURT] Overruled.” (Trial Tr., May 15, 1998, at 79.)\n  17\n   [THE GOVERNMENT] “Why would a person who has already come out of\njail -- he’s in his house, he’s free. He’s paid his debt to society,\nthe punishment imposed by the judge. . . . What possible motive would\n[Francisco Vega] have?\n         . . . .\n\n       [H]e doesn’t have to provide any information to the Government\n\n                                   -32-\n\f82.)\n\n       It is improper for a prosecutor to make an argument that “places\n\nthe ’prestige of the government behind a witness by making\n\n\n\n\nabout these people. He’s a free man. He’s a free man.\n   So by pointing the fingers at these gentlemen (indicating), he does\nseveral things. One, if the Government believes that he’s lying about\nthat, he can go to jail for a long, long, long time. Two, he’s making\nenemies out of the friends that he once had. And if you believe his\ntestimony, they’re drug traffickers. And making enemies of drug\ntraffickers is not something that people go around --\n     [COUNSEL FOR SANTANA] Objection, Your Honor.\n     [COUNSEL FOR RODRIGUEZ] Objection.\n     [THE COURT] Overruled.” (Trial Tr., May 15, 1998, at 81-82.)\n\n                                  -33-\n\fpersonal assurances about the witness’ credibility.’” United States v.\n\nCruz-Kuilan, 75 F.3d 59, 62 (1st Cir. 1996) (quoting United States v.\n\nNeal, 36 F.3d 1190, 1207 (1st Cir. 1994)). However, an argument that\n\ndoes no more than assert reasons why a witness ought to be accepted as\n\ntruthful by the jury is not improper witness vouching. See Cruz-\n\nKuilan, 75 F.3d at 62 (citing United States v. Dockray, 943 F.2d 152,\n\n156 (1st Cir. 1991)). While it can sometimes be difficult to tell the\n\ndifference between a proper argument about the witness’ credibility and\n\nimproper witness vouching, see United States v. Wihbey, 75 F.3d 761,\n\n772 (1st Cir. 1996) (citing United States v. Innamorati, 996 F.2d 456,\n\n483 (1st Cir. 1993)), in this case the first two objectionable\n\narguments made by the government are clearly proper arguments. These\n\narguments were responses to the defendants’ claims that Vega was paid\n\nfor his testimony and that Vega manipulated prosecutors so that he\n\ncould continue his illegal activities.\n\n     The third portion of the argument, that Vega would be sentenced\n\nto jail if he were lying, presents a closer case, but we think it was\n\na proper response to defense arguments that Vega tailored his testimony\n\nto please the prosecutors. The jury had in evidence the agreements\n\nVega made with the government, and those agreements did provide that he\n\ncould be punished if he testified falsely. The argument properly\n\naddressed that point, and did so in response to specific defense\n\narguments.\n\n\n                                 -34-\n\f     E.    Santana’s   Sentence\n\n     Santana argues that the district court erred in determining his\n\noffense level under the United States Sentencing Guidelines because it\n\napplied a two-level enhancement under USSG § 2D1.1(b)(2)(B) (Nov.\n\n1998), which requires such an enhancement if “the defendant [has]\n\nacted as a . . . captain . . . aboard any craft or vessel carrying a\n\ncontrolled substance.” Santana argues that the enhancement would only\n\nhave been appropriate if he had actually carried out the act of\n\ntransporting drugs, but is not appropriate for mere conspiracy and\n\nattempt.\n\n     The argument is frivolous. The offense level for the crimes of\n\nconspiracy and attempt is “[t]he base offense level from the guideline\n\nfor the substantive offense, plus any adjustments from such guideline\n\nfor any intended offense conduct that can be established with\n\nreasonable certainty.” USSG § 2X1.1(a) (Nov. 1998) (emphasis added).\n\nThe adjustment in § 2D1.1(b)(2)(B) plainly is to be applied to\n\nconvictions for conspiracy and attempt, so long as the necessary\n\nfactual predicate for the enhancement exists. Santana does not argue\n\nthat the district court could not fairly have concluded that he was the\n\ncaptain of a boat intended to be used to carry marijuana. His argument\n\nis simply that the substantive crime was not committed. It simply does\n\nnot matter whether he actually carried the controlled substance; his\n\nconspiring and his attempt to do so warrant the application of the\n\n\n                                  -35-\n\fenhancement.\n\n      At oral argument, Santana argued that there was insufficient basis\n\nfor the district court to determine, for sentencing guideline purposes,\n\nwhat quantity of marijuana should be attributed to him. He did not\n\nraise this objection below, and omitted it from his brief. We consider\n\nit waived. See United States v. Zannino, 895 F.2d 1, 17 (1st Cir.\n\n1990) (“It is not enough merely to mention a possible argument in the\n\nmost skeletal way, leaving the court to do counsel's work . . . .”);\n\nsee also United States v. Berkowitz, 927 F.2d 1376, 1384 (7th Cir.\n\n1991) (“perfunctory and undeveloped arguments . . . are waived.”)\n\n(collecting cases).18\n\n                                 III.\n\n      Having considered all the defendants’ arguments, we find no error.\n\nThe judgments entered by the district court are AFFIRMED.\n\n\n\n\n 18Santana’s other argument that the cooperating witness’ testimony\nviolated 18 U.S.C. § 201(c)(2) was considered and rejected in United\nStates v. Lara, 181 F.3d 183, 197-98 (1st Cir.), cert. denied, 120 S.\nCt. 432 (1999).\n\n                                  -36-\n\f",
  "html": "<p class=\"case_cite\">215 F.3d 110 (1st Cir. 2000)</p>\n    <p class=\"parties\">UNITED STATES, APPELLEE,<br>V.<br>ISRAEL RODRIGUEZ, DEFENDANT, APPELLANT.<br>UNITED STATES, APPELLEE,<br>V.<br>JUAN M. SANIEL-CALZADA, DEFENDANT, APPELLANT.<br>UNITED STATES, APPELLEE,<br>V.<br>MANUEL RODRIGUEZ-SANTANA, DEFENDANT, APPELLANT.</p>\n    <p class=\"docket\">No. 99-1030, No. 99-1031, No. 99-1032.</p>\n    <p class=\"court\">United States Court of Appeals, For the First Circuit.</p>\n    <p class=\"date\">Heard Nov. 3, 1999.<br>Decided June 16, 2000.</p>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">APPEALS FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF PUERTO RICO. Hon. Jose Antonio Fuste, U.S. District Judge.[Copyrighted Material Omitted][Copyrighted Material Omitted]</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">G. Richard Strafer, with whom G. Richard Strafer, P.A. was on brief, for appellant Israel Rodriguez. Manuel San Juan, by appointment of the Court, for appellant Juan M. Saniel-Calzada.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Rafael F. Castro-Lang, by appointment of the Court, for appellant Manuel Rodriguez-Santana.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">W. Stephen Muldrow, Assistant United States Attorney, with whom Guillermo Gil, United States Attorney, Jorge E. Vega-Pacheco, Chief, Criminal Division, and Camille Velez-Rive, Assistant United States Attorney, were on brief, for appellee.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Before Lynch, Circuit Judge, Campbell, Senior Circuit Judge, and O'Toole, Jr.,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> District Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">O'TOOLE, District Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">These are consolidated appeals from judgments of conviction entered upon jury verdicts. The defendants make a number of arguments. After considering their points carefully, we are satisfied that there was no reversible error, and accordingly we affirm the judgments.</p>\n    </div>\n    <p class=\"indent\">I.</p>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The defendants, Israel Rodriguez (\"Rodriguez\"), Juan Saniel-Calzada (\"Saniel\"), and Manuel Rodriguez-Santana (here called \"Santana\" to distinguish him from Israel Rodriguez), were charged and convicted of conspiring to import more than 5,000 pounds of marijuana in violation of 21 U.S.C. &#167; 952(a) and 21 U.S.C. &#167; 963 (Count One), and of attempting to import more than 5,000 pounds of marijuana in violation of 21 U.S.C. &#167; 952(a), 21 U.S.C. &#167; 963, and 18 U.S.C. &#167; 2 (Count Two). At trial, there was evidence that could have convinced the jury of the following facts:</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">In September, 1993, Rodriguez, who lived in Florida, contacted Francisco Vega Estrada (\"Vega\"), a resident of Puerto Rico, to enlist his aid in smuggling illegal drugs into Puerto Rico. Rodriguez was unaware that Vega was then cooperating with agents of the United States Customs Service. (Vega eventually became the government's key witness at trial.) Rodriguez planned to bring a shipment of marijuana from Colombia into Puerto Rico by sea. He sought to have both Vega and Saniel help off-load the marijuana when it arrived.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">On September 29th or 30th, Vega and Saniel, having agreed to assist in the drug importation, went to a pier in a location designated by Rodriguez on the eastern coast of Puerto Rico to await the boat that was carrying the marijuana.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> Vega brought his pickup truck, onto which he and Saniel planned to load the marijuana. They waited through the night, under surveillance by Customs agents, but no boat arrived.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Early in the morning, they heard a radio report that a boat carrying more than 5,000 pounds of marijuana had been seized that night by the Coast Guard. Apparently, the boat had been seized about 45 miles off the coast of Colombia, a good distance away from Puerto Rico and particularly from its eastern coast.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> In any event, Vega testified that he assumed that the load that was seized was the one he and Saniel were waiting for, and he went home to bed. He heard later from Rodriguez that the expected shipment had \"fallen through.\" Vega understood that remark at the time to mean that the shipment had been intercepted.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Rodriguez organized a second attempt to import marijuana in October, 1993, this time involving not only Vega and Saniel, but also Santana and a couple of other men. The plan was for the marijuana to be received at sea off the island of St. Thomas, not far from Maternillo on the east coast of Puerto Rico. The men traveled to St. Thomas in two boats, one of which was captained by Santana, who was a fisherman working out of Maternillo. In St. Thomas, they stayed at apartments owned by a man identified only by his first name, \"Fred.\" Vega testified that he overheard a conversation in St. Thomas in which, after some negotiation, Rodriguez agreed to pay Santana $400,000 for his assistance in bringing the marijuana back to Puerto Rico in his boat.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">After all the necessary preparations had been made, at some point Rodriguez announced to the others that the expected shipment had been \"canceled.\" The defendants returned to Puerto Rico without completing the planned importation.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">As noted, the chief government witness at trial was Vega. His evidence was supplemented, and in some respects corroborated, by testimony of Customs agents and by telephone records which supported an inference that there had been multiple phone contacts among all the various participants during the months of September and October, 1993. Vega also was permitted to testify to \"other crimes\" committed by the defendants, pursuant to Fed. R. Civ. P. 404(b).<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> He described three other drug importation episodes in which one or more of the defendants were involved. One occurred in December, 1993, after the events alleged in the indictment. On that occasion, Vega met with Santana at \"Fred's\" apartment complex in St. Thomas. Together with others, they put out from St. Thomas in Santana's boat and picked up approximately 600 kilos of cocaine that was dropped to them from an airplane. They then brought the drugs to Puerto Rico by sea.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Vega also testified that he had helped Rodriguez with two prior importations of marijuana into Puerto Rico from Colombia, one in 1978 or 1979, and the other in 1980. Saniel was also involved in the second. According to Vega, in the late 1970s he and Rodriguez were acquainted because both worked at the El Conquistador Hotel. Rodriguez approached him one day and solicited his help in bringing a shipment of marijuana from Colombia. Vega agreed to help, and took vacation time from work to be able to do so. Following Rodriguez's instructions, Vega and some others picked up a shipment of marijuana off the Colombian coast and sailed with it back to Puerto Rico, where Rodriguez met them and helped unload the marijuana at a dock in the middle of the night.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The second incident, in 1980, was similar. Vega and Rodriguez flew to Colombia where they met with a man named \"Juan.\" Rodriguez and Juan had some discussions, after which Rodriguez told Vega that he had to go back to Puerto Rico to take care of a problem with some money. Vega remained in Colombia for a while, but eventually also returned to Puerto Rico.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> Rodriguez met him and instructed him to go to a small island near Tortola, where some of the marijuana involved was hidden. There was a problem with the quality of the marijuana, and Rodriguez wanted a sample to take back to Colombia to prove the point to his supplier. Vega went with Saniel to the place were the marijuana was kept and took some of it back to Puerto Rico. They \"stashed\" it at Saniel's house.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Of the three defendants, only Santana offered evidence at trial, and that was his own testimony. He testified that he was a fisherman and would occasionally fish in the waters off St. Thomas. He denied ever having been to St. Thomas with Vega. He also said that Vega had been at his home performing some construction work during five days in late September, 1993, and he suggested that the telephone calls to his house from the other co-conspirators during that period were probably calls to Vega, not to him.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Upon this evidence, the jury convicted each defendant on each count.</p>\n    </div>\n    <p class=\"indent\">II.</p>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">We consider the defendants' arguments in turn.</p>\n    </div>\n    <p class=\"indent\">A. Sufficiency of the Evidence</p>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The defendants challenge the sufficiency of the evidence to convict them.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> We assess whether the evidence viewed in a light most favorable to the verdict would allow a rational trier of fact to find guilt beyond a reasonable doubt. See United States v. Morillo, 158 F.3d 18, 22 (1st Cir. 1998). All evidence, both direct and circumstantial, is to be considered, with conflicts resolved in favor of the verdict. See United States v. Carroll, 105 F.3d 740, 742 (1st Cir. 1997).</p>\n    </div>\n    <p class=\"indent\">Conspiracy</p>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">To prove the crime of conspiracy under 21 U.S.C. &#167; 963, the government must prove the existence of an unlawful agreement between two or more persons and the defendant's knowledge of and voluntary participation in the conspiracy. See Morillo, 158 F.3d at 23. To establish a defendant's voluntary participation, the government must show both \"intent to agree and intent to commit the substantive offense.\" Id. (citations omitted). The crime is the illegal agreement; if there was such an agreement, it does not matter that the purpose of the agreement was not achieved, or even that achieving that purpose was factually impossible. See United States v. Giry, 818 F.2d 120, 126 (1st Cir. 1987).</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">If the jurors believed Vega, they could easily have found within his testimony evidence supporting the elements of the offense of conspiracy with respect to each defendant. Rodriguez formed the plan to import marijuana and recruited the others to help out. Both Saniel and Santana, by their respective parts as described by Vega, joined in the conspiracy knowing of its purpose and intending by their participation to bring about its success. The fact that their effort failed does not stand in the way of a finding by the jury that the defendants had conspired together to import marijuana.</p>\n    </div>\n    <p class=\"indent\">Attempt (Aiding and Abetting)</p>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">To convict the defendants of attempt, the government had to prove that they intended to commit the substantive offense of importing marijuana and that each of them, directly or by aiding or abetting another, \"performed a substantial step towards the completion of the offense.\" United States v. DeMasi, 40 F.3d 1306, 1315 (1st Cir. 1994). A \"substantial step\" is less than what is necessary to complete the substantive crime, but more than \"mere preparation.\" See United States v. Levy-Cordero, 67 F.3d 1002, 1019 (1st Cir. 1995). The government must prove that the defendants \"participated in [the attempt] as... something [they] wished to bring about, and sought by [their] actions to make it succeed.\" United States v. Loder, 23 F.3d 586, 590-91 (1st Cir. 1994) (quoting United States v. Garcia-Rosa, 876 F.2d 209, 217 (1st Cir. 1989)).</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Again, Vega's testimony, if believed, was sufficient to permit a jury to find the defendants guilty beyond a reasonable doubt. According to Vega's account, each of the defendants personally participated in at least one direct effort to import marijuana. Saniel went with Vega to the waterfront to await the shipment from Colombia in September; in October, Santana brought his boat to St. Thomas expecting to load it with marijuana to be carried back to Puerto Rico; Rodriguez participated in both efforts. On the evidence, the jury could properly have found, with respect to each defendant, that his participation went beyond \"mere preparation\" and amounted to a \"substantial step\" toward the completion of the offense.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Santana points out that the indictment alleged an attempt \"in or about September of 1993.\" He argues that, except for records showing telephone calls to his home from the homes of other co-conspirators, there was no evidence that he participated in the effort to bring marijuana directly from Colombia in September. The only evidence of his participation was the October trip to St. Thomas. He therefore says that he cannot be found guilty of the attempt that is alleged in the indictment. His argument is meritless.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The words \"in or about\" permit some latitude in proving the time of the offense alleged, so long as the exact time of the commission of the act is not an element of the offense. See United States v. Antonelli, 439 F.2d 1068, 1070 (1st Cir. 1971). The exact time of the importation effort is not an element of the crime of attempting to import illegal drugs. Here, in addition to attempt, Santana was charged with being part of a conspiracy which, according to the indictment, existed from \"in or about September of 1993 to in or about October of 1993.\" Further, in the conspiracy count, there are specific allegations of \"overt acts\" that Santana participated in, all of which are alleged to have taken place in October, 1993.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Moreover, the evidence that during September telephone calls were made to Santana's residence from the other alleged co-conspirators also supported the attempt charge, because from it an inference might have been drawn not only that Santana had conspired with others to violate the law, which was the gist of the conspiracy count, but also that he participated in steps toward the commission of the substantive offense itself. Certainly, in a prosecution for a completed offense, evidence of communications among the co-conspirators would be relevant not only to prove the existence of the conspiracy but to prove that the substantive crime was committed as well. The same should be true when, instead of a completed substantive crime, an attempt is charged.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">In any event, proof of Santana's active participation in October is sufficient proof of an offense \"in or about September\" that there is no error. See United States v. Escobar-de Jesus, 187 F.3d 148, 168 (1st Cir. 1999) (evidence about act occurring near the end of March supported proof of conspiracy alleged to have begun \"on or about\" April); United States v. Portela, 167 F.3d 687, 698 n.7 (1st Cir. 1999) (evidence of act occurring in early April 1995 could prove crime alleged to have occurred \"on or about March 1995\").</p>\n    </div>\n    <p class=\"indent\">B. Constructive Amendment of the Indictment</p>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">The defendants have argued that it is unlikely -- and that the jury could not have found beyond a reasonable doubt -- that the marijuana seized off the coast of Colombia at the end of September was the marijuana that Vega and Saniel were waiting for at the pier at Las Carmelas. Accordingly, the defendants say, the government failed to prove a fact alleged in the indictment, and thus the crime proved at trial was different from the one alleged in the indictment. They assert that the government's failure of proof, combined with the district court's instruction on the elements of conspiracy, amounted to a constructive amendment of the indictment.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">A constructive amendment of the indictment would be a per se violation of the Fifth Amendment. See United States v. Fisher, 3 F.3d 456, 463 (1st Cir. 1993); see also Stirone v. United States, 361 U.S. 212, 215-19 (1960). \"A constructive amendment occurs when the charging terms of the indictment are altered\" at trial so that they are different from those handed up by the grand jury. See Portela, 167 F.3d at 701 (citations and internal quotations omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">There was no such amendment here, even if the government did fail to prove that the marijuana seized off Colombia was the marijuana that was the subject of the conspiracy alleged in the indictment, a question we need not resolve. The conspiracy alleged in Count One was a conspiracy to import marijuana into Puerto Rico, not a conspiracy to dispose of the marijuana cargo of a particular vessel. The seizure of the ship off Colombia was alleged in the indictment not as a necessary element of the offense charged, and it was not necessary for the government to prove that the marijuana seized was the marijuana that Saniel and Rodriguez planned to import.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">The government is not required to prove an overt act with respect to an importation conspiracy under 21 U.S.C. &#167; 963, which contains language identical to the language of 21 U.S.C. &#167; 846. See United States v. Shabani, 513 U.S. 10, 11-12 (1994) (holding that no overt act need be proven with respect to conspiracy charged under &#167; 846); United States v. Montgomery, 150 F.3d 983, 997-98 (9th Cir. 1998) (applying Shabani to 21 U.S.C. &#167; 963); United States v. Rangel-Arreola, 991 F.2d 1519, 1522 n.2 (10th Cir. 1993)(noting \"21 U.S.C.... &#167; 963 [does] not contain the overt act requirement\"); United States v. Burns, 990 F.2d 1426, 1432 (4th Cir. 1993) (same). It was proper for the government to argue that the jury did not need to find that the intercepted shipment was the subject of the conspiracy. The district court properly instructed the jury on the elements of the offense. See Portela, 167 F.3d at 702 (approving a jury instruction to disregard evidence of an overt act in a drug conspiracy indictment). There was no constructive amendment of the indictment.</p>\n    </div>\n    <p class=\"indent\">C. Admission of Evidence of Other Crimes</p>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">The defendants argue that the district court improperly admitted Vega's testimony about other drug importation efforts in which one or more of them participated. They contend that the evidence was not relevant to a legitimate issue in the case, as required under Rule 404(b), and further, even if it was, the evidence was unfairly prejudicial and should have been excluded under Rule 403.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Their argument tracks the well-known two-step test for determining whether \"other crimes\" evidence may be admitted. First, the evidence must be \"specially probative of an issue in the case -- such as intent or knowledge -- without including bad character or propensity as a necessary link in the inferential chain.\" United States v. Frankhauser, 80 F.3d 641, 648 (1st Cir. 1996) (citing United States v. Aguilar-Aranceta, 58 F.3d 796, 798 (1st Cir. 1995)). Second, before admitting it, the trial court must also determine that \"the probative value of the evidence is substantially outweighed by the danger of unfair prejudice,\" potential confusion of the issues, or the possibility that the jury would be misled. See Aguilar-Aranceta, 58 F.3d at 798 (citations and internal quotations omitted). We review the admission of such evidence for an abuse of discretion. See United States v. Gilbert, 181 F.3d 152, 160 (1st Cir. 1999); United States v. Shea, 159 F.3d 37, 40-41 (1st Cir. 1998).</p>\n    </div>\n    <p class=\"indent\">Probative Value</p>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Rule 404(b) precludes evidence of \"other crimes\" or \"bad acts\" to prove a defendant's bad character or his propensity to commit the crime alleged in the indictment. But it permits such evidence for other purposes, some of which are listed in the Rule.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Evidence of other criminal conduct has often been found \"specially relevant\" when it tends to prove one or more of the elements of the crime of conspiracy. See United States v. Scelzo, 810 F.2d 2, 4 (1st Cir. 1987); see also 2 Jack B. Weinstein &amp; Margaret A. Berger, Weinstein's Federal Evidence, &#167; 404.22[5][b][ii] (Joseph M. McLaughlin ed., Matthew Bender 2d ed. 2000) (collecting cases admitting 404(b) evidence in conspiracy cases). In a conspiracy prosecution, it is essential for the government to prove the defendant's knowledge of and voluntary participation in the conspiracy. In particular, the government's evidence must overcome the possibility that a particular defendant's association with criminal co-conspirators was wholly innocent or that, if he was with them at the scene of criminal activity, he was \"merely present,\" without guilty knowledge or intent.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">The 404(b) evidence admitted against these defendants had probative value as to such issues. For instance, the jury heard evidence that in late September Saniel waited through the night with Vega at a pier. Was this innocent socializing? Even if Vega was waiting for a drug shipment, as he testified, a conscientious juror might well hesitate to infer that Saniel also knew of that purpose and intended to take part. The additional fact that Saniel had previously helped Vega unload and store marijuana might lead the juror to believe that Saniel did know what Vega intended and that he, Saniel, had purposefully decided to lend his assistance. The additional fact thus advances proof of Saniel's knowing and willful participation in the crimes charged in the indictment.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Similarly, the government needed to counter Santana's claim that he was just a fisherman who liked the waters off St. Thomas and who was innocently caught up with others who, if they intended a crime, had not told him their purpose. By offering evidence of a second incident in which Santana was involved in a completed drug venture with some of the same participants, the government gave the jury a reason to view skeptically Santana's claim that he was just an innocent bystander who was \"merely present,\" but rather to conclude that he was a knowing and intentional participant in the crimes charged in the indictment.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a></p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">The parties debate a bit about whether the evidence of the other crimes tended to show a common \"modus operandi\" throughout the various drug ventures. Rule 404(b) does not use the term \"modus operandi,\" and it appears the parties themselves may attach different meanings to it. The government seems to use the term to suggest that common features of the various episodes tend to establish that the defendants were not acting naively or innocently, and that any similarity in the pattern of events was evidence from which the jury could infer that the defendants knew that, on the occasions charged in the indictment, they were involved in a drug importation. The defendants, on the other hand, seem to use the term \"modus operandi\" to refer to a \"signature\" crime, where the identity of the criminal is inferred from the distinctive manner in which the crime was committed. They then point out, correctly but irrelevantly, that the identity of the defendants was not an issue in the case, so the evidence should not have been received for that purpose. Their point is irrelevant because that was not the reason the district court admitted the evidence. Rather, the district court told the jury that the evidence had been admitted as possible proof of \"opportunity, intent, preparation or common plan, knowledge, or absence of mistake, accident or other innocent reason\" for the defendants' activities. (Trial Tr., May 12, 1998, at 17.)<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> It had relevance and probative value for such purposes, and it was admissible under Rule 404(b).</p>\n    </div>\n    <p class=\"indent\">Staleness and Prejudice</p>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">The defendants contend that even if the evidence addressed an issue proper under Rule 404(b), it generated an unfair prejudice<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a> that outweighed its probative worth, so it should have been excluded under Rule 403.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a> In particular, the defendants argue that the prior episodes in which Rodriguez and Saniel were involved were too remote in time to have significant probative worth, and instead carried the likely prejudicial effect that the jury would think the defendants were of bad character.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">There is no doubt that the probative value of evidence could be attenuated by the passage of time.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a> See Frankhauser, 80 F.3d at 648; see also United States v. Fields, 871 F.2d 188, 198 (1st Cir. 1989). However, there is no per se rule to determine when a prior bad act is \"too old\" to be admissible.<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a> See Fields, 871 F.2d 198 (collecting cases); see also United States v. Hernandez-Guevara, 162 F.3d 863, 872 (5th Cir. 1998), cert denied, 119 S. Ct. 1375 (1999). This Court employs a \"reasonableness\" standard that requires evaluation of the particular facts of each case. See Fields, 871 F.2d at 198 (citing United States v. Engleman, 648 F.2d 473, 479 (8th Cir. 1981)).</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">The judgment whether to admit the evidence at issue is a matter as to which reasonable minds could differ. However, we cannot say it was an abuse of discretion for the district court to have admitted the evidence in question.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">There was a striking similarity between the acts alleged in the indictment and the prior incidents. The similarity of the prior crimes is a factor tending to support admissibility. See Frankhauser, 80 F.3d at 649; United States v. Arias-Montoya, 967 F.2d 708, 712-13 &amp; n.6 (1st Cir. 1992). In the events alleged in the indictment, Rodriguez was the instigator and organizer of the importation efforts. He was the one who had the contacts with the suppliers of marijuana outside Puerto Rico, and he planned the details of the smuggling. He sought out Vega, Saniel and Santana to enlist their help in carrying out his plans. Rodriguez was also the person most knowledgeable -- when the deals fell apart, it was he who bore the news to the others.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">Rodriguez had played a similar role in the prior episodes. In the earlier incidents, he initially sought out Vega and Saniel to have them help with an importation of marijuana from Colombia, and he directed events. When there were problems, whether they involved money or the quality of the marijuana, he attended to them.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">This evidence that Rodriguez, Vega and Saniel had conducted quite similar operations in the past had a \"special relevance\" to the present indictment that justified its admission under Rule 404(b), and the relevance was strong enough that the danger of unfair prejudice was significantly diminished, notwithstanding the passage of time. For instance, a juror might have wondered why she should believe Vega's testimony that Rodriguez unexpectedly called him up and got him involved, with apparently little cajoling, in an effort to import a sizable quantity of marijuana. The 404(b) evidence suggested an answer to that: Vega had previously responded to Rodriguez's call for help with a drug deal. It might have been a different matter if the evidence had suggested an otherwise innocent, on-going relationship between the two men as of 1993. If there had been evidence of regular, non-criminal contacts, the inference that there was a nefarious purpose to their association on any particular occasion would have been much attenuated. But instead, the very rarity of their association tended to suggest that when they got together each of them understood that the purpose was to import drugs.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">The subsequent episode in which Santana participated carried far less danger of prejudice than the older ones. It was close in time to the crime charged in the event, and it had significant similarity in details: after a planning meeting with others at \"Fred's\" apartment complex in St. Thomas, Santana took his boat to sea and picked up drugs to be smuggled into Puerto Rico. Moreover, it was neither set up nor monitored by the government; it was not an attempt by the government to create a second opportunity to catch Santana. Rather, Vega testified that he participated in it without the government's knowledge, as a criminal venture of his own.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">We are mindful that the trial judge \"has savored the full taste of the fray, and his considerable discretion must be respected so long as he does not stray entirely beyond the pale.\" United States v. Tierney, 760 F.2d 382, 388 (1st Cir. 1985). We conclude that the district court did not abuse its discretion in deciding that the probative value of the evidence of the defendants' participation in other drug offenses was more substantial than its prejudicial effect.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">There was no error in the admission of the \"other crimes\" evidence.</p>\n    </div>\n    <p class=\"indent\">D. Improper Argument</p>\n    <p class=\"indent\">Failure to Testify</p>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">Santana testified at trial; the others did not. Rodriguez and Saniel argue that during the closing argument, the prosecutor referred to their failure to testify when commenting on Vega's veracity. Posing a rhetorical question, the prosecutor attempted to bolster Vega's credibility after it had been attacked by the defendants:</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">[THE GOVERNMENT] How easy would it have been to catch [Vega] in a lie if it turned out that Israel Rodriguez was on vacation somewhere else? He comes with his American Express record and says, 'Mira. I was in Spain the whole month of September.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">(Trial Tr., May 15, 1998, at 74-75.)</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">Rodriguez and Saniel objected, arguing that the remark suggested the jury should draw an inference from Rodriguez's silence. The district court agreed and immediately gave a curative instruction reminding the jurors that the defendants had a right not to testify and that they had no burden of proof.<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a> In addition, the court gave similar instructions during its final charge to the jury.<a class=\"footnote\" href=\"#fn14\" id=\"fn14_ref\">14</a></p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">We agree that the prosecutor's remark amounted to an impermissible comment on the defendants' decision not to testify. \"Even an indirect or inferential comment on a defendant's silence can transgress the Fifth Amendment.\" United States v. Taylor, 54 F.3d 967, 978 (1st Cir. 1995). To determine whether there was error requiring reversal of the verdict, however, we must also assess \"(1) whether the prosecutor's misconduct was isolated and/or deliberate; (2) whether the trial court gave a strong and explicit cautionary instruction; and (3) whether any prejudice surviving the court's instruction likely could have affected the outcome of the case.\" United States v. Palmer, 203 F.3d 55, 58 (1st Cir. 2000)(quoting United States v. Auch, 187 F.3d 125, 129 (1st Cir. 1999)).</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">As to the first question, we think the prosecutor's comment so obviously pointed out that Rodriguez had not produced evidence contradicting the government's case that it had to have been deliberate. It was not just a slip of the tongue.</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">Nevertheless, the district court promptly gave an instruction that told the jury not to consider the inference suggested by the prosecutor. The court repeated the caution in its final instructions. The defendants can get no support from United States v. Hardy, 37 F.3d 753, 757 (1st Cir. 1994), which they cite. The district court's response in this case was direct and complete, unlike the elliptical instruction we disapproved of in Hardy.</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">The prosecutor's remark was brief, and the court's response was immediate and clear. In the circumstances, we are confident the remark did not deprive the defendants of a fair trial.</p>\n    </div>\n    <p class=\"indent\">Witness Vouching</p>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">The defendants also argue that the prosecutor improperly vouched for Vega's credibility in his closing argument in three ways by: (1) suggesting that Vega needed to move his family from Puerto Rico to keep them safe from possible reprisals for his testimony;<a class=\"footnote\" href=\"#fn15\" id=\"fn15_ref\">15</a> (2) arguing that in a prior case, where Vega had been a cooperating witness, the trial judge had given Vega a sentence that was more lenient than what the Government had recommended;<a class=\"footnote\" href=\"#fn16\" id=\"fn16_ref\">16</a> and (3) arguing that Vega was \"a free man,\" who, if lying about the guilt of the co-conspirators could \"go to jail for a long, long, long time.\"<a class=\"footnote\" href=\"#fn17\" id=\"fn17_ref\">17</a> (Trial Tr., May 15, 1998, at 78-82.)</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">It is improper for a prosecutor to make an argument that \"places the 'prestige of the government behind a witness by making personal assurances about the witness' credibility.'\" United States v. Cruz-Kuilan, 75 F.3d 59, 62 (1st Cir. 1996) (quoting United States v. Neal, 36 F.3d 1190, 1207 (1st Cir. 1994)). However, an argument that does no more than assert reasons why a witness ought to be accepted as truthful by the jury is not improper witness vouching. See Cruz-Kuilan, 75 F.3d at 62 (citing United States v. Dockray, 943 F.2d 152, 156 (1st Cir. 1991)). While it can sometimes be difficult to tell the difference between a proper argument about the witness' credibility and improper witness vouching, see United States v. Wihbey, 75 F.3d 761, 772 (1st Cir. 1996) (citing United States v. Innamorati, 996 F.2d 456, 483 (1st Cir. 1993)), in this case the first two objectionable arguments made by the government are clearly proper arguments. These arguments were responses to the defendants' claims that Vega was paid for his testimony and that Vega manipulated prosecutors so that he could continue his illegal activities.</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">The third portion of the argument, that Vega would be sentenced to jail if he were lying, presents a closer case, but we think it was a proper response to defense arguments that Vega tailored his testimony to please the prosecutors. The jury had in evidence the agreements Vega made with the government, and those agreements did provide that he could be punished if he testified falsely. The argument properly addressed that point, and did so in response to specific defense arguments.</p>\n    </div>\n    <p class=\"indent\">E. Santana's Sentence</p>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">Santana argues that the district court erred in determining his offense level under the United States Sentencing Guidelines because it applied a two-level enhancement under USSG &#167; 2D1.1(b)(2)(B) (Nov. 1998), which requires such an enhancement if \"the defendant [has] acted as a... captain... aboard any craft or vessel carrying a controlled substance.\" Santana argues that the enhancement would only have been appropriate if he had actually carried out the act of transporting drugs, but is not appropriate for mere conspiracy and attempt.</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">The argument is frivolous. The offense level for the crimes of conspiracy and attempt is \"[t]he base offense level from the guideline for the substantive offense, plus any adjustments from such guideline for any intended offense conduct that can be established with reasonable certainty.\" USSG &#167; 2X1.1(a) (Nov. 1998) (emphasis added). The adjustment in &#167; 2D1.1(b)(2)(B) plainly is to be applied to convictions for conspiracy and attempt, so long as the necessary factual predicate for the enhancement exists. Santana does not argue that the district court could not fairly have concluded that he was the captain of a boat intended to be used to carry marijuana. His argument is simply that the substantive crime was not committed. It simply does not matter whether he actually carried the controlled substance; his conspiring and his attempt to do so warrant the application of the enhancement.</p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">At oral argument, Santana argued that there was insufficient basis for the district court to determine, for sentencing guideline purposes, what quantity of marijuana should be attributed to him. He did not raise this objection below, and omitted it from his brief. We consider it waived. See United States v. Zannino, 895 F.2d 1, 17 (1st Cir. 1990) (\"It is not enough merely to mention a possible argument in the most skeletal way, leaving the court to do counsel's work....\"); see also United States v. Berkowitz, 927 F.2d 1376, 1384 (7th Cir. 1991) (\"perfunctory and undeveloped arguments... are waived.\") (collecting cases).<a class=\"footnote\" href=\"#fn18\" id=\"fn18_ref\">18</a></p>\n    </div>\n    <p class=\"indent\">III.</p>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\">Having considered all the defendants' arguments, we find no error. The judgments entered by the district court are AFFIRMED.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>NOTES:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p>  Of the District of Massachusetts, sitting by designation.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p>  The location was identified by various general place names, including Ceiba, Las Carmelas Beach, and Marinata. These places are all near enough to each other that there appears no significance to the variation for present purposes.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p>  The Coast Guard towed the boat to the Roosevelt Roads Naval Base in Puerto Rico, where it arrived on October 4, 1993. An agent testified that it took four days to tow the boat from its point of seizure, suggesting that it was seized on or about September 30. There was no evidence as to how long it would have taken the boat to travel to Puerto Rico under its own power.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p>  \"Evidence of other crimes, wrongs, or acts is not admissible to prove the character of a person in order to show action in conformity therewith. It may, however, be admissible for other purposes, such as proof of motive, opportunity, intent, preparation, plan, knowledge, identity, or absence of mistake or accident, provided that upon request by the accused, the prosecution in a criminal case shall provide reasonable notice in advance of trial, or during trial if the court excuses pretrial notice on good cause shown, of the general nature of any such evidence it intends to introduce at trial.\" Fed. R. Evid. 404(b).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p>  Although Vega had previously been cooperating with the government, he testified that he participated in the December, 1993 episode not as an informant, but to make money. He was apparently annoyed that the government had not paid him for his information which had led to the seizure of marijuana in September, and he decided to make some money by helping with another drug deal.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p>  Vega had some visa problems, and he had to stay in Colombia to straighten them out. His airline tickets and some legal documents pertaining to his visa problems were offered in evidence to corroborate his testimony about his trip to Colombia. The exhibits themselves contain no reference to either Rodriguez or Saniel and thus do not directly corroborate that part of Vega's testimony.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p>  Saniel and Rodriguez challenge the sufficiency of evidence as to both counts. Santana only challenges the sufficiency of evidence as to Count Two.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p>  The common expression notwithstanding, Rule 404(b) does not just apply to \"prior\" bad acts, but may include subsequent ones as well. See United States v. Wright, 573 F.2d 681, 683 (1st Cir. 1978); Weinstein &amp; Berger, supra, &#167; 404.22[2], at 12.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p>  The district court acted carefully in determining to admit the evidence. Before the trial began, the government advised the court that it intended to offer such evidence and sought permission to refer to it in the opening statement. The court declined to rule on the admission of the evidence in limine, but rather reserved judgment until the appropriate time in the presentation of the government's case. When the government offered the evidence early in its case, the court again demurred and instructed the government first to elicit evidence about the crimes charged in the indictment. After that was done, the government once more sought permission to admit the Rule 404(b) evidence. Since it was near the end of the trial day, the court recessed for the day. The following morning, having consulted the caselaw, the court ruled that the evidence could be admitted. The court gave an appropriate limiting instruction to the jury when the evidence was admitted and again in its final instructions at the close of the case. The defendants claim no error in the instructions.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p>  The law does not protect defendants against all evidentiary prejudice, only that which is unfair. See United States v. Candelaria-Silva, 162 F.3d 698, 705 (1st Cir. 1998) (citing United States v. Rivera-Gomez, 67 F.3d 993, 997 (1st Cir. 1995)).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p>  \"Although relevant, evidence may be excluded if its probative value is substantially outweighed by the danger of unfair prejudice, confusion of the issues, or misleading the jury, or by considerations of undue delay, waste of time, or needless presentation of cumulative evidence.\" Fed. R. Evid. 403.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p>  It might be observed that the passage of time would similarly attenuate the power of any impermissible suggestion of \"propensity\" to commit a crime. The older the evidence that a defendant was a bad character, the weaker the force of inference about his present character or propensity. Recall Prince Hal's rebuke to Falstaff: \"Presume not that I am the thing I was; For God doth know, so shall the world perceive, That I have turn'd away my former self;...\" William Shakespeare, The Second Part Of King Henry The Fourth, act 5, sc. 5.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p>  We note that other circuits have approved Rule 404(b) evidence that was as remote in time from the crime charged in the indictment as the evidence involved in this case. See United States v. Martinez, 182 F.3d 1107, 1112 (9th Cir. 1999) (ten-year-old conviction for drug importation admissible to prove knowledge of drug importation); Hernandez-Guevara, 162 F.3d at 873 (eighteen-year-old conviction for exactly the same type of crime as that charged in the indictment admissible); United States v. Johnson, 132 F.3d 1279, 1283 (9th Cir. 1997) (bad act evidence thirteen years old admitted); United States v. Terry, 702 F.2d 299, 316 (2d Cir. 1983) (twenty-year-old conviction admissible to prove intent and guilty knowledge).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p>  [THE COURT] \"Members of the jury, although I will be instructing you in a minute about a number of items, including the item that I'm going to talk about now, I just want to advance an instruction, if you will, which perhaps I should do to avoid any misinterpretation of what I will say later, which is the fact that the defendants have no burden to produce any evidence or to testify. They are presumed innocent, and because of that reason, the law says that they have no burden to testify or to produce evidence.\"</p>\n        <p>\"So with that in mind, I will ask [the Government] to continue....\" (Trial Tr., May 15, 1998, at 77.)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn14\">\n        <a class=\"footnote\" href=\"#fn14_ref\">14</a>\n        <p>  [THE COURT] \"Remember that the defendants have the right not to testify or to call any witness. Each defendant has the right to remain silent, and no adverse inference or suggestion of guilt could be drawn if their evidence -- from their silence -- I'm sorry -- or from their choice of witnesses.\" (Trial Tr., May 15, 1998, at 92.)</p>\n        <p>\"The presumption of innocence until proven guilty means that the burden of proof is always on the Government to satisfy you that a defendant is guilty of the crime with which he is charged beyond a reasonable doubt. . . .\"</p>\n        <p>\"This burden never shifts to the defendant. It is always the government's burden to prove each of the elements of the crime or crimes charged beyond a reasonable doubt by the evidence and the reasonable inferences to be drawn from the evidence.\" Id. at 96.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn15\">\n        <a class=\"footnote\" href=\"#fn15_ref\">15</a>\n        <p>  [THE GOVERNMENT] \"If you would believe that Francisco Vega Estrada would come to testify so that he would be forced to move his family from the house that he --</p>\n        <p>[COUNSEL FOR RODRIGUEZ] Objection, Your Honor.</p>\n        <p>[THE COURT] Overruled.</p>\n        <p>[THE GOVERNMENT]--that he had lived in for over 20 years just so that he could come here and tell lies about these defendants, I submit is absolutely not believable.\" (Trial Tr., May 15, 1998, at 78.)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn16\">\n        <a class=\"footnote\" href=\"#fn16_ref\">16</a>\n        <p>  [THE GOVERNMENT] \"[I]n 1995, Francisco Vega testifies against Pocholo, and then on May 17th of 1996 he is punished. He is sentenced to ten months; five months in jail and five months in home confinement. He told you the Government told the judge he should go to jail for longer. The Government recommended a longer sentence than ten months, but it was the judge who looked at Mr. Francisco Vega, looked at the fact that he had testified, looked at the risks he had placed himself and his family under.\"</p>\n        <p>[COUNSEL FOR RODRIGUEZ] Objection. Objection.</p>\n        <p>[THE COURT] Overruled.\" (Trial Tr., May 15, 1998, at 79.)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn17\">\n        <a class=\"footnote\" href=\"#fn17_ref\">17</a>\n        <p>  [THE GOVERNMENT] \"Why would a person who has already come out of jail -- he's in his house, he's free. He's paid his debt to society, the punishment imposed by the judge.... What possible motive would [Francisco Vega] have?\"</p>\n        <pre>.       .       .       .       .       .       .       .       .</pre>\n        <p>[H]e doesn't have to provide any information to the Government about these people. He's a free man. He's a free man. So by pointing the fingers at these gentlemen (indicating), he does several things. One, if the Government believes that he's lying about that, he can go to jail for a long, long, long time. Two, he's making enemies out of the friends that he once had. And if you believe his testimony, they're drug traffickers. And making enemies of drug traffickers is not something that people go around --</p>\n        <p>[COUNSEL FOR SANTANA] Objection, Your Honor.</p>\n        <p>[COUNSEL FOR RODRIGUEZ] Objection.</p>\n        <p>[THE COURT] Overruled.\" (Trial Tr., May 15, 1998, at 81-82.)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn18\">\n        <a class=\"footnote\" href=\"#fn18_ref\">18</a>\n        <p>  Santana's other argument that the cooperating witness' testimony violated 18 U.S.C. &#167; 201(c)(2) was considered and rejected in United States v. Lara, 181 F.3d 183, 197-98 (1st Cir.), cert. denied, 120 S. Ct. 432 (1999).</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">215</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">110</span></span> (1st Cir. 2000)</p>\n    <p class=\"parties\">UNITED STATES, APPELLEE,<br>V.<br>ISRAEL RODRIGUEZ, DEFENDANT, APPELLANT.<br>UNITED STATES, APPELLEE,<br>V.<br>JUAN M. SANIEL-CALZADA, DEFENDANT, APPELLANT.<br>UNITED STATES, APPELLEE,<br>V.<br>MANUEL RODRIGUEZ-SANTANA, DEFENDANT, APPELLANT.</p>\n    <p class=\"docket\">No. 99-1030, No. 99-1031, No. 99-1032.</p>\n    <p class=\"court\">United States Court of Appeals, For the First Circuit.</p>\n    <p class=\"date\">Heard Nov. 3, 1999.<br>Decided June 16, 2000.</p>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">APPEALS FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF PUERTO RICO. Hon. Jose Antonio Fuste, U.S. District Judge.[Copyrighted Material Omitted][Copyrighted Material Omitted]</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">G. Richard Strafer, with whom G. Richard Strafer, P.A. was on brief, for appellant Israel Rodriguez. Manuel San Juan, by appointment of the Court, for appellant Juan M. Saniel-Calzada.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Rafael F. Castro-Lang, by appointment of the Court, for appellant Manuel Rodriguez-Santana.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">W. Stephen Muldrow, Assistant United States Attorney, with whom Guillermo Gil, United States Attorney, Jorge E. Vega-Pacheco, Chief, Criminal Division, and Camille Velez-Rive, Assistant United States Attorney, were on brief, for appellee.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Before Lynch, Circuit Judge, Campbell, Senior Circuit Judge, and O'Toole, Jr.,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> District Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">O'TOOLE, District Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">These are consolidated appeals from judgments of conviction entered upon jury verdicts. The defendants make a number of arguments. After considering their points carefully, we are satisfied that there was no reversible error, and accordingly we affirm the judgments.</p>\n    </div>\n    <p class=\"indent\">I.</p>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The defendants, Israel Rodriguez (\"Rodriguez\"), Juan Saniel-Calzada (\"Saniel\"), and Manuel Rodriguez-Santana (here called \"Santana\" to distinguish him from Israel Rodriguez), were charged and convicted of conspiring to import more than 5,000 pounds of marijuana in violation of 21 U.S.C. &#167; 952(a) and 21 U.S.C. &#167; 963 (Count One), and of attempting to import more than 5,000 pounds of marijuana in violation of 21 U.S.C. &#167; 952(a), 21 U.S.C. &#167; 963, and 18 U.S.C. &#167; 2 (Count Two). At trial, there was evidence that could have convinced the jury of the following facts:</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">In September, 1993, Rodriguez, who lived in Florida, contacted Francisco Vega Estrada (\"Vega\"), a resident of Puerto Rico, to enlist his aid in smuggling illegal drugs into Puerto Rico. Rodriguez was unaware that Vega was then cooperating with agents of the United States Customs Service. (Vega eventually became the government's key witness at trial.) Rodriguez planned to bring a shipment of marijuana from Colombia into Puerto Rico by sea. He sought to have both Vega and Saniel help off-load the marijuana when it arrived.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">On September 29th or 30th, Vega and Saniel, having agreed to assist in the drug importation, went to a pier in a location designated by Rodriguez on the eastern coast of Puerto Rico to await the boat that was carrying the marijuana.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> Vega brought his pickup truck, onto which he and Saniel planned to load the marijuana. They waited through the night, under surveillance by Customs agents, but no boat arrived.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Early in the morning, they heard a radio report that a boat carrying more than 5,000 pounds of marijuana had been seized that night by the Coast Guard. Apparently, the boat had been seized about 45 miles off the coast of Colombia, a good distance away from Puerto Rico and particularly from its eastern coast.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> In any event, Vega testified that he assumed that the load that was seized was the one he and Saniel were waiting for, and he went home to bed. He heard later from Rodriguez that the expected shipment had \"fallen through.\" Vega understood that remark at the time to mean that the shipment had been intercepted.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Rodriguez organized a second attempt to import marijuana in October, 1993, this time involving not only Vega and Saniel, but also Santana and a couple of other men. The plan was for the marijuana to be received at sea off the island of St. Thomas, not far from Maternillo on the east coast of Puerto Rico. The men traveled to St. Thomas in two boats, one of which was captained by Santana, who was a fisherman working out of Maternillo. In St. Thomas, they stayed at apartments owned by a man identified only by his first name, \"Fred.\" Vega testified that he overheard a conversation in St. Thomas in which, after some negotiation, Rodriguez agreed to pay Santana $400,000 for his assistance in bringing the marijuana back to Puerto Rico in his boat.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">After all the necessary preparations had been made, at some point Rodriguez announced to the others that the expected shipment had been \"canceled.\" The defendants returned to Puerto Rico without completing the planned importation.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">As noted, the chief government witness at trial was Vega. His evidence was supplemented, and in some respects corroborated, by testimony of Customs agents and by telephone records which supported an inference that there had been multiple phone contacts among all the various participants during the months of September and October, 1993. Vega also was permitted to testify to \"other crimes\" committed by the defendants, pursuant to Fed. R. Civ. P. 404(b).<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> He described three other drug importation episodes in which one or more of the defendants were involved. One occurred in December, 1993, after the events alleged in the indictment. On that occasion, Vega met with Santana at \"Fred's\" apartment complex in St. Thomas. Together with others, they put out from St. Thomas in Santana's boat and picked up approximately 600 kilos of cocaine that was dropped to them from an airplane. They then brought the drugs to Puerto Rico by sea.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Vega also testified that he had helped Rodriguez with two prior importations of marijuana into Puerto Rico from Colombia, one in 1978 or 1979, and the other in 1980. Saniel was also involved in the second. According to Vega, in the late 1970s he and Rodriguez were acquainted because both worked at the El Conquistador Hotel. Rodriguez approached him one day and solicited his help in bringing a shipment of marijuana from Colombia. Vega agreed to help, and took vacation time from work to be able to do so. Following Rodriguez's instructions, Vega and some others picked up a shipment of marijuana off the Colombian coast and sailed with it back to Puerto Rico, where Rodriguez met them and helped unload the marijuana at a dock in the middle of the night.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The second incident, in 1980, was similar. Vega and Rodriguez flew to Colombia where they met with a man named \"Juan.\" Rodriguez and Juan had some discussions, after which Rodriguez told Vega that he had to go back to Puerto Rico to take care of a problem with some money. Vega remained in Colombia for a while, but eventually also returned to Puerto Rico.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> Rodriguez met him and instructed him to go to a small island near Tortola, where some of the marijuana involved was hidden. There was a problem with the quality of the marijuana, and Rodriguez wanted a sample to take back to Colombia to prove the point to his supplier. Vega went with Saniel to the place were the marijuana was kept and took some of it back to Puerto Rico. They \"stashed\" it at Saniel's house.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Of the three defendants, only Santana offered evidence at trial, and that was his own testimony. He testified that he was a fisherman and would occasionally fish in the waters off St. Thomas. He denied ever having been to St. Thomas with Vega. He also said that Vega had been at his home performing some construction work during five days in late September, 1993, and he suggested that the telephone calls to his house from the other co-conspirators during that period were probably calls to Vega, not to him.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Upon this evidence, the jury convicted each defendant on each count.</p>\n    </div>\n    <p class=\"indent\">II.</p>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">We consider the defendants' arguments in turn.</p>\n    </div>\n    <p class=\"indent\">A. Sufficiency of the Evidence</p>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The defendants challenge the sufficiency of the evidence to convict them.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> We assess whether the evidence viewed in a light most favorable to the verdict would allow a rational trier of fact to find guilt beyond a reasonable doubt. See United States v. Morillo, <span class=\"citation\" data-id=\"198160\"><a href=\"/opinion/198160/united-states-v-morillo/\"><span class=\"volume\">158</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">18</span></a></span>, 22 (1st Cir. 1998). All evidence, both direct and circumstantial, is to be considered, with conflicts resolved in favor of the verdict. See United States v. Carroll, <span class=\"citation\" data-id=\"734111\"><a href=\"/opinion/734111/united-states-v-christopher-b-carroll/\"><span class=\"volume\">105</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">740</span></a></span>, 742 (1st Cir. 1997).</p>\n    </div>\n    <p class=\"indent\">Conspiracy</p>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">To prove the crime of conspiracy under 21 U.S.C. &#167; 963, the government must prove the existence of an unlawful agreement between two or more persons and the defendant's knowledge of and voluntary participation in the conspiracy. See Morillo, 158 F.3d at 23. To establish a defendant's voluntary participation, the government must show both \"intent to agree and intent to commit the substantive offense.\" Id. (citations omitted). The crime is the illegal agreement; if there was such an agreement, it does not matter that the purpose of the agreement was not achieved, or even that achieving that purpose was factually impossible. See United States v. Giry, <span class=\"citation\" data-id=\"488024\"><a href=\"/opinion/488024/united-states-v-pierre-michel-henri-giry-and-steven-seward/\"><span class=\"volume\">818</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">120</span></a></span>, 126 (1st Cir. 1987).</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">If the jurors believed Vega, they could easily have found within his testimony evidence supporting the elements of the offense of conspiracy with respect to each defendant. Rodriguez formed the plan to import marijuana and recruited the others to help out. Both Saniel and Santana, by their respective parts as described by Vega, joined in the conspiracy knowing of its purpose and intending by their participation to bring about its success. The fact that their effort failed does not stand in the way of a finding by the jury that the defendants had conspired together to import marijuana.</p>\n    </div>\n    <p class=\"indent\">Attempt (Aiding and Abetting)</p>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">To convict the defendants of attempt, the government had to prove that they intended to commit the substantive offense of importing marijuana and that each of them, directly or by aiding or abetting another, \"performed a substantial step towards the completion of the offense.\" United States v. DeMasi, <span class=\"citation\" data-id=\"195694\"><a href=\"/opinion/195694/united-states-v-de-masi/\"><span class=\"volume\">40</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1306</span></a></span>, 1315 (1st Cir. 1994). A \"substantial step\" is less than what is necessary to complete the substantive crime, but more than \"mere preparation.\" See United States v. Levy-Cordero, <span class=\"citation\" data-id=\"705989\"><a href=\"/opinion/705989/united-states-v-victor-levy-cordero-united-states-v-william/\"><span class=\"volume\">67</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1002</span></a></span>, 1019 (1st Cir. 1995). The government must prove that the defendants \"participated in [the attempt] as... something [they] wished to bring about, and sought by [their] actions to make it succeed.\" United States v. Loder, <span class=\"citation\" data-id=\"195365\"><a href=\"/opinion/195365/united-states-v-loder/\"><span class=\"volume\">23</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">586</span></a></span>, 590-91 (1st Cir. 1994) (quoting United States v. Garcia-Rosa, <span class=\"citation\" data-id=\"524260\"><a href=\"/opinion/524260/united-states-v-blanca-garcia-rosa-united-states-of-america-v-pedro/\"><span class=\"volume\">876</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">209</span></a></span>, 217 (1st Cir. 1989)).</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Again, Vega's testimony, if believed, was sufficient to permit a jury to find the defendants guilty beyond a reasonable doubt. According to Vega's account, each of the defendants personally participated in at least one direct effort to import marijuana. Saniel went with Vega to the waterfront to await the shipment from Colombia in September; in October, Santana brought his boat to St. Thomas expecting to load it with marijuana to be carried back to Puerto Rico; Rodriguez participated in both efforts. On the evidence, the jury could properly have found, with respect to each defendant, that his participation went beyond \"mere preparation\" and amounted to a \"substantial step\" toward the completion of the offense.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Santana points out that the indictment alleged an attempt \"in or about September of 1993.\" He argues that, except for records showing telephone calls to his home from the homes of other co-conspirators, there was no evidence that he participated in the effort to bring marijuana directly from Colombia in September. The only evidence of his participation was the October trip to St. Thomas. He therefore says that he cannot be found guilty of the attempt that is alleged in the indictment. His argument is meritless.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The words \"in or about\" permit some latitude in proving the time of the offense alleged, so long as the exact time of the commission of the act is not an element of the offense. See United States v. Antonelli, <span class=\"citation\" data-id=\"295474\"><a href=\"/opinion/295474/united-states-v-robert-antonelli/\"><span class=\"volume\">439</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1068</span></a></span>, 1070 (1st Cir. 1971). The exact time of the importation effort is not an element of the crime of attempting to import illegal drugs. Here, in addition to attempt, Santana was charged with being part of a conspiracy which, according to the indictment, existed from \"in or about September of 1993 to in or about October of 1993.\" Further, in the conspiracy count, there are specific allegations of \"overt acts\" that Santana participated in, all of which are alleged to have taken place in October, 1993.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Moreover, the evidence that during September telephone calls were made to Santana's residence from the other alleged co-conspirators also supported the attempt charge, because from it an inference might have been drawn not only that Santana had conspired with others to violate the law, which was the gist of the conspiracy count, but also that he participated in steps toward the commission of the substantive offense itself. Certainly, in a prosecution for a completed offense, evidence of communications among the co-conspirators would be relevant not only to prove the existence of the conspiracy but to prove that the substantive crime was committed as well. The same should be true when, instead of a completed substantive crime, an attempt is charged.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">In any event, proof of Santana's active participation in October is sufficient proof of an offense \"in or about September\" that there is no error. See United States v. Escobar-de Jesus, <span class=\"citation\" data-id=\"765611\"><a href=\"/opinion/765611/united-states-v-eusebio-escobar-de-jesus/\"><span class=\"volume\">187</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">148</span></a></span>, 168 (1st Cir. 1999) (evidence about act occurring near the end of March supported proof of conspiracy alleged to have begun \"on or about\" April); United States v. Portela, <span class=\"citation\" data-id=\"761694\"><a href=\"/opinion/761694/united-states-v-rafael-portela-united-states-of-america-v-francisco/\"><span class=\"volume\">167</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">687</span></a></span>, 698 n.7 (1st Cir. 1999) (evidence of act occurring in early April 1995 could prove crime alleged to have occurred \"on or about March 1995\").</p>\n    </div>\n    <p class=\"indent\">B. Constructive Amendment of the Indictment</p>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">The defendants have argued that it is unlikely -- and that the jury could not have found beyond a reasonable doubt -- that the marijuana seized off the coast of Colombia at the end of September was the marijuana that Vega and Saniel were waiting for at the pier at Las Carmelas. Accordingly, the defendants say, the government failed to prove a fact alleged in the indictment, and thus the crime proved at trial was different from the one alleged in the indictment. They assert that the government's failure of proof, combined with the district court's instruction on the elements of conspiracy, amounted to a constructive amendment of the indictment.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">A constructive amendment of the indictment would be a per se violation of the Fifth Amendment. See United States v. Fisher, <span class=\"citation\" data-id=\"194868\"><a href=\"/opinion/194868/united-states-v-fisher/\"><span class=\"volume\">3</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">456</span></a></span>, 463 (1st Cir. 1993); see also Stirone v. United States, <span class=\"citation\" data-id=\"105978\"><a href=\"/opinion/105978/stirone-v-united-states/\"><span class=\"volume\">361</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">212</span></a></span>, 215-19 (1960). \"A constructive amendment occurs when the charging terms of the indictment are altered\" at trial so that they are different from those handed up by the grand jury. See Portela, 167 F.3d at 701 (citations and internal quotations omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">There was no such amendment here, even if the government did fail to prove that the marijuana seized off Colombia was the marijuana that was the subject of the conspiracy alleged in the indictment, a question we need not resolve. The conspiracy alleged in Count One was a conspiracy to import marijuana into Puerto Rico, not a conspiracy to dispose of the marijuana cargo of a particular vessel. The seizure of the ship off Colombia was alleged in the indictment not as a necessary element of the offense charged, and it was not necessary for the government to prove that the marijuana seized was the marijuana that Saniel and Rodriguez planned to import.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">The government is not required to prove an overt act with respect to an importation conspiracy under 21 U.S.C. &#167; 963, which contains language identical to the language of 21 U.S.C. &#167; 846. See United States v. Shabani, <span class=\"citation\" data-id=\"117878\"><a href=\"/opinion/117878/united-states-v-shabani/\"><span class=\"volume\">513</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">10</span></a></span>, 11-12 (1994) (holding that no overt act need be proven with respect to conspiracy charged under &#167; 846); United States v. Montgomery, <span class=\"citation\" data-id=\"756550\"><a href=\"/opinion/756550/98-cal-daily-op-serv-5379-98-daily-journal-dar-7551-united-states-of/\"><span class=\"volume\">150</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">983</span></a></span>, 997-98 (9th Cir. 1998) (applying Shabani to 21 U.S.C. &#167; 963); United States v. Rangel-Arreola, <span class=\"citation\" data-id=\"605593\"><a href=\"/opinion/605593/united-states-v-roberto-rangel-arreola/\"><span class=\"volume\">991</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1519</span></a></span>, 1522 n.2 (10th Cir. 1993)(noting \"21 U.S.C.... &#167; 963 [does] not contain the overt act requirement\"); United States v. Burns, <span class=\"citation\" data-id=\"604804\"><a href=\"/opinion/604804/united-states-v-donald-berry-burns-united-states-of-america-v-joseph-l/\"><span class=\"volume\">990</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1426</span></a></span>, 1432 (4th Cir. 1993) (same). It was proper for the government to argue that the jury did not need to find that the intercepted shipment was the subject of the conspiracy. The district court properly instructed the jury on the elements of the offense. See Portela, 167 F.3d at 702 (approving a jury instruction to disregard evidence of an overt act in a drug conspiracy indictment). There was no constructive amendment of the indictment.</p>\n    </div>\n    <p class=\"indent\">C. Admission of Evidence of Other Crimes</p>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">The defendants argue that the district court improperly admitted Vega's testimony about other drug importation efforts in which one or more of them participated. They contend that the evidence was not relevant to a legitimate issue in the case, as required under Rule 404(b), and further, even if it was, the evidence was unfairly prejudicial and should have been excluded under Rule 403.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Their argument tracks the well-known two-step test for determining whether \"other crimes\" evidence may be admitted. First, the evidence must be \"specially probative of an issue in the case -- such as intent or knowledge -- without including bad character or propensity as a necessary link in the inferential chain.\" United States v. Frankhauser, <span class=\"citation\" data-id=\"196693\"><a href=\"/opinion/196693/united-states-v-frankhauser/\"><span class=\"volume\">80</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">641</span></a></span>, 648 (1st Cir. 1996) (citing United States v. Aguilar-Aranceta, <span class=\"citation\" data-id=\"698646\"><a href=\"/opinion/698646/united-states-v-esperanza-aguilar-aranceta/\"><span class=\"volume\">58</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">796</span></a></span>, 798 (1st Cir. 1995)). Second, before admitting it, the trial court must also determine that \"the probative value of the evidence is substantially outweighed by the danger of unfair prejudice,\" potential confusion of the issues, or the possibility that the jury would be misled. See Aguilar-Aranceta, 58 F.3d at 798 (citations and internal quotations omitted). We review the admission of such evidence for an abuse of discretion. See United States v. Gilbert, <span class=\"citation\" data-id=\"198521\"><a href=\"/opinion/198521/united-states-v-gilbert/\"><span class=\"volume\">181</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">152</span></a></span>, 160 (1st Cir. 1999); United States v. Shea, <span class=\"citation\" data-id=\"198187\"><a href=\"/opinion/198187/united-states-v-shea/\"><span class=\"volume\">159</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">37</span></a></span>, 40-41 (1st Cir. 1998).</p>\n    </div>\n    <p class=\"indent\">Probative Value</p>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Rule 404(b) precludes evidence of \"other crimes\" or \"bad acts\" to prove a defendant's bad character or his propensity to commit the crime alleged in the indictment. But it permits such evidence for other purposes, some of which are listed in the Rule.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Evidence of other criminal conduct has often been found \"specially relevant\" when it tends to prove one or more of the elements of the crime of conspiracy. See United States v. Scelzo, <span class=\"citation\" data-id=\"482092\"><a href=\"/opinion/482092/united-states-v-joseph-scelzo/\"><span class=\"volume\">810</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">2</span></a></span>, 4 (1st Cir. 1987); see also 2 Jack B. Weinstein &amp; Margaret A. Berger, Weinstein's Federal Evidence, &#167; 404.22[5][b][ii] (Joseph M. McLaughlin ed., Matthew Bender 2d ed. 2000) (collecting cases admitting 404(b) evidence in conspiracy cases). In a conspiracy prosecution, it is essential for the government to prove the defendant's knowledge of and voluntary participation in the conspiracy. In particular, the government's evidence must overcome the possibility that a particular defendant's association with criminal co-conspirators was wholly innocent or that, if he was with them at the scene of criminal activity, he was \"merely present,\" without guilty knowledge or intent.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">The 404(b) evidence admitted against these defendants had probative value as to such issues. For instance, the jury heard evidence that in late September Saniel waited through the night with Vega at a pier. Was this innocent socializing? Even if Vega was waiting for a drug shipment, as he testified, a conscientious juror might well hesitate to infer that Saniel also knew of that purpose and intended to take part. The additional fact that Saniel had previously helped Vega unload and store marijuana might lead the juror to believe that Saniel did know what Vega intended and that he, Saniel, had purposefully decided to lend his assistance. The additional fact thus advances proof of Saniel's knowing and willful participation in the crimes charged in the indictment.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Similarly, the government needed to counter Santana's claim that he was just a fisherman who liked the waters off St. Thomas and who was innocently caught up with others who, if they intended a crime, had not told him their purpose. By offering evidence of a second incident in which Santana was involved in a completed drug venture with some of the same participants, the government gave the jury a reason to view skeptically Santana's claim that he was just an innocent bystander who was \"merely present,\" but rather to conclude that he was a knowing and intentional participant in the crimes charged in the indictment.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a></p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">The parties debate a bit about whether the evidence of the other crimes tended to show a common \"modus operandi\" throughout the various drug ventures. Rule 404(b) does not use the term \"modus operandi,\" and it appears the parties themselves may attach different meanings to it. The government seems to use the term to suggest that common features of the various episodes tend to establish that the defendants were not acting naively or innocently, and that any similarity in the pattern of events was evidence from which the jury could infer that the defendants knew that, on the occasions charged in the indictment, they were involved in a drug importation. The defendants, on the other hand, seem to use the term \"modus operandi\" to refer to a \"signature\" crime, where the identity of the criminal is inferred from the distinctive manner in which the crime was committed. They then point out, correctly but irrelevantly, that the identity of the defendants was not an issue in the case, so the evidence should not have been received for that purpose. Their point is irrelevant because that was not the reason the district court admitted the evidence. Rather, the district court told the jury that the evidence had been admitted as possible proof of \"opportunity, intent, preparation or common plan, knowledge, or absence of mistake, accident or other innocent reason\" for the defendants' activities. (Trial Tr., May 12, 1998, at 17.)<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> It had relevance and probative value for such purposes, and it was admissible under Rule 404(b).</p>\n    </div>\n    <p class=\"indent\">Staleness and Prejudice</p>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">The defendants contend that even if the evidence addressed an issue proper under Rule 404(b), it generated an unfair prejudice<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a> that outweighed its probative worth, so it should have been excluded under Rule 403.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a> In particular, the defendants argue that the prior episodes in which Rodriguez and Saniel were involved were too remote in time to have significant probative worth, and instead carried the likely prejudicial effect that the jury would think the defendants were of bad character.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">There is no doubt that the probative value of evidence could be attenuated by the passage of time.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a> See Frankhauser, 80 F.3d at 648; see also United States v. Fields, <span class=\"citation\" data-id=\"520578\"><a href=\"/opinion/520578/united-states-v-michael-j-fields-united-states-of-america-v-james-p/\"><span class=\"volume\">871</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">188</span></a></span>, 198 (1st Cir. 1989). However, there is no per se rule to determine when a prior bad act is \"too old\" to be admissible.<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a> See Fields, <span class=\"citation no-link\"><span class=\"volume\">871</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">198</span></span> (collecting cases); see also United States v. Hernandez-Guevara, <span class=\"citation\" data-id=\"759765\"><a href=\"/opinion/759765/united-states-v-jesus-hernandez-guevara/\"><span class=\"volume\">162</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">863</span></a></span>, 872 (5th Cir. 1998), cert denied, <span class=\"citation no-link\"><span class=\"volume\">119</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1375</span></span> (1999). This Court employs a \"reasonableness\" standard that requires evaluation of the particular facts of each case. See Fields, 871 F.2d at 198 (citing United States v. Engleman, <span class=\"citation\" data-id=\"390252\"><a href=\"/opinion/390252/united-states-v-glennon-e-engleman-united-states-of-america-v-robert/\"><span class=\"volume\">648</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">473</span></a></span>, 479 (8th Cir. 1981)).</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">The judgment whether to admit the evidence at issue is a matter as to which reasonable minds could differ. However, we cannot say it was an abuse of discretion for the district court to have admitted the evidence in question.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">There was a striking similarity between the acts alleged in the indictment and the prior incidents. The similarity of the prior crimes is a factor tending to support admissibility. See Frankhauser, 80 F.3d at 649; United States v. Arias-Montoya, <span class=\"citation\" data-id=\"585782\"><a href=\"/opinion/585782/united-states-v-victor-arias-montoya/\"><span class=\"volume\">967</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">708</span></a></span>, 712-13 &amp; n.6 (1st Cir. 1992). In the events alleged in the indictment, Rodriguez was the instigator and organizer of the importation efforts. He was the one who had the contacts with the suppliers of marijuana outside Puerto Rico, and he planned the details of the smuggling. He sought out Vega, Saniel and Santana to enlist their help in carrying out his plans. Rodriguez was also the person most knowledgeable -- when the deals fell apart, it was he who bore the news to the others.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">Rodriguez had played a similar role in the prior episodes. In the earlier incidents, he initially sought out Vega and Saniel to have them help with an importation of marijuana from Colombia, and he directed events. When there were problems, whether they involved money or the quality of the marijuana, he attended to them.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">This evidence that Rodriguez, Vega and Saniel had conducted quite similar operations in the past had a \"special relevance\" to the present indictment that justified its admission under Rule 404(b), and the relevance was strong enough that the danger of unfair prejudice was significantly diminished, notwithstanding the passage of time. For instance, a juror might have wondered why she should believe Vega's testimony that Rodriguez unexpectedly called him up and got him involved, with apparently little cajoling, in an effort to import a sizable quantity of marijuana. The 404(b) evidence suggested an answer to that: Vega had previously responded to Rodriguez's call for help with a drug deal. It might have been a different matter if the evidence had suggested an otherwise innocent, on-going relationship between the two men as of 1993. If there had been evidence of regular, non-criminal contacts, the inference that there was a nefarious purpose to their association on any particular occasion would have been much attenuated. But instead, the very rarity of their association tended to suggest that when they got together each of them understood that the purpose was to import drugs.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">The subsequent episode in which Santana participated carried far less danger of prejudice than the older ones. It was close in time to the crime charged in the event, and it had significant similarity in details: after a planning meeting with others at \"Fred's\" apartment complex in St. Thomas, Santana took his boat to sea and picked up drugs to be smuggled into Puerto Rico. Moreover, it was neither set up nor monitored by the government; it was not an attempt by the government to create a second opportunity to catch Santana. Rather, Vega testified that he participated in it without the government's knowledge, as a criminal venture of his own.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">We are mindful that the trial judge \"has savored the full taste of the fray, and his considerable discretion must be respected so long as he does not stray entirely beyond the pale.\" United States v. Tierney, <span class=\"citation\" data-id=\"451517\"><a href=\"/opinion/451517/united-states-v-robert-f-tierney/\"><span class=\"volume\">760</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">382</span></a></span>, 388 (1st Cir. 1985). We conclude that the district court did not abuse its discretion in deciding that the probative value of the evidence of the defendants' participation in other drug offenses was more substantial than its prejudicial effect.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">There was no error in the admission of the \"other crimes\" evidence.</p>\n    </div>\n    <p class=\"indent\">D. Improper Argument</p>\n    <p class=\"indent\">Failure to Testify</p>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">Santana testified at trial; the others did not. Rodriguez and Saniel argue that during the closing argument, the prosecutor referred to their failure to testify when commenting on Vega's veracity. Posing a rhetorical question, the prosecutor attempted to bolster Vega's credibility after it had been attacked by the defendants:</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">[THE GOVERNMENT] How easy would it have been to catch [Vega] in a lie if it turned out that Israel Rodriguez was on vacation somewhere else? He comes with his American Express record and says, 'Mira. I was in Spain the whole month of September.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">(Trial Tr., May 15, 1998, at 74-75.)</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">Rodriguez and Saniel objected, arguing that the remark suggested the jury should draw an inference from Rodriguez's silence. The district court agreed and immediately gave a curative instruction reminding the jurors that the defendants had a right not to testify and that they had no burden of proof.<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a> In addition, the court gave similar instructions during its final charge to the jury.<a class=\"footnote\" href=\"#fn14\" id=\"fn14_ref\">14</a></p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">We agree that the prosecutor's remark amounted to an impermissible comment on the defendants' decision not to testify. \"Even an indirect or inferential comment on a defendant's silence can transgress the Fifth Amendment.\" United States v. Taylor, <span class=\"citation\" data-id=\"196070\"><a href=\"/opinion/196070/united-states-v-taylor/\"><span class=\"volume\">54</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">967</span></a></span>, 978 (1st Cir. 1995). To determine whether there was error requiring reversal of the verdict, however, we must also assess \"(1) whether the prosecutor's misconduct was isolated and/or deliberate; (2) whether the trial court gave a strong and explicit cautionary instruction; and (3) whether any prejudice surviving the court's instruction likely could have affected the outcome of the case.\" United States v. Palmer, <span class=\"citation\" data-id=\"767577\"><a href=\"/opinion/767577/united-states-v-charles-palmer/\"><span class=\"volume\">203</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">55</span></a></span>, 58 (1st Cir. 2000)(quoting United States v. Auch, <span class=\"citation\" data-id=\"765610\"><a href=\"/opinion/765610/united-states-v-enrique-auch-aka-rickie-auch/\"><span class=\"volume\">187</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">125</span></a></span>, 129 (1st Cir. 1999)).</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">As to the first question, we think the prosecutor's comment so obviously pointed out that Rodriguez had not produced evidence contradicting the government's case that it had to have been deliberate. It was not just a slip of the tongue.</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">Nevertheless, the district court promptly gave an instruction that told the jury not to consider the inference suggested by the prosecutor. The court repeated the caution in its final instructions. The defendants can get no support from United States v. Hardy, <span class=\"citation\" data-id=\"679959\"><a href=\"/opinion/679959/united-states-v-frederick-hardy/\"><span class=\"volume\">37</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">753</span></a></span>, 757 (1st Cir. 1994), which they cite. The district court's response in this case was direct and complete, unlike the elliptical instruction we disapproved of in Hardy.</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">The prosecutor's remark was brief, and the court's response was immediate and clear. In the circumstances, we are confident the remark did not deprive the defendants of a fair trial.</p>\n    </div>\n    <p class=\"indent\">Witness Vouching</p>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">The defendants also argue that the prosecutor improperly vouched for Vega's credibility in his closing argument in three ways by: (1) suggesting that Vega needed to move his family from Puerto Rico to keep them safe from possible reprisals for his testimony;<a class=\"footnote\" href=\"#fn15\" id=\"fn15_ref\">15</a> (2) arguing that in a prior case, where Vega had been a cooperating witness, the trial judge had given Vega a sentence that was more lenient than what the Government had recommended;<a class=\"footnote\" href=\"#fn16\" id=\"fn16_ref\">16</a> and (3) arguing that Vega was \"a free man,\" who, if lying about the guilt of the co-conspirators could \"go to jail for a long, long, long time.\"<a class=\"footnote\" href=\"#fn17\" id=\"fn17_ref\">17</a> (Trial Tr., May 15, 1998, at 78-82.)</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">It is improper for a prosecutor to make an argument that \"places the 'prestige of the government behind a witness by making personal assurances about the witness' credibility.'\" United States v. Cruz-Kuilan, <span class=\"citation\" data-id=\"196554\"><a href=\"/opinion/196554/united-states-v-cruz-quilan/\"><span class=\"volume\">75</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">59</span></a></span>, 62 (1st Cir. 1996) (quoting United States v. Neal, <span class=\"citation\" data-id=\"679500\"><a href=\"/opinion/679500/united-states-v-gary-p-neal-united-states-v-william-f-kenney-jr/\"><span class=\"volume\">36</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1190</span></a></span>, 1207 (1st Cir. 1994)). However, an argument that does no more than assert reasons why a witness ought to be accepted as truthful by the jury is not improper witness vouching. See Cruz-Kuilan, 75 F.3d at 62 (citing United States v. Dockray, <span class=\"citation\" data-id=\"567594\"><a href=\"/opinion/567594/united-states-v-edward-e-dockray/\"><span class=\"volume\">943</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">152</span></a></span>, 156 (1st Cir. 1991)). While it can sometimes be difficult to tell the difference between a proper argument about the witness' credibility and improper witness vouching, see United States v. Wihbey, <span class=\"citation\" data-id=\"196557\"><a href=\"/opinion/196557/united-states-v-wihbey/\"><span class=\"volume\">75</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">761</span></a></span>, 772 (1st Cir. 1996) (citing United States v. Innamorati, <span class=\"citation\" data-id=\"609734\"><a href=\"/opinion/609734/united-states-v-kenneth-innamorati-united-states-v-william-thompson/\"><span class=\"volume\">996</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">456</span></a></span>, 483 (1st Cir. 1993)), in this case the first two objectionable arguments made by the government are clearly proper arguments. These arguments were responses to the defendants' claims that Vega was paid for his testimony and that Vega manipulated prosecutors so that he could continue his illegal activities.</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">The third portion of the argument, that Vega would be sentenced to jail if he were lying, presents a closer case, but we think it was a proper response to defense arguments that Vega tailored his testimony to please the prosecutors. The jury had in evidence the agreements Vega made with the government, and those agreements did provide that he could be punished if he testified falsely. The argument properly addressed that point, and did so in response to specific defense arguments.</p>\n    </div>\n    <p class=\"indent\">E. Santana's Sentence</p>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">Santana argues that the district court erred in determining his offense level under the United States Sentencing Guidelines because it applied a two-level enhancement under USSG &#167; 2D1.1(b)(2)(B) (Nov. 1998), which requires such an enhancement if \"the defendant [has] acted as a... captain... aboard any craft or vessel carrying a controlled substance.\" Santana argues that the enhancement would only have been appropriate if he had actually carried out the act of transporting drugs, but is not appropriate for mere conspiracy and attempt.</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">The argument is frivolous. The offense level for the crimes of conspiracy and attempt is \"[t]he base offense level from the guideline for the substantive offense, plus any adjustments from such guideline for any intended offense conduct that can be established with reasonable certainty.\" USSG &#167; 2X1.1(a) (Nov. 1998) (emphasis added). The adjustment in &#167; 2D1.1(b)(2)(B) plainly is to be applied to convictions for conspiracy and attempt, so long as the necessary factual predicate for the enhancement exists. Santana does not argue that the district court could not fairly have concluded that he was the captain of a boat intended to be used to carry marijuana. His argument is simply that the substantive crime was not committed. It simply does not matter whether he actually carried the controlled substance; his conspiring and his attempt to do so warrant the application of the enhancement.</p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">At oral argument, Santana argued that there was insufficient basis for the district court to determine, for sentencing guideline purposes, what quantity of marijuana should be attributed to him. He did not raise this objection below, and omitted it from his brief. We consider it waived. See United States v. Zannino, <span class=\"citation\" data-id=\"536025\"><a href=\"/opinion/536025/united-states-v-ilario-ma-zannino/\"><span class=\"volume\">895</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span>, 17 (1st Cir. 1990) (\"It is not enough merely to mention a possible argument in the most skeletal way, leaving the court to do counsel's work....\"); see also United States v. Berkowitz, <span class=\"citation\" data-id=\"557342\"><a href=\"/opinion/557342/united-states-v-marvin-berkowitz/\"><span class=\"volume\">927</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1376</span></a></span>, 1384 (7th Cir. 1991) (\"perfunctory and undeveloped arguments... are waived.\") (collecting cases).<a class=\"footnote\" href=\"#fn18\" id=\"fn18_ref\">18</a></p>\n    </div>\n    <p class=\"indent\">III.</p>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\">Having considered all the defendants' arguments, we find no error. The judgments entered by the district court are AFFIRMED.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>NOTES:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p>  Of the District of Massachusetts, sitting by designation.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p>  The location was identified by various general place names, including Ceiba, Las Carmelas Beach, and Marinata. These places are all near enough to each other that there appears no significance to the variation for present purposes.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p>  The Coast Guard towed the boat to the Roosevelt Roads Naval Base in Puerto Rico, where it arrived on October 4, 1993. An agent testified that it took four days to tow the boat from its point of seizure, suggesting that it was seized on or about September 30. There was no evidence as to how long it would have taken the boat to travel to Puerto Rico under its own power.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p>  \"Evidence of other crimes, wrongs, or acts is not admissible to prove the character of a person in order to show action in conformity therewith. It may, however, be admissible for other purposes, such as proof of motive, opportunity, intent, preparation, plan, knowledge, identity, or absence of mistake or accident, provided that upon request by the accused, the prosecution in a criminal case shall provide reasonable notice in advance of trial, or during trial if the court excuses pretrial notice on good cause shown, of the general nature of any such evidence it intends to introduce at trial.\" Fed. R. Evid. 404(b).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p>  Although Vega had previously been cooperating with the government, he testified that he participated in the December, 1993 episode not as an informant, but to make money. He was apparently annoyed that the government had not paid him for his information which had led to the seizure of marijuana in September, and he decided to make some money by helping with another drug deal.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p>  Vega had some visa problems, and he had to stay in Colombia to straighten them out. His airline tickets and some legal documents pertaining to his visa problems were offered in evidence to corroborate his testimony about his trip to Colombia. The exhibits themselves contain no reference to either Rodriguez or Saniel and thus do not directly corroborate that part of Vega's testimony.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p>  Saniel and Rodriguez challenge the sufficiency of evidence as to both counts. Santana only challenges the sufficiency of evidence as to Count Two.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p>  The common expression notwithstanding, Rule 404(b) does not just apply to \"prior\" bad acts, but may include subsequent ones as well. See United States v. Wright, <span class=\"citation\" data-id=\"354307\"><a href=\"/opinion/354307/united-states-v-henry-j-wright-jr/\"><span class=\"volume\">573</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">681</span></a></span>, 683 (1st Cir. 1978); Weinstein &amp; Berger, supra, &#167; 404.22[2], at 12.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p>  The district court acted carefully in determining to admit the evidence. Before the trial began, the government advised the court that it intended to offer such evidence and sought permission to refer to it in the opening statement. The court declined to rule on the admission of the evidence in limine, but rather reserved judgment until the appropriate time in the presentation of the government's case. When the government offered the evidence early in its case, the court again demurred and instructed the government first to elicit evidence about the crimes charged in the indictment. After that was done, the government once more sought permission to admit the Rule 404(b) evidence. Since it was near the end of the trial day, the court recessed for the day. The following morning, having consulted the caselaw, the court ruled that the evidence could be admitted. The court gave an appropriate limiting instruction to the jury when the evidence was admitted and again in its final instructions at the close of the case. The defendants claim no error in the instructions.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p>  The law does not protect defendants against all evidentiary prejudice, only that which is unfair. See United States v. Candelaria-Silva, <span class=\"citation\" data-id=\"198241\"><a href=\"/opinion/198241/united-states-v-candelaria-silva/\"><span class=\"volume\">162</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">698</span></a></span>, 705 (1st Cir. 1998) (citing United States v. Rivera-Gomez, <span class=\"citation\" data-id=\"705988\"><a href=\"/opinion/705988/united-states-v-luis-raul-rivera-gomez/\"><span class=\"volume\">67</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">993</span></a></span>, 997 (1st Cir. 1995)).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p>  \"Although relevant, evidence may be excluded if its probative value is substantially outweighed by the danger of unfair prejudice, confusion of the issues, or misleading the jury, or by considerations of undue delay, waste of time, or needless presentation of cumulative evidence.\" Fed. R. Evid. 403.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p>  It might be observed that the passage of time would similarly attenuate the power of any impermissible suggestion of \"propensity\" to commit a crime. The older the evidence that a defendant was a bad character, the weaker the force of inference about his present character or propensity. Recall Prince Hal's rebuke to Falstaff: \"Presume not that I am the thing I was; For God doth know, so shall the world perceive, That I have turn'd away my former self;...\" William Shakespeare, The Second Part Of King Henry The Fourth, act 5, sc. 5.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p>  We note that other circuits have approved Rule 404(b) evidence that was as remote in time from the crime charged in the indictment as the evidence involved in this case. See United States v. Martinez, <span class=\"citation\" data-id=\"765071\"><a href=\"/opinion/765071/united-states-v-robert-martinez/\"><span class=\"volume\">182</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1107</span></a></span>, 1112 (9th Cir. 1999) (ten-year-old conviction for drug importation admissible to prove knowledge of drug importation); Hernandez-Guevara, 162 F.3d at 873 (eighteen-year-old conviction for exactly the same type of crime as that charged in the indictment admissible); United States v. Johnson, <span class=\"citation\" data-id=\"749914\"><a href=\"/opinion/749914/48-fed-r-evid-serv-562-97-cal-daily-op-serv-9701-97-daily-journal/\"><span class=\"volume\">132</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1279</span></a></span>, 1283 (9th Cir. 1997) (bad act evidence thirteen years old admitted); United States v. Terry, <span class=\"citation\" data-id=\"415483\"><a href=\"/opinion/415483/united-states-v-willie-terry-united-states-of-america-v-eric-nalven/\"><span class=\"volume\">702</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">299</span></a></span>, 316 (2d Cir. 1983) (twenty-year-old conviction admissible to prove intent and guilty knowledge).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p>  [THE COURT] \"Members of the jury, although I will be instructing you in a minute about a number of items, including the item that I'm going to talk about now, I just want to advance an instruction, if you will, which perhaps I should do to avoid any misinterpretation of what I will say later, which is the fact that the defendants have no burden to produce any evidence or to testify. They are presumed innocent, and because of that reason, the law says that they have no burden to testify or to produce evidence.\"</p>\n        <p>\"So with that in mind, I will ask [the Government] to continue....\" (Trial Tr., May 15, 1998, at 77.)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn14\">\n        <a class=\"footnote\" href=\"#fn14_ref\">14</a>\n        <p>  [THE COURT] \"Remember that the defendants have the right not to testify or to call any witness. Each defendant has the right to remain silent, and no adverse inference or suggestion of guilt could be drawn if their evidence -- from their silence -- I'm sorry -- or from their choice of witnesses.\" (Trial Tr., May 15, 1998, at 92.)</p>\n        <p>\"The presumption of innocence until proven guilty means that the burden of proof is always on the Government to satisfy you that a defendant is guilty of the crime with which he is charged beyond a reasonable doubt. . . .\"</p>\n        <p>\"This burden never shifts to the defendant. It is always the government's burden to prove each of the elements of the crime or crimes charged beyond a reasonable doubt by the evidence and the reasonable inferences to be drawn from the evidence.\" Id. at 96.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn15\">\n        <a class=\"footnote\" href=\"#fn15_ref\">15</a>\n        <p>  [THE GOVERNMENT] \"If you would believe that Francisco Vega Estrada would come to testify so that he would be forced to move his family from the house that he --</p>\n        <p>[COUNSEL FOR RODRIGUEZ] Objection, Your Honor.</p>\n        <p>[THE COURT] Overruled.</p>\n        <p>[THE GOVERNMENT]--that he had lived in for over 20 years just so that he could come here and tell lies about these defendants, I submit is absolutely not believable.\" (Trial Tr., May 15, 1998, at 78.)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn16\">\n        <a class=\"footnote\" href=\"#fn16_ref\">16</a>\n        <p>  [THE GOVERNMENT] \"[I]n 1995, Francisco Vega testifies against Pocholo, and then on May 17th of 1996 he is punished. He is sentenced to ten months; five months in jail and five months in home confinement. He told you the Government told the judge he should go to jail for longer. The Government recommended a longer sentence than ten months, but it was the judge who looked at Mr. Francisco Vega, looked at the fact that he had testified, looked at the risks he had placed himself and his family under.\"</p>\n        <p>[COUNSEL FOR RODRIGUEZ] Objection. Objection.</p>\n        <p>[THE COURT] Overruled.\" (Trial Tr., May 15, 1998, at 79.)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn17\">\n        <a class=\"footnote\" href=\"#fn17_ref\">17</a>\n        <p>  [THE GOVERNMENT] \"Why would a person who has already come out of jail -- he's in his house, he's free. He's paid his debt to society, the punishment imposed by the judge.... What possible motive would [Francisco Vega] have?\"</p>\n        <pre>.       .       .       .       .       .       .       .       .</pre>\n        <p>[H]e doesn't have to provide any information to the Government about these people. He's a free man. He's a free man. So by pointing the fingers at these gentlemen (indicating), he does several things. One, if the Government believes that he's lying about that, he can go to jail for a long, long, long time. Two, he's making enemies out of the friends that he once had. And if you believe his testimony, they're drug traffickers. And making enemies of drug traffickers is not something that people go around --</p>\n        <p>[COUNSEL FOR SANTANA] Objection, Your Honor.</p>\n        <p>[COUNSEL FOR RODRIGUEZ] Objection.</p>\n        <p>[THE COURT] Overruled.\" (Trial Tr., May 15, 1998, at 81-82.)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn18\">\n        <a class=\"footnote\" href=\"#fn18_ref\">18</a>\n        <p>  Santana's other argument that the cooperating witness' testimony violated 18 U.S.C. &#167; 201(c)(2) was considered and rejected in United States v. Lara, <span class=\"citation\" data-id=\"764882\"><a href=\"/opinion/764882/united-states-v-giovanni-lara-appellantno-united-states-of-america-v/\"><span class=\"volume\">181</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">183</span></a></span>, 197-98 (1st Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">120</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">432</span></span> (1999).</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/105978/",
    "http://www.courtlistener.com/api/rest/v3/opinions/117878/",
    "http://www.courtlistener.com/api/rest/v3/opinions/194868/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195365/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195694/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196070/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196554/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196557/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196693/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198160/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198187/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198241/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198521/",
    "http://www.courtlistener.com/api/rest/v3/opinions/295474/",
    "http://www.courtlistener.com/api/rest/v3/opinions/354307/",
    "http://www.courtlistener.com/api/rest/v3/opinions/390252/",
    "http://www.courtlistener.com/api/rest/v3/opinions/415483/",
    "http://www.courtlistener.com/api/rest/v3/opinions/451517/",
    "http://www.courtlistener.com/api/rest/v3/opinions/482092/",
    "http://www.courtlistener.com/api/rest/v3/opinions/488024/",
    "http://www.courtlistener.com/api/rest/v3/opinions/520578/",
    "http://www.courtlistener.com/api/rest/v3/opinions/524260/",
    "http://www.courtlistener.com/api/rest/v3/opinions/536025/",
    "http://www.courtlistener.com/api/rest/v3/opinions/557342/",
    "http://www.courtlistener.com/api/rest/v3/opinions/567594/",
    "http://www.courtlistener.com/api/rest/v3/opinions/585782/",
    "http://www.courtlistener.com/api/rest/v3/opinions/604804/",
    "http://www.courtlistener.com/api/rest/v3/opinions/605593/",
    "http://www.courtlistener.com/api/rest/v3/opinions/609734/",
    "http://www.courtlistener.com/api/rest/v3/opinions/679500/",
    "http://www.courtlistener.com/api/rest/v3/opinions/679959/",
    "http://www.courtlistener.com/api/rest/v3/opinions/698646/",
    "http://www.courtlistener.com/api/rest/v3/opinions/705988/",
    "http://www.courtlistener.com/api/rest/v3/opinions/705989/",
    "http://www.courtlistener.com/api/rest/v3/opinions/734111/",
    "http://www.courtlistener.com/api/rest/v3/opinions/749914/",
    "http://www.courtlistener.com/api/rest/v3/opinions/756550/",
    "http://www.courtlistener.com/api/rest/v3/opinions/759765/",
    "http://www.courtlistener.com/api/rest/v3/opinions/761694/",
    "http://www.courtlistener.com/api/rest/v3/opinions/764882/",
    "http://www.courtlistener.com/api/rest/v3/opinions/765071/",
    "http://www.courtlistener.com/api/rest/v3/opinions/765610/",
    "http://www.courtlistener.com/api/rest/v3/opinions/765611/",
    "http://www.courtlistener.com/api/rest/v3/opinions/767577/"
  ]
}