{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/198977/",
  "absolute_url": "/opinion/198977/ed-peters-v-c-j-jewelry/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/198977/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T04:21:56Z",
  "date_modified": "2017-03-24T10:59:55.458299Z",
  "type": "010combined",
  "sha1": "e78ebf64744e4660aa277e8067f26badba741ed2",
  "page_count": 34,
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/99-1800-01A.pdf",
  "local_path": "pdf/2000/06/23/Ed_Peters_v._C__J_Jewelry.pdf",
  "plain_text": "          United States Court of Appeals\n                    For the First Circuit\n\n\nNo. 99-1800\n\n                 ED PETERS JEWELRY CO., INC.,\n\n                     Plaintiff, Appellant,\n\n                              v.\n\n               C & J JEWELRY CO., INC., ET AL.,\n\n                    Defendants, Appellees.\n\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n               FOR THE DISTRICT OF RHODE ISLAND\n\n        [Hon. Ronald R. Lagueux, U.S. District Judge]\n\n\n                            Before\n\n                    Boudin, Circuit Judge,\n                Bownes, Senior Circuit Judge,\n                  and Stahl, Circuit Judge.\n\n\n\n     Robert C. Corrente, with whom   Hinckley, Allen & Snyder LLP,\nSanford J. Davis, and McGovern &     Associates were on brief for\nappellant.\n     Thomas C. Angelone, with whom   Hodosh, Spinella & Angelone,\nJames McGair, and McGair & McGair    were on brief for appellees.\n\n\n\n\n                         June 23, 2000\n\f\f          BOWNES, Senior Circuit Judge.   Plaintiff-appellant, Ed\n\nPeters Jewelry Co., Inc., (\"Peters\") appeals from a judgment by\n\nthe district court for all of the defendants-appellees:       C & J\n\nJewelry Co. Inc., Anson, Inc., William Considine, Sr., Little\n\nBay Realty Co., L.L.C., and Gary J. Jacobsen.    Peters, a jewelry\n\nsales agent, sued the defendants to recover sales commissions\n\nowed it by the defendant Anson.      Peters claims, under various\n\nlegal theories, that, in addition to Anson, the other defendants\n\nare also liable for the unpaid commissions.       Jurisdiction is\n\nbased on diversity of citizenship.        28 U.S.C. § 1332(a)(1)\n\n(1999).\n\n          This is the second time this case has been before us.\n\nSee Ed Peters Jewelry Co. v. C & J Jewelry Co., 124 F.3d 252\n\n(1st Cir. 1997) (hereinafter, \"Ed Peters I\").         There   is   a\n\ndifference in the cast of defendants.     In the prior case, Fleet\n\nNational Bank and Fleet Credit Corporation were defendants.\n\nThey were found not liable in our prior opinion and are no\n\nlonger parties in this case.    After remand in the prior case,\n\nPeters filed an amended complaint adding Little Bay Realty Co.,\n\nL.L.C. and Jacobsen as defendants.\n\n          In the case at bar, there were four counts before the\n\ndistrict court at the close of the evidence.      The court ruled\n\nsua sponte, without prior notice to the parties, that neither\n\n\n                               -3-\n\fparty was entitled to a jury trial on Counts I and II (successor\n\nliability) and Count IV (fiduciary duty) because these counts\n\nsounded   in   equity.     Count     III,    which     alleged   tortious\n\ninterference with contractual relations by defendants C & J\n\nJewelry, Considine and Jacobsen, was submitted to the jury for\n\na determination of liability only.          Count I was also submitted\n\nto the jury but as advisory only.\n\n          On the tortious interference claim, the jury found C\n\n& J and Considine liable; it found Jacobsen not liable.            On the\n\nadvisory Count I (successor liability), the jury found for\n\nPeters against C & J and Little Bay.\n\n          The two defendants found liable by the jury on the\n\ntortious interference count (Count III) brought motions for\n\njudgment as a matter of law, which were granted.            The district\n\ncourt found for all defendants on the three equity counts.             This\n\nappeal followed.\n\n          Peters   has   raised    six   issues   on   appeal:   (1)    The\n\ndistrict court abused its discretion by ruling sua sponte at the\n\nend of the trial that neither party was entitled to a jury trial\n\non Counts I, II, and IV.    (2) The district court erred in ruling\n\nthat there was no cause of action under Rhode Island law for\n\nsuccessor liability based on fraud, and that Peters was not\n\ndamaged because he was a junior creditor. (3) The district court\n\n\n                                   -4-\n\fwas \"clearly wrong\" in holding that adequate consideration was\n\npaid for the transfer of assets to the successor entities.           (4)\n\nThe district court erred in holding that no fiduciary duty was\n\nowed to Peters because he was a junior unsecured creditor.           (5)\n\nThe district court \"wrongly\" granted defendants' Rule 50 motion\n\non the tortious interference count.            (6) The district court\n\nerred   in    its   instructions   to    the   jury   on   the   tortious\n\ninterference count.\n\n             We affirm, but on different grounds than the district\n\ncourt for Counts Two (successor liability) and Three (tortious\n\ninterference with contract).\n\n             Although the facts are not seriously disputed, the\n\nimplications and results flowing from them are hotly contested.\n\n                                   I.\n\n             Our rehearsal of the facts is taken from the record,\n\nour prior opinion, and the district court opinion.               Anson, a\n\nRhode Island manufacturer of jewelry and writing instruments,\n\nemerged from a Chapter 11 bankruptcy proceeding in 1983.            From\n\nthen on, Fleet Bank and Credit Company extended Anson revolving\n\ncredit loans secured by first liens covering Anson's real estate\n\nand personal property assets.\n\n             Peters' relationship with Anson started in 1981 as a\n\nsalaried salesman for a distributor that sold Anson's products\n\n\n                                   -5-\n\fto Tiffany.      Tiffany was at that time, and probably still is,\n\none of the most well-known retail jewelry stores in the country.\n\nTiffany was Anson's largest customer, buying several millions of\n\ndollars worth of jewelry annually.             The distributor for whom\n\nPeters worked had the exclusive right to sell Anson products to\n\nTiffany.    In 1987, Peters purchased the Anson-Tiffany account\n\nand formed a new corporation, Ed Peters Jewelry Co. Inc.1                  Sales\n\nof Anson products to Tiffany accounted for more than 90% of\n\nPeters'    business.       Anson   and   Peters    entered    into    a    sales\n\ncontract on January 1, 1988, which was extended to December 31,\n\n1990, and then further extended to December 31, 1994.                     By the\n\nend of 1990 Anson owed Peters $120,000 for unpaid commissions.\n\n            In   1991   Fleet   restructured      Anson's    loan    repayment\n\nschedule because of its precarious financial condition, and\n\nassessed Anson an $800,000 referral fee.             In 1992 Fleet waived\n\nAnson's default under the restructured loan agreement and loaned\n\nAnson more money, expressly reserving its right to rely on a\n\nfuture default.         Anson never gained solvency.          By August of\n\n1992, Fleet had charged off $3.7 million of Anson's debt.                  There\n\nwere further restructuring negotiations in 1993, and Fleet gave\n\nAnson formal written notice of default on March 23, 1993.                  Anson\n\n\n\n\n    1     We will continue to refer to the plaintiff as Peters.\n\n                                    -6-\n\fhad a negative net income for the years 1988 through July 1993,\n\nthe last date for such information.\n\n            Although Anson's debt to Peters continued to grow,\n\nPeters kept selling for Anson into 1993.          In 1993, Peters\n\ncommenced an arbitration proceeding against Anson under the\n\nprovisions of the sales contract between them.      He was awarded\n\n$451,426.03 for commission arrearage and received a judgment for\n\nthat amount against Anson from the Rhode Island Superior Court\n\non April 21, 1994.    Peters obtained a second state judgment for\n\ncommission arrearage against Anson for $407,652.84 on November\n\n20, 1995.\n\n            After the default notice to Anson by Fleet on March 25,\n\n1993, defendants Considine and Jacobsen worked out a plan to\n\nsave the operating assets and real estate of Anson.      Considine\n\nwas the sole director of Anson and controlled all of Anson's\n\nvoting stock.    Jacobsen had been hired by Considine as Anson's\n\nC.E.O. in the summer of 1992.    The other principal player in the\n\nplan was, of course, Fleet.      Negotiations between Anson's two\n\nofficers and Fleet were carried on from May, 1993 to October of\n\n1993.   The plan finally accepted by Fleet was essentially as\n\nfollows.    Two new companies would be formed: C & J Jewelry Co.,\n\nInc. (C & J) and Little Bay Realty Co., L.L.C. (Little Bay).\n\nFleet would foreclose on all of the assets of Anson and conduct\n\n\n                                -7-\n\fa secured party private sale of the operating assets to C & J;\n\nthe real estate formerly belonging to Anson would be sold to\n\nLittle Bay.\n\n            The record shows that Considine and Jacobsen never\n\nintended that the new company, C & J, would assume Anson's debt\n\nto Peters.    They planned that only the debts of those creditors\n\nessential to the new business would be assumed.                Fleet, of\n\ncourse,    would   be   the   primary    secured   creditor   of    the   new\n\nbusiness.\n\n            The plan was carried out.        On October 22, 1999, Fleet\n\nheld a secured party's sale of Anson's operating assets to C &\n\nJ, the new jewelry company.             Fleet sought no competing bids\n\nbecause the parties did not want Tiffany to learn that Anson was\n\ndefunct.     Fleet, Considine and Jacobsen were very dependent on\n\nTiffany, their golden goose.            C & J notified Tiffany of the\n\ntransfer of the business assets and assured it that the quality\n\nof the jewelry would be the same as under Anson and that C & J\n\nwould be financially stable.        Fleet also informed Tiffany that\n\nthe new company had its approval.           The manufacture of jewelry\n\nformerly done by Anson continued without pause by C & J.\n\n            In December of 1993, Fleet foreclosed on Anson's real\n\nestate and sold it to Little Bay, another defendant.               Anson was\n\n\n\n\n                                   -8-\n\fnow an empty shell.        C & J carried on Anson's business with the\n\nsame persons at the controls.\n\n            The    financing       details    reveal     that    none   of   the\n\nparticipants in the plan were the least bit deterred by the fact\n\nthat Anson had steadily and increasingly lost money since 1989.\n\nFleet financed the purchase of Anson's assets in the amount of\n\n$2.7   million.       Considine       and     Jacobsen    obtained      one-half\n\nownership of C & J and Little Bay because of their contribution\n\nof $500,000 each to the assets purchased.                 Fleet obtained new\n\nfirst-lien security interests on the same operating assets and\n\nreal estate that it had from Anson.              C & J and Little Bay paid\n\nConsidine a consulting fee of $200,000 for negotiating the sale\n\nand obtaining Fleet's financing.             Jacobsen was not paid anything\n\nfor his role in the deal.             After the liquidation of all of\n\nAnson's assets, its debt to Fleet totaled nearly $8 million.\n\n                                      II.\n\n            A.    Equity or Jury\n\n            The first issue, whether the district court abused its\n\ndiscretion by ruling sua sponte at the close of the trial that\n\nneither party was entitled to a jury trial on Counts I, II, and\n\nIV, has two parts:         One, whether the court was correct legally\n\nin   its   ruling,   and    two,    whether    the   procedure    it    followed\n\nconstituted an abuse of discretion.\n\n\n                                      -9-\n\f            We start with the equitable ruling.             We have read our\n\nprior   opinion   carefully.         Although   it   does    mention   \"jury\"\n\nseveral times, see Ed Peters I, 124 F.3d at 262, 268, 269, 270,\n\n275, it is obvious that we were not deciding whether the counts\n\nalleged were equitable or came within the ambit of the Seventh\n\nAmendment    right   to   a   jury   trial.     Moreover,     in   discussing\n\nsuccessor liability we stated that it \"is an equitable doctrine\n\nboth in origin and nature.\"          124 F.3d at 267.       It is important\n\nto point out that our prior opinion was on an appeal from\n\njudgment as a matter of law under Fed. R. Civ. P. 50(a).\n\nNeither party adverted to the equity versus jury issue.\n\n            We think the district court in the case at bar was\n\ncorrect in ruling that Counts I, II, and IV were equitable.                In\n\nGallagher v. Wilton Enters., 960 F.2d 120 (1st Cir. 1992), we\n\nstated:\n\n                 \"Maintenance of the jury as a fact-\n            finding body is of such importance and\n            occupies so firm a place in our history and\n            jurisprudence that any seeming curtailment\n            of the right to a jury trial should be\n            scrutinized    with   the   utmost   care.\"\n            Chauffeurs, Teamsters & Helpers Local No.\n            391 v. Terry, 494 U.S. 558, 565, 110 S. Ct.\n            1339, 1345, 108 L. Ed. 2d 519 (1990)\n            (quoting Dimick v. Schiedt, 293 U.S. 474,\n            486, 55 S. Ct. 296, 301, 79 L. Ed. 603\n            (1935)). The touchstone of our inquiry is\n            the Seventh Amendment, which, while it does\n            not apply to state court proceedings,\n            nonetheless controls   when a federal court\n            is enlisted to adjudicate a claim brought\n\n                                     -10-\n\f           pursuant to a state's substantive law. See\n           Byrd v. Blue Ridge Rural Elec. Coop., Inc.,\n           356 U.S. 525, 536-38, 78 S. Ct. 893, 900-01,\n           2 L. Ed. 2d 953 (1958), overruled on other\n           grounds, Hanna v. Plumer, 380 U.S. 460, 85\n           S. Ct. 1136, 14 L. Ed. 2d 8 (1965).\n\nId. at 122 (footnote omitted).        We further ruled \"that the right\n\nto a jury trial in the federal courts is to be determined as a\n\nmatter of federal law in diversity as well as other actions.\"\n\nId.    We also directed that \"[a] federal court must look first to\n\nstate law to determine the elements of the cause of action and\n\nthe propriety of the remedies sought.\"             Id.\n\n           In In Re Frank J. Evangelist, Jr., 760 F.2d 27, 29 (1st\n\nCir.    1985),   Justice    Breyer,    then    Circuit      Judge,    stated:\n\n\"Actions for breach of fiduciary duty, historically speaking,\n\nare almost uniformly actions 'in equity' – carrying with them no\n\nright to trial by jury.\"\n\n           We point out that this case does not involve the\n\ncomputation      of   damages,     which      is    often    considered      a\n\ndetermination to be made by a jury.           Cf. Gallagher, 960 F.2d at\n\n122.    This is an action to recover on debts, the amounts of\n\nwhich have been reduced to judgments by the courts of Rhode\n\nIsland.\n\n           We    uphold    the   district     court's    ruling      that   the\n\nsuccessor liability and breach of fiduciary duty counts were\n\nequitable and not subject to jury determination for the reasons\n\n                                   -11-\n\fstated in its opinion.      See Ed Peters Jewelry Co. v. C & J\n\nJewelry Co., 51 F. Supp. 2d 81, 89-90 (D.R.I. 1999) (hereinafter\n\n\"Ed Peters II\").\n\n          The second part of this issue is whether the district\n\ncourt abused its discretion in not submitting three of the four\n\ncounts to the jury.     We reiterate what occurred.   At the close\n\nof the evidence and before the case went to the jury the\n\ndistrict court sua sponte, without prior notice to the parties,\n\nruled that Counts One, Two, and Four sounded in equity and would\n\nnot be submitted to the jury.     The district court subsequently\n\nruled that Count One would be submitted to the jury but on an\n\nadvisory basis, and that Count Three, tortious interference,\n\nwould be decided by the jury.\n\n          Most of the cases cited by Peters as evidence of abuse\n\nof discretion are ones in which the ruling disqualifying the\n\njury came after the jury had returned verdicts and/or answered\n\ninterrogatories.     These cases are inapposite.\n\n          We are bothered by the lack of notice to the parties\n\nand any discussion with the parties by the court prior to its\n\nruling.   We first examine Fed R. Civ. P. 39 to determine if the\n\ncourt's conduct was in any way proscribed by the rule.    The rule\n\nstates:\n\n          Rule 39.    Trial by Jury or by the Court\n\n\n                                -12-\n\f           (a) By Jury. When trial by jury has been\n         demanded as provided in Rule 38, the action\n         shall be designated upon the docket as a\n         jury action.    The trial of all issues so\n         demanded shall be by jury, unless (1) the\n         parties or their attorneys of record, by\n         written stipulation filed with the court or\n         by an oral stipulation made in open court\n         and entered in the record, consent to trial\n         by the court sitting without a jury or (2)\n         the court upon motion or of its own\n         initiative finds that a right of trial by\n         jury of some or all of those issues does not\n         exist under the Constitution or statutes of\n         the United States.\n\n            (b) By the Court. Issues not demanded\n         for trial by jury as provided in Rule 38\n         shall   be  tried   by  the   court;  but,\n         notwithstanding the failure of a party to\n         demand a jury in an action in which such a\n         demand might have been made of right, the\n         court in its discretion upon motion may\n         order a trial by a jury of any or all\n         issues.\n\n            (c) Advisory Jury and Trial by Consent.\n         In all actions not triable of right by a\n         jury the court upon motion or of its own\n         initiative may try any issue with an\n         advisory jury or, except in actions against\n         the United States when a statute of the\n         United States provides for trial without\n         jury, the court, with the consent of both\n         parties, may order a trial with a jury whose\n         verdict has the same effect as if trial by\n         jury had been a matter of right.\n\n(Emphasis added.)\n\n         Rule 39(a)(2) clearly authorized the district court to\n\ntake the action it did.   There is nothing in the balance of the\n\n\n\n\n                              -13-\n\frule       that   prohibits    the    court     from      doing    what   it   did   or\n\nrequiring advance notice to the parties.\n\n              Nor   do   we    find    any    bar   to     the    district     court's\n\nprocedure in the applicable case law.                  Although there are cases\n\nsuggesting that earlier notice is required,2 we find the Second\n\nCircuit's approach in Merex A.G. v. Fairchild Weston Sys., Inc.,\n\n29 F.3d 821 (2d Cir. 1994), more applicable to the instant facts\n\nand more persuasive.           Merex was also a case for the collection\n\nof a commission.         The court held that the district court did not\n\nabuse       its   discretion    by    declaring      the    jury    finding     to    be\n\nadvisory after plaintiff rested its case.                         Id. at 822.        The\n\nfirst question was whether Merex's promissory estoppel claim was\n\nlegal or equitable.             The district court had found it to be\n\nequitable.        The Court of Appeals found that Merex's claim was\n\n\"equitable rather than legal and, consequently, that Merex was\n\nnot    entitled     to   a    jury    trial   on    its    claim    for   promissory\n\nestoppel.\"        Id. at 826.\n\n              In finding that the trial court did not abuse its\n\ndiscretion in declaring the jury advisory, the court discussed\n\nmost of the cases we have adverted to and examined carefully the\n\nwording of Fed. R. Civ. P. 39(c).                  The court first pointed out\n\n\n       2\n       See, e.g., Bereda v. Pickering Creek Indus. Park, Inc.,\n865 F.2d 49, 53 (3d Cir. 1989); Hildebrand v. Board of Trustees\nof Mich. State Univ., 607 F.2d 705, 711 (6th Cir. 1979).\n\n                                         -14-\n\fthat the district judge did not wait until the jury returned the\n\nverdict   before   deciding   that   it     would   be   advisory.\n\n\"Accordingly, there was no danger that the trial judge would\n\nveto the jury's verdict.\"     Id. at 827.     The same reasoning\n\napplies to the case before us.\n\n          We agree with the Second Circuit's reading of Rule\n\n39(c).\n\n             Nor do we read Rule 39(c)'s provision for\n          \"trial by consent\" to mandate the court's\n          acceptance of the jury's verdict in this\n          case. Rule 39(c) provides that the court,\n          \"with the consent of both parties, may order\n          a trial with a jury whose verdict has the\n          same effect as if trial by jury had been a\n          matter of right.\" Thus, when both parties\n          consent, Rule 39(c) invests the trial court\n          with the discretion–but not the duty–to\n          submit an equitable claim to the jury for a\n          binding verdict.    While the litigants are\n          free to request a jury trial on an equitable\n          claim, they cannot impose such a trial on an\n          unwilling court. . . .\n\n              Finally, although Rule 39(c) does not\n          expressly require advance notice to the\n          parties of the court's intention to treat\n          the jury as advisory, we agree that such\n          notice is preferable. In the absence of an\n          express statutory mandate, however, we are\n          not inclined to reverse on this basis alone,\n          at least absent some demonstrable prejudice\n          to the complaining party. Given the minimal\n          strictures of federal pleading, it will\n          sometimes not be clear until well into the\n          trial whether an issue is equitable or\n          legal.\n\nId. (Internal citation omitted.)\n\n\n                              -15-\n\f            For essentially the same reasons advanced by the Second\n\nCircuit, we find that the procedure followed by the district\n\ncourt here did not constitute an abuse of discretion.                 It would\n\nhave been preferable for the court to give some prior notice of\n\nits ruling and discuss it with counsel.             But viewing the ruling\n\nas a fait accompli, we cannot discern any prejudice to either\n\nparty and particularly to Peters.              Peters was understandably\n\nmiffed when the district court changed the rules of the game at\n\nthe last minute.        On the assumption that this would be a jury\n\ntrial, both parties undoubtedly spent more time in preparation\n\nfor trial and during trial in explaining the issues carefully\n\nthan would have been expended if notice of the ruling had been\n\ngiven    prior   to    trial.   But    this,   in   our    opinion,    is   not\n\nsufficient reason for establishing a hard and fast time rule\n\nlimiting the judge's discretion for ruling whether issues sound\n\nin equity or law.         This is certainly not the case for such a\n\nproscription.         This is a unique case.        Both parties and the\n\ndistrict court assumed that the remand was for a jury trial.                 At\n\nsome time prior to trial the parties, as well as the judge,\n\nshould    have   recognized     that   there    were      equitable   factors\n\ninvolved.    But neither the lawyers nor the trial judge can be\n\nfaulted for accepting the case on remand as a jury case.\n\n\n\n\n                                   -16-\n\f          We do not want our decision to be read as a blanket\n\napproval of the procedure followed by the district court.                             We\n\nthink that advance notice should be given, if at all possible,\n\nof a ruling disqualifying a jury from considering issues in what\n\nwas considered at the outset to be a jury trial.                       We hold only\n\nthat under the special circumstances of this case, the district\n\ncourt did not abuse its discretion.\n\n          B.        Successor Liability\n\n          This       issue     is    based    on     two    separate   and    distinct\n\ntheories, each giving rise to its own count in the complaint.\n\nFirst, Peters argues that successor liability should attach\n\nbecause C & J is a \"mere continuation\" of Anson.                          Second, he\n\nargues   that   successor           liability      applies     because    Considine,\n\nJacobsen, and C & J defrauded him.                 This is known as the \"actual\n\nfraud\" theory of successor liability.                      We begin with Count I,\n\nmere continuation.\n\n               1.     Mere Continuation\n\n          The essence of the claim under Count I is that \"[w]here\n\na new corporation is merely a continuation or a reorganization\n\nof another, and the business or property of the old corporation\n\nhas   practically       been    absorbed        by    the    new,   the      latter   is\n\nresponsible     for     the    debts     or    liabilities       of    the    former.\"\n\nCranston Dressed Meat Co. v. Packers Outlet Co., 190 A. 29, 31\n\n\n                                         -17-\n\f(R.I. 1937) (quoted in Ed Peters II, 51 F. Supp. 2d at 91).          As\n\nthe district court correctly noted, whether successor liability\n\nbased on mere continuation should apply under Rhode Island law\n\nis based on a five-factor test.3        See Ed Peters II, 51 F. Supp.\n\n2d at 91 (citing H.J. Baker & Bro., Inc. v. Orgonics, 554 A.2d\n\n196, 205 (R.I. 1989)).      Only one factor of the five-factor\n\ntest for successor liability is in dispute in this case: whether\n\nC & J paid less than adequate consideration for Anson's assets.\n\nThe   district   court   ruled   that     C   &   J   paid   sufficient\n\nconsideration, and that this was fatal to Peters claim.4         See Ed\n\nPeters II, 51 F. Supp. 2d at 95 (\"Plaintiff has failed to carry\n\n\n\n      3 This test examines the following: (1) whether there has\nbeen a transfer of corporate assets, (2) whether less than\nadequate consideration was paid for those assets, (3) whether\nthe acquiring entity continues the divesting corporations\nbusiness, (4) whether there is at least one officer or director\ninstrumental to the transaction who is common to both entities,\nand (5) whether the divesting corporation is unable to satisfy\nits creditors because of the transfer. See Ed Peters II, 51 F.\nSupp. 2d at 91-92.\n      4 The district court, without stating so, seems to have\nassumed that inadequate consideration is the sine qua non of\nmere continuation liability. We do not decide the issue today,\nbut instead leave it to the courts of Rhode Island to grapple\nwith.   See Ed Peters I, 124 F.3d at 269 n.16 (\"We assume\narguendo that Rhode Island law would require Peters to make\nadequate showings on all five Baker factors, even though Baker\nexpressly adopted the New Jersey model . . . under which not all\nthese factors need be present.\" (internal quotation marks and\nbrackets omitted)). We are able to decide the specific question\nbefore us without reaching that question because it has not been\npreserved for review and presented in this court.\n\n                                 -18-\n\fits burden of demonstrating inadequate consideration, and with\n\nthis failure, the cause of action for successor liability based\n\non 'mere continuation' dies on the vine.\").\n\n             The   district     court's       finding   on   adequacy       of\n\nconsideration was a factual finding.            See Nisenzon v. Sadowski,\n\n689   A.2d    1037,   1042-43    (R.I.    1997)    (under    Rhode    Island\n\nfraudulent conveyance statute, adequacy of consideration is a\n\nfactual finding, reviewable for clear error).           Despite the near-\n\ninsurmountable hurdle that the clear error standard usually\n\npresents, Peters proffers such an argument on appeal.             He argues\n\nthat the district court's finding of adequate consideration was\n\nclearly erroneous as a matter of fact because its calculation\n\nwas       based    explicitly     on      a      mistake     of      law.\n\n             The district court found that C & J and Little Bay,\n\ncollectively, paid $3.29 million for Anson's assets.                  See Ed\n\nPeters II, 51 F. Supp. 2d at 95.              The court also found that\n\nAnson's assets were worth approximately $3 million.                  See id.\n\nThe new Fleet loans were a significant part of the district\n\ncourt's $3.29 million figure.       This portion, which was well over\n\nhalf the consideration,5 is the crux of the dispute on appeal.\n\n\n      5 According to the district court, the new Fleet loans\namounted to $2.9 million of the consideration. See Ed Peters\nII, 51 F. Supp. 2d at 95. The Ed Peters I court appears to have\nbelieved that the new loans constituted closer to $2 million.\nSee Ed Peters I, 124 F.3d at 270-71.     Of course, the actual\n\n                                   -19-\n\fPeters argues that this ruling cannot stand in light of our\n\nprevious decision in Ed Peters I, which, he maintains, ruled as\n\na matter of law that the new Fleet loans were not consideration.\n\nAs support for this, Peters points to our statement in Ed Peters\n\nI:\n\n         [T]hough normally loans obtained by buyers\n         to finance asset acquisitions would be\n         considered   in   calculating    the   total\n         consideration paid, here the two newly-\n         formed acquiring companies actually incurred\n         no \"new\" indebtedness to Fleet . . . .\n         Since the \"new\" Fleet loans cannot count as\n         \"consideration,\" at least as a matter of\n         law, C & J and Little Bay paid a combined\n         total of only $1 million in addition cash\n         consideration.\n\nEd Peters I, 124 F.3d 270-71 (emphasis added).    Peters' argument\n\nis that the Ed Peters I court ruled that the new loans from\n\nFleet were not legally consideration at all, because they were\n\nnot, in fact, \"new,\" but were simply old loans repackaged as new\n\nones.\n\n         The   district   court   considered   this   argument   and\n\nproperly rejected it.   The district court did so by interpreting\n\nEd Peters I to mean that the previous district court could not\n\n\n\nfigures offered by the Ed Peters I court are irrelevant; as an\nappellate tribunal it is not the province of this court to find\nfacts, which the Ed Peters I court clearly understood. See id.\nat 277 n.24. What is relevant, however, is the both courts\nagreed that the loans formed a large part of the consideration.\n\n\n                               -20-\n\fstate,     as    a   matter    of     law,    that   the   Fleet    loans    were\n\nconsideration; whether they were consideration was instead a\n\nmatter of fact.       This, the district court stated, was evident in\n\nlight of the procedural posture of the case.               The district court\n\nstated:\n\n            The   First  Circuit's   decision   must  be\n            understood within the context of that\n            appeal's procedural posture.        In that\n            decision, the Court of Appeals reviewed the\n            trial court's grant of judgment as a matter\n            of law in favor of the defendants.       The\n            ruling   of  the   appellate  panel   merely\n            explained what was improper for a trial\n            court to find as a matter of law . . . . Of\n            course, the First Circuit was not commanding\n            the trial court to make a particular finding\n            of fact on the amount of consideration paid,\n            since it did not have the benefit of\n            defendants, evidence before it . . . . The\n            task before the Court of Appeals was not the\n            calculation of the consideration paid Fleet,\n            rather, it was the determination of whether\n            the trial court erred in concluding that as\n            a matter of law the consideration paid was\n            adequate.\n\nEd Peters I, 51 F. Supp. 2d at 94-95.                 A close review of our\n\nstatement in Ed Peters I reveals that the district court is\n\ncorrect.        The district court's decision is supported by the\n\nplain language of our previous opinion.               Peters' reading of the\n\nwords     \"Since     the      'new'    Fleet     loans     cannot    count    as\n\n'consideration,' at least as a matter of law,\" Ed Peters I, 124\n\nF.3d 270-71 (emphasis added), ignores the import of the words\n\n\"at least,\" which imply that while as a matter of law they\n\n                                       -21-\n\fcannot be said to amount to adequate consideration, they may do\n\nso as a matter of fact after trial.\n\n           Accordingly, the district court's entry of judgment as\n\na matter of law on Count I is affirmed.\n\n             2.     Actual Fraud\n\n           Peters    argues   that    the   district    court    erred   in\n\nrejecting its claim in Count II for successor liability based on\n\nactual fraud.     See generally Ed Peters II, 51 F. Supp. 2d at 95-\n\n98.   The district court based this holding on two alternative\n\ngrounds.    First, the court concluded as a legal matter that\n\nRhode Island does not recognize actual fraud as a reason for\n\nsuccessor liability.       See     id. at 96-97.       Second, the court\n\nconcluded as a factual matter that Peters could not prevail\n\nbecause of what it deemed a \"factual impossibility.\"             See id. at\n\n97-98.\n\n           We first consider the district court's legal ruling.\n\nIn Ed Peters I, we held that \"[a]ctual fraud is a successor\n\nliability test entirely independent of the circumstantial 'mere\n\ncontinuation' test.\"      Ed Peters I , 124 F.3d at 271.        In response\n\nto this, the district court stated:\n\n           [T]his court is unable to locate a single\n           Rhode Island decision that expressly adopts\n           the fraud theory of successor liability. In\n           none of the cases cited in the [Ed Peters I]\n           decision does the Rhode Island Supreme Court\n\n\n                                    -22-\n\f            hold that a defendant may be liable as a\n            successor under any theory other than the\n            \"mere continuation\" doctrine.\n\nEd Peters II, 51 F. Supp. 2d at 96-97.\n\n            We do not consider whether the district court's broad\n\nassertions about the state of Rhode Island law are correct.\n\nRather, we point out that a panel of this court has spoken on\n\nthis point, and that forecloses the matter.             Absent an en banc\n\nreversal of Ed Peters I, the law of the First Circuit is that\n\nRhode   Island   courts     recognize    the   actual   fraud   theory   of\n\nsuccessor    liability. 6     We might have been persuaded if the\n\ndistrict court had cited a Rhode Island case holding directly\n\nthat actual fraud is not a basis for successor liability.                It\n\ndid not, and we have been unable to find any such case.\n\n            Regardless of the district court's knowledge of Rhode\n\nIsland law, its legal rulings on local law deserve no more\n\nappellate deference than any other legal ruling.                In   Salve\n\nRegina College v.     Russell, 499 U.S. 225 (1991), the Supreme\n\n\n    6   We note that in certain circumstances panels of this\ncourt have overruled previous panel opinions, but they have done\nso only in certain very limited circumstances. In those cases,\n\"a departure is compelled by controlling authority . . . [and]\nwe have chosen to circulate the proposed overruling opinion to\nall active members of the court prior to publication even though\nthe need to overrule precedent is reasonably clear.\" Ionics v.\nElmwood Sensors, Inc., 110 F.3d 184, 187 n.3 (1st Cir. 1997).\nIn our view, this procedure would only be called for in this\ncase if the Rhode Island Supreme Court were to speak directly to\nthis issue in a manner that was contrary to Ed Peters I.\n\n                                  -23-\n\fCourt held that Courts of Appeals could give no deference to\n\ndistrict judge's views on state law.    In that case, the district\n\ncourt stated: \"I was a state trial judge for 18 and ½ years, and\n\nI have a feel for what the Rhode Island Supreme Court will do or\n\nwon't do.\"   Id. at 229 (quoting Lagueux, J.).    The Supreme Court\n\nmade clear that the Courts of Appeals were the enunciators of\n\nstate law, stating \"appellate deference to the district court's\n\ndetermination of state law is inconsistent with the principles\n\nunderlying this Court's decision in Erie.\"       Id. at 234.\n\n         Because no deference on the applicable local law is\n\nowed the district court, and because this court has already\n\nspoken on the matter, neither we nor the district court can\n\nnullify the legal rulings of Ed Peters I.      See In re Grand Jury\n\nSubpoenas, 123 F.3d 695, 697 n.2 (1st Cir. 1997) (\"Ordinarily,\n\nprior panel decisions are binding on future panels and it is for\n\nan en banc court to reexamine the status of a prior opinion.\").\n\nAccordingly, we reject the district court's first reason for\n\ngranting summary judgment on Count II.\n\n         The   district   court,   realizing   perhaps   the   tenuous\n\nground on which its legal ruling stood, provided an alternate\n\nground for its decision.    In what the court characterized as a\n\nfinding of fact, see Ed Peters II, 51 F. Supp. 2d at 97-98, the\n\ncourt found that the fact that \"EPJC had no hope of ever\n\n\n                               -24-\n\frecovering from Anson any of the commissions that were due . .\n\n. is fatal to plaintiff's effort.\"             Id. at 98.     The district\n\ncourt, understandably, believed that if, as a matter of fact,\n\nPeters never had any chance of payment, no fraudulent act could\n\nhave deprived it of anything.        It is open to dispute whether the\n\ndistrict court's alternative ground is fully consistent with Ed\n\nPeters I, but we need not decide that question because we agree\n\nwith   the    district   court's   result     for   a   somewhat   different\n\nreason.      Although the possibility of a successful fraud claim\n\nwas clearly preserved by Ed Peters I, now with the benefit of a\n\ntrial record we see no facts which would add up to fraud under\n\nany of the definitions given it.            To be sure, Peters had good\n\nreason to believe that he was being treated unfairly but that is\n\nnot the test for actionable fraud.\n\n             The hallmarks of fraud are misrepresentation or deceit.\n\nBlack's Law Dictionary 670 (7th ed. 1999); Restatement (Second)\n\nof Torts §§ 525-30 (1977); see also 37 Am. Jur. 2d § 1, at 19\n\n(1968)    (fraud   deemed    to    comprise    anything     calculated    to\n\ndeceive); 37 id. § 4 (stressing requirement of intentional\n\ndeception for \"actual fraud\").\n\n             The case law in Rhode Island applies the same basic\n\nprinciples:\n\n             In order for fraudulent misrepresentation or\n             deceit to be found, the complaining party\n\n                                    -25-\n\f            must show not only that the defendant had an\n            intention to deceive, but the complainant\n            also must present sufficient proof that the\n            party   detrimentally    relied   upon   the\n            fraudulent representation.\n\nAsermely v. Allstate Ins. Co., 728 A.2d 461, 464 (R.I. 1999).\n\n            To establish a prima facie damages claim in\n            a fraud case, the plaintiff must prove that\n            the defendant \"made a false representation\n            intending thereby to induce plaintiff to\n            rely  thereon\"   and  that   the  plaintiff\n            justifiably relied thereon to his or her\n            damage.\n\nTravers v. Spidell, 682 A.2d 471, 472-73 (R.I. 1996) (citation\n\nomitted).\n\n            First Circuit cases regarding mail and wire fraud\n\nsimilarly emphasize the deceit requirement, even though that\n\nstatutory definition of fraud is read to be broader than the\n\ncommon law definition.    See Bonilla v. Volvo Car Corp., 150 F.3d\n\n62, 66-67 (1st Cir. 1998), cert. denied, 119 S. Ct. 1574 (1999)\n\n(mail or wire fraud requires intent to deceive another; use of\n\nloophole is not fraud); McEvoy Travel Bureau, Inc. v. Heritage\n\nTravel, Inc., 904 F.2d 786, 791-92 (1st Cir. 1990).\n\n            We have found no evidence of misrepresentation or\n\ndeceit by the defendants that either induced Peters to act\n\ncontrary to his best interests or fail to take action that could\n\nhave resulted in the payment of all or a part of the commissions\n\ndue.   Peters continued to sell jewelry for Anson to Tiffany on\n\n\n                               -26-\n\fa commission basis on credit until Fleet foreclosed and sold all\n\nof Anson's assets which, as we held in Ed Peters I, it had a\n\nlegal right to do.       The effect of the reorganization plan may\n\nhave had an unfortunate effect on Peters but it was not the\n\nresult of any misrepresentation or deceit on the part of the\n\ndefendants.\n\n         We rule as a matter of law that there was no fraud\n\nperpetrated by any of the defendants on Peters.\n\n         C.        Count III:    Tortious Interference with Contract\n\n         Peters next argues that the district court erred in\n\ngranting a motion for judgment as a matter of law on Count III,\n\na claim for tortious interference with contract.          The district\n\ncourt granted the motion, setting aside a jury verdict finding\n\nConsidine and C & J liable.             The issue of damages was not\n\nsubmitted to the jury.\n\n              1.     Procedural History\n\n         We begin our discussion with a review of the treatment\n\nof the tortious interference claim in our previous opinion.          In\n\nEd Peters I, we reversed the previous district court's entry of\n\na motion for judgment as a matter of law on the tortious\n\ninterference count, holding instead that the count must be\n\nsubmitted to the jury.          We laid out the elements, stating: “the\n\ntortious interference claim required that Peters prove:           (1) a\n\n\n                                     -27-\n\fsales-commission contract existed between Anson and Peters; (2)\n\nFleet and Considine intentionally interfered with the sales-\n\ncommission contract; and (3) their tortious actions damaged\n\nPeters.”     Ed Peters I, 124 F.3d at 275 (citations omitted).\n\nConsidering these elements, we concluded that, “there is no\n\ndispute that Fleet and Considine knew of Peters’ contract to\n\nserve as Anson’s sales representative to Tiffany’s, or that\n\nPeters sustained damages due to the premature termination of its\n\ncontract,     without      receiving   payment   for   its   outstanding\n\ncommissions.”        Id.   Our analysis then turned to the “second and\n\ndisputed” element:         whether Considine and C & J intentionally\n\ninterfered with the sales-commission contract between Peters and\n\nAnson.     See id.\n\n            Relying on Mesolella v. City of Providence, 508 A.2d\n\n661 (R.I. 1986), we held that, to prove intent, “Peters need\n\nonly establish that . . . Considine acted with legal malice – an\n\nintent to do harm without justification.”        Ed Peters I, 124 F.3d\n\nat 275.      We pointed out that, “[Considine] not only acted\n\nintentionally to evade Anson’s obligation to Peters, but at the\n\nsame time negotiated for himself a $200,000 consulting fee.”\n\nId.   Thus, we held that the circumstantial evidence and the\n\n\n\n\n                                    -28-\n\fConsidine memorandum to Fleet,7 “generated a trialworthy issue\n\nas to whether Considine acted with <legal malice’.”          See id.\n\n         On    remand,    the   jury    returned   a   verdict   against\n\nConsidine and C & J on the count of tortious interference.             The\n\ndistrict court, however, on a motion for judgment as a matter of\n\nlaw pursuant to Fed. R. Civ. P. 50, reversed the jury’s verdict.\n\n\n\n              2.   Standard of Review\n\n         The standard for review of a district court’s entry of\n\njudgment as a matter of law after the jury has reached a verdict\n\nis a familiar one.       As we stated in Alvarez v. Pepsi Cola of\n\nPuerto Rico Bottling Co., 152 F.3d 17, 23 (1st Cir. 1998):\n\n         [w]e review de novo a district court’s\n         decision to grant a motion under Rule 50 for\n         judgment as a matter of law. When the court\n         grants the motion and enters judgment for\n         the   movant   notwithstanding   the  jury’s\n         verdict for the non-movant, we examine the\n         evidence presented to the jury, and all\n         reasonable inferences that may be drawn from\n         such evidence, in the light most favorable\n         to the jury verdict. In doing so, moreover,\n         we may not take into consideration the\n         credibility   of   the  witnesses,   resolve\n         conflicts in testimony, or in any other\n         manner weigh the evidence.     We assume the\n         veracity, however, of any admissions made\n\n\n    7   We quoted the memorandum: “If Fleet can find a way to\nforeclose [Anson] and sell certain assets to our [new] company\nthat would eliminate most of the liabilities discussed above .\n. ., then we would offer Fleet $3,250,000.” Ed Peters I, 124\nF.3d at 257.\n\n                                 -29-\n\f            and stipulations entered into by the party\n            opposing the Rule 50 motion . . . as well as\n            any evidence derived from disinterested\n            witnesses that has not been contradicted or\n            impeached.\n\n(Internal citations omitted.)\n\n            With this standard in mind, we review the district\n\ncourt’s entry of judgment.\n\n                3.    Causation\n\n            We remanded on the question of intent.           The district\n\ncourt    overturned    the    jury’s    verdict    because   of    lack    of\n\ncausation.     See Ed Peters II, 51 F. Supp. 2d at 102.                   The\n\ndistrict    court    considered   the   Rhode   Island   Supreme    Court’s\n\ndecision in Mesolella as having, “expressly imposed upon the\n\nplaintiff the task of proving factual causation between the acts\n\nof the defendant and the damages suffered by the plaintiff.”\n\nId.     The district court also held that, “although causation is\n\ngenerally a matter left to the consideration of the jury, a\n\ncourt may properly intervene if the plaintiff fails to adduce\n\nmore than a scintilla of evidence on this vital element of the\n\ncause of action.”        Id. (internal quotation marks omitted).\n\nEmploying this standard, the district court went on to find\n\nthat,     “EPJC’s    junior   position     among    creditors      and    the\n\nimpossibility . . . of any future recovery from Anson,” doomed\n\nthe causation element of Peters’ claim.            See id.   “This count\n\n\n                                   -30-\n\ffails as a matter of law because there is no evidence from which\n\na reasonable jury could conclude that defendants’ actions caused\n\nplaintiff any loss.”     Id.\n\n         It is a close question whether the rulings and findings\n\nof the district court violated the mandates of Ed Peters I.      We\n\nneed not and do not decide this question.      It was neither C & J\n\nnor Considine that ended the commission contract.     The contract\n\nterminated when Fleet foreclosed on the assets of Anson and left\n\nit an empty shell.      Although Considine was privy to what was\n\ngoing on and took advantage of the foreclosure to jettison Anson\n\nand its liability to Peters, he did not tortiously interfere\n\nwith the commission contract between Anson and Peters.     Fleet's\n\nforeclosure ended the contract.        In this sense, there was no\n\ncausation.\n\n         D.   Breach of Fiduciary Duty\n\n         The district court found that no fiduciary duty was\n\nowed to Peters by Considine.     We affirm this ruling.\n\n         In our prior opinion we rejected Considine's argument\n\n\"that Peters failed to establish that he converted any of the\n\nAnson assets to his personal use, and further that he could not\n\nhave done so, because Fleet had a comprehensive lien on all\n\noperating assets.\"     We then stated:\n\n              A breach of fiduciary duty need not\n         amount to a conversion in order to be\n\n                                -31-\n\f           actionable.   \"[D]irectors and officers [of\n           insolvent corporations] may not pursue\n           personal endeavors inconsistent with their\n           duty of undivided loyalty to . . . the\n           corporations' stockholders and creditors.\"\n           American    Nat'l   Bank   of    Austin   v.\n           MortgageAmerica Corp. (In re MortgageAmerica\n           Corp.), 714 F.2d 1266, 1276 (5th Cir. 1983);\n           see National Credit Union Admin. Bd. v.\n           Regine, 749 F. Supp. 401, 413 (D.R.I. 1990)\n           (as a fiduciary, director must \"place the\n           interests of the corporation before his own\n           personal interests\"). Whereas, the present\n           record   discloses,    for   example,   that\n           Considine negotiated a $200,000 consulting\n           fee for himself as part of the October 1993\n           agreement, see supra, Section I, and Peters\n           received nothing. Therefore, the jury must\n           determine whether Considine breached his\n           duty as an Anson director.\n\nEd Peters I, 124 F.3d at 276.        We have already ruled that the\n\nbreach   of   fiduciary   duty   count   sounded   in   equity   and   the\n\ndistrict court was the factfinder.        We concluded our discussion\n\nof this count in Ed Peters I by ruling as a matter of law that\n\nFleet was not liable.     See id. at 277.\n\n           In its opinion, the district court first explained the\n\nelements of the cause of action in a breach of fiduciary duty\n\ncase.    It then discussed the applicable Rhode Island law and\n\nquoted our ruling that a breach of fiduciary duty does not have\n\nto amount to    a conversion to be actionable.      See 51 F. Supp. 2d\n\nat 99.   The court then applied the facts to the legal standard.\n\nIt found and ruled:\n\n\n\n                                  -32-\n\f             Under Rhode Island's formulation of the\n         duty   owed   by   corporate   directors   to\n         creditors, there was no breach based on the\n         particular facts of this case.      Considine\n         did not owe EPJC a fiduciary duty, because\n         EPJC was not a creditor \"to whom the\n         property of the corporation must go.\" See\n         Olney, 18 A. at 181. At all relevant times,\n         only   one   creditor  qualified    for  that\n         protection, the highly undersecured Fleet.\n         Under no factual scenario could EPJC have\n         recovered any of Anson's assets given\n         Fleet's comprehensive security interests and\n         Anson's crippling debts to the bank. Only\n         Fleet was a creditor \"to whom the property\n         of the corporation must go,\" and, therefore\n         only Fleet was owed Considine's fiduciary\n         duty to conserve those assets. The bank, as\n         an eager and powerful participant in the\n         sale of Anson, consented to Considine's\n         actions and waived any claim of breach of\n         fiduciary duty arising from the transaction.\n         Although    this   is   a    unique   factual\n         circumstance, at least one other court has\n         recognized that an unsecured creditor may\n         not leapfrog a secured creditor via a breach\n         of fiduciary duty claim against a director.\n         See   Heimbinder v. Berkovitz, 175 Misc.2d\n         808, 670 N.Y.S.2d 301. 307 (Sup. Ct. 1998)\n         (\"[T]he creditor's remedy is limited to\n         reaching the assets which would have been\n         available to satisfy his or her judgment if\n         there    had     been    no    conveyance.\").\n         Plaintiff's claim against Considine for\n         breach of fiduciary duty fails as a matter\n         of law.\n\n51 F. Supp. 2d at 100.   The court also found that \"receipt of\n\nthe consulting fee may have constituted a breach of fiduciary\n\nduty, but the breach only harmed Fleet.\"   Id.\n\n         We have no quarrel with these rulings and findings.\n\nThey were well within the parameters of that part of our prior\n\n                             -33-\n\fopinion dealing with the breach of fiduciary count, pass legal\n\nmuster, and none of the factual findings are clearly erroneous.\n\n                                 Summary\n\n             We affirm the rulings of the district court that Counts\n\nI, II, and IV sound in equity.          We also find that the district\n\ncourt did not abuse its discretion in taking these counts from\n\nthe jury prior to the start of its deliberations.\n\n             We affirm the district court's finding that adequate\n\nconsideration was paid under the reorganization plan and that,\n\ntherefore, there was no successor liability based on the \"mere\n\ncontinuation\" theory.\n\n             We rule as a matter of law that there was no fraud\n\nbasis for successor liability.\n\n             We rule as a matter of law that there was no basis for\n\nthe   jury    finding   of   tortious   interference   with   the   sales\n\ncommission contract by Considine and/or C & J.\n\n                                Conclusion\n\n             The judgment of the district court is affirmed.\n\n             Costs on appeal awarded to appellees.\n\n\n\n\n                                   -34-\n\f",
  "html": "<p class=\"case_cite\">215 F.3d 182 (1st Cir. 2000)</p>\n    <p class=\"parties\">ED PETERS JEWELRY CO., INC., PLAINTIFF, APPELLANT,<br>v.<br>C &amp; J JEWELRY CO., INC., ET AL., DEFENDANTS, APPELLEES.</p>\n    <p class=\"docket\">No. 99-1800.</p>\n    <p class=\"court\">United States Court of Appeals, For the First Circuit.</p>\n    <p class=\"date\">Heard March 9, 2000.<br>Decided June 23, 2000.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF RHODE ISLAND. Hon. Ronald R. Lagueux, U.S. District Judge.</p>\n      <p class=\"indent\">Robert C. Corrente, with whom Hinckley, Allen &amp; Snyder Llp, Sanford J. Davis, and McGovern &amp; Associates were on brief for appellant.</p>\n      <p class=\"indent\">Thomas C. Angelone, with whom Hodosh, Spinella &amp; Angelone, James McGair, and McGair &amp; McGair were on brief for appellees.</p>\n      <p class=\"indent\">Before Boudin, Circuit Judge, Bownes, Senior Circuit Judge, and Stahl, Circuit Judge.</p>\n      <p class=\"indent\">Bownes, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Plaintiff-appellant, Ed Peters Jewelry Co., Inc., (\"Peters\") appeals from a judgment by the district court for all of the defendants-appellees: C &amp; J Jewelry Co. Inc., Anson, Inc., William Considine, Sr., Little Bay Realty Co., L.L.C., and Gary J. Jacobsen. Peters, a jewelry sales agent, sued the defendants to recover sales commissions owed it by the defendant Anson. Peters claims, under various legal theories, that, in addition to Anson, the other defendants are also liable for the unpaid commissions. Jurisdiction is based on diversity of citizenship. 28 U.S.C. &#167; 1332(a)(1) (1999).</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">This is the second time this case has been before us. See Ed Peters Jewelry Co. v. C &amp; J Jewelry Co., 124 F.3d 252 (1st Cir. 1997) (hereinafter, \"Ed Peters I\"). There is a difference in the cast of defendants. In the prior case, Fleet National Bank and Fleet Credit Corporation were defendants. They were found not liable in our prior opinion and are no longer parties in this case. After remand in the prior case, Peters filed an amended complaint adding Little Bay Realty Co., L.L.C. and Jacobsen as defendants.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In the case at bar, there were four counts before the district court at the close of the evidence. The court ruled sua sponte, without prior notice to the parties, that neither party was entitled to a jury trial on Counts I and II (successor liability) and Count IV (fiduciary duty) because these counts sounded in equity. Count III, which alleged tortious interference with contractual relations by defendants C &amp; J Jewelry, Considine and Jacobsen, was submitted to the jury for a determination of liability only. Count I was also submitted to the jury but as advisory only.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">On the tortious interference claim, the jury found C &amp; J and Considine liable; it found Jacobsen not liable. On the advisory Count I (successor liability), the jury found for Peters against C &amp; J and Little Bay.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The two defendants found liable by the jury on the tortious interference count (Count III) brought motions for judgment as a matter of law, which were granted. The district court found for all defendants on the three equity counts. This appeal followed.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Peters has raised six issues on appeal: (1) The district court abused its discretion by ruling sua sponte at the end of the trial that neither party was entitled to a jury trial on Counts I, II, and IV. (2) The district court erred in ruling that there was no cause of action under Rhode Island law for successor liability based on fraud, and that Peters was not damaged because he was a junior creditor. (3) The district court was \"clearly wrong\" in holding that adequate consideration was paid for the transfer of assets to the successor entities. (4) The district court erred in holding that no fiduciary duty was owed to Peters because he was a junior unsecured creditor. (5) The district court \"wrongly\" granted defendants' Rule 50 motion on the tortious interference count. (6) The district court erred in its instructions to the jury on the tortious interference count.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">We affirm, but on different grounds than the district court for Counts Two (successor liability) and Three (tortious interference with contract).</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Although the facts are not seriously disputed, the implications and results flowing from them are hotly contested.</p>\n    </div>\n    <p class=\"indent\">I.</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Our rehearsal of the facts is taken from the record, our prior opinion, and the district court opinion. Anson, a Rhode Island manufacturer of jewelry and writing instruments, emerged from a Chapter 11 bankruptcy proceeding in 1983. From then on, Fleet Bank and Credit Company extended Anson revolving credit loans secured by first liens covering Anson's real estate and personal property assets.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Peters' relationship with Anson started in 1981 as a salaried salesman for a distributor that sold Anson's products to Tiffany. Tiffany was at that time, and probably still is, one of the most well-known retail jewelry stores in the country. Tiffany was Anson's largest customer, buying several millions of dollars worth of jewelry annually. The distributor for whom Peters worked had the exclusive right to sell Anson products to Tiffany. In 1987, Peters purchased the Anson-Tiffany account and formed a new corporation, Ed Peters Jewelry Co. Inc.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> Sales of Anson products to Tiffany accounted for more than 90% of Peters' business. Anson and Peters entered into a sales contract on January 1, 1988, which was extended to December 31, 1990, and then further extended to December 31, 1994. By the end of 1990 Anson owed Peters $120,000 for unpaid commissions.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">In 1991 Fleet restructured Anson's loan repayment schedule because of its precarious financial condition, and assessed Anson an $800,000 referral fee. In 1992 Fleet waived Anson's default under the restructured loan agreement and loaned Anson more money, expressly reserving its right to rely on a future default. Anson never gained solvency. By August of 1992, Fleet had charged off $3.7 million of Anson's debt. There were further restructuring negotiations in 1993, and Fleet gave Anson formal written notice of default on March 25, 1993. Anson had a negative net income for the years 1988 through July 1993, the last date for such information.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Although Anson's debt to Peters continued to grow, Peters kept selling for Anson into 1993. In 1993, Peters commenced an arbitration proceeding against Anson under the provisions of the sales contract between them. He was awarded $451,426.03 for commission arrearage and received a judgment for that amount against Anson from the Rhode Island Superior Court on April 21, 1994. Peters obtained a second state judgment for commission arrearage against Anson for $407,652.84 on November 20, 1995.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">After the default notice to Anson by Fleet on March 25, 1993, defendants Considine and Jacobsen worked out a plan to save the operating assets and real estate of Anson. Considine was the sole director of Anson and controlled all of Anson's voting stock. Jacobsen had been hired by Considine as Anson's C.E.O. in the summer of 1992. The other principal player in the plan was, of course, Fleet. Negotiations between Anson's two officers and Fleet were carried on from May, 1993 to October of 1993. The plan finally accepted by Fleet was essentially as follows. Two new companies would be formed: C &amp; J Jewelry Co., Inc. (C &amp; J) and Little Bay Realty Co., L.L.C. (Little Bay). Fleet would foreclose on all of the assets of Anson and conduct a secured party private sale of the operating assets to C &amp; J; the real estate formerly belonging to Anson would be sold to Little Bay.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The record shows that Considine and Jacobsen never intended that the new company, C &amp; J, would assume Anson's debt to Peters. They planned that only the debts of those creditors essential to the new business would be assumed. Fleet, of course, would be the primary secured creditor of the new business.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The plan was carried out. On October 22, 1993, Fleet held a secured party's sale of Anson's operating assets to C &amp; J, the new jewelry company. Fleet sought no competing bids because the parties did not want Tiffany to learn that Anson was defunct. Fleet, Considine and Jacobsen were very dependent on Tiffany, their golden goose. C &amp; J notified Tiffany of the transfer of the business assets and assured it that the quality of the jewelry would be the same as under Anson and that C &amp; J would be financially stable. Fleet also informed Tiffany that the new company had its approval. The manufacture of jewelry formerly done by Anson continued without pause by C &amp; J.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">In December of 1993, Fleet foreclosed on Anson's real estate and sold it to Little Bay, another defendant. Anson was now an empty shell. C &amp; J carried on Anson's business with the same persons at the controls.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The financing details reveal that none of the participants in the plan were the least bit deterred by the fact that Anson had steadily and increasingly lost money since 1989. Fleet financed the purchase of Anson's assets in the amount of $2.7 million. Considine and Jacobsen obtained one-half ownership of C &amp; J and Little Bay because of their contribution of $500,000 each to the assets purchased. Fleet obtained new first-lien security interests on the same operating assets and real estate that it had from Anson. C &amp; J and Little Bay paid Considine a consulting fee of $200,000 for negotiating the sale and obtaining Fleet's financing. Jacobsen was not paid anything for his role in the deal. After the liquidation of all of Anson's assets, its debt to Fleet totaled nearly $8 million.</p>\n    </div>\n    <p class=\"indent\">II.</p>\n    <p class=\"indent\">A. Equity or Jury</p>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The first issue, whether the district court abused its discretion by ruling sua sponte at the close of the trial that neither party was entitled to a jury trial on Counts I, II, and IV, has two parts: One, whether the court was correct legally in its ruling, and two, whether the procedure it followed constituted an abuse of discretion.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">We start with the equitable ruling. We have read our prior opinion carefully. Although it does mention \"jury\" several times, see Ed Peters I, 124 F.3d at 262, 268, 269, 270, 275, it is obvious that we were not deciding whether the counts alleged were equitable or came within the ambit of the Seventh Amendment right to a jury trial. Moreover, in discussing successor liability we stated that it \"is an equitable doctrine both in origin and nature.\" 124 F.3d at 267. It is important to point out that our prior opinion was on an appeal from judgment as a matter of law under Fed. R. Civ. P. 50(a). Neither party adverted to the equity versus jury issue.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">We think the district court in the case at bar was correct in ruling that Counts I, II, and IV were equitable. In Gallagher v. Wilton Enters., 960 F.2d 120 (1st Cir. 1992), we stated:</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">\"Maintenance of the jury as a fact-finding body is of such importance and occupies so firm a place in our history and jurisprudence that any seeming curtailment of the right to a jury trial should be scrutinized with the utmost care.\" Chauffeurs, Teamsters &amp; Helpers Local No. 391 v. Terry, 494 U.S. 558, 565, 110 S. Ct. 1339, 1345, 108 L. Ed. 2d 519 (1990) (quoting Dimick v. Schiedt, 293 U.S. 474, 486, 55 S. Ct. 296, 301, 79 L. Ed. 603 (1935)). The touchstone of our inquiry is the Seventh Amendment, which, while it does not apply to state court proceedings, nonetheless controls when a federal court is enlisted to adjudicate a claim brought pursuant to a state's substantive law. See Byrd v. Blue Ridge Rural Elec. Coop., Inc., 356 U.S. 525, 536-38, 78 S. Ct. 893, 900-01, 2 L. Ed. 2d 953 (1958), overruled on other grounds, Hanna v. Plumer, 380 U.S. 460, 85 S. Ct. 1136, 14 L. Ed. 2d 8 (1965). Id. at 122 (footnote omitted). We further ruled \"that the right to a jury trial in the federal courts is to be determined as a matter of federal law in diversity as well as other actions.\" Id. We also directed that \"[a] federal court must look first to state law to determine the elements of the cause of action and the propriety of the remedies sought.\" Id.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">In In Re Frank J. Evangelist, Jr., 760 F.2d 27, 29 (1st Cir. 1985), Justice Breyer, then Circuit Judge, stated: \"Actions for breach of fiduciary duty, historically speaking, are almost uniformly actions 'in equity' - carrying with them no right to trial by jury.\"</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">We point out that this case does not involve the computation of damages, which is often considered a determination to be made by a jury. Cf. Gallagher, 960 F.2d at 122. This is an action to recover on debts, the amounts of which have been reduced to judgments by the courts of Rhode Island.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">We uphold the district court's ruling that the successor liability and breach of fiduciary duty counts were equitable and not subject to jury determination for the reasons stated in its opinion. See Ed Peters Jewelry Co. v. C &amp; J Jewelry Co., 51 F. Supp. 2d 81, 89-90 (D.R.I. 1999) (hereinafter \"Ed Peters II\").</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">The second part of this issue is whether the district court abused its discretion in not submitting three of the four counts to the jury. We reiterate what occurred. At the close of the evidence and before the case went to the jury the district court sua sponte, without prior notice to the parties, ruled that Counts One, Two, and Four sounded in equity and would not be submitted to the jury. The district court subsequently ruled that Count One would be submitted to the jury but on an advisory basis, and that Count Three, tortious interference, would be decided by the jury.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Most of the cases cited by Peters as evidence of abuse of discretion are ones in which the ruling disqualifying the jury came after the jury had returned verdicts and/or answered interrogatories. These cases are inapposite.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">We are bothered by the lack of notice to the parties and any discussion with the parties by the court prior to its ruling. We first examine Fed R. Civ. P. 39 to determine if the court's conduct was in any way proscribed by the rule. The rule states:</p>\n    </div>\n    <p class=\"indent\">Rule 39. Trial by Jury or by the Court</p>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">(a) By Jury. When trial by jury has been demanded as provided in Rule 38, the action shall be designated upon the docket as a jury action. The trial of all issues so demanded shall be by jury, unless (1) the parties or their attorneys of record, by written stipulation filed with the court or by an oral stipulation made in open court and entered in the record, consent to trial by the court sitting without a jury or (2) the court upon motion or of its own initiative finds that a right of trial by jury of some or all of those issues does not exist under the Constitution or statutes of the United States.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">(b) By the Court. Issues not demanded for trial by jury as provided in Rule 38 shall be tried by the court; but, notwithstanding the failure of a party to demand a jury in an action in which such a demand might have been made of right, the court in its discretion upon motion may order a trial by a jury of any or all issues.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">(c) Advisory Jury and Trial by Consent. In all actions not triable of right by a jury the court upon motion or of its own initiative may try any issue with an advisory jury or, except in actions against the United States when a statute of the United States provides for trial without jury, the court, with the consent of both parties, may order a trial with a jury whose verdict has the same effect as if trial by jury had been a matter of right.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">(Emphasis added.)</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Rule 39(a)(2) clearly authorized the district court to take the action it did. There is nothing in the balance of the rule that prohibits the court from doing what it did or requiring advance notice to the parties.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Nor do we find any bar to the district court's procedure in the applicable case law. Although there are cases suggesting that earlier notice is required,<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> we find the Second Circuit's approach in Merex A.G. v. Fairchild Weston Sys., Inc., 29 F.3d 821 (2d Cir. 1994), more applicable to the instant facts and more persuasive. Merex was also a case for the collection of a commission. The court held that the district court did not abuse its discretion by declaring the jury finding to be advisory after plaintiff rested its case. Id. at 822. The first question was whether Merex's promissory estoppel claim was legal or equitable. The district court had found it to be equitable. The Court of Appeals found that Merex's claim was \"equitable rather than legal and, consequently, that Merex was not entitled to a jury trial on its claim for promissory estoppel.\" Id. at 826.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">In finding that the trial court did not abuse its discretion in declaring the jury advisory, the court discussed most of the cases we have adverted to and examined carefully the wording of Fed. R. Civ. P. 39(c). The court first pointed out that the district judge did not wait until the jury returned the verdict before deciding that it would be advisory. \"Accordingly, there was no danger that the trial judge would veto the jury's verdict.\" Id. at 827. The same reasoning applies to the case before us.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">We agree with the Second Circuit's reading of Rule 39(c).</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Nor do we read Rule 39(c)'s provision for \"trial by consent\" to mandate the court's acceptance of the jury's verdict in this case. Rule 39(c) provides that the court, \"with the consent of both parties, may order a trial with a jury whose verdict has the same effect as if trial by jury had been a matter of right.\" Thus, when both parties consent, Rule 39(c) invests the trial court with the discretion-but not the duty-to submit an equitable claim to the jury for a binding verdict. While the litigants are free to request a jury trial on an equitable claim, they cannot impose such a trial on an unwilling court....</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Finally, although Rule 39(c) does not expressly require advance notice to the parties of the court's intention to treat the jury as advisory, we agree that such notice is preferable. In the absence of an express statutory mandate, however, we are not inclined to reverse on this basis alone, at least absent some demonstrable prejudice to the complaining party. Given the minimal strictures of federal pleading, it will sometimes not be clear until well into the trial whether an issue is equitable or legal.</p>\n    </div>\n    <p class=\"indent\">Id. (Internal citation omitted.)</p>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">For essentially the same reasons advanced by the Second Circuit, we find that the procedure followed by the district court here did not constitute an abuse of discretion. It would have been preferable for the court to give some prior notice of its ruling and discuss it with counsel. But viewing the ruling as a fait accompli, we cannot discern any prejudice to either party and particularly to Peters. Peters was understandably miffed when the district court changed the rules of the game at the last minute. On the assumption that this would be a jury trial, both parties undoubtedly spent more time in preparation for trial and during trial in explaining the issues carefully than would have been expended if notice of the ruling had been given prior to trial. But this, in our opinion, is not sufficient reason for establishing a hard and fast time rule limiting the judge's discretion for ruling whether issues sound in equity or law. This is certainly not the case for such a proscription. This is a unique case. Both parties and the district court assumed that the remand was for a jury trial. At some time prior to trial the parties, as well as the judge, should have recognized that there were equitable factors involved. But neither the lawyers nor the trial judge can be faulted for accepting the case on remand as a jury case.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">We do not want our decision to be read as a blanket approval of the procedure followed by the district court. We think that advance notice should be given, if at all possible, of a ruling disqualifying a jury from considering issues in what was considered at the outset to be a jury trial. We hold only that under the special circumstances of this case, the district court did not abuse its discretion.</p>\n    </div>\n    <p class=\"indent\">B. Successor Liability</p>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">This issue is based on two separate and distinct theories, each giving rise to its own count in the complaint. First, Peters argues that successor liability should attach because C &amp; J is a \"mere continuation\" of Anson. Second, he argues that successor liability applies because Considine, Jacobsen, and C &amp; J defrauded him. This is known as the \"actual fraud\" theory of successor liability. We begin with Count I, mere continuation.</p>\n    </div>\n    <p class=\"indent\">1. Mere Continuation</p>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">The essence of the claim under Count I is that \"[w]here a new corporation is merely a continuation or a reorganization of another, and the business or property of the old corporation has practically been absorbed by the new, the latter is responsible for the debts or liabilities of the former.\" Cranston Dressed Meat Co. v. Packers Outlet Co., 190 A. 29, 31 (R.I. 1937) (quoted in Ed Peters II, 51 F. Supp. 2d at 91). As the district court correctly noted, whether successor liability based on mere continuation should apply under Rhode Island law is based on a five-factor test.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> See Ed Peters II, 51 F. Supp. 2d at 91 (citing H.J. Baker &amp; Bro., Inc. v. Orgonics, 554 A.2d 196, 205 (R.I. 1989)).</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">Only one factor of the five-factor test for successor liability is in dispute in this case: whether C &amp; J paid less than adequate consideration for Anson's assets. The district court ruled that C &amp; J paid sufficient consideration, and that this was fatal to Peters claim.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> See Ed Peters II, 51 F. Supp. 2d at 95 (\"Plaintiff has failed to carry its burden of demonstrating inadequate consideration, and with this failure, the cause of action for successor liability based on 'mere continuation' dies on the vine.\").</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">The district court's finding on adequacy of consideration was a factual finding. See Nisenzon v. Sadowski, 689 A.2d 1037, 1042-43 (R.I. 1997) (under Rhode Island fraudulent conveyance statute, adequacy of consideration is a factual finding, reviewable for clear error). Despite the near-insurmountable hurdle that the clear error standard usually presents, Peters proffers such an argument on appeal. He argues that the district court's finding of adequate consideration was clearly erroneous as a matter of fact because its calculation was based explicitly on a mistake of law.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">The district court found that C &amp; J and Little Bay, collectively, paid $3.29 million for Anson's assets. See Ed Peters II, 51 F. Supp. 2d at 95. The court also found that Anson's assets were worth approximately $3 million. See id. The new Fleet loans were a significant part of the district court's $3.29 million figure. This portion, which was well over half the consideration,<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> is the crux of the dispute on appeal. Peters argues that this ruling cannot stand in light of our previous decision in Ed Peters I, which, he maintains, ruled as a matter of law that the new Fleet loans were not consideration. As support for this, Peters points to our statement in Ed Peters I:</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">[T]hough normally loans obtained by buyers to finance asset acquisitions would be considered in calculating the total consideration paid, here the two newly-formed acquiring companies actually incurred no \"new\" indebtedness to Fleet.... Since the \"new\" Fleet loans cannot count as \"consideration,\" at least as a matter of law, C &amp; J and Little Bay paid a combined total of only $1 million in addition cash consideration.Ed Peters I, 124 F.3d 270-71 (emphasis added). Peters' argument is that the Ed Peters I court ruled that the new loans from Fleet were not legally consideration at all, because they were not, in fact, \"new,\" but were simply old loans repackaged as new ones.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">The district court considered this argument and properly rejected it. The district court did so by interpreting Ed Peters I to mean that the previous district court could not state, as a matter of law, that the Fleet loans were consideration; whether they were consideration was instead a matter of fact. This, the district court stated, was evident in light of the procedural posture of the case. The district court stated:</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">The First Circuit's decision must be understood within the context of that appeal's procedural posture. In that decision, the Court of Appeals reviewed the trial court's grant of judgment as a matter of law in favor of the defendants. The ruling of the appellate panel merely explained what was improper for a trial court to find as a matter of law.... Of course, the First Circuit was not commanding the trial court to make a particular finding of fact on the amount of consideration paid, since it did not have the benefit of defendants, evidence before it.... The task before the Court of Appeals was not the calculation of the consideration paid Fleet, rather, it was the determination of whether the trial court erred in concluding that as a matter of law the consideration paid was adequate.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">Ed Peters I, 51 F. Supp. 2d at 94-95. A close review of our statement in Ed Peters I reveals that the district court is correct. The district court's decision is supported by the plain language of our previous opinion. Peters' reading of the words \"Since the 'new' Fleet loans cannot count as 'consideration,' at least as a matter of law,\" Ed Peters I, 124 F.3d 270-71 (emphasis added), ignores the import of the words \"at least,\" which imply that while as a matter of law they cannot be said to amount to adequate consideration, they may do so as a matter of fact after trial.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">Accordingly, the district court's entry of judgment as a matter of law on Count I is affirmed.</p>\n    </div>\n    <p class=\"indent\">2. Actual Fraud</p>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">Peters argues that the district court erred in rejecting its claim in Count II for successor liability based on actual fraud. See generally Ed Peters II, 51 F. Supp. 2d at 95-98. The district court based this holding on two alternative grounds. First, the court concluded as a legal matter that Rhode Island does not recognize actual fraud as a reason for successor liability. See id. at 96-97. Second, the court concluded as a factual matter that Peters could not prevail because of what it deemed a \"factual impossibility.\" See id. at 97-98.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">We first consider the district court's legal ruling. In Ed Peters I, we held that \"[a]ctual fraud is a successor liability test entirely independent of the circumstantial 'mere continuation' test.\" Ed Peters I, 124 F.3d at 271. In response to this, the district court stated:</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">[T]his court is unable to locate a single Rhode Island decision that expressly adopts the fraud theory of successor liability. In none of the cases cited in the [Ed Peters I] decision does the Rhode Island Supreme Court hold that a defendant may be liable as a successor under any theory other than the \"mere continuation\" doctrine.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">Ed Peters II, 51 F. Supp. 2d at 96-97.</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">We do not consider whether the district court's broad assertions about the state of Rhode Island law are correct. Rather, we point out that a panel of this court has spoken on this point, and that forecloses the matter. Absent an en banc reversal of Ed Peters I, the law of the First Circuit is that Rhode Island courts recognize the actual fraud theory of successor liability.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> We might have been persuaded if the district court had cited a Rhode Island case holding directly that actual fraud is not a basis for successor liability. It did not, and we have been unable to find any such case.</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">Regardless of the district court's knowledge of Rhode Island law, its legal rulings on local law deserve no more appellate deference than any other legal ruling. In Salve Regina College v. Russell, 499 U.S. 225 (1991), the Supreme Court held that Courts of Appeals could give no deference to district judge's views on state law. In that case, the district court stated: \"I was a state trial judge for 18 and 1/2 years, and I have a feel for what the Rhode Island Supreme Court will do or won't do.\" Id. at 229 (quoting Lagueux, J.). The Supreme Court made clear that the Courts of Appeals were the enunciators of state law, stating \"appellate deference to the district court's determination of state law is inconsistent with the principles underlying this Court's decision in Erie.\" Id. at 234.</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">Because no deference on the applicable local law is owed the district court, and because this court has already spoken on the matter, neither we nor the district court can nullify the legal rulings of Ed Peters I. See In re Grand Jury Subpoenas, 123 F.3d 695, 697 n.2 (1st Cir. 1997) (\"Ordinarily, prior panel decisions are binding on future panels and it is for an en banc court to reexamine the status of a prior opinion.\"). Accordingly, we reject the district court's first reason for granting summary judgment on Count II.</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">The district court, realizing perhaps the tenuous ground on which its legal ruling stood, provided an alternate ground for its decision. In what the court characterized as a finding of fact, see Ed Peters II, 51 F. Supp. 2d at 97-98, the court found that the fact that \"EPJC had no hope of ever recovering from Anson any of the commissions that were due... is fatal to plaintiff's effort.\" Id. at 98. The district court, understandably, believed that if, as a matter of fact, Peters never had any chance of payment, no fraudulent act could have deprived it of anything. It is open to dispute whether the district court's alternative ground is fully consistent with Ed Peters I, but we need not decide that question because we agree with the district court's result for a somewhat different reason. Although the possibility of a successful fraud claim was clearly preserved by Ed Peters I, now with the benefit of a trial record we see no facts which would add up to fraud under any of the definitions given it. To be sure, Peters had good reason to believe that he was being treated unfairly but that is not the test for actionable fraud.</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">The hallmarks of fraud are misrepresentation or deceit. Black's Law Dictionary 670 (7th ed. 1999); Restatement (Second) of Torts &#167;&#167; 525-30 (1977); see also 37 Am. Jur. 2d &#167; 1, at 19 (1968) (fraud deemed to comprise anything calculated to deceive); 37 id. &#167; 4 (stressing requirement of intentional deception for \"actual fraud\").</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">The case law in Rhode Island applies the same basic principles:</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">In order for fraudulent misrepresentation or deceit to be found, the complaining party must show not only that the defendant had an intention to deceive, but the complainant also must present sufficient proof that the party detrimentally relied upon the fraudulent representation.</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">Asermely v. Allstate Ins. Co., 728 A.2d 461, 464 (R.I. 1999).</p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">To establish a prima facie damages claim in a fraud case, the plaintiff must prove that the defendant \"made a false representation intending thereby to induce plaintiff to rely thereon\" and that the plaintiff justifiably relied thereon to his or her damage.</p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\">Travers v. Spidell, 682 A.2d 471, 472-73 (R.I. 1996) (citation omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p class=\"indent\">First Circuit cases regarding mail and wire fraud similarly emphasize the deceit requirement, even though that statutory definition of fraud is read to be broader than the common law definition. See Bonilla v. Volvo Car Corp., 150 F.3d 62, 66-67 (1st Cir. 1998), cert. denied, 119 S. Ct. 1574 (1999) (mail or wire fraud requires intent to deceive another; use of loophole is not fraud); McEvoy Travel Bureau, Inc. v. Heritage Travel, Inc., 904 F.2d 786, 791-92 (1st Cir. 1990).</p>\n    </div>\n    <div class=\"num\" id=\"p65\">\n      <span class=\"num\">65</span>\n      <p class=\"indent\">We have found no evidence of misrepresentation or deceit by the defendants that either induced Peters to act contrary to his best interests or fail to take action that could have resulted in the payment of all or a part of the commissions due. Peters continued to sell jewelry for Anson to Tiffany on a commission basis on credit until Fleet foreclosed and sold all of Anson's assets which, as we held in Ed Peters I, it had a legal right to do. The effect of the reorganization plan may have had an unfortunate effect on Peters but it was not the result of any misrepresentation or deceit on the part of the defendants.</p>\n    </div>\n    <div class=\"num\" id=\"p66\">\n      <span class=\"num\">66</span>\n      <p class=\"indent\">We rule as a matter of law that there was no fraud perpetrated by any of the defendants on Peters.</p>\n    </div>\n    <div class=\"num\" id=\"p67\">\n      <span class=\"num\">67</span>\n      <p class=\"indent\">C. Count III: Tortious Interference with Contract</p>\n    </div>\n    <div class=\"num\" id=\"p68\">\n      <span class=\"num\">68</span>\n      <p class=\"indent\">Peters next argues that the district court erred in granting a motion for judgment as a matter of law on Count III, a claim for tortious interference with contract. The district court granted the motion, setting aside a jury verdict finding Considine and C &amp; J liable. The issue of damages was not submitted to the jury.</p>\n    </div>\n    <p class=\"indent\">1. Procedural History</p>\n    <div class=\"num\" id=\"p69\">\n      <span class=\"num\">69</span>\n      <p class=\"indent\">We begin our discussion with a review of the treatment of the tortious interference claim in our previous opinion. In Ed Peters I, we reversed the previous district court's entry of a motion for judgment as a matter of law on the tortious interference count, holding instead that the count must be submitted to the jury. We laid out the elements, stating: \"the tortious interference claim required that Peters prove: (1) a sales-commission contract existed between Anson and Peters; (2) Fleet and Considine intentionally interfered with the sales-commission contract; and (3) their tortious actions damaged Peters.\" Ed Peters I, 124 F.3d at 275 (citations omitted). Considering these elements, we concluded that, \"there is no dispute that Fleet and Considine knew of Peters' contract to serve as Anson's sales representative to Tiffany's, or that Peters sustained damages due to the premature termination of its contract, without receiving payment for its outstanding commissions.\" Id. Our analysis then turned to the \"second and disputed\" element: whether Considine and C &amp; J intentionally interfered with the sales-commission contract between Peters and Anson. See id.</p>\n    </div>\n    <div class=\"num\" id=\"p70\">\n      <span class=\"num\">70</span>\n      <p class=\"indent\">Relying on Mesolella v. City of Providence, 508 A.2d 661 (R.I. 1986), we held that, to prove intent, \"Peters need only establish that... Considine acted with legal malice - an intent to do harm without justification.\" Ed Peters I, 124 F.3d at 275. We pointed out that, \"[Considine] not only acted intentionally to evade Anson's obligation to Peters, but at the same time negotiated for himself a $200,000 consulting fee.\" Id. Thus, we held that the circumstantial evidence and the Considine memorandum to Fleet,<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> \"generated a trialworthy issue as to whether Considine acted with 'legal malice'.\" See id.</p>\n    </div>\n    <div class=\"num\" id=\"p71\">\n      <span class=\"num\">71</span>\n      <p class=\"indent\">On remand, the jury returned a verdict against Considine and C &amp; J on the count of tortious interference. The district court, however, on a motion for judgment as a matter of law pursuant to Fed. R. Civ. P. 50, reversed the jury's verdict.</p>\n    </div>\n    <p class=\"indent\">2. Standard of Review</p>\n    <div class=\"num\" id=\"p72\">\n      <span class=\"num\">72</span>\n      <p class=\"indent\">The standard for review of a district court's entry of judgment as a matter of law after the jury has reached a verdict is a familiar one. As we stated in Alvarez v. Pepsi Cola of Puerto Rico Bottling Co., 152 F.3d 17, 23 (1st Cir. 1998):</p>\n    </div>\n    <div class=\"num\" id=\"p73\">\n      <span class=\"num\">73</span>\n      <p class=\"indent\">[w]e review de novo a district court's decision to grant a motion under Rule 50 for judgment as a matter of law. When the court grants the motion and enters judgment for the movant notwithstanding the jury's verdict for the non-movant, we examine the evidence presented to the jury, and all reasonable inferences that may be drawn from such evidence, in the light most favorable to the jury verdict. In doing so, moreover, we may not take into consideration the credibility of the witnesses, resolve conflicts in testimony, or in any other manner weigh the evidence. We assume the veracity, however, of any admissions made and stipulations entered into by the party opposing the Rule 50 motion... as well as any evidence derived from disinterested witnesses that has not been contradicted or impeached.</p>\n    </div>\n    <div class=\"num\" id=\"p74\">\n      <span class=\"num\">74</span>\n      <p class=\"indent\">(Internal citations omitted.)</p>\n    </div>\n    <div class=\"num\" id=\"p75\">\n      <span class=\"num\">75</span>\n      <p class=\"indent\">With this standard in mind, we review the district court's entry of judgment.</p>\n    </div>\n    <p class=\"indent\">3. Causation</p>\n    <div class=\"num\" id=\"p76\">\n      <span class=\"num\">76</span>\n      <p class=\"indent\">We remanded on the question of intent. The district court overturned the jury's verdict because of lack of causation. See Ed Peters II, 51 F. Supp. 2d at 102. The district court considered the Rhode Island Supreme Court's decision in Mesolella as having, \"expressly imposed upon the plaintiff the task of proving factual causation between the acts of the defendant and the damages suffered by the plaintiff.\" Id. The district court also held that, \"although causation is generally a matter left to the consideration of the jury, a court may properly intervene if the plaintiff fails to adduce more than a scintilla of evidence on this vital element of the cause of action.\" Id. (internal quotation marks omitted). Employing this standard, the district court went on to find that, \"EPJC's junior position among creditors and the impossibility... of any future recovery from Anson,\" doomed the causation element of Peters' claim. See id. \"This count fails as a matter of law because there is no evidence from which a reasonable jury could conclude that defendants' actions caused plaintiff any loss.\" Id.</p>\n    </div>\n    <div class=\"num\" id=\"p77\">\n      <span class=\"num\">77</span>\n      <p class=\"indent\">It is a close question whether the rulings and findings of the district court violated the mandates of Ed Peters I. We need not and do not decide this question. It was neither C &amp; J nor Considine that ended the commission contract. The contract terminated when Fleet foreclosed on the assets of Anson and left it an empty shell. Although Considine was privy to what was going on and took advantage of the foreclosure to jettison Anson and its liability to Peters, he did not tortiously interfere with the commission contract between Anson and Peters. Fleet's foreclosure ended the contract. In this sense, there was no causation.</p>\n    </div>\n    <p class=\"indent\">D. Breach of Fiduciary Duty</p>\n    <div class=\"num\" id=\"p78\">\n      <span class=\"num\">78</span>\n      <p class=\"indent\">The district court found that no fiduciary duty was owed to Peters by Considine. We affirm this ruling.</p>\n    </div>\n    <div class=\"num\" id=\"p79\">\n      <span class=\"num\">79</span>\n      <p class=\"indent\">In our prior opinion we rejected Considine's argument \"that Peters failed to establish that he converted any of the Anson assets to his personal use, and further that he could not have done so, because Fleet had a comprehensive lien on all operating assets.\" We then stated:</p>\n    </div>\n    <div class=\"num\" id=\"p80\">\n      <span class=\"num\">80</span>\n      <p class=\"indent\">A breach of fiduciary duty need not amount to a conversion in order to be actionable. \"[D]irectors and officers [of insolvent corporations] may not pursue personal endeavors inconsistent with their duty of undivided loyalty to... the corporations' stockholders and creditors.\" American Nat'l Bank of Austin v. MortgageAmerica Corp. (In re MortgageAmerica Corp.), 714 F.2d 1266, 1276 (5th Cir. 1983); see National Credit Union Admin. Bd. v. Regine, 749 F. Supp. 401, 413 (D.R.I. 1990) (as a fiduciary, director must \"place the interests of the corporation before his own personal interests\"). Whereas, the present record discloses, for example, that Considine negotiated a $200,000 consulting fee for himself as part of the October 1993 agreement, see supra, Section I, and Peters received nothing. Therefore, the jury must determine whether Considine breached his duty as an Anson director.</p>\n    </div>\n    <div class=\"num\" id=\"p81\">\n      <span class=\"num\">81</span>\n      <p class=\"indent\">Ed Peters I, 124 F.3d at 276. We have already ruled that the breach of fiduciary duty count sounded in equity and the district court was the factfinder. We concluded our discussion of this count in Ed Peters I by ruling as a matter of law that Fleet was not liable. See id. at 277.</p>\n    </div>\n    <div class=\"num\" id=\"p82\">\n      <span class=\"num\">82</span>\n      <p class=\"indent\">In its opinion, the district court first explained the elements of the cause of action in a breach of fiduciary duty case. It then discussed the applicable Rhode Island law and quoted our ruling that a breach of fiduciary duty does not have to amount to a conversion to be actionable. See 51 F. Supp. 2d at 99. The court then applied the facts to the legal standard. It found and ruled:</p>\n    </div>\n    <div class=\"num\" id=\"p83\">\n      <span class=\"num\">83</span>\n      <p class=\"indent\">Under Rhode Island's formulation of the duty owed by corporate directors to creditors, there was no breach based on the particular facts of this case. Considine did not owe EPJC a fiduciary duty, because EPJC was not a creditor \"to whom the property of the corporation must go.\" See Olney, 18 A. at 181. At all relevant times, only one creditor qualified for that protection, the highly undersecured Fleet. Under no factual scenario could EPJC have recovered any of Anson's assets given Fleet's comprehensive security interests and Anson's crippling debts to the bank. Only Fleet was a creditor \"to whom the property of the corporation must go,\" and, therefore only Fleet was owed Considine's fiduciary duty to conserve those assets. The bank, as an eager and powerful participant in the sale of Anson, consented to Considine's actions and waived any claim of breach of fiduciary duty arising from the transaction. Although this is a unique factual circumstance, at least one other court has recognized that an unsecured creditor may not leapfrog a secured creditor via a breach of fiduciary duty claim against a director. See Heimbinder v. Berkovitz, 175 Misc.2d 808, 670 N.Y.S.2d 301. 307 (Sup. Ct. 1998) (\"[T]he creditor's remedy is limited to reaching the assets which would have been available to satisfy his or her judgment if there had been no conveyance.\"). Plaintiff's claim against Considine for breach of fiduciary duty fails as a matter of law.</p>\n    </div>\n    <div class=\"num\" id=\"p84\">\n      <span class=\"num\">84</span>\n      <p class=\"indent\">51 F.Supp. 2d at 100. The court also found that \"receipt of the consulting fee may have constituted a breach of fiduciary duty, but the breach only harmed Fleet.\" Id.</p>\n    </div>\n    <div class=\"num\" id=\"p85\">\n      <span class=\"num\">85</span>\n      <p class=\"indent\">We have no quarrel with these rulings and findings. They were well within the parameters of that part of our prior opinion dealing with the breach of fiduciary count, pass legal muster, and none of the factual findings are clearly erroneous.</p>\n    </div>\n    <p class=\"indent\">Summary</p>\n    <div class=\"num\" id=\"p86\">\n      <span class=\"num\">86</span>\n      <p class=\"indent\">We affirm the rulings of the district court that Counts I, II, and IV sound in equity. We also find that the district court did not abuse its discretion in taking these counts from the jury prior to the start of its deliberations.</p>\n    </div>\n    <div class=\"num\" id=\"p87\">\n      <span class=\"num\">87</span>\n      <p class=\"indent\">We affirm the district court's finding that adequate consideration was paid under the reorganization plan and that, therefore, there was no successor liability based on the \"mere continuation\" theory.</p>\n    </div>\n    <div class=\"num\" id=\"p88\">\n      <span class=\"num\">88</span>\n      <p class=\"indent\">We rule as a matter of law that there was no fraud basis for successor liability.</p>\n    </div>\n    <div class=\"num\" id=\"p89\">\n      <span class=\"num\">89</span>\n      <p class=\"indent\">We rule as a matter of law that there was no basis for the jury finding of tortious interference with the sales commission contract by Considine and/or C &amp; J.</p>\n    </div>\n    <p class=\"indent\">Conclusion</p>\n    <div class=\"num\" id=\"p90\">\n      <span class=\"num\">90</span>\n      <p class=\"indent\">The judgment of the district court is affirmed.</p>\n    </div>\n    <div class=\"num\" id=\"p91\">\n      <span class=\"num\">91</span>\n      <p class=\"indent\">Costs on appeal awarded to appellees.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>NOTES:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p>  We will continue to refer to the plaintiff as Peters.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p>  See, e.g., Bereda v. Pickering Creek Indus. Park, Inc., 865 F.2d 49, 53 (3d Cir. 1989); Hildebrand v. Board of Trustees of Mich. State Univ., 607 F.2d 705, 711 (6th Cir. 1979).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p>  This test examines the following: (1) whether there has been a transfer of corporate assets, (2) whether less than adequate consideration was paid for those assets, (3) whether the acquiring entity continues the divesting corporations business, (4) whether there is at least one officer or director instrumental to the transaction who is common to both entities, and (5) whether the divesting corporation is unable to satisfy its creditors because of the transfer. See Ed Peters II, 51 F. Supp. 2d at 91-92.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p>  The district court, without stating so, seems to have assumed that inadequate consideration is the sine qua non of mere continuation liability. We do not decide the issue today, but instead leave it to the courts of Rhode Island to grapple with. See Ed Peters I, 124 F.3d at 269 n.16 (\"We assume arguendo that Rhode Island law would require Peters to make adequate showings on all five Baker factors, even though Baker expressly adopted the New Jersey model... under which not all these factors need be present.\" (internal quotation marks and brackets omitted)). We are able to decide the specific question before us without reaching that question because it has not been preserved for review and presented in this court.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p>  According to the district court, the new Fleet loans amounted to $2.9 million of the consideration. See Ed Peters II, 51 F. Supp. 2d at 95. The Ed Peters I court appears to have believed that the new loans constituted closer to $2 million. See Ed Peters I, 124 F.3d at 270-71. Of course, the actual figures offered by the Ed Peters I court are irrelevant; as an appellate tribunal it is not the province of this court to find facts, which the Ed Peters I court clearly understood. See id. at 277 n.24. What is relevant, however, is the both courts agreed that the loans formed a large part of the consideration.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p>  We note that in certain circumstances panels of this court have overruled previous panel opinions, but they have done so only in certain very limited circumstances. In those cases, \"a departure is compelled by controlling authority... [and] we have chosen to circulate the proposed overruling opinion to all active members of the court prior to publication even though the need to overrule precedent is reasonably clear.\" Ionics v. Elmwood Sensors, Inc., 110 F.3d 184, 187 n.3 (1st Cir. 1997). In our view, this procedure would only be called for in this case if the Rhode Island Supreme Court were to speak directly to this issue in a manner that was contrary to Ed Peters I.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p>  We quoted the memorandum: \"If Fleet can find a way to foreclose [Anson] and sell certain assets to our [new] company that would eliminate most of the liabilities discussed above..., then we would offer Fleet $3,250,000.\" Ed Peters I, 124 F.3d at 257.</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">215</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">182</span></span> (1st Cir. 2000)</p>\n    <p class=\"parties\">ED PETERS JEWELRY CO., INC., PLAINTIFF, APPELLANT,<br>v.<br>C &amp; J JEWELRY CO., INC., ET AL., DEFENDANTS, APPELLEES.</p>\n    <p class=\"docket\">No. 99-1800.</p>\n    <p class=\"court\">United States Court of Appeals, For the First Circuit.</p>\n    <p class=\"date\">Heard March 9, 2000.<br>Decided June 23, 2000.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF RHODE ISLAND. Hon. Ronald R. Lagueux, U.S. District Judge.</p>\n      <p class=\"indent\">Robert C. Corrente, with whom Hinckley, Allen &amp; Snyder Llp, Sanford J. Davis, and McGovern &amp; Associates were on brief for appellant.</p>\n      <p class=\"indent\">Thomas C. Angelone, with whom Hodosh, Spinella &amp; Angelone, James McGair, and McGair &amp; McGair were on brief for appellees.</p>\n      <p class=\"indent\">Before Boudin, Circuit Judge, Bownes, Senior Circuit Judge, and Stahl, Circuit Judge.</p>\n      <p class=\"indent\">Bownes, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Plaintiff-appellant, Ed Peters Jewelry Co., Inc., (\"Peters\") appeals from a judgment by the district court for all of the defendants-appellees: C &amp; J Jewelry Co. Inc., Anson, Inc., William Considine, Sr., Little Bay Realty Co., L.L.C., and Gary J. Jacobsen. Peters, a jewelry sales agent, sued the defendants to recover sales commissions owed it by the defendant Anson. Peters claims, under various legal theories, that, in addition to Anson, the other defendants are also liable for the unpaid commissions. Jurisdiction is based on diversity of citizenship. 28 U.S.C. &#167; 1332(a)(1) (1999).</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">This is the second time this case has been before us. See Ed Peters Jewelry Co. v. C &amp; J Jewelry Co., <span class=\"citation\" data-id=\"197524\"><a href=\"/opinion/197524/ed-peters-v-c-j-jewelry/\"><span class=\"volume\">124</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">252</span></a></span> (1st Cir. 1997) (hereinafter, \"Ed Peters I\"). There is a difference in the cast of defendants. In the prior case, Fleet National Bank and Fleet Credit Corporation were defendants. They were found not liable in our prior opinion and are no longer parties in this case. After remand in the prior case, Peters filed an amended complaint adding Little Bay Realty Co., L.L.C. and Jacobsen as defendants.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In the case at bar, there were four counts before the district court at the close of the evidence. The court ruled sua sponte, without prior notice to the parties, that neither party was entitled to a jury trial on Counts I and II (successor liability) and Count IV (fiduciary duty) because these counts sounded in equity. Count III, which alleged tortious interference with contractual relations by defendants C &amp; J Jewelry, Considine and Jacobsen, was submitted to the jury for a determination of liability only. Count I was also submitted to the jury but as advisory only.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">On the tortious interference claim, the jury found C &amp; J and Considine liable; it found Jacobsen not liable. On the advisory Count I (successor liability), the jury found for Peters against C &amp; J and Little Bay.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The two defendants found liable by the jury on the tortious interference count (Count III) brought motions for judgment as a matter of law, which were granted. The district court found for all defendants on the three equity counts. This appeal followed.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Peters has raised six issues on appeal: (1) The district court abused its discretion by ruling sua sponte at the end of the trial that neither party was entitled to a jury trial on Counts I, II, and IV. (2) The district court erred in ruling that there was no cause of action under Rhode Island law for successor liability based on fraud, and that Peters was not damaged because he was a junior creditor. (3) The district court was \"clearly wrong\" in holding that adequate consideration was paid for the transfer of assets to the successor entities. (4) The district court erred in holding that no fiduciary duty was owed to Peters because he was a junior unsecured creditor. (5) The district court \"wrongly\" granted defendants' Rule 50 motion on the tortious interference count. (6) The district court erred in its instructions to the jury on the tortious interference count.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">We affirm, but on different grounds than the district court for Counts Two (successor liability) and Three (tortious interference with contract).</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Although the facts are not seriously disputed, the implications and results flowing from them are hotly contested.</p>\n    </div>\n    <p class=\"indent\">I.</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Our rehearsal of the facts is taken from the record, our prior opinion, and the district court opinion. Anson, a Rhode Island manufacturer of jewelry and writing instruments, emerged from a Chapter 11 bankruptcy proceeding in 1983. From then on, Fleet Bank and Credit Company extended Anson revolving credit loans secured by first liens covering Anson's real estate and personal property assets.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Peters' relationship with Anson started in 1981 as a salaried salesman for a distributor that sold Anson's products to Tiffany. Tiffany was at that time, and probably still is, one of the most well-known retail jewelry stores in the country. Tiffany was Anson's largest customer, buying several millions of dollars worth of jewelry annually. The distributor for whom Peters worked had the exclusive right to sell Anson products to Tiffany. In 1987, Peters purchased the Anson-Tiffany account and formed a new corporation, Ed Peters Jewelry Co. Inc.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> Sales of Anson products to Tiffany accounted for more than 90% of Peters' business. Anson and Peters entered into a sales contract on January 1, 1988, which was extended to December 31, 1990, and then further extended to December 31, 1994. By the end of 1990 Anson owed Peters $120,000 for unpaid commissions.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">In 1991 Fleet restructured Anson's loan repayment schedule because of its precarious financial condition, and assessed Anson an $800,000 referral fee. In 1992 Fleet waived Anson's default under the restructured loan agreement and loaned Anson more money, expressly reserving its right to rely on a future default. Anson never gained solvency. By August of 1992, Fleet had charged off $3.7 million of Anson's debt. There were further restructuring negotiations in 1993, and Fleet gave Anson formal written notice of default on March 25, 1993. Anson had a negative net income for the years 1988 through July 1993, the last date for such information.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Although Anson's debt to Peters continued to grow, Peters kept selling for Anson into 1993. In 1993, Peters commenced an arbitration proceeding against Anson under the provisions of the sales contract between them. He was awarded $451,426.03 for commission arrearage and received a judgment for that amount against Anson from the Rhode Island Superior Court on April 21, 1994. Peters obtained a second state judgment for commission arrearage against Anson for $407,652.84 on November 20, 1995.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">After the default notice to Anson by Fleet on March 25, 1993, defendants Considine and Jacobsen worked out a plan to save the operating assets and real estate of Anson. Considine was the sole director of Anson and controlled all of Anson's voting stock. Jacobsen had been hired by Considine as Anson's C.E.O. in the summer of 1992. The other principal player in the plan was, of course, Fleet. Negotiations between Anson's two officers and Fleet were carried on from May, 1993 to October of 1993. The plan finally accepted by Fleet was essentially as follows. Two new companies would be formed: C &amp; J Jewelry Co., Inc. (C &amp; J) and Little Bay Realty Co., L.L.C. (Little Bay). Fleet would foreclose on all of the assets of Anson and conduct a secured party private sale of the operating assets to C &amp; J; the real estate formerly belonging to Anson would be sold to Little Bay.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The record shows that Considine and Jacobsen never intended that the new company, C &amp; J, would assume Anson's debt to Peters. They planned that only the debts of those creditors essential to the new business would be assumed. Fleet, of course, would be the primary secured creditor of the new business.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The plan was carried out. On October 22, 1993, Fleet held a secured party's sale of Anson's operating assets to C &amp; J, the new jewelry company. Fleet sought no competing bids because the parties did not want Tiffany to learn that Anson was defunct. Fleet, Considine and Jacobsen were very dependent on Tiffany, their golden goose. C &amp; J notified Tiffany of the transfer of the business assets and assured it that the quality of the jewelry would be the same as under Anson and that C &amp; J would be financially stable. Fleet also informed Tiffany that the new company had its approval. The manufacture of jewelry formerly done by Anson continued without pause by C &amp; J.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">In December of 1993, Fleet foreclosed on Anson's real estate and sold it to Little Bay, another defendant. Anson was now an empty shell. C &amp; J carried on Anson's business with the same persons at the controls.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The financing details reveal that none of the participants in the plan were the least bit deterred by the fact that Anson had steadily and increasingly lost money since 1989. Fleet financed the purchase of Anson's assets in the amount of $2.7 million. Considine and Jacobsen obtained one-half ownership of C &amp; J and Little Bay because of their contribution of $500,000 each to the assets purchased. Fleet obtained new first-lien security interests on the same operating assets and real estate that it had from Anson. C &amp; J and Little Bay paid Considine a consulting fee of $200,000 for negotiating the sale and obtaining Fleet's financing. Jacobsen was not paid anything for his role in the deal. After the liquidation of all of Anson's assets, its debt to Fleet totaled nearly $8 million.</p>\n    </div>\n    <p class=\"indent\">II.</p>\n    <p class=\"indent\">A. Equity or Jury</p>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The first issue, whether the district court abused its discretion by ruling sua sponte at the close of the trial that neither party was entitled to a jury trial on Counts I, II, and IV, has two parts: One, whether the court was correct legally in its ruling, and two, whether the procedure it followed constituted an abuse of discretion.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">We start with the equitable ruling. We have read our prior opinion carefully. Although it does mention \"jury\" several times, see Ed Peters I, 124 F.3d at 262, 268, 269, 270, 275, it is obvious that we were not deciding whether the counts alleged were equitable or came within the ambit of the Seventh Amendment right to a jury trial. Moreover, in discussing successor liability we stated that it \"is an equitable doctrine both in origin and nature.\" 124 F.3d at 267. It is important to point out that our prior opinion was on an appeal from judgment as a matter of law under Fed. R. Civ. P. 50(a). Neither party adverted to the equity versus jury issue.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">We think the district court in the case at bar was correct in ruling that Counts I, II, and IV were equitable. In Gallagher v. Wilton Enters., <span class=\"citation no-link\"><span class=\"volume\">960</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">120</span></span> (1st Cir. 1992), we stated:</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">\"Maintenance of the jury as a fact-finding body is of such importance and occupies so firm a place in our history and jurisprudence that any seeming curtailment of the right to a jury trial should be scrutinized with the utmost care.\" Chauffeurs, Teamsters &amp; Helpers Local No. 391 v. Terry, <span class=\"citation\" data-id=\"112394\"><a href=\"/opinion/112394/teamsters-v-terry/\"><span class=\"volume\">494</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">558</span></a></span>, 565, <span class=\"citation\" data-id=\"112394\"><a href=\"/opinion/112394/teamsters-v-terry/\"><span class=\"volume\">110</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1339</span></a></span>, 1345, <span class=\"citation\" data-id=\"112394\"><a href=\"/opinion/112394/teamsters-v-terry/\"><span class=\"volume\">108</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">519</span></a></span> (1990) (quoting Dimick v. Schiedt, <span class=\"citation\" data-id=\"102358\"><a href=\"/opinion/102358/dimick-v-schiedt/\"><span class=\"volume\">293</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">474</span></a></span>, 486, <span class=\"citation\" data-id=\"102358\"><a href=\"/opinion/102358/dimick-v-schiedt/\"><span class=\"volume\">55</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">296</span></a></span>, 301, <span class=\"citation\" data-id=\"102358\"><a href=\"/opinion/102358/dimick-v-schiedt/\"><span class=\"volume\">79</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">603</span></a></span> (1935)). The touchstone of our inquiry is the Seventh Amendment, which, while it does not apply to state court proceedings, nonetheless controls when a federal court is enlisted to adjudicate a claim brought pursuant to a state's substantive law. See Byrd v. Blue Ridge Rural Elec. Coop., Inc., <span class=\"citation\" data-id=\"105689\"><a href=\"/opinion/105689/byrd-v-blue-ridge-rural-elec-cooperative-inc/\"><span class=\"volume\">356</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">525</span></a></span>, 536-38, <span class=\"citation\" data-id=\"105689\"><a href=\"/opinion/105689/byrd-v-blue-ridge-rural-elec-cooperative-inc/\"><span class=\"volume\">78</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">893</span></a></span>, 900-01, <span class=\"citation\" data-id=\"105689\"><a href=\"/opinion/105689/byrd-v-blue-ridge-rural-elec-cooperative-inc/\"><span class=\"volume\">2</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">953</span></a></span> (1958), overruled on other grounds, Hanna v. Plumer, <span class=\"citation\" data-id=\"107024\"><a href=\"/opinion/107024/hanna-v-plumer/\"><span class=\"volume\">380</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">460</span></a></span>, <span class=\"citation\" data-id=\"107024\"><a href=\"/opinion/107024/hanna-v-plumer/\"><span class=\"volume\">85</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1136</span></a></span>, <span class=\"citation\" data-id=\"107024\"><a href=\"/opinion/107024/hanna-v-plumer/\"><span class=\"volume\">14</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">8</span></a></span> (1965). Id. at 122 (footnote omitted). We further ruled \"that the right to a jury trial in the federal courts is to be determined as a matter of federal law in diversity as well as other actions.\" Id. We also directed that \"[a] federal court must look first to state law to determine the elements of the cause of action and the propriety of the remedies sought.\" Id.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">In In Re Frank J. Evangelist, Jr., <span class=\"citation\" data-id=\"450807\"><a href=\"/opinion/450807/in-re-frank-j-evangelist-jr/\"><span class=\"volume\">760</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">27</span></a></span>, 29 (1st Cir. 1985), Justice Breyer, then Circuit Judge, stated: \"Actions for breach of fiduciary duty, historically speaking, are almost uniformly actions 'in equity' - carrying with them no right to trial by jury.\"</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">We point out that this case does not involve the computation of damages, which is often considered a determination to be made by a jury. Cf. Gallagher, 960 F.2d at 122. This is an action to recover on debts, the amounts of which have been reduced to judgments by the courts of Rhode Island.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">We uphold the district court's ruling that the successor liability and breach of fiduciary duty counts were equitable and not subject to jury determination for the reasons stated in its opinion. See Ed Peters Jewelry Co. v. C &amp; J Jewelry Co., <span class=\"citation\" data-id=\"2497230\"><a href=\"/opinion/2497230/ed-peters-jewelry-co-v-c-j-jewelry-co/\"><span class=\"volume\">51</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">81</span></a></span>, 89-90 (D.R.I. 1999) (hereinafter \"Ed Peters II\").</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">The second part of this issue is whether the district court abused its discretion in not submitting three of the four counts to the jury. We reiterate what occurred. At the close of the evidence and before the case went to the jury the district court sua sponte, without prior notice to the parties, ruled that Counts One, Two, and Four sounded in equity and would not be submitted to the jury. The district court subsequently ruled that Count One would be submitted to the jury but on an advisory basis, and that Count Three, tortious interference, would be decided by the jury.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Most of the cases cited by Peters as evidence of abuse of discretion are ones in which the ruling disqualifying the jury came after the jury had returned verdicts and/or answered interrogatories. These cases are inapposite.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">We are bothered by the lack of notice to the parties and any discussion with the parties by the court prior to its ruling. We first examine Fed R. Civ. P. 39 to determine if the court's conduct was in any way proscribed by the rule. The rule states:</p>\n    </div>\n    <p class=\"indent\">Rule 39. Trial by Jury or by the Court</p>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">(a) By Jury. When trial by jury has been demanded as provided in Rule 38, the action shall be designated upon the docket as a jury action. The trial of all issues so demanded shall be by jury, unless (1) the parties or their attorneys of record, by written stipulation filed with the court or by an oral stipulation made in open court and entered in the record, consent to trial by the court sitting without a jury or (2) the court upon motion or of its own initiative finds that a right of trial by jury of some or all of those issues does not exist under the Constitution or statutes of the United States.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">(b) By the Court. Issues not demanded for trial by jury as provided in Rule 38 shall be tried by the court; but, notwithstanding the failure of a party to demand a jury in an action in which such a demand might have been made of right, the court in its discretion upon motion may order a trial by a jury of any or all issues.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">(c) Advisory Jury and Trial by Consent. In all actions not triable of right by a jury the court upon motion or of its own initiative may try any issue with an advisory jury or, except in actions against the United States when a statute of the United States provides for trial without jury, the court, with the consent of both parties, may order a trial with a jury whose verdict has the same effect as if trial by jury had been a matter of right.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">(Emphasis added.)</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Rule 39(a)(2) clearly authorized the district court to take the action it did. There is nothing in the balance of the rule that prohibits the court from doing what it did or requiring advance notice to the parties.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Nor do we find any bar to the district court's procedure in the applicable case law. Although there are cases suggesting that earlier notice is required,<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> we find the Second Circuit's approach in Merex A.G. v. Fairchild Weston Sys., Inc., <span class=\"citation\" data-id=\"674598\"><a href=\"/opinion/674598/merex-ag-merex-corporation-and-peter-c-lachmann-v-fairchild-weston/\"><span class=\"volume\">29</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">821</span></a></span> (2d Cir. 1994), more applicable to the instant facts and more persuasive. Merex was also a case for the collection of a commission. The court held that the district court did not abuse its discretion by declaring the jury finding to be advisory after plaintiff rested its case. Id. at 822. The first question was whether Merex's promissory estoppel claim was legal or equitable. The district court had found it to be equitable. The Court of Appeals found that Merex's claim was \"equitable rather than legal and, consequently, that Merex was not entitled to a jury trial on its claim for promissory estoppel.\" Id. at 826.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">In finding that the trial court did not abuse its discretion in declaring the jury advisory, the court discussed most of the cases we have adverted to and examined carefully the wording of Fed. R. Civ. P. 39(c). The court first pointed out that the district judge did not wait until the jury returned the verdict before deciding that it would be advisory. \"Accordingly, there was no danger that the trial judge would veto the jury's verdict.\" Id. at 827. The same reasoning applies to the case before us.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">We agree with the Second Circuit's reading of Rule 39(c).</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Nor do we read Rule 39(c)'s provision for \"trial by consent\" to mandate the court's acceptance of the jury's verdict in this case. Rule 39(c) provides that the court, \"with the consent of both parties, may order a trial with a jury whose verdict has the same effect as if trial by jury had been a matter of right.\" Thus, when both parties consent, Rule 39(c) invests the trial court with the discretion-but not the duty-to submit an equitable claim to the jury for a binding verdict. While the litigants are free to request a jury trial on an equitable claim, they cannot impose such a trial on an unwilling court....</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Finally, although Rule 39(c) does not expressly require advance notice to the parties of the court's intention to treat the jury as advisory, we agree that such notice is preferable. In the absence of an express statutory mandate, however, we are not inclined to reverse on this basis alone, at least absent some demonstrable prejudice to the complaining party. Given the minimal strictures of federal pleading, it will sometimes not be clear until well into the trial whether an issue is equitable or legal.</p>\n    </div>\n    <p class=\"indent\">Id. (Internal citation omitted.)</p>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">For essentially the same reasons advanced by the Second Circuit, we find that the procedure followed by the district court here did not constitute an abuse of discretion. It would have been preferable for the court to give some prior notice of its ruling and discuss it with counsel. But viewing the ruling as a fait accompli, we cannot discern any prejudice to either party and particularly to Peters. Peters was understandably miffed when the district court changed the rules of the game at the last minute. On the assumption that this would be a jury trial, both parties undoubtedly spent more time in preparation for trial and during trial in explaining the issues carefully than would have been expended if notice of the ruling had been given prior to trial. But this, in our opinion, is not sufficient reason for establishing a hard and fast time rule limiting the judge's discretion for ruling whether issues sound in equity or law. This is certainly not the case for such a proscription. This is a unique case. Both parties and the district court assumed that the remand was for a jury trial. At some time prior to trial the parties, as well as the judge, should have recognized that there were equitable factors involved. But neither the lawyers nor the trial judge can be faulted for accepting the case on remand as a jury case.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">We do not want our decision to be read as a blanket approval of the procedure followed by the district court. We think that advance notice should be given, if at all possible, of a ruling disqualifying a jury from considering issues in what was considered at the outset to be a jury trial. We hold only that under the special circumstances of this case, the district court did not abuse its discretion.</p>\n    </div>\n    <p class=\"indent\">B. Successor Liability</p>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">This issue is based on two separate and distinct theories, each giving rise to its own count in the complaint. First, Peters argues that successor liability should attach because C &amp; J is a \"mere continuation\" of Anson. Second, he argues that successor liability applies because Considine, Jacobsen, and C &amp; J defrauded him. This is known as the \"actual fraud\" theory of successor liability. We begin with Count I, mere continuation.</p>\n    </div>\n    <p class=\"indent\">1. Mere Continuation</p>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">The essence of the claim under Count I is that \"[w]here a new corporation is merely a continuation or a reorganization of another, and the business or property of the old corporation has practically been absorbed by the new, the latter is responsible for the debts or liabilities of the former.\" Cranston Dressed Meat Co. v. Packers Outlet Co., <span class=\"citation\" data-id=\"3865321\"><a href=\"/opinion/4105595/cranston-meat-co-v-packers-outlet-co/\"><span class=\"volume\">190</span> <span class=\"reporter\">A.</span> <span class=\"page\">29</span></a></span>, 31 (R.I. 1937) (quoted in Ed Peters II, 51 F. Supp. 2d at 91). As the district court correctly noted, whether successor liability based on mere continuation should apply under Rhode Island law is based on a five-factor test.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> See Ed Peters II, 51 F. Supp. 2d at 91 (citing H.J. Baker &amp; Bro., Inc. v. Orgonics, <span class=\"citation\" data-id=\"2101766\"><a href=\"/opinion/2101766/hj-baker-bro-v-orgonics-inc/\"><span class=\"volume\">554</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">196</span></a></span>, 205 (R.I. 1989)).</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">Only one factor of the five-factor test for successor liability is in dispute in this case: whether C &amp; J paid less than adequate consideration for Anson's assets. The district court ruled that C &amp; J paid sufficient consideration, and that this was fatal to Peters claim.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> See Ed Peters II, 51 F. Supp. 2d at 95 (\"Plaintiff has failed to carry its burden of demonstrating inadequate consideration, and with this failure, the cause of action for successor liability based on 'mere continuation' dies on the vine.\").</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">The district court's finding on adequacy of consideration was a factual finding. See Nisenzon v. Sadowski, <span class=\"citation\" data-id=\"2311050\"><a href=\"/opinion/2311050/nisenzon-v-sadowski/\"><span class=\"volume\">689</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">1037</span></a></span>, 1042-43 (R.I. 1997) (under Rhode Island fraudulent conveyance statute, adequacy of consideration is a factual finding, reviewable for clear error). Despite the near-insurmountable hurdle that the clear error standard usually presents, Peters proffers such an argument on appeal. He argues that the district court's finding of adequate consideration was clearly erroneous as a matter of fact because its calculation was based explicitly on a mistake of law.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">The district court found that C &amp; J and Little Bay, collectively, paid $3.29 million for Anson's assets. See Ed Peters II, 51 F. Supp. 2d at 95. The court also found that Anson's assets were worth approximately $3 million. See id. The new Fleet loans were a significant part of the district court's $3.29 million figure. This portion, which was well over half the consideration,<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> is the crux of the dispute on appeal. Peters argues that this ruling cannot stand in light of our previous decision in Ed Peters I, which, he maintains, ruled as a matter of law that the new Fleet loans were not consideration. As support for this, Peters points to our statement in Ed Peters I:</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">[T]hough normally loans obtained by buyers to finance asset acquisitions would be considered in calculating the total consideration paid, here the two newly-formed acquiring companies actually incurred no \"new\" indebtedness to Fleet.... Since the \"new\" Fleet loans cannot count as \"consideration,\" at least as a matter of law, C &amp; J and Little Bay paid a combined total of only $1 million in addition cash consideration.Ed Peters I, 124 F.3d 270-71 (emphasis added). Peters' argument is that the Ed Peters I court ruled that the new loans from Fleet were not legally consideration at all, because they were not, in fact, \"new,\" but were simply old loans repackaged as new ones.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">The district court considered this argument and properly rejected it. The district court did so by interpreting Ed Peters I to mean that the previous district court could not state, as a matter of law, that the Fleet loans were consideration; whether they were consideration was instead a matter of fact. This, the district court stated, was evident in light of the procedural posture of the case. The district court stated:</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">The First Circuit's decision must be understood within the context of that appeal's procedural posture. In that decision, the Court of Appeals reviewed the trial court's grant of judgment as a matter of law in favor of the defendants. The ruling of the appellate panel merely explained what was improper for a trial court to find as a matter of law.... Of course, the First Circuit was not commanding the trial court to make a particular finding of fact on the amount of consideration paid, since it did not have the benefit of defendants, evidence before it.... The task before the Court of Appeals was not the calculation of the consideration paid Fleet, rather, it was the determination of whether the trial court erred in concluding that as a matter of law the consideration paid was adequate.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">Ed Peters I, 51 F. Supp. 2d at 94-95. A close review of our statement in Ed Peters I reveals that the district court is correct. The district court's decision is supported by the plain language of our previous opinion. Peters' reading of the words \"Since the 'new' Fleet loans cannot count as 'consideration,' at least as a matter of law,\" Ed Peters I, 124 F.3d 270-71 (emphasis added), ignores the import of the words \"at least,\" which imply that while as a matter of law they cannot be said to amount to adequate consideration, they may do so as a matter of fact after trial.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">Accordingly, the district court's entry of judgment as a matter of law on Count I is affirmed.</p>\n    </div>\n    <p class=\"indent\">2. Actual Fraud</p>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">Peters argues that the district court erred in rejecting its claim in Count II for successor liability based on actual fraud. See generally Ed Peters II, 51 F. Supp. 2d at 95-98. The district court based this holding on two alternative grounds. First, the court concluded as a legal matter that Rhode Island does not recognize actual fraud as a reason for successor liability. See id. at 96-97. Second, the court concluded as a factual matter that Peters could not prevail because of what it deemed a \"factual impossibility.\" See id. at 97-98.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">We first consider the district court's legal ruling. In Ed Peters I, we held that \"[a]ctual fraud is a successor liability test entirely independent of the circumstantial 'mere continuation' test.\" Ed Peters I, 124 F.3d at 271. In response to this, the district court stated:</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">[T]his court is unable to locate a single Rhode Island decision that expressly adopts the fraud theory of successor liability. In none of the cases cited in the [Ed Peters I] decision does the Rhode Island Supreme Court hold that a defendant may be liable as a successor under any theory other than the \"mere continuation\" doctrine.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">Ed Peters II, 51 F. Supp. 2d at 96-97.</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">We do not consider whether the district court's broad assertions about the state of Rhode Island law are correct. Rather, we point out that a panel of this court has spoken on this point, and that forecloses the matter. Absent an en banc reversal of Ed Peters I, the law of the First Circuit is that Rhode Island courts recognize the actual fraud theory of successor liability.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> We might have been persuaded if the district court had cited a Rhode Island case holding directly that actual fraud is not a basis for successor liability. It did not, and we have been unable to find any such case.</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">Regardless of the district court's knowledge of Rhode Island law, its legal rulings on local law deserve no more appellate deference than any other legal ruling. In Salve Regina College v. Russell, <span class=\"citation\" data-id=\"112564\"><a href=\"/opinion/112564/salve-regina-college-v-russell/\"><span class=\"volume\">499</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">225</span></a></span> (1991), the Supreme Court held that Courts of Appeals could give no deference to district judge's views on state law. In that case, the district court stated: \"I was a state trial judge for 18 and 1/2 years, and I have a feel for what the Rhode Island Supreme Court will do or won't do.\" Id. at 229 (quoting Lagueux, J.). The Supreme Court made clear that the Courts of Appeals were the enunciators of state law, stating \"appellate deference to the district court's determination of state law is inconsistent with the principles underlying this Court's decision in Erie.\" Id. at 234.</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">Because no deference on the applicable local law is owed the district court, and because this court has already spoken on the matter, neither we nor the district court can nullify the legal rulings of Ed Peters I. See In re Grand Jury Subpoenas, <span class=\"citation\" data-id=\"197509\"><a href=\"/opinion/197509/in-re-robinson-v/\"><span class=\"volume\">123</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">695</span></a></span>, 697 n.2 (1st Cir. 1997) (\"Ordinarily, prior panel decisions are binding on future panels and it is for an en banc court to reexamine the status of a prior opinion.\"). Accordingly, we reject the district court's first reason for granting summary judgment on Count II.</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">The district court, realizing perhaps the tenuous ground on which its legal ruling stood, provided an alternate ground for its decision. In what the court characterized as a finding of fact, see Ed Peters II, 51 F. Supp. 2d at 97-98, the court found that the fact that \"EPJC had no hope of ever recovering from Anson any of the commissions that were due... is fatal to plaintiff's effort.\" Id. at 98. The district court, understandably, believed that if, as a matter of fact, Peters never had any chance of payment, no fraudulent act could have deprived it of anything. It is open to dispute whether the district court's alternative ground is fully consistent with Ed Peters I, but we need not decide that question because we agree with the district court's result for a somewhat different reason. Although the possibility of a successful fraud claim was clearly preserved by Ed Peters I, now with the benefit of a trial record we see no facts which would add up to fraud under any of the definitions given it. To be sure, Peters had good reason to believe that he was being treated unfairly but that is not the test for actionable fraud.</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">The hallmarks of fraud are misrepresentation or deceit. Black's Law Dictionary 670 (7th ed. 1999); Restatement (Second) of Torts &#167;&#167; 525-30 (1977); see also 37 Am. Jur. 2d &#167; 1, at 19 (1968) (fraud deemed to comprise anything calculated to deceive); 37 id. &#167; 4 (stressing requirement of intentional deception for \"actual fraud\").</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">The case law in Rhode Island applies the same basic principles:</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">In order for fraudulent misrepresentation or deceit to be found, the complaining party must show not only that the defendant had an intention to deceive, but the complainant also must present sufficient proof that the party detrimentally relied upon the fraudulent representation.</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">Asermely v. Allstate Ins. Co., <span class=\"citation\" data-id=\"1441514\"><a href=\"/opinion/1441514/asermely-v-allstate-insurance-ins-co/\"><span class=\"volume\">728</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">461</span></a></span>, 464 (R.I. 1999).</p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">To establish a prima facie damages claim in a fraud case, the plaintiff must prove that the defendant \"made a false representation intending thereby to induce plaintiff to rely thereon\" and that the plaintiff justifiably relied thereon to his or her damage.</p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\">Travers v. Spidell, <span class=\"citation\" data-id=\"2069052\"><a href=\"/opinion/2069052/travers-v-spidell/\"><span class=\"volume\">682</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">471</span></a></span>, 472-73 (R.I. 1996) (citation omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p class=\"indent\">First Circuit cases regarding mail and wire fraud similarly emphasize the deceit requirement, even though that statutory definition of fraud is read to be broader than the common law definition. See Bonilla v. Volvo Car Corp., <span class=\"citation\" data-id=\"198073\"><a href=\"/opinion/198073/bonilla-v-volvo/\"><span class=\"volume\">150</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">62</span></a></span>, 66-67 (1st Cir. 1998), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">119</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1574</span></span> (1999) (mail or wire fraud requires intent to deceive another; use of loophole is not fraud); McEvoy Travel Bureau, Inc. v. Heritage Travel, Inc., <span class=\"citation\" data-id=\"542857\"><a href=\"/opinion/542857/mcevoy-travel-bureau-inc-v-heritage-travel-inc/\"><span class=\"volume\">904</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">786</span></a></span>, 791-92 (1st Cir. 1990).</p>\n    </div>\n    <div class=\"num\" id=\"p65\">\n      <span class=\"num\">65</span>\n      <p class=\"indent\">We have found no evidence of misrepresentation or deceit by the defendants that either induced Peters to act contrary to his best interests or fail to take action that could have resulted in the payment of all or a part of the commissions due. Peters continued to sell jewelry for Anson to Tiffany on a commission basis on credit until Fleet foreclosed and sold all of Anson's assets which, as we held in Ed Peters I, it had a legal right to do. The effect of the reorganization plan may have had an unfortunate effect on Peters but it was not the result of any misrepresentation or deceit on the part of the defendants.</p>\n    </div>\n    <div class=\"num\" id=\"p66\">\n      <span class=\"num\">66</span>\n      <p class=\"indent\">We rule as a matter of law that there was no fraud perpetrated by any of the defendants on Peters.</p>\n    </div>\n    <div class=\"num\" id=\"p67\">\n      <span class=\"num\">67</span>\n      <p class=\"indent\">C. Count III: Tortious Interference with Contract</p>\n    </div>\n    <div class=\"num\" id=\"p68\">\n      <span class=\"num\">68</span>\n      <p class=\"indent\">Peters next argues that the district court erred in granting a motion for judgment as a matter of law on Count III, a claim for tortious interference with contract. The district court granted the motion, setting aside a jury verdict finding Considine and C &amp; J liable. The issue of damages was not submitted to the jury.</p>\n    </div>\n    <p class=\"indent\">1. Procedural History</p>\n    <div class=\"num\" id=\"p69\">\n      <span class=\"num\">69</span>\n      <p class=\"indent\">We begin our discussion with a review of the treatment of the tortious interference claim in our previous opinion. In Ed Peters I, we reversed the previous district court's entry of a motion for judgment as a matter of law on the tortious interference count, holding instead that the count must be submitted to the jury. We laid out the elements, stating: \"the tortious interference claim required that Peters prove: (1) a sales-commission contract existed between Anson and Peters; (2) Fleet and Considine intentionally interfered with the sales-commission contract; and (3) their tortious actions damaged Peters.\" Ed Peters I, 124 F.3d at 275 (citations omitted). Considering these elements, we concluded that, \"there is no dispute that Fleet and Considine knew of Peters' contract to serve as Anson's sales representative to Tiffany's, or that Peters sustained damages due to the premature termination of its contract, without receiving payment for its outstanding commissions.\" Id. Our analysis then turned to the \"second and disputed\" element: whether Considine and C &amp; J intentionally interfered with the sales-commission contract between Peters and Anson. See id.</p>\n    </div>\n    <div class=\"num\" id=\"p70\">\n      <span class=\"num\">70</span>\n      <p class=\"indent\">Relying on Mesolella v. City of Providence, <span class=\"citation\" data-id=\"1939130\"><a href=\"/opinion/1939130/mesolella-v-city-of-providence/\"><span class=\"volume\">508</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">661</span></a></span> (R.I. 1986), we held that, to prove intent, \"Peters need only establish that... Considine acted with legal malice - an intent to do harm without justification.\" Ed Peters I, 124 F.3d at 275. We pointed out that, \"[Considine] not only acted intentionally to evade Anson's obligation to Peters, but at the same time negotiated for himself a $200,000 consulting fee.\" Id. Thus, we held that the circumstantial evidence and the Considine memorandum to Fleet,<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> \"generated a trialworthy issue as to whether Considine acted with 'legal malice'.\" See id.</p>\n    </div>\n    <div class=\"num\" id=\"p71\">\n      <span class=\"num\">71</span>\n      <p class=\"indent\">On remand, the jury returned a verdict against Considine and C &amp; J on the count of tortious interference. The district court, however, on a motion for judgment as a matter of law pursuant to Fed. R. Civ. P. 50, reversed the jury's verdict.</p>\n    </div>\n    <p class=\"indent\">2. Standard of Review</p>\n    <div class=\"num\" id=\"p72\">\n      <span class=\"num\">72</span>\n      <p class=\"indent\">The standard for review of a district court's entry of judgment as a matter of law after the jury has reached a verdict is a familiar one. As we stated in Alvarez v. Pepsi Cola of Puerto Rico Bottling Co., <span class=\"citation\" data-id=\"757019\"><a href=\"/opinion/757019/78-fair-emplpraccas-bna-459-74-empl-prac-dec-p-45560-jose-r/\"><span class=\"volume\">152</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">17</span></a></span>, 23 (1st Cir. 1998):</p>\n    </div>\n    <div class=\"num\" id=\"p73\">\n      <span class=\"num\">73</span>\n      <p class=\"indent\">[w]e review de novo a district court's decision to grant a motion under Rule 50 for judgment as a matter of law. When the court grants the motion and enters judgment for the movant notwithstanding the jury's verdict for the non-movant, we examine the evidence presented to the jury, and all reasonable inferences that may be drawn from such evidence, in the light most favorable to the jury verdict. In doing so, moreover, we may not take into consideration the credibility of the witnesses, resolve conflicts in testimony, or in any other manner weigh the evidence. We assume the veracity, however, of any admissions made and stipulations entered into by the party opposing the Rule 50 motion... as well as any evidence derived from disinterested witnesses that has not been contradicted or impeached.</p>\n    </div>\n    <div class=\"num\" id=\"p74\">\n      <span class=\"num\">74</span>\n      <p class=\"indent\">(Internal citations omitted.)</p>\n    </div>\n    <div class=\"num\" id=\"p75\">\n      <span class=\"num\">75</span>\n      <p class=\"indent\">With this standard in mind, we review the district court's entry of judgment.</p>\n    </div>\n    <p class=\"indent\">3. Causation</p>\n    <div class=\"num\" id=\"p76\">\n      <span class=\"num\">76</span>\n      <p class=\"indent\">We remanded on the question of intent. The district court overturned the jury's verdict because of lack of causation. See Ed Peters II, 51 F. Supp. 2d at 102. The district court considered the Rhode Island Supreme Court's decision in Mesolella as having, \"expressly imposed upon the plaintiff the task of proving factual causation between the acts of the defendant and the damages suffered by the plaintiff.\" Id. The district court also held that, \"although causation is generally a matter left to the consideration of the jury, a court may properly intervene if the plaintiff fails to adduce more than a scintilla of evidence on this vital element of the cause of action.\" Id. (internal quotation marks omitted). Employing this standard, the district court went on to find that, \"EPJC's junior position among creditors and the impossibility... of any future recovery from Anson,\" doomed the causation element of Peters' claim. See id. \"This count fails as a matter of law because there is no evidence from which a reasonable jury could conclude that defendants' actions caused plaintiff any loss.\" Id.</p>\n    </div>\n    <div class=\"num\" id=\"p77\">\n      <span class=\"num\">77</span>\n      <p class=\"indent\">It is a close question whether the rulings and findings of the district court violated the mandates of Ed Peters I. We need not and do not decide this question. It was neither C &amp; J nor Considine that ended the commission contract. The contract terminated when Fleet foreclosed on the assets of Anson and left it an empty shell. Although Considine was privy to what was going on and took advantage of the foreclosure to jettison Anson and its liability to Peters, he did not tortiously interfere with the commission contract between Anson and Peters. Fleet's foreclosure ended the contract. In this sense, there was no causation.</p>\n    </div>\n    <p class=\"indent\">D. Breach of Fiduciary Duty</p>\n    <div class=\"num\" id=\"p78\">\n      <span class=\"num\">78</span>\n      <p class=\"indent\">The district court found that no fiduciary duty was owed to Peters by Considine. We affirm this ruling.</p>\n    </div>\n    <div class=\"num\" id=\"p79\">\n      <span class=\"num\">79</span>\n      <p class=\"indent\">In our prior opinion we rejected Considine's argument \"that Peters failed to establish that he converted any of the Anson assets to his personal use, and further that he could not have done so, because Fleet had a comprehensive lien on all operating assets.\" We then stated:</p>\n    </div>\n    <div class=\"num\" id=\"p80\">\n      <span class=\"num\">80</span>\n      <p class=\"indent\">A breach of fiduciary duty need not amount to a conversion in order to be actionable. \"[D]irectors and officers [of insolvent corporations] may not pursue personal endeavors inconsistent with their duty of undivided loyalty to... the corporations' stockholders and creditors.\" American Nat'l Bank of Austin v. MortgageAmerica Corp. (In re MortgageAmerica Corp.), <span class=\"citation\" data-id=\"423655\"><a href=\"/opinion/423655/in-re-mortgageamerica-corporation-debtor-the-american-national-bank-of/\"><span class=\"volume\">714</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1266</span></a></span>, 1276 (5th Cir. 1983); see National Credit Union Admin. Bd. v. Regine, <span class=\"citation\" data-id=\"1616505\"><a href=\"/opinion/1616505/national-credit-union-admin-bd-v-regine/\"><span class=\"volume\">749</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">401</span></a></span>, 413 (D.R.I. 1990) (as a fiduciary, director must \"place the interests of the corporation before his own personal interests\"). Whereas, the present record discloses, for example, that Considine negotiated a $200,000 consulting fee for himself as part of the October 1993 agreement, see supra, Section I, and Peters received nothing. Therefore, the jury must determine whether Considine breached his duty as an Anson director.</p>\n    </div>\n    <div class=\"num\" id=\"p81\">\n      <span class=\"num\">81</span>\n      <p class=\"indent\">Ed Peters I, 124 F.3d at 276. We have already ruled that the breach of fiduciary duty count sounded in equity and the district court was the factfinder. We concluded our discussion of this count in Ed Peters I by ruling as a matter of law that Fleet was not liable. See id. at 277.</p>\n    </div>\n    <div class=\"num\" id=\"p82\">\n      <span class=\"num\">82</span>\n      <p class=\"indent\">In its opinion, the district court first explained the elements of the cause of action in a breach of fiduciary duty case. It then discussed the applicable Rhode Island law and quoted our ruling that a breach of fiduciary duty does not have to amount to a conversion to be actionable. See 51 F. Supp. 2d at 99. The court then applied the facts to the legal standard. It found and ruled:</p>\n    </div>\n    <div class=\"num\" id=\"p83\">\n      <span class=\"num\">83</span>\n      <p class=\"indent\">Under Rhode Island's formulation of the duty owed by corporate directors to creditors, there was no breach based on the particular facts of this case. Considine did not owe EPJC a fiduciary duty, because EPJC was not a creditor \"to whom the property of the corporation must go.\" See Olney, 18 A. at 181. At all relevant times, only one creditor qualified for that protection, the highly undersecured Fleet. Under no factual scenario could EPJC have recovered any of Anson's assets given Fleet's comprehensive security interests and Anson's crippling debts to the bank. Only Fleet was a creditor \"to whom the property of the corporation must go,\" and, therefore only Fleet was owed Considine's fiduciary duty to conserve those assets. The bank, as an eager and powerful participant in the sale of Anson, consented to Considine's actions and waived any claim of breach of fiduciary duty arising from the transaction. Although this is a unique factual circumstance, at least one other court has recognized that an unsecured creditor may not leapfrog a secured creditor via a breach of fiduciary duty claim against a director. See Heimbinder v. Berkovitz, <span class=\"citation no-link\"><span class=\"volume\">175</span> <span class=\"reporter\">Misc. 2d</span> <span class=\"page\">808</span></span>, <span class=\"citation no-link\"><span class=\"volume\">670</span> <span class=\"reporter\">N.Y.S.2d</span> <span class=\"page\">301</span></span>. 307 (Sup. Ct. 1998) (\"[T]he creditor's remedy is limited to reaching the assets which would have been available to satisfy his or her judgment if there had been no conveyance.\"). Plaintiff's claim against Considine for breach of fiduciary duty fails as a matter of law.</p>\n    </div>\n    <div class=\"num\" id=\"p84\">\n      <span class=\"num\">84</span>\n      <p class=\"indent\">51 F.Supp. 2d at 100. The court also found that \"receipt of the consulting fee may have constituted a breach of fiduciary duty, but the breach only harmed Fleet.\" Id.</p>\n    </div>\n    <div class=\"num\" id=\"p85\">\n      <span class=\"num\">85</span>\n      <p class=\"indent\">We have no quarrel with these rulings and findings. They were well within the parameters of that part of our prior opinion dealing with the breach of fiduciary count, pass legal muster, and none of the factual findings are clearly erroneous.</p>\n    </div>\n    <p class=\"indent\">Summary</p>\n    <div class=\"num\" id=\"p86\">\n      <span class=\"num\">86</span>\n      <p class=\"indent\">We affirm the rulings of the district court that Counts I, II, and IV sound in equity. We also find that the district court did not abuse its discretion in taking these counts from the jury prior to the start of its deliberations.</p>\n    </div>\n    <div class=\"num\" id=\"p87\">\n      <span class=\"num\">87</span>\n      <p class=\"indent\">We affirm the district court's finding that adequate consideration was paid under the reorganization plan and that, therefore, there was no successor liability based on the \"mere continuation\" theory.</p>\n    </div>\n    <div class=\"num\" id=\"p88\">\n      <span class=\"num\">88</span>\n      <p class=\"indent\">We rule as a matter of law that there was no fraud basis for successor liability.</p>\n    </div>\n    <div class=\"num\" id=\"p89\">\n      <span class=\"num\">89</span>\n      <p class=\"indent\">We rule as a matter of law that there was no basis for the jury finding of tortious interference with the sales commission contract by Considine and/or C &amp; J.</p>\n    </div>\n    <p class=\"indent\">Conclusion</p>\n    <div class=\"num\" id=\"p90\">\n      <span class=\"num\">90</span>\n      <p class=\"indent\">The judgment of the district court is affirmed.</p>\n    </div>\n    <div class=\"num\" id=\"p91\">\n      <span class=\"num\">91</span>\n      <p class=\"indent\">Costs on appeal awarded to appellees.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>NOTES:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p>  We will continue to refer to the plaintiff as Peters.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p>  See, e.g., Bereda v. Pickering Creek Indus. Park, Inc., <span class=\"citation\" data-id=\"516511\"><a href=\"/opinion/516511/susan-d-bereda-and-cross-appellee-v-pickering-creek-industrial-park/\"><span class=\"volume\">865</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">49</span></a></span>, 53 (3d Cir. 1989); Hildebrand v. Board of Trustees of Mich. State Univ., <span class=\"citation\" data-id=\"370545\"><a href=\"/opinion/370545/john-r-hildebrand-v-board-of-trustees-of-michigan-state-university/\"><span class=\"volume\">607</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">705</span></a></span>, 711 (6th Cir. 1979).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p>  This test examines the following: (1) whether there has been a transfer of corporate assets, (2) whether less than adequate consideration was paid for those assets, (3) whether the acquiring entity continues the divesting corporations business, (4) whether there is at least one officer or director instrumental to the transaction who is common to both entities, and (5) whether the divesting corporation is unable to satisfy its creditors because of the transfer. See Ed Peters II, 51 F. Supp. 2d at 91-92.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p>  The district court, without stating so, seems to have assumed that inadequate consideration is the sine qua non of mere continuation liability. We do not decide the issue today, but instead leave it to the courts of Rhode Island to grapple with. See Ed Peters I, 124 F.3d at 269 n.16 (\"We assume arguendo that Rhode Island law would require Peters to make adequate showings on all five Baker factors, even though Baker expressly adopted the New Jersey model... under which not all these factors need be present.\" (internal quotation marks and brackets omitted)). We are able to decide the specific question before us without reaching that question because it has not been preserved for review and presented in this court.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p>  According to the district court, the new Fleet loans amounted to $2.9 million of the consideration. See Ed Peters II, 51 F. Supp. 2d at 95. The Ed Peters I court appears to have believed that the new loans constituted closer to $2 million. See Ed Peters I, 124 F.3d at 270-71. Of course, the actual figures offered by the Ed Peters I court are irrelevant; as an appellate tribunal it is not the province of this court to find facts, which the Ed Peters I court clearly understood. See id. at 277 n.24. What is relevant, however, is the both courts agreed that the loans formed a large part of the consideration.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p>  We note that in certain circumstances panels of this court have overruled previous panel opinions, but they have done so only in certain very limited circumstances. In those cases, \"a departure is compelled by controlling authority... [and] we have chosen to circulate the proposed overruling opinion to all active members of the court prior to publication even though the need to overrule precedent is reasonably clear.\" Ionics v. Elmwood Sensors, Inc., <span class=\"citation\" data-id=\"739070\"><a href=\"/opinion/739070/ionics-inc-v-elmwood-sensors-inc/\"><span class=\"volume\">110</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">184</span></a></span>, 187 n.3 (1st Cir. 1997). In our view, this procedure would only be called for in this case if the Rhode Island Supreme Court were to speak directly to this issue in a manner that was contrary to Ed Peters I.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p>  We quoted the memorandum: \"If Fleet can find a way to foreclose [Anson] and sell certain assets to our [new] company that would eliminate most of the liabilities discussed above..., then we would offer Fleet $3,250,000.\" Ed Peters I, 124 F.3d at 257.</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/102358/",
    "http://www.courtlistener.com/api/rest/v3/opinions/105689/",
    "http://www.courtlistener.com/api/rest/v3/opinions/107024/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112394/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112564/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197509/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197524/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198073/",
    "http://www.courtlistener.com/api/rest/v3/opinions/370545/",
    "http://www.courtlistener.com/api/rest/v3/opinions/423655/",
    "http://www.courtlistener.com/api/rest/v3/opinions/450807/",
    "http://www.courtlistener.com/api/rest/v3/opinions/516511/",
    "http://www.courtlistener.com/api/rest/v3/opinions/542857/",
    "http://www.courtlistener.com/api/rest/v3/opinions/674598/",
    "http://www.courtlistener.com/api/rest/v3/opinions/739070/",
    "http://www.courtlistener.com/api/rest/v3/opinions/757019/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1441514/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1616505/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1939130/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2069052/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2101766/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2311050/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2497230/",
    "http://www.courtlistener.com/api/rest/v3/opinions/3865321/"
  ]
}