{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/198989/",
  "absolute_url": "/opinion/198989/in-re-justices-of-v/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/198989/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T04:22:24Z",
  "date_modified": "2017-03-24T10:59:56.302296Z",
  "type": "010combined",
  "sha1": "629f65bde9e3b9240cae48fdebb899b1ce0ef09a",
  "page_count": 17,
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/00-1168-01A.pdf",
  "local_path": "pdf/2000/07/07/In_Re_Justices_of_v..pdf",
  "plain_text": "              United States Court of Appeals\n                       For the First Circuit\n                       ____________________\nNo. 00-1168\n\n                       IN RE: JUSTICES OF THE\n                     SUPERIOR COURT DEPARTMENT\n                 OF THE MASSACHUSETTS TRIAL COURT,\n                            Petitioner.\n\n                       ____________________\n\n\n                ON PETITION FOR EXTRAORDINARY WRIT\n\n                       ____________________\n\n                              Before\n\n                      Torruella, Chief Judge,\n\n                 Stahl and Lipez, Circuit Judges.\n\n                       _____________________\n\n     Cathryn A. Neaves, Assistant Attorney General, with whom\nThomas F. Reilly, Attorney General, and Catherine E. Sullivan,\nAssistant Attorney General, were on brief, for petitioner.\n     Max D. Stern, with whom Jonathan Shapiro, Patricia Garin,\nStern, Shapiro, Weissberg & Garin, Michael Angelini, Bowditch &\nDewey, LLP, Sara Rapport, Perkins, Smith & Cohen, LLP, Joseph\nMonahan and Monahan & Padellaro were on brief, for respondent.\n\n                       ____________________\n\n                           July 3, 2000\n                       ____________________\n\f            TORRUELLA,        Chief        Judge.          The     Commonwealth       of\n\nMassachusetts, in name of the Justices of the Superior Court of the\n\nMassachusetts    Trial       Court,    asks      us   to   exercise      our     mandamus\n\nauthority under the All Writs Act, 28 U.S.C. § 1651, to order the\n\ndistrict court    to     decide       or   otherwise       dispose      of   a   pretrial\n\npetition for habeas corpus relief which the Commonwealth claims is\n\ninterfering with state criminal proceedings.                     Although this power\n\nis used exceedingly sparingly, we determine that this case poses an\n\nissue of such importance, and one so elemental to the proper role\n\nof the federal judiciary in our constitutional scheme, as to\nwarrant the issuance of an advisory mandamus granting the requested\n\nrelief.\n\nI.   Factual Background\n\n            James N. Ellis, Jr., Nicholas Ellis, James N. Ellis, Sr.,\nand Leonora Ellis1 are four former employees of the Worcester,\nMassachusetts law firm of Ellis & Ellis.                         In 1997, they were\n\nindicted by a Massachusetts grand jury on numerous counts of\ninsurance    fraud     and     related        charges       following        a    lengthy\ninvestigation    by    the    Insurance       Fraud    Bureau      of    Massachusetts\n(\"IFB\").    The presentation to the grand jury, and the ongoing\n\ncriminal prosecutions, were and are being handled by assistant\n\n1\n     In this Court, these four individuals are technically\nrespondents to the writ for extraordinary relief. In the district\ncourt, however, they were petitioners, with respect to the\nunderlying petition for habeas corpus relief. And in state court,\nof course, they were defendants in the criminal trial and\nappellants in the appellate proceedings. In an effort to avoid\nconfusion, we will endeavor to refer to them as \"the defendants,\"\nor to make explicit to whom we refer if other terminology is used.\n\n                                           -2-\n\fattorneys      general    in   the    Insurance      Fraud    Division    of     the\n\nMassachusetts Attorney General's Office.\n\n            In November of 1997, defendant James N. Ellis, Jr., filed\na motion to dismiss the indictments or to disqualify prosecuting\n\ncounsel; the motion was subsequently joined by the other three\n\ndefendants. Defendants argued that the assistant attorney generals\nprosecuting their state criminal cases were impermissibly biased,\n\ndue to the unusual statutory scheme by which the IFB and the\n\nInsurance Fraud Division are funded.\n\n            As expressly authorized by statute, see Mass. Gen. Laws\n\nch. 427, § 13 (1996), the IFB is a quasi-governmental entity\n\ncreated by two voluntary associations of Massachusetts insurance\n\ncarriers,      the   Automobile      Insurance      Bureau   and   the   Workers'\nCompensation Rating and Inspection Bureau, for the prevention and\n\ninvestigation of fraudulent insurance transactions.                The governing\n\nboard of the IFB consists of fifteen members, five from each rating\nbureau   and    five     specified    public     officials.        The   costs    of\n\nadministering the IFB are borne equally by the two rating bureaus.\n\n            In addition to bearing the costs of administering the\n\nIFB, the two rating bureaus are also subject to annual assessments,\n\nwhich    are    used     to    partially     fund     the    investigatory       and\n\nprosecutorial actions of the Insurance Fraud Division of the\n\nAttorney General's Office.           By statute, the Attorney General is\n\nrequired to dedicate the funds so received to matters referred to\n\nhim by the IFB, and he must further designate a total of at least\n\n\n\n\n                                       -3-\n\fthirteen assistant attorneys general to work full-time on matters\n\nreferred by the IFB.2\n\n            Following a nonevidentiary hearing, the judge presiding\nover the state trial proceedings denied the motion to dismiss the\n\nindictments or disqualify counsel.            Construing all facts in the\n\nlight most favorable to defendants, the court found that the\nstatutory scheme did not violate defendants' constitutional or\n\nstatutory rights to a disinterested prosecutor.               Upon defendants'\n\nrequest, the trial judge reported his decision to the Massachusetts\n\nAppeals Court, and the Supreme Judicial Court granted defendants'\n\napplication for direct appellate review.\n\n            On April 14, 1999, the Supreme Judicial Court affirmed\n\nthe denial of the motion to dismiss or disqualify, as well as the\ndenial of defendants' request for an evidentiary hearing.                     See\n\nCommonwealth   v.   Ellis,     708   N.E.2d   644    (Mass.    1999).     After\n\nreviewing the statutory scheme for infirmity on its face or as\napplied to defendants in particular, the court concluded that\n\ndefendants were not deprived of any constitutional right, although\na majority expressed concern that the closeness of the IFB and the\n\nInsurance Fraud Division might be \"difficult to justify on policy\n\ngrounds.\"    Id. at 654.\n\n            On May 4, 1999, defendants filed a joint pretrial habeas\n\ncorpus petition     in   the   United   States      District   Court    for   the\n\n2\n   This does not mean that the Attorney General is required to\ninvestigate or prosecute all matters referred by the IFB, only that\nthese particular funds and prosecutors shall not be allocated to\nmatters initiated by means other than a referral from the IFB. See\nCommonwealth v. Ellis, 708 N.E.2d 644, 652-53 (Mass. 1999).\n\n                                     -4-\n\fDistrict of Massachusetts.          In the petition, defendants claim that\n\ntheir \"custody\" on personal recognizance is in violation of the Due\n\nProcess     Clause    of    the     Fourteenth            Amendment    because       their\nprosecutors are impermissibly \"interested\" in their cases due to\n\nthe relationship between the IFB and the Insurance Fraud Division\n\nand   because   they       were    denied       a    constitutionally         sufficient\nopportunity to establish such unlawful influence.                           The petition\n\nspecifically    requested         discovery         and   an    evidentiary        hearing,\n\nclaiming that they had been denied the ability to develop the facts\n\nin the state court.         An initial hearing was held by the district\n\ncourt on October 27, 1999, at which the Commonwealth argued that\n\nthe defendants' claim was not an appropriate subject for pretrial\n\nhabeas relief.\n            On December 8, 1999, approximately one month before the\n\nfirst state court trial date, the district court issued an order\n\n(1) requiring the Commonwealth to respond to defendants' discovery\nrequests by December 15, 1999 and (2) preliminarily setting an\n\nevidentiary hearing date for December 22, 1999, but not addressing\n\nthe underlying issue of whether the court would accept jurisdiction\n\nover the habeas petition.           On December 17, 1999, the court issued\n\na second order, in which it asserted jurisdiction over the petition\n\nand rescheduled the evidentiary hearing for December 30, 1999.\n\n            On December 16, 1999, the Commonwealth filed a petition\n\nfor extraordinary relief with this Court, seeking relief from the\n\ndistrict court's order scheduling an evidentiary hearing.                                This\n\nCourt     ordered    defendants      to     respond,           and   they    did    so    on\n\n\n                                          -5-\n\fDecember 20, 1999, on which date they also moved the district court\n\nto postpone the hearing.           The district court vacated the December\n\nevidentiary hearing, thus mooting the Commonwealth's petition,\nwhich was subsequently withdrawn.\n\n              The district court then set a January 31, 2000 deadline\n\nfor in camera production of privileged documents requested in\n\ndiscovery by defendants, and rescheduled the evidentiary hearing\n\nfor   April    3,    2000.      While    preserving     its   objection       to   the\n\nimposition of discovery in the habeas proceedings, the Commonwealth\n\ncomplied      with   the     January    31,    2000   deadline    for    in   camera\n\nproduction.\n\n              Defendants then, without seeking leave of court, noticed\n\nthe depositions of four board members of the IFB for January 18-19,\n2000 and January 24-25, 2000.            The first trial of James N. Ellis,\n\nJr. was scheduled to begin (and did begin) on January 14, 2000.\n\nThe district court denied motions filed by the Commonwealth and by\nthe IFB to quash the depositions, as well as the Commonwealth's\n\nmotion for reconsideration.\n\n              The    Commonwealth       filed    this    second    petition        for\n\nextraordinary        relief   on   February     7,    2000,   claiming    that     the\n\npretrial habeas proceedings in federal court are interfering with\n\nthe criminal proceedings before the Massachusetts trial court.\n\nSince the petition was filed, the first trial of James N. Ellis,\n\nJr. resulted in a hung jury and a mistrial after ten weeks; no\n\nretrial has yet been scheduled.               Nicholas Ellis was scheduled to\n\nbegin trial on two indictments on June 15, and James Ellis, Jr.\n\n\n                                         -6-\n\fwill undergo a second trial on two separate indictments beginning\n\non July 17.      Further trials involving defendants have not yet been\n\nscheduled.     It appears that the federal court evidentiary hearing\nscheduled for April 2000 was not held, due to the pendency of this\n\npetition for extraordinary relief.\n\nII.   Law and Application\n\n            1.    Standard for Advisory Mandamus\n\n            The Commonwealth's petition seeks a writ of prohibition3\n\nunder the All Writs Act, 28 U.S.C. § 1651, prohibiting the district\n\ncourt from asserting jurisdiction over defendants' pretrial habeas\npetition.     As the parties have correctly noted, mandamus relief is\na \"drastic remedy,\" to be used sparingly and only in unusual\ncircumstances. In re Recticel Foam Corp., 859 F.2d 1000, 1005 (1st\n\nCir. 1988).        Mindful of the extraordinary nature of mandamus\nrelief, we have limited its availability to \"those rare cases in\nwhich the issuance (or nonissuance) of an order presents a question\n\nanent the limits of judicial power, poses some special risk of\nirreparable harm to the appellant, and is palpably erroneous.\"\nUnited States v. Horn, 29 F.3d 754, 769 (1st Cir. 1994).      However,\nin certain rare cases, we will exercise our mandamus power even\n\nwhen this exacting standard is not met.      See, e.g., id.   We refer\n\n\n\n3\n    As our prior cases have recognized, the distinct writs of\nprohibition and mandamus are often discussed interchangeably. See\nUnited States v. Horn, 29 F.3d 754, 769 n.18 (1st Cir. 1994). The\ntwo writs derive from the same statutory basis and incorporate the\nsame standards, so we will continue the practice of referring to\nthem interchangeably. See id.\n\n                                   -7-\n\fto such exercise of authority under the All Writs Act as advisory\n\nmandamus.    See id.4\n\n            Advisory mandamus has its roots in the Supreme Court's\nreference to mandamus review of \"basic, undecided question[s].\"\n\nSchlagenhauf v. Holer, 379 U.S 104, 110 (1964); see Horn, 29 F.3d\n\nat   769;   see   also   16   Wright   et    al.,    supra,   §   3934.   It   is\nappropriately invoked when the action or inaction of the district\n\ncourt presents an issue of great importance and novelty, and one\n\nthe resolution of which will likely aid other jurists, parties, and\n\nlawyers.    See Horn, 29 F.3d at 769-70 (citing In re Justices of the\n\nSupreme Court of Puerto Rico, 695 F.2d 17, 25 (1st Cir. 1982), and\n\nIn re Bushkin Assocs., Inc., 864 F.2d 241, 247 (1st Cir. 1989)).\n\n            In United States v. Horn, 29 F.3d 754, 770 (1st Cir.\n1994), we found the case before us to be a \"prime candidate for\n\nadvisory mandamus.\" We noted, inter alia, that the issue presented\n\nhad never before been squarely decided and bore importantly on the\nrelationship      between     the   Judicial   and    Executive     Branches   of\n\ngovernment.       See id.     In particular, we found the argument for\n\nmandamus in that case to be \"especially compelling because [the\n\ncase] is important in the right way.                  It poses an elemental\n\nquestion of judicial authority -- invoking precisely the sort of\n\n\n4\n    As in previous cases, we hasten to distinguish between\nsupervisory mandamus and advisory mandamus. Supervisory mandamus\nis used to correct an established, but significantly improper,\ntrial court practice.       Advisory mandamus, in contrast, is\nappropriate for issues of particular importance and novelty, such\nas that raised in this case. See Horn, 29 F.3d at 769 n.19; 16\nCharles A. Wright et al., Federal Practice and Procedure § 3934.1,\nat 573 & n.5 (1996).\n\n                                       -8-\n\f'Article III-type jurisdictional considerations' that traditionally\n\nhave triggered mandamus review.\"           Id.\n\n          2.        Advisory Mandamus Is Appropriate in this Case\n\n          Like the issue presented in Horn, the issue raised by the\n\nCommonwealth's petition is a prime candidate for advisory mandamus.\n\nNot only is the availability of pretrial federal habeas relief for\n\n\"disinterested prosecutor\" claims an issue of first impression, but\n\nthe greater issues of federalism underlying this case implicate the\n\nconcerns with judicial overextension of jurisdiction that the\n\nmandamus writ has traditionally been used to correct. See id. (and\ncases cited therein).\n\n               a.     Federal Policy Against Interference with State\n                      Court Proceedings\n\n          The federal courts have long recognized the \"fundamental\npolicy   against        federal   interference   with   state     criminal\n\nproceedings.\"        Younger v. Harris, 401 U.S. 37, 46 (1971).      This\npolicy is rooted firmly in the basic federal structure of our\ngovernment.     Two fundamental concepts underlie our constitutional\n\nsystem of government; one is the precept of \"separation of powers\"\n\nand the other is the doctrine of federalism.        The latter concept,\nwhich is most acutely at issue in this case, reflects the Founders'\n\ndetermination that the best governance would result if sovereignty,\n\nrather than being collected entirely within the new government,\n\nwere split between the new national government and the various\n\nstate governments, as was expressed somewhat \"after the fact\" in\n\nthe Tenth Amendment to the Constitution.         See id. at 44.\n\n\n                                     -9-\n\f           As early as 1793, Congress manifested its understanding\n\nand intention that the state courts be allowed to conduct state\n\nproceedings free from interference by the federal courts, when it\nprohibited the federal courts from issuing injunctions to stay\n\nproceedings in state court.      See 1 Stat. 335, ch. 22, § 5 (current\n\nversion at 28 U.S.C. § 2283); Younger, 401 U.S. at 43.                       This\ncongressional     policy,   subject   to    only    a    few   exceptions,    has\n\nremained essentially unaltered to this day, see 28 U.S.C. § 2283;\n\nYounger, 401 U.S. at 43, and is reflected in the federal courts'\n\nown   policies,   including   most    notably      the   abstention   doctrine\n\ndeveloped in Younger v. Harris, 401 U.S. 37 (1971), and its\n\nprogeny, see, e.g., Middlesex Ethics Comm. v. Garden State Bar\n\nAss'n, 457 U.S. 423, 431 (1982).\n           As the Supreme Court has recognized, the policy against\n\nfederal interference with state judicial proceedings is premised on\n\n           a proper respect for state functions, a\n           recognition of the fact that the entire\n           country is made up of a Union of separate\n           state governments, and a continuance of the\n           belief that the National Government will fare\n           best if the States and their institutions are\n           left free to perform their separate functions\n           in their separate ways. . . .     The concept\n           does not mean blind deference to \"States'\n           Rights\" any more than it means centralization\n           of control over every important issue in our\n           national Government and its courts. . . .\n           What the concept does represent is a system in\n           which there is sensitivity to the legitimate\n           interests   of   both   State   and   National\n           Governments, and in which the National\n           Government, anxious though it may be to\n           vindicate and protect federal rights and\n           federal interests, always endeavors to do so\n           in ways that will not unduly interfere with\n           the legitimate activities of the States.\n\n\n                                     -10-\n\fYounger, 401 U.S. at 44. It is this fundamental consideration that\n\nhas led the federal courts to abstain from interfering with state\n\ncourt   proceedings   even   where   defendants   claim   violations   of\nimportant federal rights.       See, e.g., Younger, 401 U.S. at 53\n\n(First Amendment claims); Cruz v. Melecio, 204 F.3d 14 (1st Cir.\n\n2000) (freedom of speech and association, right to vote, and equal\nprotection claims); Casa Marie, Inc. v. Superior Court, 988 F.2d\n\n252 (1st Cir. 1993) (fair housing claim under Civil Rights Act of\n\n1968); Bettencourt v. Bd. of Registration in Medicine, 904 F.2d 772\n\n(1st Cir. 1990) (due process and equal protection claims); Davis v.\n\nLansing, 851 F.2d 72, 77 (2d Cir. 1988) (Batson claim of race-based\n\nperemptory challenges).\n\n              b.   Applicability of Abstention Principles to Habeas\n                   Cases Generally\n\n           Defendants argue that the abstention doctrine and its\nunderlying principles do not apply to this case, emphasizing that\n\nthey are not seeking an injunction or other equitable relief\nagainst the state proceedings (such as was involved in Younger),\n\nbut rather are pursuing a habeas remedy provided for and governed\n\nby statute.    We find this position unavailing primarily for two\n\nreasons.\n           First, although we appreciate the difference between a\n\nrequest for equitable relief and a request for statutory relief\ngenerally, the practical difference between the relief requested in\ndefendants' habeas petition and an ordinary injunction is minimal.\n\nDefendants' petition for writ of habeas corpus specifically asks\n\n\n                                 -11-\n\fthe district court to \"grant the writ and discharge petitioners\n\nfrom custody.\"      Pet. for Writ of Habeas Corpus, Commonwealth v.\n\nEllis, Case No. 99-CV-10915-NG (D. Mass.), at 9.               Such discharge,\nof course, would be tantamount to an injunction requiring the\n\ndefendants' release and prohibiting the state from proceeding with\n\nthe current prosecution. Whatever distinctions might exist between\nthe two remedies, the difference in this case is essentially\n\n\"semantic.\"      Davis v. Lansing, 851 F.2d 72, 76 (2d Cir. 1988)\n\n(affirming dismissal of pretrial habeas petition on abstention\n\ngrounds).\n\n              Second, even accepting the distinction between equitable\n\nrelief and statutory remedies, Younger speaks of the policy against\n\nfederal interference with state court proceedings, a reference\nwhich we do not read as limited exclusively to equitable relief.\n\nSee Younger, 401 U.S. at 43; see also Davis, 851 F.2d at 76\n\n(affirming dismissal of habeas petition on abstention grounds);\nNeville, 611 F.2d at 676 (same).             Furthermore, although defendants\n\nquote language from a Supreme Court decision referring to the\n\n\"statutes,     rules,    precedents,     and    practices    that     control     the\n\n[habeas corpus] writ's exercise,\" Lonchar v. Thomas, 517 U.S. 314,\n\n323 (1996), and suggest that the body of law surrounding the writ\n\nof   habeas     corpus    is    self-contained      and    exclusive    of    other\n\nconsiderations, there is nothing in the Lonchar decision (or any\n\nother   case    that     we    are   aware    of)   that   purports    to     render\n\ninapplicable      one    of    the   fundamental     characteristics         of   our\n\ngovernmental structure -- federalism and its mandate that the\n\n\n                                        -12-\n\ffederal   government,    including    the       Judiciary,    avoid   undue\n\ninterference with state matters.\n\n             c.    Abstention Principles in Pretrial Habeas Context\n\n           The applicability of comity and abstention principles to\n\nhabeas proceedings is amply demonstrated by the courts' treatment\n\nof habeas petitions brought prior to conviction in the state\n\nproceedings.   With only two exceptions to date,5 the federal courts\n\nhave   routinely   rejected   petitions   for    pretrial    habeas   relief\n\nraising any variety of claims and issues.           See, e.g., Carden v.\n\nMontana, 626 F.2d 82, 83-85 (9th Cir. 1980) (recognizing general\nrule prohibiting pretrial habeas relief as \"a logical implication\n\nof the abstention doctrine announced in Younger v. Harris\");\n\nNeville v. Cavanagh, 611 F.2d 673 (7th Cir. 1979) (affirming denial\n\nof pretrial habeas petition even though defendant had exhausted\n\nstate court remedies, because of abstention considerations); see\n\nalso Braden v. 30th Judicial Circuit of Kentucky, 410 U.S. 484, 493\n(1973) (\"We emphasize that nothing we have said would permit the\n\n\n\n5\n   Notwithstanding the general rule against pretrial habeas\npetitions, we will \"in appropriate circumstances entertain a claim\nthat permitting a nascent (but as yet incomplete) state court\nprosecution to go forward would violate the Double Jeopardy\nClause.\" Allen v. Attorney General of Maine, 80 F.3d 569, 572 (1st\nCir. 1996). But see Doe v. Donovan, 747 F.2d 42, 44 (1st Cir.\n1984) (double jeopardy claim failed to justify exception to\nYounger abstention doctrine). Pretrial habeas petitions claiming\nviolation of the defendant's right to a speedy trial have also been\npermitted when the requested relief is an immediate trial, see\nBraden v. 30th Judicial Circuit Court of Kentucky, 410 U.S. 484\n(1973), although when the petitioner seeks dismissal of the charges\nagainst him his habeas action must await the conclusion of state\nproceedings, see Carden v. Montana, 626 F.2d 82, 84-85 (9th Cir.\n1980).\n\n                                  -13-\n\fderailment of a pending state proceeding by an attempt to litigate\n\nconstitutional     defenses     prematurely      in   federal     court.\").       We\n\nparticularly note the Seventh Circuit's decision in Neville v.\n\nCavanagh, 611 F.2d 673 (7th Cir. 1979), a case \"on all fours\" with\n\nthis one. There, the court affirmed the district court's denial of\n\npretrial habeas relief even though defendant had litigated his\nclaim all the way to, and received a ruling on the merits from, the\n\nIllinois Supreme       Court.       The   Seventh     Circuit    noted    that   the\n\ndefendant did indeed \"seek to derail a pending state criminal\n\nproceeding, and that he may be acquitted at trial.\"                  Id. at 676.\n\nThe Court therefore concluded that federal adjudication of the\n\ndefendant's claim was correctly postponed \"until 'a time when\n\nfederal jurisdiction will not seriously disrupt state judicial\nprocesses.'\"     Id.    We   fully    agree   with     the    Seventh     Circuit's\n\nanalysis of the issue, and we reach a like conclusion.\n\n             d.    Abstention Is Required in this Case\n\n           Given the importance of the federalism concerns at issue\n\nin this case, and the degree to which the district court's orders\nthreaten   the    delicate    and    important      balance     between   vigorous\nprotection of federal rights and an appropriate respect for the\n\nstate conduct of state matters,6 this case is \"a classic case for\n\n\n6\n   Although we conclude that the district court should not have\nasserted jurisdiction over defendants' habeas petition at all, our\nconclusion is bolstered by the court's imposition of discovery and\nits apparent intention to conduct an evidentiary hearing in the\nhabeas action. The practical burden of such proceedings is not\ninsignificant, and the inquiry by a federal court into the\nprosecutorial decisions of a state attorney general poses\n\"separation of powers\" issues in addition to federalism issues.\n\n                                      -14-\n\fabstention.\"    Davis, 851 F.2d at 76.      Just as in the Neville case,\n\nthe fact that defendants have in a real sense exhausted their state\n\ncourt remedies7 does not alleviate the damage caused by federal\nintervention at this early stage of state court proceedings, for at\n\nleast two reasons.     First, the existence of concurrent federal\n\nproceedings may, in any number of practical ways, interfere with\nthe state court's administration of the state prosecutions of these\n\ndefendants. Second, and perhaps more important, to permit pretrial\n\nhabeas relief in this case could dangerously distort the incentives\n\nacting upon state courts in their adjudication of claims such as\n\ndefendants' \"disinterested prosecutor\" claim.           Ordinarily, state\n\ntrial judges have a number of incentives to favor immediate appeal\n\nof   their   determinations   of    constitutional   challenges   to   the\npropriety of proceedings, such as defendants' claim here. Allowing\n\nimmediate appeal, in appropriate cases, protects the rights of\n\nindividual     defendants     and    also    promotes     the   efficient\nadministration of justice.      However, if immediate appeal through\n\nstate court channels were to then lead to intrusive contemporaneous\n\nfederal habeas proceedings, state courts would face a very real\n\ndisincentive to the certification of such decisions for immediate\n\nappeal.   This result would benefit no one, and would have negative\n\nconsequences for both courts and criminal defendants.\n\n\n\n\n7\n  As the Seventh Circuit noted, the decision of the highest state\ncourt \"is, without doubt, the law of the case, and [defendant]\ncannot realistically anticipate a different result on this issue at\ntrial or on direct appeal.\" Neville, 611 F.2d at 676.\n\n                                    -15-\n\f          In   light   of   the   foregoing,    the   need   for   federal\n\nabstention in this case is \"'perfectly clear.'\" Davis, 851 F.2d at\n\n76. With the notable exceptions of cases involving double jeopardy\nand certain speedy trial claims, federal habeas relief, as a\n\ngeneral rule, is not available to defendants seeking pretrial\n\nreview of constitutional challenges to state criminal proceedings,\nand this case does not present the kind of \"special circumstances\"\n\nwhich might require a different result.        Braden, 410 U.S. at 489.\n\nTo the contrary, the weighty federalism concerns implicated by the\n\npetition for writ of habeas corpus and by the district court's\n\nassertion of jurisdiction make pretrial federal adjudication of\n\ndefendants' claim inappropriate.8        Defendants are not entitled to\n\nconsideration of their federal habeas claims \"until 'a time when\nfederal jurisdiction will not seriously disrupt state judicial\n\nprocesses.'\"   Neville, 611 F.2d at 676.\n\n\n\n\n8\n   Although we are not greatly impressed by the Commonwealth's\nallegations of harm to the Attorney General's Office in this case,\nsee, e.g., In re Justices of the Supreme Court of Puerto Rico, 695\nF.2d at 20 (\"The Supreme Court has made clear in another context\nthat the expense of litigation ordinarily does not constitute\nirreparable injury, and this court has specifically rejected the\ngeneral burdensomeness of litigation as a basis for assuming\nmandamus jurisdiction.\") (citing Renegotiation Bd. v. Bannercraft\nCo., 415 U.S. 1, 24 (1974), and In re Continental Investment Corp.,\n637 F.2d 1, 5-6 (1st Cir. 1980)), the structural injuries to our\nfederal system threatened by the district court's order are\nsufficient to satisfy any harm requirement that may apply to\nadvisory mandamus cases, see In re Justices of the Supreme Court of\nPuerto Rico, 695 F.2d at 20 (noting that, even in advisory mandamus\ncases, petitioners     must   demonstrate   \"something  about   the\ncircumstances here that would make ordinary appeal inadequate to\nprotect their interests.\").\n\n                                  -16-\n\fIII.    Conclusion\n\n             For the reasons stated, the Commonwealth's petition is\n\ngranted, and a writ of advisory mandamus will issue forthwith\n\ninstructing the district court to dismiss the defendants' petition\n\nfor writ of habeas corpus without prejudice to refiling after trial\n\nif     any   defendant   is   convicted    and   sentenced    in   the   state\n\nproceedings.\n\n              Petition   granted.     Costs      to   the   Commonwealth    of\n\nMassachusetts.\n\n\n\n\n                                    -17-\n\f",
  "html": "<p class=\"case_cite\">218 F.3d 11 (1st Cir. 2000)</p>\n    <p class=\"parties\">IN RE: JUSTICES OF THE SUPERIOR COURT DEPARTMENT OF THE MASSACHUSETTS TRIAL COURT, Petitioner.</p>\n    <p class=\"docket\">No. 00-1168</p>\n    <p class=\"court\">United States Court of Appeals For the First Circuit</p>\n    <p class=\"date\">Heard June 6, 2000<br>Decided July 3, 2000</p>\n    <div class=\"prelims\">\n      <p>[Copyrighted Material Omitted]</p>\n      <p class=\"indent\">Cathryn A. Neaves, Assistant Attorney General, with whom Thomas F. Reilly, Attorney  General, and Catherine E. Sullivan, Assistant Attorney General, were on brief, for petitioner.</p>\n      <p class=\"indent\">Max D. Stern, with whom Jonathan Shapiro, Patricia Garin, Stern, Shapiro, Weissberg &amp;  Garin, Michael Angelini, Bowditch &amp; Dewey, LLP, Sara Rapport, Perkins, Smith &amp; Cohen, LLP, Joseph Monahan and Monahan &amp; Padellaro were on brief, for respondent.</p>\n      <p class=\"indent\">Before: Torruella, Chief Judge, Stahl and Lipez, Circuit Judges.</p>\n      <p class=\"indent\">TORRUELLA, Chief Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The Commonwealth of Massachusetts, in name of the  Justices of the Superior Court of the Massachusetts Trial Court, asks us to exercise our mandamus  authority under the All Writs Act, 28 U.S.C. &#167; 1651, to order the district court to decide or otherwise  dispose of a pretrial petition for habeas corpus relief which the Commonwealth claims is interfering  with state criminal proceedings.  Although this power is used exceedingly sparingly, we determine  that this case poses an issue of such importance, and one so elemental to the proper role of the federal  judiciary in our constitutional scheme, as to warrant the issuance of an advisory mandamus granting  the requested relief.</p>\n    </div>\n    <p class=\"indent\">I.  Factual Background</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">James N. Ellis, Jr., Nicholas Ellis, James N. Ellis, Sr., and Leonora Ellis<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> are four  former employees of the Worcester, Massachusetts law firm of Ellis &amp; Ellis.  In 1997, they were  indicted by a Massachusetts grand jury on numerous counts of insurance fraud and related charges  following a lengthy investigation by the Insurance Fraud Bureau of Massachusetts (\"IFB\").  The  presentation to the grand jury, and the ongoing criminal prosecutions, were and are being handled by  assistant attorneys general in the Insurance Fraud Division of the Massachusetts Attorney General's  Office.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In November of 1997, defendant James N. Ellis, Jr., filed a motion to dismiss the  indictments or to disqualify prosecuting counsel; the motion was subsequently joined by the other  three defendants.  Defendants argued that the assistant attorney generals prosecuting their state  criminal cases were impermissibly biased, due to the unusual statutory scheme by which the IFB and  the Insurance Fraud Division are funded.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">As expressly authorized by statute, see Mass. Gen. Laws ch. 427, &#167; 13 (1996), the IFB  is a quasi-governmental entity created by two voluntary associations of Massachusetts insurance  carriers, the Automobile Insurance Bureau and the Workers' Compensation Rating and Inspection  Bureau, for the prevention and investigation of fraudulent insurance transactions.  The governing  board of the IFB consists of fifteen members, five from each rating bureau and five specified public  officials.  The costs of administering the IFB are borne equally by the two rating bureaus.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">In addition to bearing the costs of administering the IFB, the two rating bureaus are  also subject to annual assessments, which are used to partially fund the investigatory and  prosecutorial actions of the Insurance Fraud Division of the Attorney General's Office.  By statute,  the Attorney General is required to dedicate the funds so received to matters referred to him by the  IFB, and he must further designate a total of at least thirteen assistant attorneys general to work full-time on matters referred by the IFB.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Following a nonevidentiary hearing, the judge presiding over the state trial  proceedings denied the motion to dismiss the indictments or disqualify counsel.  Construing all facts  in the light most favorable to defendants, the court found that the statutory scheme did not violate  defendants' constitutional or statutory rights to a disinterested prosecutor.  Upon defendants' request,  the trial judge reported his decision to the Massachusetts Appeals Court, and the Supreme Judicial  Court granted defendants' application for direct appellate review.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">On April 14, 1999, the Supreme Judicial Court affirmed the denial of the motion to  dismiss or disqualify, as well as the denial of defendants' request for an evidentiary hearing.  SeeCommonwealth v. Ellis, 708 N.E.2d 644 (Mass. 1999).  After reviewing the statutory scheme for  infirmity on its face or as applied to defendants in particular, the court concluded that defendants were  not deprived of any constitutional right, although a majority expressed concern that the closeness of  the IFB and the Insurance Fraud Division might be \"difficult to justify on policy grounds.\"  Id. at 654.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">On May 4, 1999, defendants filed a joint pretrial habeas corpus petition in the United  States District Court for the District of Massachusetts.  In the petition, defendants claim that their  \"custody\" on personal recognizance is in violation of the Due Process Clause of the Fourteenth  Amendment because their prosecutors are impermissibly \"interested\" in their cases due to the  relationship between the IFB and the Insurance Fraud Division and because they were denied a  constitutionally sufficient opportunity to establish such unlawful influence.  The petition specifically  requested discovery and an evidentiary hearing, claiming that they had been denied the ability to  develop the facts in the state court.  An initial hearing was held by the district court on October 27,  1999, at which the Commonwealth argued that the defendants' claim was not an appropriate subject  for pretrial habeas relief.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">On December 8, 1999, approximately one month before the first state court trial date,  the district court issued an order (1) requiring the Commonwealth to respond to defendants' discovery  requests by December 15, 1999 and (2) preliminarily setting an evidentiary hearing date for December  22, 1999, but not addressing the underlying issue of whether the court would accept jurisdiction over  the habeas petition.  On December 17, 1999, the court issued a second order, in which it asserted  jurisdiction over the petition and rescheduled the evidentiary hearing for December 30, 1999.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">On December 16, 1999, the Commonwealth filed a petition for extraordinary relief  with this Court, seeking relief from the district court's order scheduling an evidentiary hearing.  This  Court ordered defendants to respond, and they did so on December 20, 1999, on which date they also  moved the district court to postpone the hearing.  The district court vacated the December  evidentiary hearing, thus mooting the Commonwealth's petition, which was subsequently withdrawn.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The district court then set a January 31, 2000 deadline for in camera production of  privileged documents requested in discovery by defendants, and rescheduled the evidentiary hearing  for April 3, 2000.  While preserving its objection to the imposition of discovery in the habeas  proceedings, the Commonwealth complied with the January 31, 2000 deadline for in camera production.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Defendants then, without seeking leave of court, noticed the depositions of four board  members of the IFB for January 18-19, 2000 and January 24-25, 2000.  The first trial of James N.  Ellis, Jr. was scheduled to begin (and did begin) on January 14, 2000.  The district court denied  motions filed by the Commonwealth and by the IFB to quash the depositions, as well as the  Commonwealth's motion for reconsideration.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The Commonwealth filed this second petition for extraordinary relief on February 7,  2000, claiming that the pretrial habeas proceedings in federal court are interfering with the criminal  proceedings before the Massachusetts trial court.  Since the petition was filed, the first trial of James  N. Ellis, Jr. resulted in a hung jury and a mistrial after ten weeks; no retrial has yet been scheduled. Nicholas Ellis was scheduled to begin trial on two indictments on June 15, and James Ellis, Jr. will  undergo a second trial on two separate indictments beginning on July 17.  Further trials involving  defendants have not yet been scheduled.  It appears that the federal court evidentiary hearing  scheduled for April 2000 was not held, due to the pendency of this petition for extraordinary relief.</p>\n    </div>\n    <p class=\"indent\">II.  Law and Application</p>\n    <p class=\"indent\">1.  Standard for Advisory Mandamus</p>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The Commonwealth's petition seeks a writ of prohibition<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> under the All Writs Act, 28  U.S.C. &#167; 1651, prohibiting the district court from asserting jurisdiction over defendants' pretrial  habeas petition.  As the parties have correctly noted, mandamus relief is a \"drastic remedy,\" to be  used sparingly and only in unusual circumstances.  In re Recticel Foam Corp., 859 F.2d 1000, 1005  (1st Cir. 1988).  Mindful of the extraordinary nature of mandamus relief, we have limited its  availability to \"those rare cases in which the issuance (or nonissuance) of an order presents a question  anent the limits of judicial power, poses some special risk of irreparable harm to the appellant, and  is palpably erroneous.\"  United States v. Horn, 29 F.3d 754, 769 (1st Cir. 1994).  However, in certain  rare cases, we will exercise our mandamus power even when this exacting standard is not met.  See, e.g., id.  We refer to such exercise of authority under the All Writs Act as advisory mandamus.  See id.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Advisory mandamus has its roots in the Supreme Court's reference to mandamus  review of \"basic, undecided question[s].\"  Schlagenhauf v. Holer, 379 U.S 104, 110 (1964); see Horn,  29 F.3d at 769; see also 16 Wright et al., supra, &#167; 3934.  It is appropriately invoked when the action  or inaction of the district court presents an issue of great importance and novelty, and one the  resolution of which will likely aid other jurists, parties, and lawyers.  See Horn, 29 F.3d at 769-70  (citing In re Justices of the Supreme Court of Puerto Rico, 695 F.2d 17, 25 (1st Cir. 1982), and In  re Bushkin Assocs., Inc., 864 F.2d 241, 247 (1st Cir. 1989)).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">In United States v. Horn, 29 F.3d 754, 770 (1st Cir. 1994), we found the case before  us to be a \"prime candidate for advisory mandamus.\"  We noted, inter alia, that the issue presented  had never before been squarely decided and bore importantly on the relationship between the Judicial  and Executive Branches of government.  See id.  In particular, we found the argument for mandamus  in that case to be \"especially compelling because [the case] is important in the right way.  It poses an  elemental question of judicial authority -- invoking precisely the sort of 'Article III-type jurisdictional  considerations' that traditionally have triggered mandamus review.\"  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">2.  Advisory Mandamus Is Appropriate in this Case</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Like the issue presented in Horn, the issue raised by the Commonwealth's petition is  a prime candidate for advisory mandamus.  Not only is the availability of pretrial federal habeas relief  for \"disinterested prosecutor\" claims an issue of first impression, but the greater issues of federalism  underlying this case implicate the concerns with judicial overextension of jurisdiction that the  mandamus writ has traditionally been used to correct.  See id. (and cases cited therein).</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">a. Federal Policy Against Interference with State Court Proceedings</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The federal courts have long recognized the \"fundamental policy against federal  interference with state criminal proceedings.\"  Younger v. Harris, 401 U.S. 37, 46 (1971).  This  policy is rooted firmly in the basic federal structure of our government.  Two fundamental concepts  underlie our constitutional system of government; one is the precept of \"separation of powers\" and  the other is the doctrine of federalism.  The latter concept, which is most acutely at issue in this case,  reflects the Founders' determination that the best governance would result if sovereignty, rather than  being collected entirely within the new government, were split between the new national government  and the various state governments, as was expressed somewhat \"after the fact\" in the Tenth  Amendment to the Constitution.  See id. at 44.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">As early as 1793, Congress manifested its understanding and intention that the state  courts be allowed to conduct state proceedings free from interference by the federal courts, when it  prohibited the federal courts from issuing injunctions to stay proceedings in state court.  See 1 Stat.  335, ch. 22, &#167; 5 (current version at 28 U.S.C. &#167; 2283); Younger, 401 U.S. at 43.  This congressional  policy, subject to only a few exceptions, has remained essentially unaltered to this day, see 28 U.S.C.  &#167; 2283; Younger, 401 U.S. at 43, and is reflected in the federal courts' own policies, including most  notably the abstention doctrine developed in Younger v. Harris, 401 U.S. 37 (1971), and its progeny, see, e.g., Middlesex Ethics Comm. v. Garden State Bar Ass'n, 457 U.S. 423, 431 (1982).</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">As the Supreme Court has recognized, the policy against federal interference with  state judicial proceedings is premised on</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">a proper respect for state functions, a recognition of the fact that the  entire country is made up of a Union of separate state governments,  and a continuance of the belief that the National Government will fare  best if the States and their institutions are left free to perform their  separate functions in their separate ways. . . .  The concept does not  mean blind deference to \"States' Rights\" any more than it means  centralization of control over every important issue in our national  Government and its courts. . . .  What the concept does represent is  a system in which there is sensitivity to the legitimate interests of both  State and National Governments, and in which the National  Government, anxious though it may be to vindicate and protect  federal rights and federal interests, always endeavors to do so in ways  that will not unduly interfere with the legitimate activities of the  States. Younger, 401 U.S. at 44.  It is this fundamental consideration that has led the federal courts to  abstain from interfering with state court proceedings even where defendants claim violations of  important federal rights.  See, e.g., Younger, 401 U.S. at 53 (First Amendment claims); Cruz v. Melecio, 204 F.3d 14 (1st Cir. 2000) (freedom of speech and association, right to vote, and equal  protection claims); Casa Marie, Inc. v. Superior Court, 988 F.2d 252 (1st Cir. 1993) (fair housing  claim under Civil Rights Act of 1968); Bettencourt v. Bd. of Registration in Medicine, 904 F.2d 772  (1st Cir. 1990) (due process and equal protection claims); Davis v. Lansing, 851 F.2d 72, 77 (2d Cir.  1988) (Batson claim of race-based peremptory challenges).</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">b. Applicability of Abstention Principles to Habeas Cases Generally</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Defendants argue that the abstention doctrine and its underlying principles do not  apply to this case, emphasizing that they are not seeking an injunction or other equitable relief against  the state proceedings (such as was involved in Younger), but rather are pursuing a habeas remedy  provided for and governed by statute.  We find this position unavailing primarily for two reasons.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">First, although we appreciate the difference between a request for equitable relief and  a request for statutory relief generally, the practical difference between the relief requested in  defendants' habeas petition and an ordinary injunction is minimal.  Defendants' petition for writ of  habeas corpus specifically asks the district court to \"grant the writ and discharge petitioners from  custody.\"  Pet. for Writ of Habeas Corpus, Commonwealth v. Ellis, Case No. 99-CV-10915-NG (D.  Mass.), at 9.  Such discharge, of course, would be tantamount to an injunction requiring the  defendants' release and prohibiting the state from proceeding with the current prosecution.  Whatever  distinctions might exist between the two remedies, the difference in this case is essentially \"semantic.\" Davis v. Lansing, 851 F.2d 72, 76 (2d Cir. 1988) (affirming dismissal of pretrial habeas petition on  abstention grounds).</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Second, even accepting the distinction between equitable relief and statutory remedies, Younger  speaks of the policy against federal interference with state court proceedings, a reference  which we do not read as limited exclusively to equitable relief.  See Younger, 401 U.S. at 43; see also Davis, 851 F.2d at 76 (affirming dismissal of habeas petition on abstention grounds); Neville, 611  F.2d at 676 (same).  Furthermore, although defendants quote language from a Supreme Court  decision referring to the \"statutes, rules, precedents, and practices that control the [habeas corpus]  writ's exercise,\" Lonchar v. Thomas, 517 U.S. 314, 323 (1996), and suggest that the body of law  surrounding the writ of habeas corpus is self-contained and exclusive of other considerations, there  is nothing in the Lonchar decision (or any other case that we are aware of) that purports to render  inapplicable one of the fundamental characteristics of our governmental structure -- federalism and  its mandate that the federal government, including the Judiciary, avoid undue interference with state  matters.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">c.  Abstention Principles in Pretrial Habeas Context</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">The applicability of comity and abstention principles to habeas proceedings is amply  demonstrated by the courts' treatment of habeas petitions brought prior to conviction in the state  proceedings.  With only two exceptions to date,<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> the federal courts have routinely rejected petitions  for pretrial habeas relief raising any variety of claims and issues.  See, e.g., Carden v. Montana, 626  F.2d 82, 83-85 (9th Cir. 1980) (recognizing general rule prohibiting pretrial habeas relief as \"a logical  implication of the abstention doctrine announced in Younger v. Harris\"); Neville v. Cavanagh, 611  F.2d 673 (7th Cir. 1979) (affirming denial of pretrial habeas petition even though defendant had  exhausted state court remedies, because of abstention considerations); see also Braden v. 30th  Judicial Circuit of Kentucky, 410 U.S. 484, 493 (1973) (\"We emphasize that nothing we have said  would permit the derailment of a pending state proceeding by an attempt to litigate constitutional  defenses prematurely in federal court.\").  We particularly note the Seventh Circuit's decision in Neville v. Cavanagh, 611 F.2d 673 (7th Cir. 1979), a case \"on all fours\" with this one.  There, the court  affirmed the district court's denial of pretrial habeas relief even though defendant had litigated his  claim all the way to, and received a ruling on the merits from, the Illinois Supreme Court.  The  Seventh Circuit noted that the defendant did indeed \"seek to derail a pending state criminal  proceeding, and that he may be acquitted at trial.\"  Id. at 676.  The Court therefore concluded that  federal adjudication of the defendant's claim was correctly postponed \"until 'a time when federal  jurisdiction will not seriously disrupt state judicial processes.'\" Id.  We fully agree with the Seventh  Circuit's analysis of the issue, and we reach a like conclusion.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">d.  Abstention Is Required in this Case</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Given the importance of the federalism concerns at issue in this case, and the degree  to which the district court's orders threaten the delicate and important balance between vigorous  protection of federal rights and an appropriate respect for the state conduct of state matters,<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> this case  is \"a classic case for abstention.\"  Davis, 851 F.2d at 76.  Just as in the Neville case, the fact that  defendants have in a real sense exhausted their state court remedies<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> does not alleviate the damage  caused by federal intervention at this early stage of state court proceedings, for at least two reasons. First, the existence of concurrent federal proceedings may, in any number of practical ways, interfere  with the state court's administration of the state prosecutions of these defendants.  Second, and  perhaps more important, to permit pretrial habeas relief in this case could dangerously distort the  incentives acting upon state courts in their adjudication of claims such as defendants' \"disinterested  prosecutor\" claim.  Ordinarily, state trial judges have a number of incentives to favor immediate  appeal of their determinations of constitutional challenges to the propriety of proceedings, such as  defendants' claim here.  Allowing immediate appeal, in appropriate cases, protects the rights of  individual defendants and also promotes the efficient administration of justice.  However, if immediate  appeal through state court channels were to then lead to intrusive contemporaneous federal habeas  proceedings, state courts would face a very real disincentive to the certification of such decisions for  immediate appeal.  This result would benefit no one, and would have negative consequences for both  courts and criminal defendants.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">In light of the foregoing, the need for federal abstention in this case is \"'perfectly  clear.'\"  Davis, 851 F.2d at 76.  With the notable exceptions of cases involving double jeopardy and  certain speedy trial claims, federal habeas relief, as a general rule, is not available to defendants  seeking pretrial review of constitutional challenges to state criminal proceedings, and this case does  not present the kind of \"special circumstances\" which might require a different result.  Braden, 410  U.S. at 489.  To the contrary, the weighty federalism concerns implicated by the petition for writ of  habeas corpus and by the district court's assertion of jurisdiction make pretrial federal adjudication  of defendants' claim inappropriate.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a>  Defendants are not entitled to consideration of their federal  habeas claims \"until 'a time when federal jurisdiction will not seriously disrupt state judicial  processes.'\"  Neville, 611 F.2d at 676.</p>\n    </div>\n    <p class=\"indent\">III.  Conclusion</p>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">For the reasons stated, the Commonwealth's petition is granted, and a writ of advisory  mandamus will issue forthwith instructing the district court to dismiss the defendants' petition for writ  of habeas corpus without prejudice to refiling after trial if any defendant is convicted and sentenced  in the state proceedings.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Petition granted.  Costs to the Commonwealth of Massachusetts.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p>   In this Court, these four individuals are technically respondents to the writ for extraordinary relief. In the district court, however, they were petitioners, with respect to the underlying petition for habeas  corpus relief.  And in state court, of course, they were defendants in the criminal trial and appellants  in the appellate proceedings.  In an effort to avoid confusion, we will endeavor to refer to them as  \"the defendants,\" or to make explicit to whom we refer if other terminology is used.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p>   This does not mean that the Attorney General is required to investigate or prosecute all matters  referred by the IFB, only that these particular funds and prosecutors shall not be allocated to matters  initiated by means other than a referral from the IFB.  See Commonwealth v. Ellis, 708 N.E.2d 644,  652-53 (Mass. 1999).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p>   As our prior cases have recognized, the distinct writs of prohibition and mandamus are often  discussed interchangeably.  See United States v. Horn, 29 F.3d 754, 769 n.18 (1st Cir. 1994).  The  two writs derive from the same statutory basis and incorporate the same standards, so we will  continue the practice of referring to them interchangeably.  See id.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p>   As in previous cases, we hasten to distinguish between supervisory mandamus and advisory  mandamus.  Supervisory mandamus is used to correct an established, but significantly improper, trial  court practice.  Advisory mandamus, in contrast, is appropriate for issues of particular importance  and novelty, such as that raised in this case.  See Horn, 29 F.3d at 769 n.19; 16 Charles A. Wright  et al., Federal Practice and Procedure &#167; 3934.1, at 573 &amp; n.5 (1996).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p>  Notwithstanding the general rule against pretrial habeas petitions, we will \"in appropriate  circumstances entertain a claim that permitting a nascent (but as yet incomplete) state court  prosecution to go forward would violate the Double Jeopardy Clause.\"  Allen v. Attorney General  of Maine, 80 F.3d 569, 572 (1st Cir. 1996).  But see Doe v. Donovan, 747 F.2d 42, 44 (1st Cir.  1984) (double jeopardy claim failed to justify exception to Younger abstention doctrine).  Pretrial  habeas petitions claiming violation of the defendant's right to a speedy trial have also been permitted  when the requested relief is an immediate trial, see Braden v. 30th Judicial Circuit Court of Kentucky,  410 U.S. 484 (1973), although when the petitioner seeks dismissal of the charges against him his  habeas action must await the conclusion of state proceedings, see Carden v. Montana, 626 F.2d 82,  84-85 (9th Cir. 1980).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p>   Although we conclude that the district court should not have asserted jurisdiction over defendants'  habeas petition at all, our conclusion is bolstered by the court's imposition of discovery and its  apparent intention to conduct an evidentiary hearing in the habeas action.  The practical burden of  such proceedings is not insignificant, and the inquiry by a federal court into the prosecutorial  decisions of a state attorney general poses \"separation of powers\" issues in addition to federalism  issues.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p>   As the Seventh Circuit noted, the decision of the highest state court \"is, without doubt, the law of  the case, and [defendant] cannot realistically anticipate a different result on this issue at trial or on  direct appeal.\"  Neville, 611 F.2d at 676.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p>   Although we are not greatly impressed by the Commonwealth's allegations of harm to the Attorney  General's Office in this case, see, e.g., In re Justices of the Supreme Court of Puerto Rico, 695 F.2d  at 20 (\"The Supreme Court has made clear in another context that the expense of litigation ordinarily  does not constitute irreparable injury, and this court has specifically rejected the general  burdensomeness of litigation as a basis for assuming mandamus jurisdiction.\") (citing Renegotiation  Bd. v. Bannercraft Co., 415 U.S. 1, 24 (1974), and In re Continental Investment Corp., 637 F.2d 1,  5-6 (1st Cir. 1980)), the structural injuries to our federal system threatened by the district court's  order are sufficient to satisfy any harm requirement that may apply to advisory mandamus cases, seeIn re Justices of the Supreme Court of Puerto Rico, 695 F.2d at 20 (noting that, even in advisory  mandamus cases, petitioners must demonstrate \"something about the circumstances here that would  make ordinary appeal inadequate to protect their interests.\").</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">218</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">11</span></span> (1st Cir. 2000)</p>\n    <p class=\"parties\">IN RE: JUSTICES OF THE SUPERIOR COURT DEPARTMENT OF THE MASSACHUSETTS TRIAL COURT, Petitioner.</p>\n    <p class=\"docket\">No. 00-1168</p>\n    <p class=\"court\">United States Court of Appeals For the First Circuit</p>\n    <p class=\"date\">Heard June 6, 2000<br>Decided July 3, 2000</p>\n    <div class=\"prelims\">\n      <p>[Copyrighted Material Omitted]</p>\n      <p class=\"indent\">Cathryn A. Neaves, Assistant Attorney General, with whom Thomas F. Reilly, Attorney  General, and Catherine E. Sullivan, Assistant Attorney General, were on brief, for petitioner.</p>\n      <p class=\"indent\">Max D. Stern, with whom Jonathan Shapiro, Patricia Garin, Stern, Shapiro, Weissberg &amp;  Garin, Michael Angelini, Bowditch &amp; Dewey, LLP, Sara Rapport, Perkins, Smith &amp; Cohen, LLP, Joseph Monahan and Monahan &amp; Padellaro were on brief, for respondent.</p>\n      <p class=\"indent\">Before: Torruella, Chief Judge, Stahl and Lipez, Circuit Judges.</p>\n      <p class=\"indent\">TORRUELLA, Chief Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The Commonwealth of Massachusetts, in name of the  Justices of the Superior Court of the Massachusetts Trial Court, asks us to exercise our mandamus  authority under the All Writs Act, 28 U.S.C. &#167; 1651, to order the district court to decide or otherwise  dispose of a pretrial petition for habeas corpus relief which the Commonwealth claims is interfering  with state criminal proceedings.  Although this power is used exceedingly sparingly, we determine  that this case poses an issue of such importance, and one so elemental to the proper role of the federal  judiciary in our constitutional scheme, as to warrant the issuance of an advisory mandamus granting  the requested relief.</p>\n    </div>\n    <p class=\"indent\">I.  Factual Background</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">James N. Ellis, Jr., Nicholas Ellis, James N. Ellis, Sr., and Leonora Ellis<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> are four  former employees of the Worcester, Massachusetts law firm of Ellis &amp; Ellis.  In 1997, they were  indicted by a Massachusetts grand jury on numerous counts of insurance fraud and related charges  following a lengthy investigation by the Insurance Fraud Bureau of Massachusetts (\"IFB\").  The  presentation to the grand jury, and the ongoing criminal prosecutions, were and are being handled by  assistant attorneys general in the Insurance Fraud Division of the Massachusetts Attorney General's  Office.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In November of 1997, defendant James N. Ellis, Jr., filed a motion to dismiss the  indictments or to disqualify prosecuting counsel; the motion was subsequently joined by the other  three defendants.  Defendants argued that the assistant attorney generals prosecuting their state  criminal cases were impermissibly biased, due to the unusual statutory scheme by which the IFB and  the Insurance Fraud Division are funded.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">As expressly authorized by statute, see Mass. Gen. Laws ch. 427, &#167; 13 (1996), the IFB  is a quasi-governmental entity created by two voluntary associations of Massachusetts insurance  carriers, the Automobile Insurance Bureau and the Workers' Compensation Rating and Inspection  Bureau, for the prevention and investigation of fraudulent insurance transactions.  The governing  board of the IFB consists of fifteen members, five from each rating bureau and five specified public  officials.  The costs of administering the IFB are borne equally by the two rating bureaus.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">In addition to bearing the costs of administering the IFB, the two rating bureaus are  also subject to annual assessments, which are used to partially fund the investigatory and  prosecutorial actions of the Insurance Fraud Division of the Attorney General's Office.  By statute,  the Attorney General is required to dedicate the funds so received to matters referred to him by the  IFB, and he must further designate a total of at least thirteen assistant attorneys general to work full-time on matters referred by the IFB.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Following a nonevidentiary hearing, the judge presiding over the state trial  proceedings denied the motion to dismiss the indictments or disqualify counsel.  Construing all facts  in the light most favorable to defendants, the court found that the statutory scheme did not violate  defendants' constitutional or statutory rights to a disinterested prosecutor.  Upon defendants' request,  the trial judge reported his decision to the Massachusetts Appeals Court, and the Supreme Judicial  Court granted defendants' application for direct appellate review.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">On April 14, 1999, the Supreme Judicial Court affirmed the denial of the motion to  dismiss or disqualify, as well as the denial of defendants' request for an evidentiary hearing.  SeeCommonwealth v. Ellis, <span class=\"citation no-link\"><span class=\"volume\">708</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">644</span></span> (Mass. 1999).  After reviewing the statutory scheme for  infirmity on its face or as applied to defendants in particular, the court concluded that defendants were  not deprived of any constitutional right, although a majority expressed concern that the closeness of  the IFB and the Insurance Fraud Division might be \"difficult to justify on policy grounds.\"  Id. at 654.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">On May 4, 1999, defendants filed a joint pretrial habeas corpus petition in the United  States District Court for the District of Massachusetts.  In the petition, defendants claim that their  \"custody\" on personal recognizance is in violation of the Due Process Clause of the Fourteenth  Amendment because their prosecutors are impermissibly \"interested\" in their cases due to the  relationship between the IFB and the Insurance Fraud Division and because they were denied a  constitutionally sufficient opportunity to establish such unlawful influence.  The petition specifically  requested discovery and an evidentiary hearing, claiming that they had been denied the ability to  develop the facts in the state court.  An initial hearing was held by the district court on October 27,  1999, at which the Commonwealth argued that the defendants' claim was not an appropriate subject  for pretrial habeas relief.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">On December 8, 1999, approximately one month before the first state court trial date,  the district court issued an order (1) requiring the Commonwealth to respond to defendants' discovery  requests by December 15, 1999 and (2) preliminarily setting an evidentiary hearing date for December  22, 1999, but not addressing the underlying issue of whether the court would accept jurisdiction over  the habeas petition.  On December 17, 1999, the court issued a second order, in which it asserted  jurisdiction over the petition and rescheduled the evidentiary hearing for December 30, 1999.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">On December 16, 1999, the Commonwealth filed a petition for extraordinary relief  with this Court, seeking relief from the district court's order scheduling an evidentiary hearing.  This  Court ordered defendants to respond, and they did so on December 20, 1999, on which date they also  moved the district court to postpone the hearing.  The district court vacated the December  evidentiary hearing, thus mooting the Commonwealth's petition, which was subsequently withdrawn.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The district court then set a January 31, 2000 deadline for in camera production of  privileged documents requested in discovery by defendants, and rescheduled the evidentiary hearing  for April 3, 2000.  While preserving its objection to the imposition of discovery in the habeas  proceedings, the Commonwealth complied with the January 31, 2000 deadline for in camera production.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Defendants then, without seeking leave of court, noticed the depositions of four board  members of the IFB for January 18-19, 2000 and January 24-25, 2000.  The first trial of James N.  Ellis, Jr. was scheduled to begin (and did begin) on January 14, 2000.  The district court denied  motions filed by the Commonwealth and by the IFB to quash the depositions, as well as the  Commonwealth's motion for reconsideration.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The Commonwealth filed this second petition for extraordinary relief on February 7,  2000, claiming that the pretrial habeas proceedings in federal court are interfering with the criminal  proceedings before the Massachusetts trial court.  Since the petition was filed, the first trial of James  N. Ellis, Jr. resulted in a hung jury and a mistrial after ten weeks; no retrial has yet been scheduled. Nicholas Ellis was scheduled to begin trial on two indictments on June 15, and James Ellis, Jr. will  undergo a second trial on two separate indictments beginning on July 17.  Further trials involving  defendants have not yet been scheduled.  It appears that the federal court evidentiary hearing  scheduled for April 2000 was not held, due to the pendency of this petition for extraordinary relief.</p>\n    </div>\n    <p class=\"indent\">II.  Law and Application</p>\n    <p class=\"indent\">1.  Standard for Advisory Mandamus</p>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The Commonwealth's petition seeks a writ of prohibition<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> under the All Writs Act, 28  U.S.C. &#167; 1651, prohibiting the district court from asserting jurisdiction over defendants' pretrial  habeas petition.  As the parties have correctly noted, mandamus relief is a \"drastic remedy,\" to be  used sparingly and only in unusual circumstances.  In re Recticel Foam Corp., <span class=\"citation\" data-id=\"513181\"><a href=\"/opinion/513181/in-re-recticel-foam-corporation-in-re-san-juan-dupont-plaza-hotel-fire/\"><span class=\"volume\">859</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1000</span></a></span>, 1005  (1st Cir. 1988).  Mindful of the extraordinary nature of mandamus relief, we have limited its  availability to \"those rare cases in which the issuance (or nonissuance) of an order presents a question  anent the limits of judicial power, poses some special risk of irreparable harm to the appellant, and  is palpably erroneous.\"  United States v. Horn, <span class=\"citation\" data-id=\"674595\"><a href=\"/opinion/674595/united-states-v-richard-a-horn/\"><span class=\"volume\">29</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">754</span></a></span>, 769 (1st Cir. 1994).  However, in certain  rare cases, we will exercise our mandamus power even when this exacting standard is not met.  See, e.g., id.  We refer to such exercise of authority under the All Writs Act as advisory mandamus.  See id.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Advisory mandamus has its roots in the Supreme Court's reference to mandamus  review of \"basic, undecided question[s].\"  Schlagenhauf v. Holer, 379 U.S 104, 110 (1964); see Horn,  29 F.3d at 769; see also 16 Wright et al., supra, &#167; 3934.  It is appropriately invoked when the action  or inaction of the district court presents an issue of great importance and novelty, and one the  resolution of which will likely aid other jurists, parties, and lawyers.  See Horn, 29 F.3d at 769-70  (citing In re Justices of the Supreme Court of Puerto Rico, <span class=\"citation\" data-id=\"411730\"><a href=\"/opinion/411730/in-re-the-justices-of-the-supreme-court-of-puerto-rico-in-re-colegio-de/\"><span class=\"volume\">695</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">17</span></a></span>, 25 (1st Cir. 1982), and In  re Bushkin Assocs., Inc., <span class=\"citation\" data-id=\"516170\"><a href=\"/opinion/516170/in-re-bushkin-associates-inc-and-merle-j-bushkin/\"><span class=\"volume\">864</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">241</span></a></span>, 247 (1st Cir. 1989)).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">In United States v. Horn, <span class=\"citation\" data-id=\"674595\"><a href=\"/opinion/674595/united-states-v-richard-a-horn/\"><span class=\"volume\">29</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">754</span></a></span>, 770 (1st Cir. 1994), we found the case before  us to be a \"prime candidate for advisory mandamus.\"  We noted, inter alia, that the issue presented  had never before been squarely decided and bore importantly on the relationship between the Judicial  and Executive Branches of government.  See id.  In particular, we found the argument for mandamus  in that case to be \"especially compelling because [the case] is important in the right way.  It poses an  elemental question of judicial authority -- invoking precisely the sort of 'Article III-type jurisdictional  considerations' that traditionally have triggered mandamus review.\"  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">2.  Advisory Mandamus Is Appropriate in this Case</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Like the issue presented in Horn, the issue raised by the Commonwealth's petition is  a prime candidate for advisory mandamus.  Not only is the availability of pretrial federal habeas relief  for \"disinterested prosecutor\" claims an issue of first impression, but the greater issues of federalism  underlying this case implicate the concerns with judicial overextension of jurisdiction that the  mandamus writ has traditionally been used to correct.  See id. (and cases cited therein).</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">a. Federal Policy Against Interference with State Court Proceedings</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The federal courts have long recognized the \"fundamental policy against federal  interference with state criminal proceedings.\"  Younger v. Harris, <span class=\"citation\" data-id=\"108263\"><a href=\"/opinion/108263/younger-v-harris/\"><span class=\"volume\">401</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">37</span></a></span>, 46 (1971).  This  policy is rooted firmly in the basic federal structure of our government.  Two fundamental concepts  underlie our constitutional system of government; one is the precept of \"separation of powers\" and  the other is the doctrine of federalism.  The latter concept, which is most acutely at issue in this case,  reflects the Founders' determination that the best governance would result if sovereignty, rather than  being collected entirely within the new government, were split between the new national government  and the various state governments, as was expressed somewhat \"after the fact\" in the Tenth  Amendment to the Constitution.  See id. at 44.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">As early as 1793, Congress manifested its understanding and intention that the state  courts be allowed to conduct state proceedings free from interference by the federal courts, when it  prohibited the federal courts from issuing injunctions to stay proceedings in state court.  See 1 Stat.  335, ch. 22, &#167; 5 (current version at 28 U.S.C. &#167; 2283); Younger, 401 U.S. at 43.  This congressional  policy, subject to only a few exceptions, has remained essentially unaltered to this day, see 28 U.S.C.  &#167; 2283; Younger, 401 U.S. at 43, and is reflected in the federal courts' own policies, including most  notably the abstention doctrine developed in Younger v. Harris, <span class=\"citation\" data-id=\"108263\"><a href=\"/opinion/108263/younger-v-harris/\"><span class=\"volume\">401</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">37</span></a></span> (1971), and its progeny, see, e.g., Middlesex Ethics Comm. v. Garden State Bar Ass'n, <span class=\"citation\" data-id=\"110750\"><a href=\"/opinion/110750/middlesex-county-ethics-comm-v-garden-state-bar-assn/\"><span class=\"volume\">457</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">423</span></a></span>, 431 (1982).</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">As the Supreme Court has recognized, the policy against federal interference with  state judicial proceedings is premised on</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">a proper respect for state functions, a recognition of the fact that the  entire country is made up of a Union of separate state governments,  and a continuance of the belief that the National Government will fare  best if the States and their institutions are left free to perform their  separate functions in their separate ways. . . .  The concept does not  mean blind deference to \"States' Rights\" any more than it means  centralization of control over every important issue in our national  Government and its courts. . . .  What the concept does represent is  a system in which there is sensitivity to the legitimate interests of both  State and National Governments, and in which the National  Government, anxious though it may be to vindicate and protect  federal rights and federal interests, always endeavors to do so in ways  that will not unduly interfere with the legitimate activities of the  States. Younger, 401 U.S. at 44.  It is this fundamental consideration that has led the federal courts to  abstain from interfering with state court proceedings even where defendants claim violations of  important federal rights.  See, e.g., Younger, 401 U.S. at 53 (First Amendment claims); Cruz v. Melecio, <span class=\"citation\" data-id=\"198832\"><a href=\"/opinion/198832/oscar-cruz-v-melecio/\"><span class=\"volume\">204</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">14</span></a></span> (1st Cir. 2000) (freedom of speech and association, right to vote, and equal  protection claims); Casa Marie, Inc. v. Superior Court, <span class=\"citation\" data-id=\"602345\"><a href=\"/opinion/602345/casa-marie-inc-v-superior-court-of-puerto-rico-for-the-district-of/\"><span class=\"volume\">988</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">252</span></a></span> (1st Cir. 1993) (fair housing  claim under Civil Rights Act of 1968); Bettencourt v. Bd. of Registration in Medicine, <span class=\"citation\" data-id=\"542856\"><a href=\"/opinion/542856/paul-e-bettencourt-md-v-board-of-registration-in-medicine-of-the/\"><span class=\"volume\">904</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">772</span></a></span>  (1st Cir. 1990) (due process and equal protection claims); Davis v. Lansing, <span class=\"citation\" data-id=\"508521\"><a href=\"/opinion/508521/larry-davis-v-douglas-t-lansing-warden-metropolitan-correctional/\"><span class=\"volume\">851</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">72</span></a></span>, 77 (2d Cir.  1988) (Batson claim of race-based peremptory challenges).</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">b. Applicability of Abstention Principles to Habeas Cases Generally</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Defendants argue that the abstention doctrine and its underlying principles do not  apply to this case, emphasizing that they are not seeking an injunction or other equitable relief against  the state proceedings (such as was involved in Younger), but rather are pursuing a habeas remedy  provided for and governed by statute.  We find this position unavailing primarily for two reasons.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">First, although we appreciate the difference between a request for equitable relief and  a request for statutory relief generally, the practical difference between the relief requested in  defendants' habeas petition and an ordinary injunction is minimal.  Defendants' petition for writ of  habeas corpus specifically asks the district court to \"grant the writ and discharge petitioners from  custody.\"  Pet. for Writ of Habeas Corpus, Commonwealth v. Ellis, Case No. 99-CV-10915-NG (D.  Mass.), at 9.  Such discharge, of course, would be tantamount to an injunction requiring the  defendants' release and prohibiting the state from proceeding with the current prosecution.  Whatever  distinctions might exist between the two remedies, the difference in this case is essentially \"semantic.\" Davis v. Lansing, <span class=\"citation\" data-id=\"508521\"><a href=\"/opinion/508521/larry-davis-v-douglas-t-lansing-warden-metropolitan-correctional/\"><span class=\"volume\">851</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">72</span></a></span>, 76 (2d Cir. 1988) (affirming dismissal of pretrial habeas petition on  abstention grounds).</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Second, even accepting the distinction between equitable relief and statutory remedies, Younger  speaks of the policy against federal interference with state court proceedings, a reference  which we do not read as limited exclusively to equitable relief.  See Younger, 401 U.S. at 43; see also Davis, 851 F.2d at 76 (affirming dismissal of habeas petition on abstention grounds); Neville, 611  F.2d at 676 (same).  Furthermore, although defendants quote language from a Supreme Court  decision referring to the \"statutes, rules, precedents, and practices that control the [habeas corpus]  writ's exercise,\" Lonchar v. Thomas, <span class=\"citation\" data-id=\"118015\"><a href=\"/opinion/118015/lonchar-v-thomas/\"><span class=\"volume\">517</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">314</span></a></span>, 323 (1996), and suggest that the body of law  surrounding the writ of habeas corpus is self-contained and exclusive of other considerations, there  is nothing in the Lonchar decision (or any other case that we are aware of) that purports to render  inapplicable one of the fundamental characteristics of our governmental structure -- federalism and  its mandate that the federal government, including the Judiciary, avoid undue interference with state  matters.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">c.  Abstention Principles in Pretrial Habeas Context</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">The applicability of comity and abstention principles to habeas proceedings is amply  demonstrated by the courts' treatment of habeas petitions brought prior to conviction in the state  proceedings.  With only two exceptions to date,<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> the federal courts have routinely rejected petitions  for pretrial habeas relief raising any variety of claims and issues.  See, e.g., Carden v. Montana, <span class=\"citation\" data-id=\"380385\"><a href=\"/opinion/380385/john-j-carden-aka-james-j-carden-and-gloria-eusek-carden-v-state/\"><span class=\"volume\">626</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">82</span></a></span>, 83-85 (9th Cir. 1980) (recognizing general rule prohibiting pretrial habeas relief as \"a logical  implication of the abstention doctrine announced in Younger v. Harris\"); Neville v. Cavanagh, <span class=\"citation\" data-id=\"372839\"><a href=\"/opinion/372839/clarence-neville-v-c-joseph-cavanagh-states-attorney-sangamon-county/\"><span class=\"volume\">611</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">673</span></a></span> (7th Cir. 1979) (affirming denial of pretrial habeas petition even though defendant had  exhausted state court remedies, because of abstention considerations); see also Braden v. 30th  Judicial Circuit of Kentucky, <span class=\"citation\" data-id=\"108730\"><a href=\"/opinion/108730/braden-v-30th-judicial-circuit-court-of-ky/\"><span class=\"volume\">410</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">484</span></a></span>, 493 (1973) (\"We emphasize that nothing we have said  would permit the derailment of a pending state proceeding by an attempt to litigate constitutional  defenses prematurely in federal court.\").  We particularly note the Seventh Circuit's decision in Neville v. Cavanagh, <span class=\"citation\" data-id=\"372839\"><a href=\"/opinion/372839/clarence-neville-v-c-joseph-cavanagh-states-attorney-sangamon-county/\"><span class=\"volume\">611</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">673</span></a></span> (7th Cir. 1979), a case \"on all fours\" with this one.  There, the court  affirmed the district court's denial of pretrial habeas relief even though defendant had litigated his  claim all the way to, and received a ruling on the merits from, the Illinois Supreme Court.  The  Seventh Circuit noted that the defendant did indeed \"seek to derail a pending state criminal  proceeding, and that he may be acquitted at trial.\"  Id. at 676.  The Court therefore concluded that  federal adjudication of the defendant's claim was correctly postponed \"until 'a time when federal  jurisdiction will not seriously disrupt state judicial processes.'\" Id.  We fully agree with the Seventh  Circuit's analysis of the issue, and we reach a like conclusion.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">d.  Abstention Is Required in this Case</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Given the importance of the federalism concerns at issue in this case, and the degree  to which the district court's orders threaten the delicate and important balance between vigorous  protection of federal rights and an appropriate respect for the state conduct of state matters,<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> this case  is \"a classic case for abstention.\"  Davis, 851 F.2d at 76.  Just as in the Neville case, the fact that  defendants have in a real sense exhausted their state court remedies<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> does not alleviate the damage  caused by federal intervention at this early stage of state court proceedings, for at least two reasons. First, the existence of concurrent federal proceedings may, in any number of practical ways, interfere  with the state court's administration of the state prosecutions of these defendants.  Second, and  perhaps more important, to permit pretrial habeas relief in this case could dangerously distort the  incentives acting upon state courts in their adjudication of claims such as defendants' \"disinterested  prosecutor\" claim.  Ordinarily, state trial judges have a number of incentives to favor immediate  appeal of their determinations of constitutional challenges to the propriety of proceedings, such as  defendants' claim here.  Allowing immediate appeal, in appropriate cases, protects the rights of  individual defendants and also promotes the efficient administration of justice.  However, if immediate  appeal through state court channels were to then lead to intrusive contemporaneous federal habeas  proceedings, state courts would face a very real disincentive to the certification of such decisions for  immediate appeal.  This result would benefit no one, and would have negative consequences for both  courts and criminal defendants.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">In light of the foregoing, the need for federal abstention in this case is \"'perfectly  clear.'\"  Davis, 851 F.2d at 76.  With the notable exceptions of cases involving double jeopardy and  certain speedy trial claims, federal habeas relief, as a general rule, is not available to defendants  seeking pretrial review of constitutional challenges to state criminal proceedings, and this case does  not present the kind of \"special circumstances\" which might require a different result.  Braden, 410  U.S. at 489.  To the contrary, the weighty federalism concerns implicated by the petition for writ of  habeas corpus and by the district court's assertion of jurisdiction make pretrial federal adjudication  of defendants' claim inappropriate.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a>  Defendants are not entitled to consideration of their federal  habeas claims \"until 'a time when federal jurisdiction will not seriously disrupt state judicial  processes.'\"  Neville, 611 F.2d at 676.</p>\n    </div>\n    <p class=\"indent\">III.  Conclusion</p>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">For the reasons stated, the Commonwealth's petition is granted, and a writ of advisory  mandamus will issue forthwith instructing the district court to dismiss the defendants' petition for writ  of habeas corpus without prejudice to refiling after trial if any defendant is convicted and sentenced  in the state proceedings.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Petition granted.  Costs to the Commonwealth of Massachusetts.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p>   In this Court, these four individuals are technically respondents to the writ for extraordinary relief. In the district court, however, they were petitioners, with respect to the underlying petition for habeas  corpus relief.  And in state court, of course, they were defendants in the criminal trial and appellants  in the appellate proceedings.  In an effort to avoid confusion, we will endeavor to refer to them as  \"the defendants,\" or to make explicit to whom we refer if other terminology is used.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p>   This does not mean that the Attorney General is required to investigate or prosecute all matters  referred by the IFB, only that these particular funds and prosecutors shall not be allocated to matters  initiated by means other than a referral from the IFB.  See Commonwealth v. Ellis, <span class=\"citation no-link\"><span class=\"volume\">708</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">644</span></span>,  652-53 (Mass. 1999).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p>   As our prior cases have recognized, the distinct writs of prohibition and mandamus are often  discussed interchangeably.  See United States v. Horn, <span class=\"citation\" data-id=\"674595\"><a href=\"/opinion/674595/united-states-v-richard-a-horn/\"><span class=\"volume\">29</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">754</span></a></span>, 769 n.18 (1st Cir. 1994).  The  two writs derive from the same statutory basis and incorporate the same standards, so we will  continue the practice of referring to them interchangeably.  See id.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p>   As in previous cases, we hasten to distinguish between supervisory mandamus and advisory  mandamus.  Supervisory mandamus is used to correct an established, but significantly improper, trial  court practice.  Advisory mandamus, in contrast, is appropriate for issues of particular importance  and novelty, such as that raised in this case.  See Horn, 29 F.3d at 769 n.19; 16 Charles A. Wright  et al., Federal Practice and Procedure &#167; 3934.1, at 573 &amp; n.5 (1996).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p>  Notwithstanding the general rule against pretrial habeas petitions, we will \"in appropriate  circumstances entertain a claim that permitting a nascent (but as yet incomplete) state court  prosecution to go forward would violate the Double Jeopardy Clause.\"  Allen v. Attorney General  of Maine, <span class=\"citation\" data-id=\"196650\"><a href=\"/opinion/196650/allen-v-attorney-general/\"><span class=\"volume\">80</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">569</span></a></span>, 572 (1st Cir. 1996).  But see Doe v. Donovan, <span class=\"citation\" data-id=\"443947\"><a href=\"/opinion/443947/jane-doe-v-claire-donovan/\"><span class=\"volume\">747</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">42</span></a></span>, 44 (1st Cir.  1984) (double jeopardy claim failed to justify exception to Younger abstention doctrine).  Pretrial  habeas petitions claiming violation of the defendant's right to a speedy trial have also been permitted  when the requested relief is an immediate trial, see Braden v. 30th Judicial Circuit Court of Kentucky,  <span class=\"citation\" data-id=\"108730\"><a href=\"/opinion/108730/braden-v-30th-judicial-circuit-court-of-ky/\"><span class=\"volume\">410</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">484</span></a></span> (1973), although when the petitioner seeks dismissal of the charges against him his  habeas action must await the conclusion of state proceedings, see Carden v. Montana, <span class=\"citation\" data-id=\"380385\"><a href=\"/opinion/380385/john-j-carden-aka-james-j-carden-and-gloria-eusek-carden-v-state/\"><span class=\"volume\">626</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">82</span></a></span>,  84-85 (9th Cir. 1980).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p>   Although we conclude that the district court should not have asserted jurisdiction over defendants'  habeas petition at all, our conclusion is bolstered by the court's imposition of discovery and its  apparent intention to conduct an evidentiary hearing in the habeas action.  The practical burden of  such proceedings is not insignificant, and the inquiry by a federal court into the prosecutorial  decisions of a state attorney general poses \"separation of powers\" issues in addition to federalism  issues.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p>   As the Seventh Circuit noted, the decision of the highest state court \"is, without doubt, the law of  the case, and [defendant] cannot realistically anticipate a different result on this issue at trial or on  direct appeal.\"  Neville, 611 F.2d at 676.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p>   Although we are not greatly impressed by the Commonwealth's allegations of harm to the Attorney  General's Office in this case, see, e.g., In re Justices of the Supreme Court of Puerto Rico, 695 F.2d  at 20 (\"The Supreme Court has made clear in another context that the expense of litigation ordinarily  does not constitute irreparable injury, and this court has specifically rejected the general  burdensomeness of litigation as a basis for assuming mandamus jurisdiction.\") (citing Renegotiation  Bd. v. Bannercraft Co., <span class=\"citation\" data-id=\"108960\"><a href=\"/opinion/108960/renegotiation-bd-v-bannercraft-clothing-co/\"><span class=\"volume\">415</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, 24 (1974), and In re Continental Investment Corp., <span class=\"citation\" data-id=\"385708\"><a href=\"/opinion/385708/fed-sec-l-rep-p-97800-bankr-l-rep-p-67739-bankr-l-rep-p/\"><span class=\"volume\">637</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span>,  5-6 (1st Cir. 1980)), the structural injuries to our federal system threatened by the district court's  order are sufficient to satisfy any harm requirement that may apply to advisory mandamus cases, seeIn re Justices of the Supreme Court of Puerto Rico, 695 F.2d at 20 (noting that, even in advisory  mandamus cases, petitioners must demonstrate \"something about the circumstances here that would  make ordinary appeal inadequate to protect their interests.\").</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/108263/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108730/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108960/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110750/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118015/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196650/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198832/",
    "http://www.courtlistener.com/api/rest/v3/opinions/372839/",
    "http://www.courtlistener.com/api/rest/v3/opinions/380385/",
    "http://www.courtlistener.com/api/rest/v3/opinions/385708/",
    "http://www.courtlistener.com/api/rest/v3/opinions/411730/",
    "http://www.courtlistener.com/api/rest/v3/opinions/443947/",
    "http://www.courtlistener.com/api/rest/v3/opinions/508521/",
    "http://www.courtlistener.com/api/rest/v3/opinions/513181/",
    "http://www.courtlistener.com/api/rest/v3/opinions/516170/",
    "http://www.courtlistener.com/api/rest/v3/opinions/542856/",
    "http://www.courtlistener.com/api/rest/v3/opinions/602345/",
    "http://www.courtlistener.com/api/rest/v3/opinions/674595/"
  ]
}