{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/198972/",
  "absolute_url": "/opinion/198972/tag-v/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/198972/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T04:21:52Z",
  "date_modified": "2017-03-24T10:59:53.573207Z",
  "type": "010combined",
  "sha1": "83c3a00cddc2013a370a2cf7d6bfa86bea2c6ccb",
  "page_count": 15,
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/99-1794-01A.pdf",
  "local_path": "pdf/2000/06/20/TAG_v..pdf",
  "plain_text": "         United States Court of Appeals\n                     For the First Circuit\n\n\nNo. 99-1794\n\n              TAG/ICIB SERVICES, INC., AS AGENT OF\n                CROWLEY AMERICAN TRANSPORT, INC.,\n\n                     Plaintiff, Appellant,\n\n                               v.\n\n                  PAN AMERICAN GRAIN CO., INC.,\n                 PAN AMERICAN GRAIN MFG., CO.,\n\n                     Defendants, Appellees.\n\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                FOR THE DISTRICT OF PUERTO RICO\n\n       [Hon. Salvador E. Casellas, U.S. District Judge]\n\n\n                             Before\n\n                      Selya, Circuit Judge,\n\n         Coffin and Campbell, Senior Circuit Judges.\n\n\n\n     Jorge F. Blasini with whom William A. Graffam, Jimenez,\nGraffam & Lausell, Enrique Peral and Muñoz Boneta Gonzalez\nArbona Benitez & Peral were on brief for appellant.\n     Mario Pabón-Rosario with whom Antonio Moreda Toledo and\nMoreda & Moreda were on brief for appellees.\n\f                              June 19, 2000\n\n\n\n\n            CAMPBELL, Senior Circuit Judge.             Plaintiff-appellant\n\nTAG/ICB Services, Inc., as agent of Crowley American Transport,\n\nInc. (“TAG/ICB”), appeals from the district court’s dismissal of\n\nits demurrage complaint on statute of limitations grounds.                  We\n\nreverse, holding that TAG/ICB’s complaint is not time-barred,\n\nand remand for further proceedings not inconsistent with this\n\nopinion.\n\n                                       I.\n\n            The following facts are undisputed:                 TAG/ICB is a\n\ncommon water carrier in domestic trade between ports in the\n\nUnited     States   and   Puerto      Rico.     On     multiple   occasions,\n\ndefendant-appellees Pan American Grain Company, Inc. and Pan\n\nAmerican Grain Manufacturing Company, Inc. (“Pan American”) used\n\nTAG/ICB’s services and facilities for the transportation of\n\ncargo    between    United   States    and    Puerto    Rican   ports.     The\n\ntransportation was subject to federally regulated tariffs.\n\n            The tariffs provided for a period of time during which\n\nPan-American was allowed to load or unload containers at places\n\nof origin and destination free of charge (“free time”).                  After\n\nthe expiration of the free time, Pan-American was required to\n\n                                      -2-\n\fpay a demurrage charge for each additional day it retained a\n\ncontainer.1 On several occasions between July 1, 1994, and March\n\n3, 1997, Pan-American retained containers beyond the free-time\n\nperiod.      TAG/ICB      sent   demurrage      invoices       to    Pan-American\n\ndetailing the occasions when demurrage occurred, the number of\n\nthe bill of lading, the trailer number, the starting and ending\n\ndates of the free time and demurrage, and the amount charged.\n\nPan-American did not pay on these invoices.                    As of March 14,\n\n1997,    there   was    an    outstanding      balance    of    $142,665.00     in\n\ndemurrage and $49,932.75 in administrative collection fees.\n\n            On May 11, 1998, TAG/ICB filed a complaint against Pan-\n\nAmerican for collection of the demurrage and fees, invoking the\n\ndistrict court's jurisdiction pursuant to 28 U.S.C. §§ 1331,\n\n1333, and 1337 and Fed. R. Civ. P. 9(h).                       Attached to the\n\ncomplaint    were   the      invoices    setting      forth    the   outstanding\n\ncharges, which were dated July 7, 1994, through March 14, 1997.\n\nTAG/ICB sought damages in the amount of $192,597.75.\n\n            On or about June 22, 1998, Pan-American filed a motion\n\nto dismiss, asserting that the action was time-barred under the\n\nPuerto    Rico   Code    of    Commerce,      which    provides      a   six-month\n\n\n\n\n    1\"Demurrage\" is remuneration of a shipowner for the\ndetention of its vessel beyond the number of days allowed by the\ncharter-party. See Black's Law Dictionary 432 (6th ed. 1990).\n\n                                        -3-\n\flimitation period.      See 10 L.P.R.A. § 1909.2       TAG/ICB opposed the\n\nmotion, contending that the doctrine of laches and federal\n\nmaritime law instead determined the time to sue.                 It urged the\n\ncourt to look to the Interstate Commerce Act, as the most\n\nanalogous   statute,     which   contained      a   three-year    statute    of\n\nlimitations.\n\n            On March 30, 1999, the district court allowed Pan-\n\nAmerican’s motion to dismiss.           See TAG/ICB Servs., Inc. v. Pan\n\nAm. Grain Co., Inc., No. CIV.A. 98-1497, 1999 WL 305238 (D. P.\n\nR., Mar. 31, 1999).       Applying the six-month limitations period\n\ncontained    in   the   Puerto   Rico    Code   of   Commerce,     the   court\n\nconcluded that TAG/ICB’s claim was time-barred in its entirety,\n\nas the last invoice TAG/ICB issued for collection of demurrage\n\nwas dated over a year before it filed its complaint.\n\n            On April 21, TAG/ICB moved to vacate judgment.                   In\n\naddition to reasserting that laches and maritime law applied,\n\nTAG/ICB noted that Congressional changes to maritime law set\n\nforth in the Interstate Commerce Commission Termination Act of\n\n1995, 49 U.S.C. §§ 10101 et seq. (“ICCTA”), created an eighteen-\n\nmonth statute of limitations that governs this action.                      The\n\n\n    2This section provides, in relevant part, that \"actions\nrelating to the collection of transportation, freights, expenses\ninherent thereto, and the contributions of ordinary averages\nshall prescribe six months after the goods which gave rise\nthereto were delivered.\" 10 L.P.R.A. § 1909.\n\n                                   -4-\n\fdistrict court denied TAG/ICB’s motion.                  TAG/ICB appeals from\n\nboth the dismissal order and the denial of its motion to vacate.\n\n                                           II.\n\n               This court applies a de novo standard of review to a\n\ndistrict court's allowance of a motion to dismiss for failure to\n\nstate      a   claim.       See    New   England    Cleaning   Servs.,     Inc.    v.\n\nAmerican Arbitration Ass'n, 199 F.3d 542, 544 (1st Cir. 1999).\n\nWe accept as true the well-pleaded factual allegations of the\n\ncomplaint,         draw   all     reasonable     inferences    therefrom    in    the\n\nplaintiff's favor, and determine whether the complaint, so read,\n\nsets       forth    facts    sufficient        to   justify    recovery    on     any\n\ncognizable theory.              See LaChapelle v. Berkshire Life Ins. Co.,\n\n142 F.3d 507, 508 (1st Cir. 1998).                    Here, the sole issue on\n\nappeal is whether the district court applied the correct time\n\nbar to TAG/ICB’s demurrage claim.\n\n               TAG/ICB asserted its claim under the federal courts’\n\nadmiralty jurisdiction, 28 U.S.C. § 1333.3               In an admiralty case,\n\n\n       3\n      In its complaint, TAG/ICB also referenced 28 U.S.C. §\n1337(a), which grants federal jurisdiction over a \"civil action\n. . . arising under any Act of Congress regulating commerce.\"\nMaritime carriers have a private federal cause of action under\n§ 1337(a) jurisdiction to recover demurrage charges specified in\ntariffs set forth in certain commerce-related statutes, see\nMaritime Serv. Corp. v. Sweet Brokerage De Puerto Rico, Inc.,\n537 F.2d 560, 562-63 (1st Cir. 1976). However, TAG/ICB did not,\neither in the district court or in its appellate brief, argue\nthe applicability of § 1337(a). Hence, we confine our review to\nTAG/ICB’s argument based on general maritime law and the\n\n                                           -5-\n\fmaritime law and the equitable doctrine of laches govern the\n\ntime to sue.      See Butler v. American Trawler Co., Inc., 887 F.2d\n\n20 (1st Cir. 1989); Puerto Rican-American Ins. Co. v. Benjamin\n\nShipping Co. Ltd., 829 F.2d 281, 283 (1st Cir. 1987).                        When\n\napplying the doctrine of laches, the court examines whether\n\nplaintiff's delay in bringing suit was unreasonable and whether\n\ndefendant    was     prejudiced       by     the     delay.       See    Puerto\n\nRican-American Ins. Co., 829 F.2d at 283.\n\n            In the maritime context, a laches analysis utilizes as\n\na     benchmark    the    limitations      period    contained    in   the   most\n\nanalogous statute.        See id.    That limitations period is not per\n\nse dispositive, but rather courts rely upon it to establish\n\nburdens     of    proof     and     presumptions         of   timeliness      and\n\nuntimeliness.      Hence, “if a plaintiff files a complaint within\n\nthe    analogous     statutory      period,        the   burden   of    proving\n\nunreasonable delay and prejudice falls on the defendant.                     If a\n\nplaintiff files after the statutory period has expired, the\n\nburden shifts and a presumption of laches is created.”                  See id.\n\n(internal citations omitted).           The analogous limitation period\n\ncan be located either in state or federal law.                 See, e.g., id.\n\n\ndoctrine of laches. In doing so, we do not mean to necessarily\nrule out the possibility that a demurrage claim such as this\ncould be pursued under separate § 1337(a) jurisdiction, in which\nevent the same statutes of limitation found herein to be most\nanalogous for laches purposes might control directly.\n\n                                      -6-\n\f(applying    Puerto    Rico    negligence   statute    of   limitations    to\n\nmaritime tort claim); Angela Compania Naviera, 592 F.2d at 61\n\n(applying two-year statute of limitations contained in federal\n\nDeath on the High Seas Act to maritime wrongful death action);\n\nGiddens v. Isbrandtsen Co., 355 F.2d 125, 127 (4th Cir. 1966)\n\n(applying federal Jones Act statute of limitations to maritime\n\ntort).\n\n            Here, we are satisfied that the most analogous statutes\n\nare the federal statutes regulating the very tariffs under which\n\nthe alleged demurrages arose: the Shipping Act of 1916, 46\n\nU.S.C. App. §§ 801 et seq. (“Shipping Act”), until its effective\n\nrepeal date of September 30, 1996, and thereafter the ICCTA.\n\nSection 18 of the Shipping Act required common carriers by water\n\nin interstate commerce to “establish, observe, and enforce just\n\nand   reasonable      rates,    fares,   charges,     classifications     and\n\ntariffs,” and to file tariffs showing all rates and charges with\n\nthe Federal Maritime Commission.            See 46 U.S.C. App. § 817\n\n(repealed 1995).       The ICCTA contains similar requirements, but\n\nspecifies that the tariffs must now be filed with the Surface\n\nTransportation Board.          See 49 U.S.C. § 13702.\n\n            This court has held that maritime carriers have a\n\nprivate federal cause of action to recover container demurrage\n\ncharges specified in tariffs under the Shipping Act (as well as\n\n\n                                     -7-\n\funder the Intercoastal Shipping Act of 1933, 46 U.S.C. App. §\n\n843 (repealed 1995)).     See Maritime Serv. Corp., 537 F.2d at\n\n562-63.    Hence,   the   Shipping    Act   pertained    to   TAG/ICB’s\n\ndemurrage actions until its repeal on September 30, 1996.           See\n\n46 U.S.C. § 817,    repealed by Pub. L. No. 104-88, § 335(b)\n\n(1995).\n\n          Although the Shipping Act does not itself contain a\n\nstatute of limitations, the three-year statute of limitations\n\nset forth in a related statute, the Interstate Commerce Act\n\n(ICA), 49 U.S.C. §§ 10701 et seq., has been held to pertain to\n\ncontainer demurrage actions such as this.          See    Puerto Rico\n\nMarine Management, Inc. v. Molac Imports, Inc., 594 F. Supp.\n\n648, 651 (D. P. R. 1984); Puerto Rico Marine Management v. El\n\nVerde Poultry Farms, Inc., 590 F. Supp. 1174, 1176-77 (D. P. R.\n\n1984).4   In Maritime Serv. Corp., we noted that the relevant\n\nprovisions of the Shipping Act were modeled on the ICA.         See 537\n\nF.2d at 562; see also United States Navigation Co. v. Cunard\n\nS.S. Co., 284 U.S. 474, 481 (1932) (“Congress intended that the\n\n\n     4\n     The El Verde court applied the doctrine of laches and\nconcluded that the ICA was the most analogous statute. See 590\nF. Supp. at 1176. In Molac, the plaintiff invoked jurisdiction\nunder 28 U.S.C. § 1337 (acts regulating commerce), not the\nadmiralty jurisdiction statute. See 594 F. Supp. at 649. The\ndistrict court did not, therefore, apply the doctrine of laches,\nbut held that policy considerations favored the direct\napplication of the ICA statute of limitations rather than the\nPuerto Rico local law. See id.\n\n                                -8-\n\ftwo        acts,   each   in     its     own   field,   should   have   like\n\ninterpretation, application and effect.”).                The two statutes\n\nshare the common purposes of eliminating discriminatory rates\n\nand securing the uniformity of transportation charges.                   See\n\nMaritime Serv. Corp., 537 F.2d at 563; Molac, 594 F. Supp. at\n\n651.\n\n               Pan American contends the district was correct in\n\nconcluding that the Puerto Rico Code of Commerce is the most\n\nanalogous statute. 5           See id.    While that statute is certainly\n\nbroad enough to apply to a demurrage action such as this, an\n\nadmiralty court must apply the federal maritime rules that\n\ndirectly address the issues at hand, and only resort to state\n\nlaw when no federal rule applies.                  See Greenly v. Mariner\n\nManagement Group, Inc., 192 F.3d 22, 25-26 (1st Cir. 1999); cf.\n\nDel Costello v. Int’l Bhd. of Teamsters, 462 U.S. 151, 161-162\n\n\n\n       5\n      We do not find the reasoning in Mortensen & Lange v. San\nJuan Mercantile Corp., 119 D.P.R. 345 (1987), the case upon\nwhich the district court primarily relied, to be persuasive in\nthis case. In Mortensen, the Puerto Rico Supreme Court held\nthat Article 947 provided the applicable limitations period to\na freight contract between two parties shipping lumber between\nPuerto Rico and Honduras.    The Court held that Article 947's\nsix-month caducity period was directly applicable to the action\nat issue, as it was enacted by the Puerto Rico Legislature under\nits power to legislate with regard to maritime matters, and the\nsuit was for collection of monies related to expenses inherently\nrelated to the freight. Id. at 358. For aught that appears,\nthe Shipping Act, the ICA, and the ICCTA were not at issue\nthere.\n\n                                         -9-\n\f(1983) (state statutes of limitations should not be \"borrowed\"\n\nif they are unsatisfactory vehicles for enforcement of federal\n\nlaw); Occidental Life Ins. Co. v. Equal Employment Opportunity\n\nComm’n., 432 U.S. 355, 367 (1977) (\"State legislatures do not\n\ndevise their limitations periods with national interests in\n\nmind, and it is the duty of the federal courts to assure that\n\nthe importation of state law will not frustrate or interfere\n\nwith the implementation of national policies.\").     The policy\n\nconsiderations noted supra favor the application of the federal\n\nICA to TAG/ICB’s federally based demurrage claim.    To subject\n\ndemurrage actions to a variety of local limitations periods\n\nwould undermine the uniformity Congress intended, as well as the\n\npolicy against discriminatory rates, especially in fora having\n\nshort limitations periods.   See Molac, 594 F. Supp. at 651.\n\n         Effective September 30, 1996, the ICCTA replaced the\n\nrelevant provisions of the Shipping Act.   See 46 U.S.C. App. §\n\n817, repealed by Pub. L. No. 104-88, § 335(b) (1995); see also\n\nPub. L. 103-429, § 10, 108 Stat. 4391 (1994).6        The ICCTA\n\n\n    6Section 10 of Pub. L. 103-429 provides, in relevant part:\n\n(a)  No   substantive   change.--This   Act  restates,   without\nsubstantive change, laws enacted before September 26, 1994, that\nwere replaced by this Act.    This Act may not be construed as\nmaking a substantive change in the laws replaced. . . .\n\n(b) References.--A reference to a law replaced by this Act,\nincluding a reference in a regulation, order, or other law, is\n\n                              -10-\n\fthereupon    replaced     the   Shipping     Act    and    ICA   as    the    most\n\nanalogous statute for purpose of laches.                  Unlike the Shipping\n\nAct, the ICCTA contains a limitations period of its own.                         It\n\nprescribes a statute of limitations of eighteen months for all\n\nactions relating to transportation services:\n\n            (a) A carrier providing transportation or\n            service   subject  to   jurisdiction   under\n            chapter 135 must begin a civil action to\n            recover   charges  for   transportation   or\n            service provided by the carrier within 18\n            months after the claim accrues.\n\n            (g) A claim related to a shipment of\n            property accrues under this section on\n            delivery or tender of delivery by the\n            carrier.\n\n49 U.S.C.A. § 14705.       We hold, therefore, that the ICA’s three-\n\nyear   statute    of    limitations,   which       was    imported     into     the\n\nShipping Act, supplies the benchmark limitations period during\n\nthe time when the Shipping Act governed TAG/ICB’s demurrage\n\nclaims;   and    that   thereafter,    the   eighteen-month           statute    of\n\nlimitations contained in the ICCTA is the presumptive benchmark\n\nfor the claims.\n\n\n\n\ndeemed to refer to the corresponding provision enacted by this\nAct. . . .\n\n(d) Actions and offenses under prior law.--An action taken or an\noffense committed under a law replaced by this Act is deemed to\nhave been taken or committed under the corresponding provision\nenacted by this Act.\n\n                                   -11-\n\f            Pan-American suggests that the Puerto Rico Federal\n\nRelations Act (“FRA”), 48 U.S.C. §§ 731 et seq., precludes\n\napplication of the ICCTA to this matter.                Section 8 of the FRA\n\nprovides    that   \"[a]ll     laws   of     the   United    States     for   the\n\nprotection and improvement of the navigable waters of the United\n\nStates and the preservation of the interests of navigation and\n\ncommerce, except so far as the same may be locally inapplicable,\n\nshall apply to\" Puerto Rico and its waters.                48 U.S.C. § 749;\n\nsee also id. § 734 (providing, in relevant part, that “[t]he\n\nstatutory laws of the United States not locally inapplicable,\n\nexcept as hereinbefore or hereinafter otherwise provided, shall\n\nhave the same force and effect in Puerto Rico as in the United\n\nStates”).\n\n            The ICCTA, like the Shipping Act, plainly protects the\n\ninterests of navigation and commerce.             Cf. Maritime Serv. Corp.,\n\n537 F.2d at 561 (Shipping Act and Intercoastal Shipping Act\n\n“indisputably      regulate    commerce”).         We    see   no   basis    for\n\ndetermining that the ICCTA is “locally inapplicable” to Puerto\n\nRico such that it should not be applied to this action.                      See\n\nUnited States v. Rivera Torres, 826 F.2d 151, 154 (1st Cir.\n\n1987) (holding that Clean Water Act applied to Puerto Rico,\n\nnotwithstanding FRA).         The Shipping Acts preceding the ICCTA\n\nwere   consistently    applied       to   demurrage      and   other   actions\n\n\n                                     -12-\n\finvolving waters in Puerto Rico.            See, e.g., Puerto Rico Ports\n\nAuth. v. Federal Maritime Comm’n, 642 F.2d 471, 476 (D.C. Cir.\n\n1980); Capitol Transp., Inc. v. United States, 612 F.2d 1312,\n\n1325 (1st Cir. 1979); Maritime Serv. Corp., 537 F.2d at 561.\n\nMoreover,    Pan   American   does    not    point   to   anything   in    the\n\nlegislative    history   of   the    ICCTA    that   would   indicate     that\n\nCongress did not intend that statute to apply to Puerto Rico.\n\nSee Rivera Torres, 826 F.2d at 154.\n\n            Pan American bases its contrary argument solely on the\n\nFRA’s provision that the ICA “and the several amendments made or\n\nto be made thereto” do not apply to Puerto Rico.              See 48 U.S.C.\n\n§ 751.   Because the ICCTA amends the ICA, it contends, the ICCTA\n\nlikewise does not     apply to Puerto Rico.          Section 751, however,\n\nhas been interpreted to refer only to intra-island Puerto Rico\n\ntransportation, “and neither gives Puerto Rico the right to\n\nregulate interstate commerce nor precludes federal regulation of\n\ninterstate commerce involving Puerto Rico.”                  Trailer Marine\n\nTransport Corp. v. Dolphin Forwarding, Inc., 758 F. Supp. 796,\n\n797 (D. P. R. 1991); see also Trailer Marine Transport Corp. v.\n\nFederal Maritime Comm’n, 602 F.2d 379, 385 n.26 (D.C. Cir. 1979)\n\n(citing Benedicto v. West India & Panama Telegraph Co., 256 F.\n\n417, 420 (1st Cir. 1919)).           We are not persuaded, therefore,\n\nthat the ICCTA is locally inapplicable to Puerto Rico.\n\n\n                                     -13-\n\f              Finally, Pan-American argues that TAG/ICB waived its\n\nICCTA argument by not making it in its opposition to the motion\n\nto dismiss.       In its opposition, TAG/ICB maintained that the\n\nthree-year      limitations       period    contained     in    the   Interstate\n\nCommerce Act should apply to demurrage claims such as this.                    It\n\nwas    not    until    its    motion   to   vacate     judgment    that   TAG/ICB\n\nmentioned the ICCTA.           Pan-American maintains that even at that\n\npoint, TAG/ICB did not make any developed argument concerning\n\nthe ICCTA.      This contention is undermined by the fact that Pan-\n\nAmerican vigorously contested the application of the ICCTA in\n\nits    response       to   TAG/ICB’s   motion     to   vacate     judgment.    We\n\nbelieve, therefore, that TAG/ICB sufficiently preserved the\n\nissue.       Moreover, under Rule 12(b)(6), a court must determine\n\nwhether the complaint sets forth facts sufficient to justify\n\nrecovery on any cognizable theory.               See LaChapelle, 142 F.3d at\n\n508.\n\n              We thus conclude that the ICA and the ICCTA supply the\n\nrelevant benchmark statutes of limitation for TAG/ICB’s maritime\n\ndemurrage claim.           To summarize, TAG/ICB’s maritime claim, to the\n\nextent that it was governed by the Shipping Act -- i.e., from\n\nJuly, 1994, to September 30, 1996 -- is presumptively subject to\n\nthe three-year statute of limitation contained in the ICA.                    The\n\nICCTA’s      eighteen-month       statute   of    limitations      presumptively\n\n\n                                       -14-\n\fapplies to TAG/ICB’s demurrage claim accruing after September\n\n30, 1996, when the ICCTA replaced the Shipping Act.                          See 49\n\nU.S.C. § 14705(a); In re Apex Exp. Corp., 190 F.3d 624, 642 (4th\n\nCir.     1999)    (ICCTA     statute       of     limitations         operates   only\n\nprospectively).\n\n            Under the laches analysis, the above limitation periods\n\nare not dispositive; rather, they presumptively establish the\n\nclaim’s timeliness or untimeliness subject to further germane\n\nconsiderations.      See Puerto Rican-American Ins. Co., 829 F.2d at\n\n283.      The district court did not address the other issues\n\nrelevant to the laches determination -- e.g., whether TAG/ICB’s\n\ndelay     was    unreasonable       and    whether       Pan-American       suffered\n\nprejudice from the delay -- nor have the parties briefed these\n\nissues to this court.             In all events, the resolution of such\n\nissues plainly calls for a better developed record (and, quite\n\npossibly, for the taking of evidence).                  Accordingly, the laches\n\nissues    remain    open    for    the    district      court    to    determine    on\n\nremand.\n\n            Reversed       and    remanded       for   further   proceedings       not\n\ninconsistent with this opinion.\n\n\n\n\n                                          -15-\n\f",
  "html": "<p class=\"case_cite\">215 F.3d 172 (1st Cir. 2000)</p>\n    <p class=\"parties\">TAG/ICIB SERVICES, INC., AS AGENT OF CROWLEY AMERICAN TRANSPORT, INC., PLAINTIFF-APPELLANT,<br>V.<br>PAN AMERICAN GRAIN CO., INC., PAN AMERICAN GRAIN MFG., CO., DEFENDANTS-APPELLEES.</p>\n    <p class=\"docket\">No. 99-1794.</p>\n    <p class=\"court\">United States Court of Appeals, For the First Circuit.</p>\n    <p class=\"date\">Heard Jan 5, 2000.<br>Decided June 19, 2000.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF PUERTO RICO. Hon. Salvador E. Casellas, U.S. District Judge.[Copyrighted Material Omitted]</p>\n      <p class=\"indent\">Jorge F. Blasini with whom William A. Graffam, Jimenez, Graffam &amp; Lausell, Enrique Peral and Munoz Boneta Gonzalez Arbona Benitez &amp; Peral were on brief for appellant.</p>\n      <p class=\"indent\">Mario Pabon-Rosario with whom Antonio Moreda Toledo and Moreda &amp; Moreda were on brief for appellees.</p>\n      <p class=\"indent\">Before Selya, Circuit Judge, Coffin and Campbell, Senior Circuit Judges.</p>\n      <p class=\"indent\">Campbell, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Plaintiff-appellant TAG/ICB Services, Inc., as agent of Crowley American Transport, Inc. (\"TAG/ICB\"), appeals from the district court's dismissal of its demurrage complaint on statute of limitations grounds. We reverse, holding that TAG/ICB's complaint is not time-barred, and remand for further proceedings not inconsistent with this opinion.</p>\n    </div>\n    <p class=\"indent\">I.</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The following facts are undisputed: TAG/ICB is a common water carrier in domestic trade between ports in the United States and Puerto Rico. On multiple occasions, defendant-appellees Pan American Grain Company, Inc. and Pan American Grain Manufacturing Company, Inc. (\"Pan American\") used TAG/ICB's services and facilities for the transportation of cargo between United States and Puerto Rican ports. The transportation was subject to federally regulated tariffs.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The tariffs provided for a period of time during which Pan-American was allowed to load or unload containers at places of origin and destination free of charge (\"free time\"). After the expiration of the free time, Pan-American was required to pay a demurrage charge for each additional day it retained a container.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> On several occasions between July 1, 1994, and March 3, 1997, Pan-American retained containers beyond the free-time period. TAG/ICB sent demurrage invoices to Pan-American detailing the occasions when demurrage occurred, the number of the bill of lading, the trailer number, the starting and ending dates of the free time and demurrage, and the amount charged. Pan-American did not pay on these invoices. As of March 14, 1997, there was an outstanding balance of $142,665.00 in demurrage and $49,932.75 in administrative collection fees.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">On May 11, 1998, TAG/ICB filed a complaint against Pan-American for collection of the demurrage and fees, invoking the district court's jurisdiction pursuant to 28 U.S.C. &#167;&#167; 1331, 1333, and 1337 and Fed. R. Civ. P. 9(h). Attached to the complaint were the invoices setting forth the outstanding charges, which were dated July 7, 1994, through March 14, 1997. TAG/ICB sought damages in the amount of $192,597.75.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">On or about June 22, 1998, Pan-American filed a motion to dismiss, asserting that the action was time-barred under the Puerto Rico Code of Commerce, which provides a six-month limitation period. See 10 L.P.R.A. &#167; 1909.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> TAG/ICB opposed the motion, contending that the doctrine of laches and federal maritime law instead determined the time to sue. It urged the court to look to the Interstate Commerce Act, as the most analogous statute, which contained a three-year statute of limitations.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">On March 30, 1999, the district court allowed Pan-American's motion to dismiss. See TAG/ICB Servs., Inc. v. Pan Am. Grain Co., Inc., No. CIV.A. 98-1497, 1999 WL 305238 (D. P. R., Mar. 31, 1999). Applying the six-month limitations period contained in the Puerto Rico Code of Commerce, the court concluded that TAG/ICB's claim was time-barred in its entirety, as the last invoice TAG/ICB issued for collection of demurrage was dated over a year before it filed its complaint.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">On April 21, TAG/ICB moved to vacate judgment. In addition to reasserting that laches and maritime law applied, TAG/ICB noted that Congressional changes to maritime law set forth in the Interstate Commerce Commission Termination Act of 1995, 49 U.S.C. &#167;&#167; 10101 et seq. (\"ICCTA\"), created an eighteen-month statute of limitations that governs this action. The district court denied TAG/ICB's motion. TAG/ICB appeals from both the dismissal order and the denial of its motion to vacate.</p>\n    </div>\n    <p class=\"indent\">II.</p>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">This court applies a de novo standard of review to a district court's allowance of a motion to dismiss for failure to state a claim. See New England Cleaning Servs., Inc. v. American Arbitration Ass'n, 199 F.3d 542, 544 (1st Cir. 1999). We accept as true the well-pleaded factual allegations of the complaint, draw all reasonable inferences therefrom in the plaintiff's favor, and determine whether the complaint, so read, sets forth facts sufficient to justify recovery on any cognizable theory. See LaChapelle v. Berkshire Life Ins. Co., 142 F.3d 507, 508 (1st Cir. 1998). Here, the sole issue on appeal is whether the district court applied the correct time bar to TAG/ICB's demurrage claim.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">TAG/ICB asserted its claim under the federal courts' admiralty jurisdiction, 28 U.S.C. &#167; 1333.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> In an admiralty case, maritime law and the equitable doctrine of laches govern the time to sue. See Butler v. American Trawler Co., Inc., 887 F.2d 20 (1st Cir. 1989); Puerto Rican-American Ins. Co. v. Benjamin Shipping Co. Ltd., 829 F.2d 281, 283 (1st Cir. 1987). When applying the doctrine of laches, the court examines whether plaintiff's delay in bringing suit was unreasonable and whether defendant was prejudiced by the delay. See Puerto Rican-American Ins. Co., 829 F.2d at 283.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">In the maritime context, a laches analysis utilizes as a benchmark the limitations period contained in the most analogous statute. See id. That limitations period is not per se dispositive, but rather courts rely upon it to establish burdens of proof and presumptions of timeliness and untimeliness. Hence, \"if a plaintiff files a complaint within the analogous statutory period, the burden of proving unreasonable delay and prejudice falls on the defendant. If a plaintiff files after the statutory period has expired, the burden shifts and a presumption of laches is created.\" See id. (internal citations omitted). The analogous limitation period can be located either in state or federal law. See, e.g., id. (applying Puerto Rico negligence statute of limitations to maritime tort claim); Angela Compania Naviera, 592 F.2d at 61 (applying two-year statute of limitations contained in federal Death on the High Seas Act to maritime wrongful death action); Giddens v. Isbrandtsen Co., 355 F.2d 125, 127 (4th Cir. 1966) (applying federal Jones Act statute of limitations to maritime tort).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Here, we are satisfied that the most analogous statutes are the federal statutes regulating the very tariffs under which the alleged demurrages arose: the Shipping Act of 1916, 46 U.S.C. App. &#167;&#167; 801 et seq. (\"Shipping Act\"), until its effective repeal date of September 30, 1996, and thereafter the ICCTA. Section 18 of the Shipping Act required common carriers by water in interstate commerce to \"establish, observe, and enforce just and reasonable rates, fares, charges, classifications and tariffs,\" and to file tariffs showing all rates and charges with the Federal Maritime Commission. See 46 U.S.C. App. &#167; 817 (repealed 1995). The ICCTA contains similar requirements, but specifies that the tariffs must now be filed with the Surface Transportation Board. See 49 U.S.C. &#167; 13702.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">This court has held that maritime carriers have a private federal cause of action to recover container demurrage charges specified in tariffs under the Shipping Act (as well as under the Intercoastal Shipping Act of 1933, 46 U.S.C. App. &#167; 843 (repealed 1995)). See Maritime Serv. Corp., 537 F.2d at 562-63. Hence, the Shipping Act pertained to TAG/ICB's demurrage actions until its repeal on September 30, 1996. See 46 U.S.C. &#167; 817, repealed by Pub. L. No. 104-88, &#167; 335(b) (1995).</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Although the Shipping Act does not itself contain a statute of limitations, the three-year statute of limitations set forth in a related statute, the Interstate Commerce Act (ICA), 49 U.S.C. &#167;&#167; 10701 et seq., has been held to pertain to container demurrage actions such as this. See Puerto Rico Marine Management, Inc. v. Molac Imports, Inc., 594 F. Supp. 648, 651 (D. P. R. 1984); Puerto Rico Marine Management v. El Verde Poultry Farms, Inc., 590 F. Supp. 1174, 1176-77 (D. P. R. 1984).<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> In Maritime Serv. Corp., we noted that the relevant provisions of the Shipping Act were modeled on the ICA. See 537 F.2d at 562; see also United States Navigation Co. v. Cunard S.S. Co., 284 U.S. 474, 481 (1932) (\"Congress intended that the two acts, each in its own field, should have like interpretation, application and effect.\"). The two statutes share the common purposes of eliminating discriminatory rates and securing the uniformity of transportation charges. See Maritime Serv. Corp., 537 F.2d at 563; Molac, 594 F. Supp. at 651.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Pan American contends the district was correct in concluding that the Puerto Rico Code of Commerce is the most analogous statute.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> See id. While that statute is certainly broad enough to apply to a demurrage action such as this, an admiralty court must apply the federal maritime rules that directly address the issues at hand, and only resort to state law when no federal rule applies. See Greenly v. Mariner Management Group, Inc., 192 F.3d 22, 25-26 (1st Cir. 1999); cf. Del Costello v. Int'l Bhd. of Teamsters, 462 U.S. 151, 161-162 (1983) (state statutes of limitations should not be \"borrowed\" if they are unsatisfactory vehicles for enforcement of federal law); Occidental Life Ins. Co. v. Equal Employment Opportunity Comm'n., 432 U.S. 355, 367 (1977) (\"State legislatures do not devise their limitations periods with national interests in mind, and it is the duty of the federal courts to assure that the importation of state law will not frustrate or interfere with the implementation of national policies.\"). The policy considerations noted supra favor the application of the federal ICA to TAG/ICB's federally based demurrage claim. To subject demurrage actions to a variety of local limitations periods would undermine the uniformity Congress intended, as well as the policy against discriminatory rates, especially in fora having short limitations periods. See Molac, 594 F. Supp. at 651.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Effective September 30, 1996, the ICCTA replaced the relevant provisions of the Shipping Act. See 46 U.S.C. App. &#167; 817, repealed by Pub. L. No. 104-88, &#167; 335(b) (1995); see also Pub. L. 103-429, &#167; 10, 108 Stat. 4391 (1994).<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> The ICCTA thereupon replaced the Shipping Act and ICA as the most analogous statute for purpose of laches. Unlike the Shipping Act, the ICCTA contains a limitations period of its own. It prescribes a statute of limitations of eighteen months for all actions relating to transportation services:</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">(a) A carrier providing transportation or service subject to jurisdiction under chapter 135 must begin a civil action to recover charges for transportation or service provided by the carrier within 18 months after the claim accrues.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">(g) A claim related to a shipment of property accrues under this section on delivery or tender of delivery by the carrier.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">49 U.S.C.A. &#167; 14705. We hold, therefore, that the ICA's three-year statute of limitations, which was imported into the Shipping Act, supplies the benchmark limitations period during the time when the Shipping Act governed TAG/ICB's demurrage claims; and that thereafter, the eighteen-month statute of limitations contained in the ICCTA is the presumptive benchmark for the claims.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Pan-American suggests that the Puerto Rico Federal Relations Act (\"FRA\"), 48 U.S.C. &#167;&#167; 731 et seq., precludes application of the ICCTA to this matter. Section 8 of the FRA provides that \"[a]ll laws of the United States for the protection and improvement of the navigable waters of the United States and the preservation of the interests of navigation and commerce, except so far as the same may be locally inapplicable, shall apply to\" Puerto Rico and its waters. 48 U.S.C. &#167; 749; see also id. &#167; 734 (providing, in relevant part, that \"[t]he statutory laws of the United States not locally inapplicable, except as hereinbefore or hereinafter otherwise provided, shall have the same force and effect in Puerto Rico as in the United States\").</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The ICCTA, like the Shipping Act, plainly protects the interests of navigation and commerce. Cf. Maritime Serv. Corp., 537 F.2d at 561 (Shipping Act and Intercoastal Shipping Act \"indisputably regulate commerce\"). We see no basis for determining that the ICCTA is \"locally inapplicable\" to Puerto Rico such that it should not be applied to this action. See United States v. Rivera Torres, 826 F.2d 151, 154 (1st Cir. 1987) (holding that Clean Water Act applied to Puerto Rico, notwithstanding FRA). The Shipping Acts preceding the ICCTA were consistently applied to demurrage and other actions involving waters in Puerto Rico. See, e.g., Puerto Rico Ports Auth. v. Federal Maritime Comm'n, 642 F.2d 471, 476 (D.C. Cir. 1980); Capitol Transp., Inc. v. United States, 612 F.2d 1312, 1325 (1st Cir. 1979); Maritime Serv. Corp., 537 F.2d at 561. Moreover, Pan American does not point to anything in the legislative history of the ICCTA that would indicate that Congress did not intend that statute to apply to Puerto Rico. See Rivera Torres, 826 F.2d at 154.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Pan American bases its contrary argument solely on the FRA's provision that the ICA \"and the several amendments made or to be made thereto\" do not apply to Puerto Rico. See 48 U.S.C. &#167; 751. Because the ICCTA amends the ICA, it contends, the ICCTA likewise does not apply to Puerto Rico. Section 751, however, has been interpreted to refer only to intra-island Puerto Rico transportation, \"and neither gives Puerto Rico the right to regulate interstate commerce nor precludes federal regulation of interstate commerce involving Puerto Rico.\" Trailer Marine Transport Corp. v. Dolphin Forwarding, Inc., 758 F. Supp. 796, 797 (D. P. R. 1991); see also Trailer Marine Transport Corp. v. Federal Maritime Comm'n, 602 F.2d 379, 385 n.26 (D.C. Cir. 1979) (citing Benedicto v. West India &amp; Panama Telegraph Co., 256 F. 417, 420 (1st Cir. 1919)). We are not persuaded, therefore, that the ICCTA is locally inapplicable to Puerto Rico.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Finally, Pan-American argues that TAG/ICB waived its ICCTA argument by not making it in its opposition to the motion to dismiss. In its opposition, TAG/ICB maintained that the three-year limitations period contained in the Interstate Commerce Act should apply to demurrage claims such as this. It was not until its motion to vacate judgment that TAG/ICB mentioned the ICCTA. Pan-American maintains that even at that point, TAG/ICB did not make any developed argument concerning the ICCTA. This contention is undermined by the fact that Pan-American vigorously contested the application of the ICCTA in its response to TAG/ICB's motion to vacate judgment. We believe, therefore, that TAG/ICB sufficiently preserved the issue. Moreover, under Rule 12(b)(6), a court must determine whether the complaint sets forth facts sufficient to justify recovery on any cognizable theory. See LaChapelle, 142 F.3d at 508.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">We thus conclude that the ICA and the ICCTA supply the relevant benchmark statutes of limitation for TAG/ICB's maritime demurrage claim. To summarize, TAG/ICB's maritime claim, to the extent that it was governed by the Shipping Act -- i.e., from July, 1994, to September 30, 1996 -- is presumptively subject to the three-year statute of limitation contained in the ICA. The ICCTA's eighteen-month statute of limitations presumptively applies to TAG/ICB's demurrage claim accruing after September 30, 1996, when the ICCTA replaced the Shipping Act. See 49 U.S.C. &#167; 14705(a); In re Apex Exp. Corp., 190 F.3d 624, 642 (4th Cir. 1999) (ICCTA statute of limitations operates only prospectively).</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Under the laches analysis, the above limitation periods are not dispositive; rather, they presumptively establish the claim's timeliness or untimeliness subject to further germane considerations. See Puerto Rican-American Ins. Co., 829 F.2d at 283. The district court did not address the other issues relevant to the laches determination --e.g., whether TAG/ICB's delay was unreasonable and whether Pan-American suffered prejudice from the delay -- nor have the parties briefed these issues to this court. In all events, the resolution of such issues plainly calls for a better developed record (and, quite possibly, for the taking of evidence). Accordingly, the laches issues remain open for the district court to determine on remand.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Reversed and remanded for further proceedings not inconsistent with this opinion.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>NOTES:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p>  \"Demurrage\" is remuneration of a shipowner for the detention of its vessel beyond the number of days allowed by the charter-party. See Black's Law Dictionary 432 (6th ed. 1990).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p>  This section provides, in relevant part, that \"actions relating to the collection of transportation, freights, expenses inherent thereto, and the contributions of ordinary averages shall prescribe six months after the goods which gave rise thereto were delivered.\" 10 L.P.R.A. &#167; 1909.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p>  In its complaint, TAG/ICB also referenced 28 U.S.C. &#167; 1337(a), which grants federal jurisdiction over a \"civil action... arising under any Act of Congress regulating commerce.\" Maritime carriers have a private federal cause of action under &#167; 1337(a) jurisdiction to recover demurrage charges specified in tariffs set forth in certain commerce-related statutes, see Maritime Serv. Corp. v. Sweet Brokerage De Puerto Rico, Inc., 537 F.2d 560, 562-63 (1st Cir. 1976). However, TAG/ICB did not, either in the district court or in its appellate brief, argue the applicability of &#167; 1337(a). Hence, we confine our review to TAG/ICB's argument based on general maritime law and the doctrine of laches. In doing so, we do not mean to necessarily rule out the possibility that a demurrage claim such as this could be pursued under separate &#167; 1337(a) jurisdiction, in which event the same statutes of limitation found herein to be most analogous for laches purposes might control directly.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p>  The El Verde court applied the doctrine of laches and concluded that the ICA was the most analogous statute. See 590 F. Supp. at 1176. In Molac, the plaintiff invoked jurisdiction under 28 U.S.C. &#167; 1337 (acts regulating commerce), not the admiralty jurisdiction statute. See 594 F. Supp. at 649. The district court did not, therefore, apply the doctrine of laches, but held that policy considerations favored the direct application of the ICA statute of limitations rather than the Puerto Rico local law. See id.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p>  We do not find the reasoning in Mortensen &amp; Lange v. San Juan Mercantile Corp., 119 D.P.R. 345 (1987), the case upon which the district court primarily relied, to be persuasive in this case. In Mortensen, the Puerto Rico Supreme Court held that Article 947 provided the applicable limitations period to a freight contract between two parties shipping lumber between Puerto Rico and Honduras. The Court held that Article 947's six-month caducity period was directly applicable to the action at issue, as it was enacted by the Puerto Rico Legislature under its power to legislate with regard to maritime matters, and the suit was for collection of monies related to expenses inherently related to the freight. Id. at 358. For aught that appears, the Shipping Act, the ICA, and the ICCTA were not at issue there.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p>  Section 10 of Pub. L. 103-429 provides, in relevant part:</p>\n        <p>(a) No substantive change.--This Act restates, without substantive change, laws enacted before September 26, 1994, that were replaced by this Act. This Act may not be construed as making a substantive change in the laws replaced....</p>\n        <p>(b) References.--A reference to a law replaced by this Act, including a reference in a regulation, order, or other law, is deemed to refer to the corresponding provision enacted by this Act....</p>\n        <p>(d) Actions and offenses under prior law.--An action taken or an offense committed under a law replaced by this Act is deemed to have been taken or committed under the corresponding provision enacted by this Act.</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">215</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">172</span></span> (1st Cir. 2000)</p>\n    <p class=\"parties\">TAG/ICIB SERVICES, INC., AS AGENT OF CROWLEY AMERICAN TRANSPORT, INC., PLAINTIFF-APPELLANT,<br>V.<br>PAN AMERICAN GRAIN CO., INC., PAN AMERICAN GRAIN MFG., CO., DEFENDANTS-APPELLEES.</p>\n    <p class=\"docket\">No. 99-1794.</p>\n    <p class=\"court\">United States Court of Appeals, For the First Circuit.</p>\n    <p class=\"date\">Heard Jan 5, 2000.<br>Decided June 19, 2000.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF PUERTO RICO. Hon. Salvador E. Casellas, U.S. District Judge.[Copyrighted Material Omitted]</p>\n      <p class=\"indent\">Jorge F. Blasini with whom William A. Graffam, Jimenez, Graffam &amp; Lausell, Enrique Peral and Munoz Boneta Gonzalez Arbona Benitez &amp; Peral were on brief for appellant.</p>\n      <p class=\"indent\">Mario Pabon-Rosario with whom Antonio Moreda Toledo and Moreda &amp; Moreda were on brief for appellees.</p>\n      <p class=\"indent\">Before Selya, Circuit Judge, Coffin and Campbell, Senior Circuit Judges.</p>\n      <p class=\"indent\">Campbell, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Plaintiff-appellant TAG/ICB Services, Inc., as agent of Crowley American Transport, Inc. (\"TAG/ICB\"), appeals from the district court's dismissal of its demurrage complaint on statute of limitations grounds. We reverse, holding that TAG/ICB's complaint is not time-barred, and remand for further proceedings not inconsistent with this opinion.</p>\n    </div>\n    <p class=\"indent\">I.</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The following facts are undisputed: TAG/ICB is a common water carrier in domestic trade between ports in the United States and Puerto Rico. On multiple occasions, defendant-appellees Pan American Grain Company, Inc. and Pan American Grain Manufacturing Company, Inc. (\"Pan American\") used TAG/ICB's services and facilities for the transportation of cargo between United States and Puerto Rican ports. The transportation was subject to federally regulated tariffs.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The tariffs provided for a period of time during which Pan-American was allowed to load or unload containers at places of origin and destination free of charge (\"free time\"). After the expiration of the free time, Pan-American was required to pay a demurrage charge for each additional day it retained a container.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> On several occasions between July 1, 1994, and March 3, 1997, Pan-American retained containers beyond the free-time period. TAG/ICB sent demurrage invoices to Pan-American detailing the occasions when demurrage occurred, the number of the bill of lading, the trailer number, the starting and ending dates of the free time and demurrage, and the amount charged. Pan-American did not pay on these invoices. As of March 14, 1997, there was an outstanding balance of $142,665.00 in demurrage and $49,932.75 in administrative collection fees.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">On May 11, 1998, TAG/ICB filed a complaint against Pan-American for collection of the demurrage and fees, invoking the district court's jurisdiction pursuant to 28 U.S.C. &#167;&#167; 1331, 1333, and 1337 and Fed. R. Civ. P. 9(h). Attached to the complaint were the invoices setting forth the outstanding charges, which were dated July 7, 1994, through March 14, 1997. TAG/ICB sought damages in the amount of $192,597.75.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">On or about June 22, 1998, Pan-American filed a motion to dismiss, asserting that the action was time-barred under the Puerto Rico Code of Commerce, which provides a six-month limitation period. See 10 L.P.R.A. &#167; 1909.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> TAG/ICB opposed the motion, contending that the doctrine of laches and federal maritime law instead determined the time to sue. It urged the court to look to the Interstate Commerce Act, as the most analogous statute, which contained a three-year statute of limitations.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">On March 30, 1999, the district court allowed Pan-American's motion to dismiss. See TAG/ICB Servs., Inc. v. Pan Am. Grain Co., Inc., No. CIV.A. 98-1497, <span class=\"citation no-link\"><span class=\"volume\">1999</span> <span class=\"reporter\">WL</span> <span class=\"page\">305238</span></span> (D. P. R., Mar. 31, 1999). Applying the six-month limitations period contained in the Puerto Rico Code of Commerce, the court concluded that TAG/ICB's claim was time-barred in its entirety, as the last invoice TAG/ICB issued for collection of demurrage was dated over a year before it filed its complaint.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">On April 21, TAG/ICB moved to vacate judgment. In addition to reasserting that laches and maritime law applied, TAG/ICB noted that Congressional changes to maritime law set forth in the Interstate Commerce Commission Termination Act of 1995, 49 U.S.C. &#167;&#167; 10101 et seq. (\"ICCTA\"), created an eighteen-month statute of limitations that governs this action. The district court denied TAG/ICB's motion. TAG/ICB appeals from both the dismissal order and the denial of its motion to vacate.</p>\n    </div>\n    <p class=\"indent\">II.</p>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">This court applies a de novo standard of review to a district court's allowance of a motion to dismiss for failure to state a claim. See New England Cleaning Servs., Inc. v. American Arbitration Ass'n, <span class=\"citation\" data-id=\"198752\"><a href=\"/opinion/198752/ne-cleaning-svs-v-american-arbitration/\"><span class=\"volume\">199</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">542</span></a></span>, 544 (1st Cir. 1999). We accept as true the well-pleaded factual allegations of the complaint, draw all reasonable inferences therefrom in the plaintiff's favor, and determine whether the complaint, so read, sets forth facts sufficient to justify recovery on any cognizable theory. See LaChapelle v. Berkshire Life Ins. Co., <span class=\"citation\" data-id=\"197923\"><a href=\"/opinion/197923/lachapelle-v-berkshire-life/\"><span class=\"volume\">142</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">507</span></a></span>, 508 (1st Cir. 1998). Here, the sole issue on appeal is whether the district court applied the correct time bar to TAG/ICB's demurrage claim.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">TAG/ICB asserted its claim under the federal courts' admiralty jurisdiction, 28 U.S.C. &#167; 1333.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> In an admiralty case, maritime law and the equitable doctrine of laches govern the time to sue. See Butler v. American Trawler Co., Inc., <span class=\"citation\" data-id=\"530303\"><a href=\"/opinion/530303/barbara-butler-v-american-trawler-company-inc/\"><span class=\"volume\">887</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">20</span></a></span> (1st Cir. 1989); Puerto Rican-American Ins. Co. v. Benjamin Shipping Co. Ltd., <span class=\"citation\" data-id=\"494596\"><a href=\"/opinion/494596/puerto-rican-american-insurance-company-and-boricua-motors-corp-v/\"><span class=\"volume\">829</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">281</span></a></span>, 283 (1st Cir. 1987). When applying the doctrine of laches, the court examines whether plaintiff's delay in bringing suit was unreasonable and whether defendant was prejudiced by the delay. See Puerto Rican-American Ins. Co., 829 F.2d at 283.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">In the maritime context, a laches analysis utilizes as a benchmark the limitations period contained in the most analogous statute. See id. That limitations period is not per se dispositive, but rather courts rely upon it to establish burdens of proof and presumptions of timeliness and untimeliness. Hence, \"if a plaintiff files a complaint within the analogous statutory period, the burden of proving unreasonable delay and prejudice falls on the defendant. If a plaintiff files after the statutory period has expired, the burden shifts and a presumption of laches is created.\" See id. (internal citations omitted). The analogous limitation period can be located either in state or federal law. See, e.g., id. (applying Puerto Rico negligence statute of limitations to maritime tort claim); Angela Compania Naviera, 592 F.2d at 61 (applying two-year statute of limitations contained in federal Death on the High Seas Act to maritime wrongful death action); Giddens v. Isbrandtsen Co., <span class=\"citation\" data-id=\"270320\"><a href=\"/opinion/270320/william-alfred-giddens-v-isbrandtsen-co-inc/\"><span class=\"volume\">355</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">125</span></a></span>, 127 (4th Cir. 1966) (applying federal Jones Act statute of limitations to maritime tort).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Here, we are satisfied that the most analogous statutes are the federal statutes regulating the very tariffs under which the alleged demurrages arose: the Shipping Act of 1916, 46 U.S.C. App. &#167;&#167; 801 et seq. (\"Shipping Act\"), until its effective repeal date of September 30, 1996, and thereafter the ICCTA. Section 18 of the Shipping Act required common carriers by water in interstate commerce to \"establish, observe, and enforce just and reasonable rates, fares, charges, classifications and tariffs,\" and to file tariffs showing all rates and charges with the Federal Maritime Commission. See 46 U.S.C. App. &#167; 817 (repealed 1995). The ICCTA contains similar requirements, but specifies that the tariffs must now be filed with the Surface Transportation Board. See 49 U.S.C. &#167; 13702.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">This court has held that maritime carriers have a private federal cause of action to recover container demurrage charges specified in tariffs under the Shipping Act (as well as under the Intercoastal Shipping Act of 1933, 46 U.S.C. App. &#167; 843 (repealed 1995)). See Maritime Serv. Corp., 537 F.2d at 562-63. Hence, the Shipping Act pertained to TAG/ICB's demurrage actions until its repeal on September 30, 1996. See 46 U.S.C. &#167; 817, repealed by Pub. L. No. 104-88, &#167; 335(b) (1995).</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Although the Shipping Act does not itself contain a statute of limitations, the three-year statute of limitations set forth in a related statute, the Interstate Commerce Act (ICA), 49 U.S.C. &#167;&#167; 10701 et seq., has been held to pertain to container demurrage actions such as this. See Puerto Rico Marine Management, Inc. v. Molac Imports, Inc., <span class=\"citation\" data-id=\"1900240\"><a href=\"/opinion/1900240/puerto-rico-marine-management-v-molac-imports/\"><span class=\"volume\">594</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">648</span></a></span>, 651 (D. P. R. 1984); Puerto Rico Marine Management v. El Verde Poultry Farms, Inc., <span class=\"citation\" data-id=\"2247674\"><a href=\"/opinion/2247674/puerto-rico-marine-management-v-el-verde-poultry/\"><span class=\"volume\">590</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1174</span></a></span>, 1176-77 (D. P. R. 1984).<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> In Maritime Serv. Corp., we noted that the relevant provisions of the Shipping Act were modeled on the ICA. See 537 F.2d at 562; see also United States Navigation Co. v. Cunard S.S. Co., <span class=\"citation\" data-id=\"101842\"><a href=\"/opinion/101842/united-states-nav-co-v-cunard-ss-co/\"><span class=\"volume\">284</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">474</span></a></span>, 481 (1932) (\"Congress intended that the two acts, each in its own field, should have like interpretation, application and effect.\"). The two statutes share the common purposes of eliminating discriminatory rates and securing the uniformity of transportation charges. See Maritime Serv. Corp., 537 F.2d at 563; Molac, 594 F. Supp. at 651.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Pan American contends the district was correct in concluding that the Puerto Rico Code of Commerce is the most analogous statute.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> See id. While that statute is certainly broad enough to apply to a demurrage action such as this, an admiralty court must apply the federal maritime rules that directly address the issues at hand, and only resort to state law when no federal rule applies. See Greenly v. Mariner Management Group, Inc., <span class=\"citation\" data-id=\"198646\"><a href=\"/opinion/198646/greenly-v-mariner-management/\"><span class=\"volume\">192</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">22</span></a></span>, 25-26 (1st Cir. 1999); cf. Del Costello v. Int'l Bhd. of Teamsters, <span class=\"citation\" data-id=\"110956\"><a href=\"/opinion/110956/delcostello-v-teamsters/\"><span class=\"volume\">462</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">151</span></a></span>, 161-162 (1983) (state statutes of limitations should not be \"borrowed\" if they are unsatisfactory vehicles for enforcement of federal law); Occidental Life Ins. Co. v. Equal Employment Opportunity Comm'n., <span class=\"citation\" data-id=\"109704\"><a href=\"/opinion/109704/occidental-life-ins-co-of-cal-v-eeoc/\"><span class=\"volume\">432</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">355</span></a></span>, 367 (1977) (\"State legislatures do not devise their limitations periods with national interests in mind, and it is the duty of the federal courts to assure that the importation of state law will not frustrate or interfere with the implementation of national policies.\"). The policy considerations noted supra favor the application of the federal ICA to TAG/ICB's federally based demurrage claim. To subject demurrage actions to a variety of local limitations periods would undermine the uniformity Congress intended, as well as the policy against discriminatory rates, especially in fora having short limitations periods. See Molac, 594 F. Supp. at 651.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Effective September 30, 1996, the ICCTA replaced the relevant provisions of the Shipping Act. See 46 U.S.C. App. &#167; 817, repealed by Pub. L. No. 104-88, &#167; 335(b) (1995); see also Pub. L. 103-429, &#167; 10, 108 Stat. 4391 (1994).<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> The ICCTA thereupon replaced the Shipping Act and ICA as the most analogous statute for purpose of laches. Unlike the Shipping Act, the ICCTA contains a limitations period of its own. It prescribes a statute of limitations of eighteen months for all actions relating to transportation services:</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">(a) A carrier providing transportation or service subject to jurisdiction under chapter 135 must begin a civil action to recover charges for transportation or service provided by the carrier within 18 months after the claim accrues.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">(g) A claim related to a shipment of property accrues under this section on delivery or tender of delivery by the carrier.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">49 U.S.C.A. &#167; 14705. We hold, therefore, that the ICA's three-year statute of limitations, which was imported into the Shipping Act, supplies the benchmark limitations period during the time when the Shipping Act governed TAG/ICB's demurrage claims; and that thereafter, the eighteen-month statute of limitations contained in the ICCTA is the presumptive benchmark for the claims.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Pan-American suggests that the Puerto Rico Federal Relations Act (\"FRA\"), 48 U.S.C. &#167;&#167; 731 et seq., precludes application of the ICCTA to this matter. Section 8 of the FRA provides that \"[a]ll laws of the United States for the protection and improvement of the navigable waters of the United States and the preservation of the interests of navigation and commerce, except so far as the same may be locally inapplicable, shall apply to\" Puerto Rico and its waters. 48 U.S.C. &#167; 749; see also id. &#167; 734 (providing, in relevant part, that \"[t]he statutory laws of the United States not locally inapplicable, except as hereinbefore or hereinafter otherwise provided, shall have the same force and effect in Puerto Rico as in the United States\").</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The ICCTA, like the Shipping Act, plainly protects the interests of navigation and commerce. Cf. Maritime Serv. Corp., 537 F.2d at 561 (Shipping Act and Intercoastal Shipping Act \"indisputably regulate commerce\"). We see no basis for determining that the ICCTA is \"locally inapplicable\" to Puerto Rico such that it should not be applied to this action. See United States v. Rivera Torres, <span class=\"citation\" data-id=\"492627\"><a href=\"/opinion/492627/united-states-v-manuel-rivera-torres/\"><span class=\"volume\">826</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">151</span></a></span>, 154 (1st Cir. 1987) (holding that Clean Water Act applied to Puerto Rico, notwithstanding FRA). The Shipping Acts preceding the ICCTA were consistently applied to demurrage and other actions involving waters in Puerto Rico. See, e.g., Puerto Rico Ports Auth. v. Federal Maritime Comm'n, <span class=\"citation\" data-id=\"387854\"><a href=\"/opinion/387854/puerto-rico-ports-authority-v-federal-maritime-commission-and-united/\"><span class=\"volume\">642</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">471</span></a></span>, 476 (D.C. Cir. 1980); Capitol Transp., Inc. v. United States, <span class=\"citation\" data-id=\"373658\"><a href=\"/opinion/373658/capitol-transportation-inc-v-united-states-of-america-and-federal/\"><span class=\"volume\">612</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1312</span></a></span>, 1325 (1st Cir. 1979); Maritime Serv. Corp., 537 F.2d at 561. Moreover, Pan American does not point to anything in the legislative history of the ICCTA that would indicate that Congress did not intend that statute to apply to Puerto Rico. See Rivera Torres, 826 F.2d at 154.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Pan American bases its contrary argument solely on the FRA's provision that the ICA \"and the several amendments made or to be made thereto\" do not apply to Puerto Rico. See 48 U.S.C. &#167; 751. Because the ICCTA amends the ICA, it contends, the ICCTA likewise does not apply to Puerto Rico. Section 751, however, has been interpreted to refer only to intra-island Puerto Rico transportation, \"and neither gives Puerto Rico the right to regulate interstate commerce nor precludes federal regulation of interstate commerce involving Puerto Rico.\" Trailer Marine Transport Corp. v. Dolphin Forwarding, Inc., <span class=\"citation no-link\"><span class=\"volume\">758</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">796</span></span>, 797 (D. P. R. 1991); see also Trailer Marine Transport Corp. v. Federal Maritime Comm'n, <span class=\"citation\" data-id=\"368271\"><a href=\"/opinion/368271/trailer-marine-transport-corporation-v-federal-maritime-commission-and/\"><span class=\"volume\">602</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">379</span></a></span>, 385 n.26 (D.C. Cir. 1979) (citing Benedicto v. West India &amp; Panama Telegraph Co., <span class=\"citation no-link\"><span class=\"volume\">256</span> <span class=\"reporter\">F.</span> <span class=\"page\">417</span></span>, 420 (1st Cir. 1919)). We are not persuaded, therefore, that the ICCTA is locally inapplicable to Puerto Rico.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Finally, Pan-American argues that TAG/ICB waived its ICCTA argument by not making it in its opposition to the motion to dismiss. In its opposition, TAG/ICB maintained that the three-year limitations period contained in the Interstate Commerce Act should apply to demurrage claims such as this. It was not until its motion to vacate judgment that TAG/ICB mentioned the ICCTA. Pan-American maintains that even at that point, TAG/ICB did not make any developed argument concerning the ICCTA. This contention is undermined by the fact that Pan-American vigorously contested the application of the ICCTA in its response to TAG/ICB's motion to vacate judgment. We believe, therefore, that TAG/ICB sufficiently preserved the issue. Moreover, under Rule 12(b)(6), a court must determine whether the complaint sets forth facts sufficient to justify recovery on any cognizable theory. See LaChapelle, 142 F.3d at 508.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">We thus conclude that the ICA and the ICCTA supply the relevant benchmark statutes of limitation for TAG/ICB's maritime demurrage claim. To summarize, TAG/ICB's maritime claim, to the extent that it was governed by the Shipping Act -- i.e., from July, 1994, to September 30, 1996 -- is presumptively subject to the three-year statute of limitation contained in the ICA. The ICCTA's eighteen-month statute of limitations presumptively applies to TAG/ICB's demurrage claim accruing after September 30, 1996, when the ICCTA replaced the Shipping Act. See 49 U.S.C. &#167; 14705(a); In re Apex Exp. Corp., <span class=\"citation\" data-id=\"766029\"><a href=\"/opinion/766029/in-re-apex-express-corporation-humboldt-express-incorporated-debtors/\"><span class=\"volume\">190</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">624</span></a></span>, 642 (4th Cir. 1999) (ICCTA statute of limitations operates only prospectively).</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Under the laches analysis, the above limitation periods are not dispositive; rather, they presumptively establish the claim's timeliness or untimeliness subject to further germane considerations. See Puerto Rican-American Ins. Co., 829 F.2d at 283. The district court did not address the other issues relevant to the laches determination --e.g., whether TAG/ICB's delay was unreasonable and whether Pan-American suffered prejudice from the delay -- nor have the parties briefed these issues to this court. In all events, the resolution of such issues plainly calls for a better developed record (and, quite possibly, for the taking of evidence). Accordingly, the laches issues remain open for the district court to determine on remand.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Reversed and remanded for further proceedings not inconsistent with this opinion.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>NOTES:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p>  \"Demurrage\" is remuneration of a shipowner for the detention of its vessel beyond the number of days allowed by the charter-party. See Black's Law Dictionary 432 (6th ed. 1990).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p>  This section provides, in relevant part, that \"actions relating to the collection of transportation, freights, expenses inherent thereto, and the contributions of ordinary averages shall prescribe six months after the goods which gave rise thereto were delivered.\" 10 L.P.R.A. &#167; 1909.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p>  In its complaint, TAG/ICB also referenced 28 U.S.C. &#167; 1337(a), which grants federal jurisdiction over a \"civil action... arising under any Act of Congress regulating commerce.\" Maritime carriers have a private federal cause of action under &#167; 1337(a) jurisdiction to recover demurrage charges specified in tariffs set forth in certain commerce-related statutes, see Maritime Serv. Corp. v. Sweet Brokerage De Puerto Rico, Inc., <span class=\"citation\" data-id=\"336390\"><a href=\"/opinion/336390/maritime-service-corporation-v-sweet-brokerage-de-puerto-rico-inc/\"><span class=\"volume\">537</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">560</span></a></span>, 562-63 (1st Cir. 1976). However, TAG/ICB did not, either in the district court or in its appellate brief, argue the applicability of &#167; 1337(a). Hence, we confine our review to TAG/ICB's argument based on general maritime law and the doctrine of laches. In doing so, we do not mean to necessarily rule out the possibility that a demurrage claim such as this could be pursued under separate &#167; 1337(a) jurisdiction, in which event the same statutes of limitation found herein to be most analogous for laches purposes might control directly.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p>  The El Verde court applied the doctrine of laches and concluded that the ICA was the most analogous statute. See 590 F. Supp. at 1176. In Molac, the plaintiff invoked jurisdiction under 28 U.S.C. &#167; 1337 (acts regulating commerce), not the admiralty jurisdiction statute. See 594 F. Supp. at 649. The district court did not, therefore, apply the doctrine of laches, but held that policy considerations favored the direct application of the ICA statute of limitations rather than the Puerto Rico local law. See id.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p>  We do not find the reasoning in Mortensen &amp; Lange v. San Juan Mercantile Corp., 119 D.P.R. 345 (1987), the case upon which the district court primarily relied, to be persuasive in this case. In Mortensen, the Puerto Rico Supreme Court held that Article 947 provided the applicable limitations period to a freight contract between two parties shipping lumber between Puerto Rico and Honduras. The Court held that Article 947's six-month caducity period was directly applicable to the action at issue, as it was enacted by the Puerto Rico Legislature under its power to legislate with regard to maritime matters, and the suit was for collection of monies related to expenses inherently related to the freight. Id. at 358. For aught that appears, the Shipping Act, the ICA, and the ICCTA were not at issue there.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p>  Section 10 of Pub. L. 103-429 provides, in relevant part:</p>\n        <p>(a) No substantive change.--This Act restates, without substantive change, laws enacted before September 26, 1994, that were replaced by this Act. This Act may not be construed as making a substantive change in the laws replaced....</p>\n        <p>(b) References.--A reference to a law replaced by this Act, including a reference in a regulation, order, or other law, is deemed to refer to the corresponding provision enacted by this Act....</p>\n        <p>(d) Actions and offenses under prior law.--An action taken or an offense committed under a law replaced by this Act is deemed to have been taken or committed under the corresponding provision enacted by this Act.</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/101842/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109704/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110956/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197923/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198646/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198752/",
    "http://www.courtlistener.com/api/rest/v3/opinions/270320/",
    "http://www.courtlistener.com/api/rest/v3/opinions/336390/",
    "http://www.courtlistener.com/api/rest/v3/opinions/368271/",
    "http://www.courtlistener.com/api/rest/v3/opinions/373658/",
    "http://www.courtlistener.com/api/rest/v3/opinions/387854/",
    "http://www.courtlistener.com/api/rest/v3/opinions/492627/",
    "http://www.courtlistener.com/api/rest/v3/opinions/494596/",
    "http://www.courtlistener.com/api/rest/v3/opinions/530303/",
    "http://www.courtlistener.com/api/rest/v3/opinions/766029/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1900240/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2247674/"
  ]
}