{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/199013/",
  "absolute_url": "/opinion/199013/figueroa-serrano-v-ramos-alverio/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/199013/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T04:22:59Z",
  "date_modified": "2017-03-24T11:00:29.560510Z",
  "type": "010combined",
  "sha1": "5b720ae7d71fd4c1640536de77fe958e769785f6",
  "page_count": 17,
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/99-1592-01A.pdf",
  "local_path": "pdf/2000/07/25/Figueroa-Serrano_v._Ramos-Alverio.pdf",
  "plain_text": "          United States Court of Appeals\n                    For the First Circuit\n\n\nNo. 99-1592\n\n                FELIX FIGUEROA-SERRANO, ET AL.\n\n                   Plaintiffs, Appellants,\n\n                              v.\n\n               HON. ANGEL RAMOS-ALVERIO, ET AL.\n\n                    Defendants, Appellees.\n\n\n        APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n               FOR THE DISTRICT OF PUERTO RICO\n\n        [Hon. José Antonio Fusté, U.S. District Judge]\n\n\n\n                            Before\n\n                   Torruella, Chief Judge,\n              Selya and Lipez, Circuit Judges.\n\n\n          Jesús Hernández Sánchez for appellants.\n          Luis E. Pabón-Roca, with whom Faccio & Pabón-Roca was\non brief, for appellee Ramos-Alverio in his official capacity.\n          Johanna   Emmanuelli-Huertas,   Assistant   Solicitor\nGeneral, with whom Gustavo A. Gelpí, Solicitor General, was on\nbrief, for appellee Ramos-Alverio in his individual capacity.\n          Leticia Casalduc-Rabell for appellees Members of the\nMunicipal Assembly of Yabucoa.\n\n\n\n\n                        July 25, 2000\n\f          LIPEZ, Circuit Judge. Fifty-six plaintiffs, current and\n\nformer employees of the Municipality of Yabucoa, filed a lawsuit in the\n\nUnited States District Court of the District of Puerto Rico against the\n\nMayor of Yabucoa and eleven members of the Municipal Assembly in their\n\nindividual and official capacities. The plaintiffs are members of the\n\nNew Progressive Party (\"NPP\") and the defendants are members of the\n\nPopular Democratic Party (\"PDP\").      Plaintiffs sued pursuant to 42\n\nU.S.C. § 1983, alleging violations of their rights under the First,\n\nFifth, and Fourteenth Amendments. Specifically, the plaintiffs claim\n\nthat the adoption of an ordinance changing their status as career\n\nemployees, and their subsequent terminations or demotions, were\n\npolitically-motivated acts in violation of their constitutional rights.\n\nThe district court granted summary judgment to the defendants. We\n\naffirm.       I. Background\n\n          In November 1996, Angel Ramos-Alverio of the PDP was elected\n\nMayor of Yabucoa. The other defendants, also affiliated with the PDP,\n\nwere elected as members of the Municipal Assembly.       Prior to the\n\nNovember elections, the municipal administration had been under the\n\ncontrol of the NPP.\n\n          On April 2, 1997, the new Municipal Assembly enacted\n\nOrdinance 15, which provided for the dismissal, transfer, or demotion\n\nof municipal employees based on an evaluation of the Municipality's\n\nneeds. Mayor Ramos maintained that the layoff plan would improve the\n\n\n                                 -2-\n\fMunicipality's finances by reorganizing its operations and personnel.\n\n\n\n          During the early stages of implementing the layoff plan,\n\nMayor Ramos and his staff studied the personnel needs of the\n\nMunicipality. On May 30, 1997, the Municipality informed all employees\n\nin writing of their seniority status, explained that they would be\n\nranked by seniority, and gave them an opportunity to contest their\n\nseniority. In addition, the Municipality assessed the number and type\n\nof positions necessary to provide municipal services, made a certified\n\nlist of eligible candidates for each job classification, and indicated\n\nhow each job would be filled from the list of eligible candidates based\n\non seniority.\n\n          On June 2, 1997, the Municipal Assembly enacted Ordinance 17\n\n(\"the 1997 Ordinance\"), which repealed a prior ordinance enacted by the\n\nNPP administration (\"the 1996 Ordinance\") granting career status1 to a\n\nnumber of employees formerly classified as transitory.2       The 1997\n\nOrdinance stated that the 1996 Ordinance violated Puerto Rico's\n\n\n\n     1The Autonomous Municipalities Act defines this status: \"Regular\ncareer employees are those who have entered the system after undergoing\nthe recruitment procedure established in this subtitle . . . . These\nemployees shall be entitled to permanent status and may only be removed\nfrom their positions for just cause after due filing of charges.\" 21\nL.P.R.A. § 4554(b).\n     2The Act defines transitory employees as \"those who fill positions\nof fixed duration in the career service . . . Transitory appointments\nshall not exceed one (1) year . . . .\" 21 L.P.R.A. § 4554(c).\n\n                                 -3-\n\fAutonomous Municipalities Act's requirement that municipalities adopt\n\nregulations to ensure that personnel are hired according to their merit\n\nand that all qualified candidates have the opportunity to compete for\n\ncareer positions. Although there is an exception to open competition\n\nfor career positions under Article 12.008 of the Autonomous\n\nMunicipalities Act \"[w]hen there is no appropriate list of eligibles\n\navailable for certain classes of positions and the urgency of the\n\nservice to be rendered justifies it,\" 21 L.P.R.A. § 4558(a)(1), the\n\nMunicipal Assembly found that \"no urgency [to fill the positions]\n\nexisted\" at the time that the 1996 Ordinance was enacted. The 1997\n\nOrdinance repealed the career status of those employees covered by the\n\n1996 Ordinance and authorized the Director of Human Resources of the\n\nMunicipality of Yabucoa to make the personnel changes necessary to\n\nreturn them \"to the state of law which they held prior to such\n\nappointments.\"3 On June 30, 1997, the Municipality terminated some of\n\nthe plaintiffs and switched others from \"career\" to \"transitory\"\n\nstatus.\n\n\n\n     3Defendants claim that there is no connection between the 1997\nOrdinance adopted on June 2, 1997, and the layoff plan (Ordinance 15),\nadopted earlier on April 2, 1997. We find this claim implausible. The\nlayoff plan required that all terminations occur on the basis of\nseniority. Because career versus transitory status affects the\nseniority ranking process, a prior grant of career status to a group of\nemployees would affect implementation of the layoff plan. This\nrelationship is the most obvious reason for the Municipal Assembly's\nenactment of the 1997 Ordinance two months after it passed the\nordinance providing for the layoff plan.\n\n                                 -4-\n\f          The plaintiffs claim that they were discharged or demoted to\n\ntransitory status because of their political affiliation; that the\n\ndefendants had a policy of terminating NPP employees and replacing them\n\nwith members of the defendants' party, the PDP; and that the\n\nMunicipality continued to hire new employees from the PDP party\n\nfollowing their terminations.     The plaintiffs do not present any\n\nevidence of new hires. They cite the sworn statement of plaintiff Juan\n\nA. Ramos-Fontanez that Mayor Ramos \"used to say that he was going to\n\nclean City Hall of most NPP employees . . . .\"\n\n          The defendants argue that the 1997 Ordinance and the\n\nsubsequent personnel actions corrected the prior administration's\n\nillegal conversion of a group of employees from transitory to career\n\nstatus. They note that the 1996 Ordinance breached the merit principle\n\nsystem and violated Puerto Rico personnel laws. The defendants also\n\nmaintain that they have not hired or appointed any new employees to\n\nfill the job classifications affected by the layoff plan.\n\n          We review the grant of summary judgment de novo. See EEOC v.\n\nAmego, Inc., 110 F.3d 135, 141 (1st Cir. 1997). We draw all reasonable\n\ninferences in favor of the nonmoving party. See Champagne v. Servistar\n\nCorp., 138 F.3d 7, 8 (1st Cir. 1998).         II. Claims Against the\n\nDefendants in their Individual Capacities\n\n          Officials performing legislative functions have absolute\n\nimmunity from suit and liability under section 1983. See Agromayor v.\n\n\n                                 -5-\n\fColberg, 738 F.2d 55, 58 (1st Cir. 1984). Absolute immunity extends to\n\nlocal legislators as well as to their state and federal counterparts.\n\nSee Bogan v. Scott-Harris, 523 U.S. 44, 54 (1998).         Legislative\n\nimmunity prevents the threat of lawsuits from inducing officials to act\n\n\"with an excess of caution or otherwise to skew their decisions\" in\n\nperforming their legislative duties. Forrester v. White, 484 U.S. 219,\n\n223 (1988). This rationale applies with particular force \"in local\n\ngovernment, where prestige and pecuniary rewards may pale in comparison\n\nto the threat of civil liability.\"        Bogan, 523 U.S. at 52.\n\nA.   The Alleged Illegality of the 1997 Ordinance\n\n            The plaintiffs contend that absolute immunity does not apply\n\nto the defendants because the 1997 Ordinance was not a \"legitimate\n\nlegislative act.\"    According to the plaintiffs, the 1997 Ordinance\n\n\"illegally stripped the plaintiffs' of their career (tenured)\n\nemployment status, and also illegally demoted the plaintiffs to\n\ntransitory job status.\" They claim that \"an illegal legislative act\n\ncannot be said to be a legitimate legislative action.\" We reject this\n\nargument.\n\n            There is no support in the case law for plaintiffs' claim\n\nthat the legislative act must be \"legitimate\" for absolute immunity to\n\napply. In Colon Berríos v. Hernández Agosto, 716 F.2d 85, 91 (1st Cir.\n\n1983), we held that \"[l]egislative activities otherwise entitled to\n\nimmunity in a § 1983 suit do not lose the full protection of that\n\n\n                                  -6-\n\fimmunity merely because plaintiffs allege that such activities violate\n\ntheir constitutional rights.\"      Similarly, in Acevedo-Cordero v.\n\nCordero-Santiago, 958 F.2d 20, 22 (1st Cir. 1992), we noted that \"[t]he\n\ndoctrine of absolute immunity provides a complete bar to civil\n\nliability for damages, regardless of the culpability of the actor . .\n\n. .\" See also Rateree v. Rockett, 852 F.2d 946, 951 (7th Cir. 1988)\n\n(\"[A] legislator may vote for legislation for seemingly improper\n\nreasons; nevertheless, the rule of absolute immunity shields this\n\nconduct.\"). When the Supreme Court stated in Tenney v. Brandhove, 341\n\nU.S. 367, 376 (1951), that an act was protected by legislative immunity\n\nonly if it occurred within the \"sphere of legitimate legislative\n\nactivity,\" it was referring to the nature of the act (i.e., whether it\n\nis legislative rather than administrative), not to the legality or\n\nlegitimacy of the act.\n\nB.   The Nature of the 1997 Ordinance\n\n          Absolute immunity does not apply to administrative or\n\nexecutive functions. The touchstone is the nature of the contested\n\naction, not the job title of the official who is sued. See Forrester,\n\n484 U.S. at 227 (\"[I]mmunity is justified and defined by the functions\n\nit protects and serves, not by the person to whom it attaches.\"). The\n\nofficial's motive or intent is irrelevant to the determination of\n\nwhether an action is legislative or administrative. See Bogan, 523\n\nU.S. at 54.\n\n\n                                 -7-\n\f          The 1996 Ordinance granted career status to two general\n\nclasses of municipal workers: 1) employees who had held a temporary\n\nposition for three years or more; and 2) employees who had held a\n\ntemporary position for at least six months but not more than three\n\nyears and who had received certification from the director of the\n\nrelevant municipal agency of satisfactory work performance. The 1997\n\nOrdinance authorized the Municipality's Director of Human Resources to\n\n\"return the employees named to a career status pursuant to [the 1996\n\nOrdinance] to the state of law which they held prior to such\n\nappointments.\" Rather than specifying the names of affected employees\n\non some selective basis, the 1997 Ordinance invalidated generally all\n\npersonnel actions taken pursuant to the 1996 Ordinance.\n\n          We have little difficulty concluding that the 1997 Ordinance\n\nwas legislative in nature. The acts of voting for legislation and\n\nsigning an ordinance into law are \"quintessentially legislative\" in\n\nform.   Bogan, 523 U.S. at 55.   The defendants' actions were also\n\nlegislative in substance. The 1997 Ordinance sought to correct an\n\nenactment deemed illegal by the Municipal Assembly. The repeal of an\n\nillegal act is \"a field where legislators traditionally have power to\n\nact.\" Tenney, 341 U.S. at 379. Indeed, the Municipal Assembly had an\n\nobligation to ensure that the Municipality's ordinances and related\n\npersonnel actions conformed to applicable Puerto Rico law.        The\n\n\n\n\n                                 -8-\n\findividual defendants are entitled to absolute immunity for the\n\nenactment of the 1997 Ordinance.4\n\nIII.       Claims Against the Defendants in their Official Capacities\n\n              The plaintiffs also brought suit against the defendants in\n\ntheir official capacities pursuant to section 1983, alleging violations\n\nof their First and Fourteenth Amendment rights.5 Municipalities are\n\nliable for constitutional violations resulting from their official\n\npolicies and customs. See Monell v. Department of Soc. Servs., 436\n\nU.S. 658, 690 (1978).      Enactments by a municipal legislature are\n\nofficial policies. See Pembaur v. City of Cincinnati, 475 U.S. 469,\n\n480 (1986)(\"[E]ven a single decision by [a legislative] body\n\nunquestionably constitutes an act of official government policy.\").\n\nA.     Fourteenth Amendment: Due Process\n\n              The plaintiffs claim that the 1997 Ordinance deprived them\n\nof their property interest in continued employment as career employees\n\nwithout proper notification or an informal due process hearing. The\n\ndistrict court held that the plaintiffs' career status was void because\n\n\n       4\n      On appeal, the plaintiffs do not challenge whether legislative\nimmunity applies to the actions taken by the defendants in enacting\nOrdinance 15, the legislation authorizing the layoff plan, nor could\nthey. The Municipal Assembly enacted Ordinance 15 as part of a\npolicymaking decision to restructure municipal services to increase\nefficiency and streamline costs. The layoff plan affected all 362\nmunicipal employees based on their job classification and seniority.\n       5\n      Although the plaintiffs also alleged Fifth Amendment violations,\nthe district court did not address those allegations because the\nplaintiffs failed to present a developed argument.\n\n                                    -9-\n\fit was granted in violation of law. Without career status, plaintiffs\n\nlacked a property interest in their employment under Puerto Rican law\n\nand thus could not prevail on their Fourteenth Amendment claim. We\n\nagree.\n\n          Under the Due Process Clause of the Fourteenth Amendment,\n\npersons who possess a property interest in continued public employment\n\ncannot be deprived of that interest without due process of law. At a\n\nminimum, due process rights entitle such individuals to \"notice and a\n\nmeaningful opportunity to respond\" prior to termination. Kercado-\n\nMeléndez v. Aponte-Rogue, 829 F.2d 255, 263 (1st Cir. 1987). The\n\nConstitution does not create property interests; instead, \"they are\n\ncreated and their dimensions are defined by existing rules or\n\nunderstandings that stem from an independent source such as state law\n\n. . . .\" Board of Regents v. Roth, 408 U.S. 564, 577 (1972). Once a\n\nlegislature has conferred a property interest in public employment, \"it\n\nmay not constitutionally authorize the deprivation of such an\n\ninterest . . . without appropriate procedural safeguards.\" Arnett v.\n\nKennedy, 416 U.S. 134, 167 (1974).\n\n          Puerto Rican law grants a property interest in employment to\n\ncareer employees. See Kauffman v. Puerto Rico Tel. Co., 841 F.2d 1169,\n\n1173 (1st Cir. 1988). The Autonomous Municipalities Act mandates that\n\ncareer employees \"shall be entitled to permanent status and may only be\n\nremoved from their positions for just cause after due filing of\n\n\n                                 -10-\n\fcharges.\" 21 L.P.R.A. § 4554(b). However, in order to possess a\n\nprotected property interest the plaintiffs must have a valid claim to\n\ncareer status. Puerto Rican law mandates that \"Acts executed contrary\n\nto the provisions of law are void except when the law preserves their\n\nvalidity.\"   31 L.P.R.A. § 4.\n\n          We addressed the issue of an illegal grant of career status\n\nin Kauffman, 841 F.2d at 1173-75. Plaintiffs were hired by the Puerto\n\nRico Telephone Company, a public corporation, in violation of company\n\nregulations adopted pursuant to the Puerto Rico Public Service\n\nPersonnel Act requiring that the company first consider qualified\n\ninternal employees to fill vacancies. Id. at 1170-71. We held that\n\nbecause the \"plaintiffs were hired in violation of [regulations\n\npromulgated under order of the Puerto Rico Supreme Court to comply with\n\nthe Personnel Act], they obtained their career positions 'on the basis\n\nof standards foreign to that category,' and, therefore, could not, upon\n\ntermination, benefit from the 'property' status of such positions.\"\n\nId. at 1174 (quoting Colón v. Mayor of Municipality of Ceiba, 112\n\nD.P.R. 740 (1982)).\n\n          The Municipal Assembly of Yabucoa must have granted the\n\nplaintiffs career status in accordance with applicable Puerto Rican law\n\nif they are to have a property interest in their jobs. The Autonomous\n\nMunicipalities Act requires that, \"The municipal public service shall\n\nbe governed by the merit principle to ensure that those who serve the\n\n\n                                 -11-\n\fMunicipal Government are the fittest.\" 21 L.P.R.A. § 4551. The Act\n\nalso specifies procedures for hiring \"career\" employees. A Municipal\n\nSelection Committee interviews all eligible candidates, submits a list\n\nto the Mayor of the five most qualified candidates, and the Mayor makes\n\nthe final selection decision. See 21 L.P.R.A. § 4558. Pursuant to\n\nArticle 12.008 of the Autonomous Municipalities Act, \"[S]pecial\n\nalternate recruitment and selection procedures may be used when it\n\nbecomes impractical to attend to the municipal service needs with\n\nappointments made subject to the ordinary procedure established in this\n\nsubtitle.\"   21 L.P.R.A. § 4558(a).     These special procedures are\n\n\"mechanisms of exception\" and can be used only when: 1) there is no\n\nappropriate list of eligible candidates and the urgency of the service\n\nto be rendered justifies special procedures; and 2) to fill non-skilled\n\nor semi-skilled transitory positions. Id. Only the first exception is\n\nat issue in this case.\n\n          By its terms, the 1996 Ordinance offers three justifications\n\nfor the grant of career status to large numbers of transitory\n\nemployees.   First, the Ordinance cites the “special alternate\n\nrecruitment and selection procedures” of Article 12.008 of the\n\nAutonomous Municipalities Act, which can be used “when it becomes\n\nimpractical to attend to the municipal service needs” by following the\n\nnormal procedure for hiring career employees. 21 L.P.R.A. § 4558(a).\n\nThis justification fails for the obvious reason that the 1996 Ordinance\n\n\n                                 -12-\n\fdid not involve the recruitment and selection of new employees to\n\nattend to the service needs of the Municipality.         Instead, the\n\nOrdinance simply changed the employment status of an existing group of\n\nworkers who were already addressing the service needs of the\n\nMunicipality.\n\n          Second, the 1996 Ordinance invoked Law 56 of August 16, 1989,\n\nan amendment to the Puerto Rico Public Service Personnel Act. The\n\nOrdinance states that by this “Law . . . regular career status shall be\n\ngranted to thousands of State Government employees who have held\n\ntemporary positions and who meet the requirements set forth in said law\n\nas of July 1, 1996.” This precedent is not helpful to the plaintiffs\n\nbecause Law 56 applied only to the employees of the Commonwealth of\n\nPuerto Rico, not the employees of the autonomous municipalities. In\n\nfact, the autonomous municipalities are exempt from the provisions of\n\nthe Puerto Rico Public Service Personnel Act pursuant to Section 4577\n\nof the Autonomous Municipalities Act.       See 21 L.P.R.A. § 4577.\n\n          Third, the Ordinance states that the Municipality “has been\n\nforced to appoint numerous temporary employees due to the fact that it\n\ndoes not have eligibility logs and because originally it was not\n\ncontemplated that such appointments would have to be consecutively\n\nrenewed pursuant to the service needs.” The Ordinance states further\n\nthat the Municipality “has established the public policy of doing\n\njustice to these temporary employees by granting appointments as\n\n\n                                 -13-\n\fregular career employees.” If the Municipality underestimated its\n\nneeds for career employees, and hence created “de facto” career\n\nemployees by renewing the status of transitory employees on a regular\n\nbasis, it should have addressed the problem by following the mandated\n\nprocedures of the Autonomous Municipalities Act for the recruitment and\n\nhiring of career employees. See 21 L.P.R.A. § 4558. It could not\n\nrespond to this problem by ignoring those procedures and relying on a\n\ncontrived crisis to confer career status on its transitory employees.\n\n          The Municipality unmistakably enacted the 1996 Ordinance in\n\ncontravention of the Autonomous Municipalities Act. The grant of\n\ncareer status to the plaintiffs was therefore void. Without career\n\nstatus, the plaintiffs do not have a constitutionally protected\n\nproperty interest in continued employment, and they cannot prevail on\n\ntheir due process claim under the Fourteenth Amendment.6\n\nB.   First Amendment\n\n          Public employees who do not hold confidential policy-making\n\npositions are protected from adverse employment actions based on\n\npolitical affiliation. See Branti v. Finkel, 445 U.S. 507, 517-19\n\n\n     6The district court did not address the urgency exception of\nArticle 12.008. Instead, it concluded that the 1996 Ordinance was\nillegal because it did not provide for the publication of available\ncareer positions, open competition for career positions, evaluation by\nthe Municipal Selection Committee, or a probationary work period. We\ndo not disagree with the district court. We have simply addressed the\nargument of the plaintiffs that compliance with those requirements\ncited by the district court was unnecessary because of the “crisis”\nalluded to in the 1996 Ordinance.\n\n                                 -14-\n\f(1980); see also Rutan v. Republican Party of Illinois, 497 U.S. 62, 75\n\n(1990)(extending the prohibition on patronage dismissals to include\n\npromotion, transfer, recall, or hiring decisions). The freedoms of\n\nbelief and association of public employees \"constitute the core of\n\nthose activities protected by the First Amendment.\" Elrod v. Burns,\n\n427 U.S. 347, 356 (1976).\n\n          To prevail on a free speech claim, a public employee must\n\nshow that she engaged in constitutionally-protected conduct and that\n\nthis conduct was a substantial factor in the adverse employment\n\ndecision. See Mt. Healthy City Bd. of Educ. v. Doyle, 429 U.S. 274,\n\n287 (1977); see also Padilla-García v. Guillermo Rodríguez, 212 F.3d\n\n69, 73 (1st Cir. 2000)(emphasizing that the protected conduct need only\n\nbe a factor in the employment decision, not the motivating factor).\n\nThe plaintiffs claim that Mayor Ramos's alleged statement that he\n\nintended to rid the Municipality of NPP employees, coupled with the\n\ncompeting political persuasions of the plaintiffs and defendants,\n\nconstitute enough evidence of a First Amendment violation to withstand\n\na motion for summary judgment. The district court rejected plaintiffs'\n\npolitical discrimination claim because it was \"based solely upon\n\nconclusory statements\" and \"lack[ed] any specific evidence.\" We agree.\n\n\n\n          In Kauffman v. Puerto Rico Telephone Co., 841 F.2d at 1172-\n\n73, we concluded that the plaintiffs could not withstand summary\n\n\n                                 -15-\n\fjudgment against them based on \"general and unsupported allegations\"\n\nthat the defendants belonged to the rival political party (the PDP) and\n\nthat the plaintiffs lost their jobs directly after the defendants\n\nassumed management positions. Further, we noted that the plaintiffs'\n\nmost viable claim, the allegation that similarly situated PDP members\n\nwere not fired, lacked factual support. See id. at 1172. Although the\n\nKauffman plaintiffs had \"more than sufficient time to discover specific\n\ninformation, such as the names of [similarly situated individuals from\n\nthe rival political party who were not fired], the plaintiffs failed to\n\nprovide the district court with information that would suggest that\n\n[their political discrimination claim had] any factual support.\" Id.\n\n\n\n          Similarly, the plaintiffs here have failed to adduce specific\n\nfacts indicating that the Municipality of Yabucoa discharged them based\n\non party affiliation. Like the plaintiffs in Kauffman, they rely on\n\ngeneralized assertions of the defendants' affiliation with the rival\n\npolitical party and the enactment of the 1997 Ordinance following the\n\nNovember 1996 elections. The only specific evidence that they offer is\n\nthe sworn statement of a single plaintiff that Mayor Ramos voiced his\n\nintention to rid City Hall of NPP employees.      They have failed to\n\nprovide names or other specific factual information supporting their\n\nclaim that the Municipality replaced them with new hires from the PDP.\n\nThis meager showing is patently insufficient to generate a genuine\n\n\n                                 -16-\n\fissue of material fact on a causal connection between the political\n\naffiliation of the plaintiffs and the adverse employment actions\n\nalleged.\n\nIV.   Conclusion\n\n           For the reasons stated herein, we affirm the district court's\n\ngrant of summary judgment for the defendants.\n\n\n\n\n                                 -17-\n\f",
  "html": "<p class=\"case_cite\">221 F.3d 1 (1st Cir. 2000)</p>\n    <p class=\"parties\">FELIX FIGUEROA-SERRANO, ET AL., PLAINTIFFS, APPELLANTS,<br>V.<br>HON. ANGEL RAMOS-ALVERIO, ET AL., DEFENDANTS, APPELLEES.</p>\n    <p class=\"docket\">No. 99-1592.</p>\n    <p class=\"court\">United States Court of Appeals, For the First Circuit.</p>\n    <p class=\"date\">Heard: March 6, 2000.<br>Decided: July 25, 2000.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF PUERTO RICO.</p>\n      <p class=\"indent\">Hon. Jose Antonio Fuste, U.S. District Judge.</p>\n      <p class=\"indent\">Jesus Hernandez Sanchez for appellants.</p>\n      <p class=\"indent\">Luis E. Pabon-Roca, with whom Faccio &amp; Pabon-Roca was on brief, for appellee Ramos-Alverio in his official capacity.</p>\n      <p class=\"indent\">Leticia Casalduc-Rabell, Assistant Solicitor General with whom Gustavo A. Gelpi, Solicitor General, was on brief, for appellee Ramos-Alverio in his individual capacity.</p>\n      <p class=\"indent\">Johanna Emmanuelli-Huertas, Assistant Solicitor General, for appellees Members of the Municipal Assembly of Yabucoa.</p>\n      <p class=\"indent\">Before Torruella, Chief Judge, Selya and Lipez, Circuit Judges.</p>\n      <p class=\"indent\">Lipez, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Fifty-six plaintiffs, current and former employees of the Municipality of Yabucoa, filed a lawsuit in the United States District Court of the District of Puerto Rico against the Mayor of Yabucoa and eleven members of the Municipal Assembly in their individual and official capacities. The plaintiffs are members of the New Progressive Party (\"NPP\") and the defendants are members of the Popular Democratic Party (\"PDP\"). Plaintiffs sued pursuant to 42 U.S.C. &#167; 1983, alleging violations of their rights under the First, Fifth, and Fourteenth Amendments. Specifically, the plaintiffs claim that the adoption of an ordinance changing their status as career employees, and their subsequent terminations or demotions, were politically-motivated acts in violation of their constitutional rights. The district court granted summary judgment to the defendants. We affirm.</p>\n    </div>\n    <p class=\"indent\">I. Background</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">In November 1996, Angel Ramos-Alverio of the PDP was elected Mayor of Yabucoa. The other defendants, also affiliated with the PDP, were elected as members of the Municipal Assembly. Prior to the November elections, the municipal administration had been under the control of the NPP.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On April 2, 1997, the new Municipal Assembly enacted Ordinance 15, which provided for the dismissal, transfer, or demotion of municipal employees based on an evaluation of the Municipality's needs. Mayor Ramos maintained that the layoff plan would improve the Municipality's finances by reorganizing its operations and personnel.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">During the early stages of implementing the layoff plan, Mayor Ramos and his staff studied the personnel needs of the Municipality. On May 30, 1997, the Municipality informed all employees in writing of their seniority status, explained that they would be ranked by seniority, and gave them an opportunity to contest their seniority. In addition, the Municipality assessed the number and type of positions necessary to provide municipal services, made a certified list of eligible candidates for each job classification, and indicated how each job would be filled from the list of eligible candidates based on seniority.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">On June 2, 1997, the Municipal Assembly enacted Ordinance 17 (\"the 1997 Ordinance\"), which repealed a prior ordinance enacted by the NPP administration (\"the 1996 Ordinance\") granting career status<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> to a number of employees formerly classified as transitory.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> The 1997 Ordinance stated that the 1996 Ordinance violated Puerto Rico's Autonomous Municipalities Act's requirement that municipalities adopt regulations to ensure that personnel are hired according to their merit and that all qualified candidates have the opportunity to compete for career positions. Although there is an exception to open competition for career positions under Article 12.008 of the Autonomous Municipalities Act \"[w]hen there is no appropriate list of eligibles available for certain classes of positions and the urgency of the service to be rendered justifies it,\" 21 L.P.R.A. &#167; 4558(a)(1), the Municipal Assembly found that \"no urgency [to fill the positions] existed\" at the time that the 1996 Ordinance was enacted. The 1997 Ordinance repealed the career status of those employees covered by the 1996 Ordinance and authorized the Director of Human Resources of the Municipality of Yabucoa to make the personnel changes necessary to return them \"to the state of law which they held prior to such appointments.\"<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> On June 30, 1997, the Municipality terminated some of the plaintiffs and switched others from \"career\" to \"transitory\" status.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The plaintiffs claim that they were discharged or demoted to transitory status because of their political affiliation; that the defendants had a policy of terminating NPP employees and replacing them with members of the defendants' party, the PDP; and that the Municipality continued to hire new employees from the PDP party following their terminations. The plaintiffs do not present any evidence of new hires. They cite the sworn statement of plaintiff Juan A. Ramos-Fontanez that Mayor Ramos \"used to say that he was going to clean City Hall of most NPP employees....\"</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The defendants argue that the 1997 Ordinance and the subsequent personnel actions corrected the prior administration's illegal conversion of a group of employees from transitory to career status. They note that the 1996 Ordinance breached the merit principle system and violated Puerto Rico personnel laws. The defendants also maintain that they have not hired or appointed any new employees to fill the job classifications affected by the layoff plan.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">We review the grant of summary judgment de novo. See EEOC v. Amego, Inc., 110 F.3d 135, 141 (1st Cir. 1997). We draw all reasonable inferences in favor of the nonmoving party. See Champagne v. Servistar Corp., 138 F.3d 7, 8 (1st Cir. 1998).</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">II. Claims Against the Defendants in their Individual Capacities</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Officials performing legislative functions have absolute immunity from suit and liability under section 1983. See Agromayor v. Colberg, 738 F.2d 55, 58 (1st Cir. 1984). Absolute immunity extends to local legislators as well as to their state and federal counterparts. See Bogan v. Scott-Harris, 523 U.S. 44, 54 (1998). Legislative immunity prevents the threat of lawsuits from inducing officials to act \"with an excess of caution or otherwise to skew their decisions\" in performing their legislative duties. Forrester v. White, 484 U.S. 219, 223 (1988). This rationale applies with particular force \"in local government, where prestige and pecuniary rewards may pale in comparison to the threat of civil liability.\" Bogan, 523 U.S. at 52.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">A. The Alleged Illegality of the 1997 Ordinance</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The plaintiffs contend that absolute immunity does not apply to the defendants because the 1997 Ordinance was not a \"legitimate legislative act.\" According to the plaintiffs, the 1997 Ordinance \"illegally stripped the plaintiffs' of their career (tenured) employment status, and also illegally demoted the plaintiffs to transitory job status.\" They claim that \"an illegal legislative act cannot be said to be a legitimate legislative action.\" We reject this argument.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">There is no support in the case law for plaintiffs' claim that the legislative act must be \"legitimate\" for absolute immunity to apply. In Colon Berrios v. Hernandez Agosto, 716 F.2d 85, 91 (1st Cir. 1983), we held that \"[l]egislative activities otherwise entitled to immunity in a &#167; 1983 suit do not lose the full protection of that immunity merely because plaintiffs allege that such activities violate their constitutional rights.\" Similarly, in Acevedo-Cordero v. Cordero-Santiago, 958 F.2d 20, 22 (1st Cir. 1992), we noted that \"[t]he doctrine of absolute immunity provides a complete bar to civil liability for damages, regardless of the culpability of the actor....\" See also Rateree v. Rockett, 852 F.2d 946, 951 (7th Cir. 1988) (\"[A] legislator may vote for legislation for seemingly improper reasons; nevertheless, the rule of absolute immunity shields this conduct.\"). When the Supreme Court stated in Tenney v. Brandhove, 341 U.S. 367, 376 (1951), that an act was protected by legislative immunity only if it occurred within the \"sphere of legitimate legislative activity,\" it was referring to the nature of the act (i.e., whether it is legislative rather than administrative), not to the legality or legitimacy of the act.</p>\n    </div>\n    <p class=\"indent\">B. The Nature of the 1997 Ordinance</p>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Absolute immunity does not apply to administrative or executive functions. The touchstone is the nature of the contested action, not the job title of the official who is sued. See Forrester, 484 U.S. at 227 (\"[I]mmunity is justified and defined by the functions it protects and serves, not by the person to whom it attaches.\"). The official's motive or intent is irrelevant to the determination of whether an action is legislative or administrative. See Bogan, 523 U.S. at 54.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The 1996 Ordinance granted career status to two general classes of municipal workers: 1) employees who had held a temporary position for three years or more; and 2) employees who had held a temporary position for at least six months but not more than three years and who had received certification from the director of the relevant municipal agency of satisfactory work performance. The 1997 Ordinance authorized the Municipality's Director of Human Resources to \"return the employees named to a career status pursuant to [the 1996 Ordinance] to the state of law which they held prior to such appointments.\" Rather than specifying the names of affected employees on some selective basis, the 1997 Ordinance invalidated generally all personnel actions taken pursuant to the 1996 Ordinance.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">We have little difficulty concluding that the 1997 Ordinance was legislative in nature. The acts of voting for legislation and signing an ordinance into law are \"quintessentially legislative\" in form. Bogan, 523 U.S. at 55. The defendants' actions were also legislative in substance. The 1997 Ordinance sought to correct an enactment deemed illegal by the Municipal Assembly. The repeal of an illegal act is \"a field where legislators traditionally have power to act.\" Tenney, 341 U.S. at 379. Indeed, the Municipal Assembly had an obligation to ensure that the Municipality's ordinances and related personnel actions conformed to applicable Puerto Rico law. The individual defendants are entitled to absolute immunity for the enactment of the 1997 Ordinance.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">III. Claims Against the Defendants in their Official Capacities</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The plaintiffs also brought suit against the defendants in their official capacities pursuant to section 1983, alleging violations of their First and Fourteenth Amendment rights.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> Municipalities are liable for constitutional violations resulting from their official policies and customs. See Monell v. Department of Soc. Servs., 436 U.S. 658, 690 (1978). Enactments by a municipal legislature are official policies. See Pembaur v. City of Cincinnati, 475 U.S. 469, 480 (1986)(\"[E]ven a single decision by [a legislative] body unquestionably constitutes an act of official government policy.\").</p>\n    </div>\n    <p class=\"indent\">A. Fourteenth Amendment: Due Process</p>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The plaintiffs claim that the 1997 Ordinance deprived them of their property interest in continued employment as career employees without proper notification or an informal due process hearing. The district court held that the plaintiffs' career status was void because it was granted in violation of law. Without career status, plaintiffs lacked a property interest in their employment under Puerto Rican law and thus could not prevail on their Fourteenth Amendment claim. We agree.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Under the Due Process Clause of the Fourteenth Amendment, persons who possess a property interest in continued public employment cannot be deprived of that interest without due process of law. At a minimum, due process rights entitle such individuals to \"notice and a meaningful opportunity to respond\" prior to termination. Kercado-Melendez v. Aponte-Rogue, 829 F.2d 255, 263 (1st Cir. 1987). The Constitution does not create property interests; instead, \"they are created and their dimensions are defined by existing rules or understandings that stem from an independent source such as state law....\" Board of Regents v. Roth, 408 U.S. 564, 577 (1972). Once a legislature has conferred a property interest in public employment, \"it may not constitutionally authorize the deprivation of such an interest... without appropriate procedural safeguards.\" Arnett v. Kennedy, 416 U.S. 134, 167 (1974).</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Puerto Rican law grants a property interest in employment to career employees. See Kauffman v. Puerto Rico Tel. Co., 841 F.2d 1169, 1173 (1st Cir. 1988). The Autonomous Municipalities Act mandates that career employees \"shall be entitled to permanent status and may only be removed from their positions for just cause after due filing of charges.\" 21 L.P.R.A. &#167; 4554(b). However, in order to possess a protected property interest the plaintiffs must have a valid claim to career status. Puerto Rican law mandates that \"Acts executed contrary to the provisions of law are void except when the law preserves their validity.\" 31 L.P.R.A. &#167; 4.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">We addressed the issue of an illegal grant of career status in Kauffman, 841 F.2d at 1173-75. Plaintiffs were hired by the Puerto Rico Telephone Company, a public corporation, in violation of company regulations adopted pursuant to the Puerto Rico Public Service Personnel Act requiring that the company first consider qualified internal employees to fill vacancies. Id. at 1170-71. We held that because the \"plaintiffs were hired in violation of [regulations promulgated under order of the Puerto Rico Supreme Court to comply with the Personnel Act], they obtained their career positions 'on the basis of standards foreign to that category,' and, therefore, could not, upon termination, benefit from the 'property' status of such positions.\" Id. at 1174 (quoting Colon v. Mayor of Municipality of Ceiba, 112 D.P.R. 740 (1982)).</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">The Municipal Assembly of Yabucoa must have granted the plaintiffs career status in accordance with applicable Puerto Rican law if they are to have a property interest in their jobs. The Autonomous Municipalities Act requires that, \"The municipal public service shall be governed by the merit principle to ensure that those who serve the Municipal Government are the fittest.\" 21 L.P.R.A. &#167; 4551. The Act also specifies procedures for hiring \"career\" employees. A Municipal Selection Committee interviews all eligible candidates, submits a list to the Mayor of the five most qualified candidates, and the Mayor makes the final selection decision. See 21 L.P.R.A. &#167; 4558. Pursuant to Article 12.008 of the Autonomous Municipalities Act, \"[S]pecial alternate recruitment and selection procedures may be used when it becomes impractical to attend to the municipal service needs with appointments made subject to the ordinary procedure established in this subtitle.\" 21 L.P.R.A. &#167; 4558(a). These special procedures are \"mechanisms of exception\" and can be used only when: 1) there is no appropriate list of eligible candidates and the urgency of the service to be rendered justifies special procedures; and 2) to fill non-skilled or semi-skilled transitory positions. Id. Only the first exception is at issue in this case.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">By its terms, the 1996 Ordinance offers three justifications for the grant of career status to large numbers of transitory employees. First, the Ordinance cites the \"special alternate recruitment and selection procedures\" of Article 12.008 of the Autonomous Municipalities Act, which can be used \"when it becomes impractical to attend to the municipal service needs\" by following the normal procedure for hiring career employees. 21 L.P.R.A. &#167; 4558(a). This justification fails for the obvious reason that the 1996 Ordinance did not involve the recruitment and selection of new employees to attend to the service needs of the Municipality. Instead, the Ordinance simply changed the employment status of an existing group of workers who were already addressing the service needs of the Municipality.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Second, the 1996 Ordinance invoked Law 56 of August 16, 1989, an amendment to the Puerto Rico Public Service Personnel Act. The Ordinance states that by this \"Law... regular career status shall be granted to thousands of State Government employees who have held temporary positions and who meet the requirements set forth in said law as of July 1, 1996.\" This precedent is not helpful to the plaintiffs because Law 56 applied only to the employees of the Commonwealth of Puerto Rico, not the employees of the autonomous municipalities. In fact, the autonomous municipalities are exempt from the provisions of the Puerto Rico Public Service Personnel Act pursuant to Section 4577 of the Autonomous Municipalities Act. See 21 L.P.R.A. &#167; 4577.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Third, the Ordinance states that the Municipality \"has been forced to appoint numerous temporary employees due to the fact that it does not have eligibility logs and because originally it was not contemplated that such appointments would have to be consecutively renewed pursuant to the service needs.\" The Ordinance states further that the Municipality \"has established the public policy of doing justice to these temporary employees by granting appointments as regular career employees.\" If the Municipality underestimated its needs for career employees, and hence created \"de facto\" career employees by renewing the status of transitory employees on a regular basis, it should have addressed the problem by following the mandated procedures of the Autonomous Municipalities Act for the recruitment and hiring of career employees. See 21 L.P.R.A. &#167; 4558. It could not respond to this problem by ignoring those procedures and relying on a contrived crisis to confer career status on its transitory employees.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">The Municipality unmistakably enacted the 1996 Ordinance in contravention of the Autonomous Municipalities Act. The grant of career status to the plaintiffs was therefore void. Without career status, the plaintiffs do not have a constitutionally protected property interest in continued employment, and they cannot prevail on their due process claim under the Fourteenth Amendment.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <p class=\"indent\">B. First Amendment</p>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Public employees who do not hold confidential policy-making positions are protected from adverse employment actions based on political affiliation. See Branti v. Finkel, 445 U.S. 507, 517-19 (1980); see also Rutan v. Republican Party of Illinois, 497 U.S. 62, 75 (1990)(extending the prohibition on patronage dismissals to include promotion, transfer, recall, or hiring decisions). The freedoms of belief and association of public employees \"constitute the core of those activities protected by the First Amendment.\" Elrod v. Burns, 427 U.S. 347, 356 (1976).</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">To prevail on a free speech claim, a public employee must show that she engaged in constitutionally-protected conduct and that this conduct was a substantial factor in the adverse employment decision. See Mt. Healthy City Bd. of Educ. v. Doyle, 429 U.S. 274, 287 (1977); see also Padilla-Garciav. Guillermo Rodriguez, 212 F.3d 69, 73 (1st Cir. 2000)(emphasizing that the protected conduct need only be a factor in the employment decision, not the motivating factor). The plaintiffs claim that Mayor Ramos's alleged statement that he intended to rid the Municipality of NPP employees, coupled with the competing political persuasions of the plaintiffs and defendants, constitute enough evidence of a First Amendment violation to withstand a motion for summary judgment. The district court rejected plaintiffs' political discrimination claim because it was \"based solely upon conclusory statements\" and \"lack[ed] any specific evidence.\" We agree.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">In Kauffman v. Puerto Rico Telephone Co., 841 F.2d at 1172-73, we concluded that the plaintiffs could not withstand summary judgment against them based on \"general and unsupported allegations\" that the defendants belonged to the rival political party (the PDP) and that the plaintiffs lost their jobs directly after the defendants assumed management positions. Further, we noted that the plaintiffs' most viable claim, the allegation that similarly situated PDP members were not fired, lacked factual support. See id. at 1172. Although the Kauffman plaintiffs had \"more than sufficient time to discover specific information, such as the names of [similarly situated individuals from the rival political party who were not fired], the plaintiffs failed to provide the district court with information that would suggest that [their political discrimination claim had] any factual support.\" Id.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Similarly, the plaintiffs here have failed to adduce specific facts indicating that the Municipality of Yabucoa discharged them based on party affiliation. Like the plaintiffs in Kauffman, they rely on generalized assertions of the defendants' affiliation with the rival political party and the enactment of the 1997 Ordinance following the November 1996 elections. The only specific evidence that they offer is the sworn statement of a single plaintiff that Mayor Ramos voiced his intention to rid City Hall of NPP employees. They have failed to provide names or other specific factual information supporting their claim that the Municipality replaced them with new hires from the PDP. This meager showing is patently insufficient to generate a genuine issue of material fact on a causal connection between the political affiliation of the plaintiffs and the adverse employment actions alleged.</p>\n    </div>\n    <p class=\"indent\">IV. Conclusion</p>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">For the reasons stated herein, we affirm the district court's grant of summary judgment for the defendants.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>NOTES:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p>  The Autonomous Municipalities Act defines this status: \"Regular career employees are those who have entered the system after undergoing the recruitment procedure established in this subtitle.... These employees shall be entitled to permanent status and may only be removed from their positions for just cause after due filing of charges.\" 21 L.P.R.A. &#167; 4554(b).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p>  The Act defines transitory employees as \"those who fill positions of fixed duration in the career service... Transitory appointments shall not exceed one (1) year....\" 21 L.P.R.A. &#167; 4554(c).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p>  Defendants claim that there is no connection between the 1997 Ordinance adopted on June 2, 1997, and the layoff plan (Ordinance 15), adopted earlier on April 2, 1997. We find this claim implausible. The layoff plan required that all terminations occur on the basis of seniority. Because career versus transitory status affects the seniority ranking process, a prior grant of career status to a group of employees would affect implementation of the layoff plan. This relationship is the most obvious reason for the Municipal Assembly's enactment of the 1997 Ordinance two months after it passed the ordinance providing for the layoff plan.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p>  On appeal, the plaintiffs do not challenge whether legislative immunity applies to the actions taken by the defendants in enacting Ordinance 15, the legislation authorizing the layoff plan, nor could they. The Municipal Assembly enacted Ordinance 15 as part of a policymaking decision to restructure municipal services to increase efficiency and streamline costs. The layoff plan affected all 362 municipal employees based on their job classification and seniority.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p>  Although the plaintiffs also alleged Fifth Amendment violations, the district court did not address those allegations because the plaintiffs failed to present a developed argument.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p>  The district court did not address the urgency exception of Article 12.008. Instead, it concluded that the 1996 Ordinance was illegal because it did not provide for the publication of available career positions, open competition for career positions, evaluation by the Municipal Selection Committee, or a probationary work period. We do not disagree with the district court. We have simply addressed the argument of the plaintiffs that compliance with those requirements cited by the district court was unnecessary because of the \"crisis\" alluded to in the 1996 Ordinance.</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">221</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></span> (1st Cir. 2000)</p>\n    <p class=\"parties\">FELIX FIGUEROA-SERRANO, ET AL., PLAINTIFFS, APPELLANTS,<br>V.<br>HON. ANGEL RAMOS-ALVERIO, ET AL., DEFENDANTS, APPELLEES.</p>\n    <p class=\"docket\">No. 99-1592.</p>\n    <p class=\"court\">United States Court of Appeals, For the First Circuit.</p>\n    <p class=\"date\">Heard: March 6, 2000.<br>Decided: July 25, 2000.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF PUERTO RICO.</p>\n      <p class=\"indent\">Hon. Jose Antonio Fuste, U.S. District Judge.</p>\n      <p class=\"indent\">Jesus Hernandez Sanchez for appellants.</p>\n      <p class=\"indent\">Luis E. Pabon-Roca, with whom Faccio &amp; Pabon-Roca was on brief, for appellee Ramos-Alverio in his official capacity.</p>\n      <p class=\"indent\">Leticia Casalduc-Rabell, Assistant Solicitor General with whom Gustavo A. Gelpi, Solicitor General, was on brief, for appellee Ramos-Alverio in his individual capacity.</p>\n      <p class=\"indent\">Johanna Emmanuelli-Huertas, Assistant Solicitor General, for appellees Members of the Municipal Assembly of Yabucoa.</p>\n      <p class=\"indent\">Before Torruella, Chief Judge, Selya and Lipez, Circuit Judges.</p>\n      <p class=\"indent\">Lipez, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Fifty-six plaintiffs, current and former employees of the Municipality of Yabucoa, filed a lawsuit in the United States District Court of the District of Puerto Rico against the Mayor of Yabucoa and eleven members of the Municipal Assembly in their individual and official capacities. The plaintiffs are members of the New Progressive Party (\"NPP\") and the defendants are members of the Popular Democratic Party (\"PDP\"). Plaintiffs sued pursuant to 42 U.S.C. &#167; 1983, alleging violations of their rights under the First, Fifth, and Fourteenth Amendments. Specifically, the plaintiffs claim that the adoption of an ordinance changing their status as career employees, and their subsequent terminations or demotions, were politically-motivated acts in violation of their constitutional rights. The district court granted summary judgment to the defendants. We affirm.</p>\n    </div>\n    <p class=\"indent\">I. Background</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">In November 1996, Angel Ramos-Alverio of the PDP was elected Mayor of Yabucoa. The other defendants, also affiliated with the PDP, were elected as members of the Municipal Assembly. Prior to the November elections, the municipal administration had been under the control of the NPP.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On April 2, 1997, the new Municipal Assembly enacted Ordinance 15, which provided for the dismissal, transfer, or demotion of municipal employees based on an evaluation of the Municipality's needs. Mayor Ramos maintained that the layoff plan would improve the Municipality's finances by reorganizing its operations and personnel.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">During the early stages of implementing the layoff plan, Mayor Ramos and his staff studied the personnel needs of the Municipality. On May 30, 1997, the Municipality informed all employees in writing of their seniority status, explained that they would be ranked by seniority, and gave them an opportunity to contest their seniority. In addition, the Municipality assessed the number and type of positions necessary to provide municipal services, made a certified list of eligible candidates for each job classification, and indicated how each job would be filled from the list of eligible candidates based on seniority.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">On June 2, 1997, the Municipal Assembly enacted Ordinance 17 (\"the 1997 Ordinance\"), which repealed a prior ordinance enacted by the NPP administration (\"the 1996 Ordinance\") granting career status<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> to a number of employees formerly classified as transitory.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> The 1997 Ordinance stated that the 1996 Ordinance violated Puerto Rico's Autonomous Municipalities Act's requirement that municipalities adopt regulations to ensure that personnel are hired according to their merit and that all qualified candidates have the opportunity to compete for career positions. Although there is an exception to open competition for career positions under Article 12.008 of the Autonomous Municipalities Act \"[w]hen there is no appropriate list of eligibles available for certain classes of positions and the urgency of the service to be rendered justifies it,\" 21 L.P.R.A. &#167; 4558(a)(1), the Municipal Assembly found that \"no urgency [to fill the positions] existed\" at the time that the 1996 Ordinance was enacted. The 1997 Ordinance repealed the career status of those employees covered by the 1996 Ordinance and authorized the Director of Human Resources of the Municipality of Yabucoa to make the personnel changes necessary to return them \"to the state of law which they held prior to such appointments.\"<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> On June 30, 1997, the Municipality terminated some of the plaintiffs and switched others from \"career\" to \"transitory\" status.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The plaintiffs claim that they were discharged or demoted to transitory status because of their political affiliation; that the defendants had a policy of terminating NPP employees and replacing them with members of the defendants' party, the PDP; and that the Municipality continued to hire new employees from the PDP party following their terminations. The plaintiffs do not present any evidence of new hires. They cite the sworn statement of plaintiff Juan A. Ramos-Fontanez that Mayor Ramos \"used to say that he was going to clean City Hall of most NPP employees....\"</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The defendants argue that the 1997 Ordinance and the subsequent personnel actions corrected the prior administration's illegal conversion of a group of employees from transitory to career status. They note that the 1996 Ordinance breached the merit principle system and violated Puerto Rico personnel laws. The defendants also maintain that they have not hired or appointed any new employees to fill the job classifications affected by the layoff plan.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">We review the grant of summary judgment de novo. See EEOC v. Amego, Inc., <span class=\"citation\" data-id=\"197290\"><a href=\"/opinion/197290/eeoc-v-amego-inc/\"><span class=\"volume\">110</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">135</span></a></span>, 141 (1st Cir. 1997). We draw all reasonable inferences in favor of the nonmoving party. See Champagne v. Servistar Corp., <span class=\"citation\" data-id=\"197838\"><a href=\"/opinion/197838/champagne-v-servistar/\"><span class=\"volume\">138</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">7</span></a></span>, 8 (1st Cir. 1998).</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">II. Claims Against the Defendants in their Individual Capacities</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Officials performing legislative functions have absolute immunity from suit and liability under section 1983. See Agromayor v. Colberg, <span class=\"citation\" data-id=\"437688\"><a href=\"/opinion/437688/35-fair-emplpraccas-239-34-empl-prac-dec-p-34508-manuel-agromayor/\"><span class=\"volume\">738</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">55</span></a></span>, 58 (1st Cir. 1984). Absolute immunity extends to local legislators as well as to their state and federal counterparts. See Bogan v. Scott-Harris, <span class=\"citation\" data-id=\"118178\"><a href=\"/opinion/118178/bogan-v-scott-harris/\"><span class=\"volume\">523</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">44</span></a></span>, 54 (1998). Legislative immunity prevents the threat of lawsuits from inducing officials to act \"with an excess of caution or otherwise to skew their decisions\" in performing their legislative duties. Forrester v. White, <span class=\"citation\" data-id=\"111977\"><a href=\"/opinion/111977/forrester-v-white/\"><span class=\"volume\">484</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">219</span></a></span>, 223 (1988). This rationale applies with particular force \"in local government, where prestige and pecuniary rewards may pale in comparison to the threat of civil liability.\" Bogan, 523 U.S. at 52.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">A. The Alleged Illegality of the 1997 Ordinance</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The plaintiffs contend that absolute immunity does not apply to the defendants because the 1997 Ordinance was not a \"legitimate legislative act.\" According to the plaintiffs, the 1997 Ordinance \"illegally stripped the plaintiffs' of their career (tenured) employment status, and also illegally demoted the plaintiffs to transitory job status.\" They claim that \"an illegal legislative act cannot be said to be a legitimate legislative action.\" We reject this argument.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">There is no support in the case law for plaintiffs' claim that the legislative act must be \"legitimate\" for absolute immunity to apply. In Colon Berrios v. Hernandez Agosto, <span class=\"citation\" data-id=\"424032\"><a href=\"/opinion/424032/william-colon-berrios-v-miguel-hernandez-agosto-william-colon-berrios-v/\"><span class=\"volume\">716</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">85</span></a></span>, 91 (1st Cir. 1983), we held that \"[l]egislative activities otherwise entitled to immunity in a &#167; 1983 suit do not lose the full protection of that immunity merely because plaintiffs allege that such activities violate their constitutional rights.\" Similarly, in Acevedo-Cordero v. Cordero-Santiago, <span class=\"citation\" data-id=\"578673\"><a href=\"/opinion/578673/manuel-acevedo-cordero-v-rafael-cordero-santiago/\"><span class=\"volume\">958</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">20</span></a></span>, 22 (1st Cir. 1992), we noted that \"[t]he doctrine of absolute immunity provides a complete bar to civil liability for damages, regardless of the culpability of the actor....\" See also Rateree v. Rockett, <span class=\"citation\" data-id=\"509331\"><a href=\"/opinion/509331/bonnie-rateree-ken-vaughn-william-gardner-leander-brown-plaintiffs-v/\"><span class=\"volume\">852</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">946</span></a></span>, 951 (7th Cir. 1988) (\"[A] legislator may vote for legislation for seemingly improper reasons; nevertheless, the rule of absolute immunity shields this conduct.\"). When the Supreme Court stated in Tenney v. Brandhove, <span class=\"citation\" data-id=\"104906\"><a href=\"/opinion/104906/tenney-v-brandhove/\"><span class=\"volume\">341</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">367</span></a></span>, 376 (1951), that an act was protected by legislative immunity only if it occurred within the \"sphere of legitimate legislative activity,\" it was referring to the nature of the act (i.e., whether it is legislative rather than administrative), not to the legality or legitimacy of the act.</p>\n    </div>\n    <p class=\"indent\">B. The Nature of the 1997 Ordinance</p>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Absolute immunity does not apply to administrative or executive functions. The touchstone is the nature of the contested action, not the job title of the official who is sued. See Forrester, 484 U.S. at 227 (\"[I]mmunity is justified and defined by the functions it protects and serves, not by the person to whom it attaches.\"). The official's motive or intent is irrelevant to the determination of whether an action is legislative or administrative. See Bogan, 523 U.S. at 54.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The 1996 Ordinance granted career status to two general classes of municipal workers: 1) employees who had held a temporary position for three years or more; and 2) employees who had held a temporary position for at least six months but not more than three years and who had received certification from the director of the relevant municipal agency of satisfactory work performance. The 1997 Ordinance authorized the Municipality's Director of Human Resources to \"return the employees named to a career status pursuant to [the 1996 Ordinance] to the state of law which they held prior to such appointments.\" Rather than specifying the names of affected employees on some selective basis, the 1997 Ordinance invalidated generally all personnel actions taken pursuant to the 1996 Ordinance.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">We have little difficulty concluding that the 1997 Ordinance was legislative in nature. The acts of voting for legislation and signing an ordinance into law are \"quintessentially legislative\" in form. Bogan, 523 U.S. at 55. The defendants' actions were also legislative in substance. The 1997 Ordinance sought to correct an enactment deemed illegal by the Municipal Assembly. The repeal of an illegal act is \"a field where legislators traditionally have power to act.\" Tenney, 341 U.S. at 379. Indeed, the Municipal Assembly had an obligation to ensure that the Municipality's ordinances and related personnel actions conformed to applicable Puerto Rico law. The individual defendants are entitled to absolute immunity for the enactment of the 1997 Ordinance.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">III. Claims Against the Defendants in their Official Capacities</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The plaintiffs also brought suit against the defendants in their official capacities pursuant to section 1983, alleging violations of their First and Fourteenth Amendment rights.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> Municipalities are liable for constitutional violations resulting from their official policies and customs. See Monell v. Department of Soc. Servs., <span class=\"citation\" data-id=\"109881\"><a href=\"/opinion/109881/monell-v-new-york-city-dept-of-social-servs/\"><span class=\"volume\">436</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">658</span></a></span>, 690 (1978). Enactments by a municipal legislature are official policies. See Pembaur v. City of Cincinnati, <span class=\"citation\" data-id=\"111615\"><a href=\"/opinion/111615/pembaur-v-cincinnati/\"><span class=\"volume\">475</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">469</span></a></span>, 480 (1986)(\"[E]ven a single decision by [a legislative] body unquestionably constitutes an act of official government policy.\").</p>\n    </div>\n    <p class=\"indent\">A. Fourteenth Amendment: Due Process</p>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The plaintiffs claim that the 1997 Ordinance deprived them of their property interest in continued employment as career employees without proper notification or an informal due process hearing. The district court held that the plaintiffs' career status was void because it was granted in violation of law. Without career status, plaintiffs lacked a property interest in their employment under Puerto Rican law and thus could not prevail on their Fourteenth Amendment claim. We agree.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Under the Due Process Clause of the Fourteenth Amendment, persons who possess a property interest in continued public employment cannot be deprived of that interest without due process of law. At a minimum, due process rights entitle such individuals to \"notice and a meaningful opportunity to respond\" prior to termination. Kercado-Melendez v. Aponte-Rogue, <span class=\"citation\" data-id=\"494592\"><a href=\"/opinion/494592/ipcia-m-kercado-melendez-v-awilda-aponte-roque-etc/\"><span class=\"volume\">829</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">255</span></a></span>, 263 (1st Cir. 1987). The Constitution does not create property interests; instead, \"they are created and their dimensions are defined by existing rules or understandings that stem from an independent source such as state law....\" Board of Regents v. Roth, <span class=\"citation\" data-id=\"108608\"><a href=\"/opinion/108608/board-of-regents-of-state-colleges-v-roth/\"><span class=\"volume\">408</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">564</span></a></span>, 577 (1972). Once a legislature has conferred a property interest in public employment, \"it may not constitutionally authorize the deprivation of such an interest... without appropriate procedural safeguards.\" Arnett v. Kennedy, <span class=\"citation\" data-id=\"109008\"><a href=\"/opinion/109008/arnett-v-kennedy/\"><span class=\"volume\">416</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">134</span></a></span>, 167 (1974).</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Puerto Rican law grants a property interest in employment to career employees. See Kauffman v. Puerto Rico Tel. Co., <span class=\"citation\" data-id=\"503066\"><a href=\"/opinion/503066/bessie-a-kauffman-v-puerto-rico-telephone-company/\"><span class=\"volume\">841</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1169</span></a></span>, 1173 (1st Cir. 1988). The Autonomous Municipalities Act mandates that career employees \"shall be entitled to permanent status and may only be removed from their positions for just cause after due filing of charges.\" 21 L.P.R.A. &#167; 4554(b). However, in order to possess a protected property interest the plaintiffs must have a valid claim to career status. Puerto Rican law mandates that \"Acts executed contrary to the provisions of law are void except when the law preserves their validity.\" 31 L.P.R.A. &#167; 4.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">We addressed the issue of an illegal grant of career status in Kauffman, 841 F.2d at 1173-75. Plaintiffs were hired by the Puerto Rico Telephone Company, a public corporation, in violation of company regulations adopted pursuant to the Puerto Rico Public Service Personnel Act requiring that the company first consider qualified internal employees to fill vacancies. Id. at 1170-71. We held that because the \"plaintiffs were hired in violation of [regulations promulgated under order of the Puerto Rico Supreme Court to comply with the Personnel Act], they obtained their career positions 'on the basis of standards foreign to that category,' and, therefore, could not, upon termination, benefit from the 'property' status of such positions.\" Id. at 1174 (quoting Colon v. Mayor of Municipality of Ceiba, 112 D.P.R. 740 (1982)).</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">The Municipal Assembly of Yabucoa must have granted the plaintiffs career status in accordance with applicable Puerto Rican law if they are to have a property interest in their jobs. The Autonomous Municipalities Act requires that, \"The municipal public service shall be governed by the merit principle to ensure that those who serve the Municipal Government are the fittest.\" 21 L.P.R.A. &#167; 4551. The Act also specifies procedures for hiring \"career\" employees. A Municipal Selection Committee interviews all eligible candidates, submits a list to the Mayor of the five most qualified candidates, and the Mayor makes the final selection decision. See 21 L.P.R.A. &#167; 4558. Pursuant to Article 12.008 of the Autonomous Municipalities Act, \"[S]pecial alternate recruitment and selection procedures may be used when it becomes impractical to attend to the municipal service needs with appointments made subject to the ordinary procedure established in this subtitle.\" 21 L.P.R.A. &#167; 4558(a). These special procedures are \"mechanisms of exception\" and can be used only when: 1) there is no appropriate list of eligible candidates and the urgency of the service to be rendered justifies special procedures; and 2) to fill non-skilled or semi-skilled transitory positions. Id. Only the first exception is at issue in this case.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">By its terms, the 1996 Ordinance offers three justifications for the grant of career status to large numbers of transitory employees. First, the Ordinance cites the \"special alternate recruitment and selection procedures\" of Article 12.008 of the Autonomous Municipalities Act, which can be used \"when it becomes impractical to attend to the municipal service needs\" by following the normal procedure for hiring career employees. 21 L.P.R.A. &#167; 4558(a). This justification fails for the obvious reason that the 1996 Ordinance did not involve the recruitment and selection of new employees to attend to the service needs of the Municipality. Instead, the Ordinance simply changed the employment status of an existing group of workers who were already addressing the service needs of the Municipality.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Second, the 1996 Ordinance invoked Law 56 of August 16, 1989, an amendment to the Puerto Rico Public Service Personnel Act. The Ordinance states that by this \"Law... regular career status shall be granted to thousands of State Government employees who have held temporary positions and who meet the requirements set forth in said law as of July 1, 1996.\" This precedent is not helpful to the plaintiffs because Law 56 applied only to the employees of the Commonwealth of Puerto Rico, not the employees of the autonomous municipalities. In fact, the autonomous municipalities are exempt from the provisions of the Puerto Rico Public Service Personnel Act pursuant to Section 4577 of the Autonomous Municipalities Act. See 21 L.P.R.A. &#167; 4577.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Third, the Ordinance states that the Municipality \"has been forced to appoint numerous temporary employees due to the fact that it does not have eligibility logs and because originally it was not contemplated that such appointments would have to be consecutively renewed pursuant to the service needs.\" The Ordinance states further that the Municipality \"has established the public policy of doing justice to these temporary employees by granting appointments as regular career employees.\" If the Municipality underestimated its needs for career employees, and hence created \"de facto\" career employees by renewing the status of transitory employees on a regular basis, it should have addressed the problem by following the mandated procedures of the Autonomous Municipalities Act for the recruitment and hiring of career employees. See 21 L.P.R.A. &#167; 4558. It could not respond to this problem by ignoring those procedures and relying on a contrived crisis to confer career status on its transitory employees.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">The Municipality unmistakably enacted the 1996 Ordinance in contravention of the Autonomous Municipalities Act. The grant of career status to the plaintiffs was therefore void. Without career status, the plaintiffs do not have a constitutionally protected property interest in continued employment, and they cannot prevail on their due process claim under the Fourteenth Amendment.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <p class=\"indent\">B. First Amendment</p>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Public employees who do not hold confidential policy-making positions are protected from adverse employment actions based on political affiliation. See Branti v. Finkel, <span class=\"citation\" data-id=\"110232\"><a href=\"/opinion/110232/branti-v-finkel/\"><span class=\"volume\">445</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">507</span></a></span>, 517-19 (1980); see also Rutan v. Republican Party of Illinois, <span class=\"citation\" data-id=\"112472\"><a href=\"/opinion/112472/rutan-v-republican-party-of-ill/\"><span class=\"volume\">497</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">62</span></a></span>, 75 (1990)(extending the prohibition on patronage dismissals to include promotion, transfer, recall, or hiring decisions). The freedoms of belief and association of public employees \"constitute the core of those activities protected by the First Amendment.\" Elrod v. Burns, <span class=\"citation\" data-id=\"109517\"><a href=\"/opinion/109517/elrod-v-burns/\"><span class=\"volume\">427</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">347</span></a></span>, 356 (1976).</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">To prevail on a free speech claim, a public employee must show that she engaged in constitutionally-protected conduct and that this conduct was a substantial factor in the adverse employment decision. See Mt. Healthy City Bd. of Educ. v. Doyle, <span class=\"citation\" data-id=\"109574\"><a href=\"/opinion/109574/mt-healthy-city-bd-of-ed-v-doyle/\"><span class=\"volume\">429</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">274</span></a></span>, 287 (1977); see also Padilla-Garciav. Guillermo Rodriguez, <span class=\"citation no-link\"><span class=\"volume\">212</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">69</span></span>, 73 (1st Cir. 2000)(emphasizing that the protected conduct need only be a factor in the employment decision, not the motivating factor). The plaintiffs claim that Mayor Ramos's alleged statement that he intended to rid the Municipality of NPP employees, coupled with the competing political persuasions of the plaintiffs and defendants, constitute enough evidence of a First Amendment violation to withstand a motion for summary judgment. The district court rejected plaintiffs' political discrimination claim because it was \"based solely upon conclusory statements\" and \"lack[ed] any specific evidence.\" We agree.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">In Kauffman v. Puerto Rico Telephone Co., 841 F.2d at 1172-73, we concluded that the plaintiffs could not withstand summary judgment against them based on \"general and unsupported allegations\" that the defendants belonged to the rival political party (the PDP) and that the plaintiffs lost their jobs directly after the defendants assumed management positions. Further, we noted that the plaintiffs' most viable claim, the allegation that similarly situated PDP members were not fired, lacked factual support. See id. at 1172. Although the Kauffman plaintiffs had \"more than sufficient time to discover specific information, such as the names of [similarly situated individuals from the rival political party who were not fired], the plaintiffs failed to provide the district court with information that would suggest that [their political discrimination claim had] any factual support.\" Id.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Similarly, the plaintiffs here have failed to adduce specific facts indicating that the Municipality of Yabucoa discharged them based on party affiliation. Like the plaintiffs in Kauffman, they rely on generalized assertions of the defendants' affiliation with the rival political party and the enactment of the 1997 Ordinance following the November 1996 elections. The only specific evidence that they offer is the sworn statement of a single plaintiff that Mayor Ramos voiced his intention to rid City Hall of NPP employees. They have failed to provide names or other specific factual information supporting their claim that the Municipality replaced them with new hires from the PDP. This meager showing is patently insufficient to generate a genuine issue of material fact on a causal connection between the political affiliation of the plaintiffs and the adverse employment actions alleged.</p>\n    </div>\n    <p class=\"indent\">IV. Conclusion</p>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">For the reasons stated herein, we affirm the district court's grant of summary judgment for the defendants.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>NOTES:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p>  The Autonomous Municipalities Act defines this status: \"Regular career employees are those who have entered the system after undergoing the recruitment procedure established in this subtitle.... These employees shall be entitled to permanent status and may only be removed from their positions for just cause after due filing of charges.\" 21 L.P.R.A. &#167; 4554(b).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p>  The Act defines transitory employees as \"those who fill positions of fixed duration in the career service... Transitory appointments shall not exceed one (1) year....\" 21 L.P.R.A. &#167; 4554(c).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p>  Defendants claim that there is no connection between the 1997 Ordinance adopted on June 2, 1997, and the layoff plan (Ordinance 15), adopted earlier on April 2, 1997. We find this claim implausible. The layoff plan required that all terminations occur on the basis of seniority. Because career versus transitory status affects the seniority ranking process, a prior grant of career status to a group of employees would affect implementation of the layoff plan. This relationship is the most obvious reason for the Municipal Assembly's enactment of the 1997 Ordinance two months after it passed the ordinance providing for the layoff plan.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p>  On appeal, the plaintiffs do not challenge whether legislative immunity applies to the actions taken by the defendants in enacting Ordinance 15, the legislation authorizing the layoff plan, nor could they. The Municipal Assembly enacted Ordinance 15 as part of a policymaking decision to restructure municipal services to increase efficiency and streamline costs. The layoff plan affected all 362 municipal employees based on their job classification and seniority.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p>  Although the plaintiffs also alleged Fifth Amendment violations, the district court did not address those allegations because the plaintiffs failed to present a developed argument.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p>  The district court did not address the urgency exception of Article 12.008. Instead, it concluded that the 1996 Ordinance was illegal because it did not provide for the publication of available career positions, open competition for career positions, evaluation by the Municipal Selection Committee, or a probationary work period. We do not disagree with the district court. We have simply addressed the argument of the plaintiffs that compliance with those requirements cited by the district court was unnecessary because of the \"crisis\" alluded to in the 1996 Ordinance.</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/104906/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108608/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109008/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109517/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109574/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109881/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110232/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111615/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111977/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112472/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118178/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197290/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197838/",
    "http://www.courtlistener.com/api/rest/v3/opinions/424032/",
    "http://www.courtlistener.com/api/rest/v3/opinions/437688/",
    "http://www.courtlistener.com/api/rest/v3/opinions/494592/",
    "http://www.courtlistener.com/api/rest/v3/opinions/503066/",
    "http://www.courtlistener.com/api/rest/v3/opinions/509331/",
    "http://www.courtlistener.com/api/rest/v3/opinions/578673/"
  ]
}