{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/199140/",
  "absolute_url": "/opinion/199140/united-states-v-mendez-otero/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/199140/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T04:25:10Z",
  "date_modified": "2017-03-24T11:00:50.025165Z",
  "type": "010combined",
  "sha1": "435a982d49dc2c39bcd91345cefb4b847c2b951e",
  "page_count": 20,
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/99-1805-01A.pdf",
  "local_path": "pdf/2000/10/27/US_v._Mendez_Otero.pdf",
  "plain_text": "          United States Court of Appeals\n                    For the First Circuit\n\n\nNo. 99-1805\n\n                  UNITED STATES OF AMERICA,\n\n                          Appellee,\n\n                              v.\n\n                    HANSON WILSON MILLAN,\n\n                    Defendant, Appellant.\n\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n               FOR THE DISTRICT OF PUERTO RICO\n\n       [Hon. Salvator E. Casellas, U.S. District Judge]\n\n\n                            Before\n\n                    Torruella, Chief Judge,\n                Coffin, Senior Circuit Judge,\n                  and Boudin, Circuit Judge.\n\n\n\n     Rafael F. Castro Lang, by Appointment of the Court, for\nappellant.\n     Antonio R. Bazan, Assistant U.S. Attorney, with whom\nGuillermo Gil, United States Attorney, Jorge E. Vega-Pacheco,\nAssistant U.S. Attorney, and Camille Velez-Rive, Assistant U.S.\nAttorney, were on brief for the appellee.\n\n\n\n\n                       October 27, 2000\n\f\f            COFFIN,   Senior Circuit Judge.      Defendant-appellant\n\nHanson Wilson Millan appeals from convictions for carjacking\n\nthat resulted in death, in violation of 18 U.S.C. § 2119(3), and\n\nfor using a firearm during the commission of the offense, in\n\nviolation of 18 U.S.C. § 924(c).         Appellant claims error in\n\nseveral evidentiary rulings at trial and contends that the\n\nprosecutor made improper remarks during his closing argument.\n\nWe affirm.\n\nI.   BACKGROUND\n\n            The facts as the jury could have found them are as\n\nfollows.     In the wee hours of April 5, 1996, appellant was\n\nriding in a red Mitsubishi driven by Jose Otero Mendez in\n\nCarolina, Puerto Rico.         Also along for the ride were Javier\n\nBetancourt, his girlfriend, Jomary Aleman Gonzalez, and Geovani\n\nCastro Ayala.     When a white Nissan with alloy wheels passed by,\n\nOtero followed it, intending to swipe the coveted wheels.         The\n\nNissan     was   driven   by   Juan   Manuel   Gonzalez   Encarnacion\n\n(\"Gonzalez\"), an off-duty police officer who was on his way to\n\nhis girlfriend's house.\n\n            As Gonzalez parked on the street in front of the house,\n\nOtero pulled up alongside.      Appellant and Betancourt, each armed\n\nwith handguns, got out and approached Gonzalez' car.       Shots were\n\n\n\n\n                                   -3-\n\ffired.     Both Gonzalez and Betancourt were hit and died as a\n\nresult of their injuries.\n\n            At trial it was unclear who fired first.                    There was\n\ntestimony of an initial exchange of bullets between Betancourt\n\nand Gonzalez through the driver's side window of Gonzalez' car.\n\nAppellant testified that upon hearing gunshots, he fired through\n\nthe rear window at Gonzalez, who, according to autopsy reports,\n\ndied instantly.\n\n            Betancourt, who had been shot in the abdomen, was\n\nassisted    into   Otero's   car   and      dropped    off   at   the    Carolina\n\nhospital along with Aleman and Castro.              At the hospital, Aleman\n\nand   Castro,     both   juveniles,   lied     to     authorities     about   how\n\nBetancourt was shot, in an attempt to cover up the crime.                    After\n\nBetancourt died, Aleman and Castro told police what actually\n\nhappened,    and    both    subsequently       pleaded       guilty     to   their\n\naccessory roles in the offense and agreed to cooperate and\n\ntestify.    Appellant and Otero were indicted together, but their\n\ncases were severed before trial. Appellant was found guilty and\n\nsentenced    to    imprisonment    for      life.   Pertinent     portions     of\n\nappellant's trial will be recounted in context as part of our\n\nanalysis of his arguments on appeal.\n\n            Appellant asserts three claims of error.                    First, he\n\nargues that the court erred in refusing to admit a portion of\n\n\n                                      -4-\n\fthe government's written version of facts that was attached to\n\nAleman's plea agreement, which, he contends, would have shown\n\nthat Gonzalez fired first.           Second, appellant claims that the\n\ncourt   erred   in   refusing   to    permit   hearsay   testimony   about\n\nillegal firearms dealing involving Gonzalez, which would have\n\nhelped refute the government's theory that the shooting occurred\n\nduring a carjacking.      Third, appellant takes exception to the\n\nprosecutor's remarks during closing argument.            We address each\n\nof these arguments in turn.\n\n\n\n\n                                     -5-\n\fII.     ANALYSIS\n\n        A.     Refusal to Admit Excerpt from Version of Facts\n\n               Appended to Aleman's plea agreement was a three-page\n\nstatement of facts drafted by the government and signed by the\n\nprosecutor and Aleman.           During Aleman's direct testimony at\n\ntrial, the government sought to introduce the plea agreement\n\nalong with the version of facts, but defense counsel objected.\n\nAt a bench conference, counsel stated that he had no objection\n\nto the plea agreement, only to the version of facts.                      The\n\nprosecutor agreed to excise the version of facts and the plea\n\nagreement was admitted by itself.\n\n               At the close of the defendant's case, his attorney\n\nattempted to reintroduce a portion of the version of facts he\n\nhad successfully barred earlier.            He argued that this part of\n\nthe   version      of   facts   clarified   who   fired    first,   an   issue\n\ndisputed at trial.          After a lengthy sidebar conference, the\n\ncourt was persuaded to allow counsel to introduce the version of\n\nfacts notwithstanding his earlier objection, but ruled that the\n\nwhole version had to come in, not just the excerpt favorable to\n\nhis position.       In its consideration of the issue, the district\n\ncourt        apparently   viewed    the     government's     four-paragraph\n\nnarrative as an integrated whole, the piecemeal introduction of\n\nwhich would have unfairly distorted the government's version of\n\n\n                                     -6-\n\fevents.        Counsel declined the invitation to admit the entire\n\nversion and now claims error in that ruling.\n\n               Under the doctrine of completeness codified in Federal\n\nRule of Evidence 1061, a party wishing to introduce only a\n\nportion of a recorded statement may be precluded from doing so\n\nwhere     partial      disclosure   out       of   context   would    result    in\n\nunfairness to the other party.             See United States v. Awon, 135\n\nF.3d 96, 101 (1st Cir. 1998) (\"The doctrine of completeness . .\n\n.   operates     to    ensure   fairness      where   a   misunderstanding     or\n\ndistortion created by the other party can only be averted by the\n\nintroduction of the full text of the out-of-court statement.\").\n\nThe rule permits \"a party against whom a fragmentary statement\n\nis introduced [to] demand that the rest of the statement (or so\n\nmuch thereof as is appropriate) be admitted into evidence in\n\norder     to   place    the   excerpt   in     context.\"     United   States    v.\n\nHoulihan, 92 F.3d 1271, 1283 (1st Cir. 1996).                   We review Rule\n\n106 completeness determinations for abuse of discretion.                       See\n\nUnited States v. Thuna, 786 F.2d 437, 441 n.7 (1st Cir. 1986)\n\n(\"application of rule 106 is left to the sound discretion of the\n\ndistrict court\"); United States v. Conley, 186 F.3d 7, 22 (1st\n\n\n      1   \"When a writing or        recorded statement or part thereof\nis introduced by a party,           an adverse party may require the\nintroduction at that time of        any other part or any other writing\nor recorded statement which         ought in fairness to be considered\ncontemporaneously with it.\"          Fed. R. Evid. 106.\n\n                                        -7-\n\fCir. 1999) (\"In making determinations as to the completeness of\n\nproffered statements, the district court's judgment is entitled\n\nto great respect.\"); accord Houlihan, 92 F.3d at 1283.\n\n           After reviewing the version of facts, we find no abuse\n\nof discretion in the court's refusal to admit less than the\n\nwhole document.    \"[T]he threshold question under Rule 106 is\n\nalways one of defining the entirety: that is, if Rule 106\n\napplies, what is it that must be complete?\"          United States v.\n\nBoylan, 898 F.2d 230, 256 (1st Cir. 1990).          Here, the entirety\n\nis easily defined as the government's version of facts.             That\n\ndocument   bore   its   own   caption   and   was   signed   and   dated\n\nseparately from the plea agreement to which it was appended.\n\nEarly on in the trial, the parties implicitly agreed that the\n\nversion stood on its own when it was excised from the plea\n\nagreement introduced into evidence by the government.\n\n           Having determined the version of facts document to be\n\n\"a reasonable unit of wholeness,\" we next consider whether the\n\nexcerpt would \"neglect[] some revealing context of the whole.\"\n\nId. at 257. Although appellant did not indicate on the record\n\nwhich portion he wanted admitted, he points us in his brief to\n\nthree sentences that, he argues, would have been helpful to his\n\ncase:\n\n           As Javier Betancourt approached the driver's\n           side of the automobile that they intended to\n\n                              -8-\n\f             carjack, its driver, Juan M. Gonzalez\n             Encarnacion, an off duty state policeman,\n             fired his revolver at him. Betancourt was\n             hit in the stomach area but still managed to\n             fire   several  shots   that  hit   Gonzalez\n             Encarnacion.     Meanwhile, Hanson Wilson\n             Millan fired several shots at Gonzalez\n             through the rear window of the car.\n\nThis excerpt, plucked mid-paragraph, tells only part of the\n\nstory portrayed in the government's version of facts.                          That\n\ndocument     also    describes,    in   the     government's    voice,      events\n\nleading up to the shooting, including a passage just prior to\n\nthe excerpt stating that appellant and Betancourt \"dismounted\n\nthe   car    with    firearms     in    their    hands.\"       That    appellant\n\napproached Gonzalez' car with revolver at the ready bears on the\n\npossibility that appellant fired his shots before, or at the\n\nsame time as, Gonzalez did.              Shorn from the context of the\n\nentire narrative, the excerpt may have distorted the jury's\n\nperception     of    the   government's       written     version     of   events.\n\nRequiring admission of the entire document was therefore within\n\nthe district court's discretion.\n\n             Furthermore, any error in refusing to admit the excerpt\n\nwas harmless.       Even if the excerpt had been admitted, it would\n\nnot   have    been     particularly      helpful     to    appellant's        case.\n\nContrary     to     appellant's    assertion,       the    excerpt     does     not\n\nunequivocally settle the issue of who shot first.                     Though the\n\nnarrative order of the quoted language may suggest that Gonzalez\n\n                                        -9-\n\ffired first, the statement, \"[m]eanwhile, [appellant] fired\n\nseveral shots at Gonzalez,\" could mean that appellant was the\n\nfirst to fire.\n\n           The excerpt was also cumulative of appellant's trial\n\ntestimony.   On the stand, appellant admitted to firing several\n\ntimes into the back of Gonzalez' car after seeing Betancourt get\n\nhit.   He testified that he did not start shooting until after\n\nBetancourt had started and that Betancourt returned fire only\n\nafter being shot.    Although the selected excerpt may have on\n\nbalance corroborated appellant's testimony, excluding it did not\n\npreclude appellant from presenting his theory of the case.\n\n           Nevertheless, even if the jury had been permitted to\n\nconsider the excerpt from the government's version of facts and,\n\nin combination with appellant's testimony, drew the inference\n\nthat appellant did not initiate gunfire, it is unclear how that\n\nfact might have tended to exonerate him.      Establishing that\n\nGonzalez fired first, or even that appellant did not fire first,\n\nwould have done little to undermine the mens rea element of the\n\noffense.   The carjacking statute attaches criminal liability to\n\nanyone who, with the intent to cause death or serious bodily\n\nharm, attempts to take a motor vehicle by force or intimidation.\n\n\n\n\n                              -10-\n\f18 U.S.C. § 2119 (1994).2     Violations of the carjacking statute\n\ndo not turn on who initiated the altercation.         See Holloway v.\n\nUnited States, 526 U.S. 1, 11-12 (1999) (holding that mens rea\n\nelement of § 2119 is satisfied by conditional intent to cause\n\ndeath or serious bodily harm if necessary to hijack the car);\n\nsee also United States v. Gandia-Maysonet, No. 98-1144, 2000 WL\n\n1273845, at *3 (1st Cir. Sept. 13, 2000).\n\n         The district court determined that fairness to the\n\ngovernment required the admission of the whole version of facts.\n\nOn this record, we are not prepared to hold that determination\n\na harmful abuse of discretion.\n\n    B.   Refusal to Admit Testimony of Illegal Firearms Dealing\n\n         Appellant's second claim of error is that the court\n\nwrongfully   refused   to   admit   testimony   of   illegal   firearms\n\ndealing involving Betancourt and Gonzalez.       At trial, appellant\n\nattempted to show that the shooting did not occur during a\n\ncarjacking, but was motivated by a dispute over money owed by\n\n\n\n    2    Section 2119 states, in pertinent part:\n    Whoever, with the intent to cause death or serious\n    bodily harm [,] takes a motor vehicle that has been\n    transported, shipped, or received in interstate or\n    foreign commerce from the person or presence of\n    another by force and violence or by intimidation, or\n    attempts to do so, shall . . .\n      (3) if death results, be fined under this title or\n    imprisoned for any number of years up to life, or\n    both, or sentenced to death.\n\n                                -11-\n\fGonzalez      to     Betancourt   as     part    of     their     gun     dealing.\n\nAppellant's attempts to present this alternate theory to the\n\njury were thwarted by two of the court's evidentiary rulings.\n\nThe   first        occurred   when,     during    the      defendant's      direct\n\ntestimony, a hearsay objection was sustained that prevented\n\nappellant from testifying to the substance of a conversation he\n\nheard between Betancourt and Gonzalez about trading illicit\n\nfirearms.     The second ruling barred Otero from testifying that\n\nhe fled from police because he feared reprisal for knowing that\n\nGonzalez -- a police officer -- was engaged in illicit activity.\n\nWe review these evidentiary rulings for abuse of discretion.\n\nSee United States v. Mojica-Baez, Nos. 98-2349 to 2353, 2000 WL\n\n1211013, at *5 (1st Cir. Aug. 30, 2000).\n\n             1.       Appellant's         Proffered          Testimony         Was\n\n                      Inadmissible.\n\n             Appellant testified on direct examination that he first\n\nmet   Gonzalez       in   mid-March    1996    when   he    was   driving     with\n\nBetancourt and they pulled up next to Gonzalez' car in the\n\nparking lot of a Burger King.           As appellant began to relate what\n\nwas   said    between      Betancourt    and     Gonzalez,      the     government\n\nobjected strenuously, arguing that the admission of the hearsay\n\nstatements would be particularly unfair because both declarants\n\nwere dead.\n\n\n                                       -12-\n\f            At sidebar, counsel proffered that the conversation was\n\nabout weapons, but that he was not offering it for the truth of\n\nthe matter asserted.       The testimony was admissible, he argued,\n\nto   show   defendant's        awareness     of    firearms      dealing.   He\n\napparently wanted to bolster appellant's later testimony that\n\nhis understanding of the purpose of the fatal confrontation with\n\nGonzalez was to collect a debt.             However, there was no proffer\n\nthat the excluded conversation shed any light on the financial\n\ndealings of Betancourt and Gonzalez.\n\n            At the conclusion of the colloquy on this point, the\n\ncourt gave counsel the opportunity to identify another basis for\n\nadmission, which we discuss below.                Assuming the earlier non-\n\nhearsay argument was preserved, we have no difficulty in holding\n\nharmless    any   error   in    refusing     to    admit   the   conversation.\n\nAppellant was permitted to testify later as to his state of\n\nmind, and the proffered conversation lacking specifics would not\n\nhave added significantly to appellant's case.\n\n            Once it became clear that appellant was not going to\n\nprevail on his non-hearsay argument, defense counsel proposed to\n\nhave the firearms statements admitted under Federal Rule of\n\nEvidence 804(b)(3)3, which permits the introduction of hearsay\n\n\n     3    The rule defines \"statement against interest\" in part\nas \"[a] statement which . . . at the time of its making . . . so\nfar tended to subject the declarant to civil or criminal\n\n                                     -13-\n\ftestimony where a declarant unavailable to testify had exposed\n\nhimself to criminal liability in the out-of-court statement.\n\nSee Williamson v. United States, 512 U.S. 594, 599 (1994) (\"Rule\n\n804(b)(3) is founded on the commonsense notion that reasonable\n\npeople, even reasonable people who are not especially honest,\n\ntend not to make self-inculpatory statements unless they believe\n\nthem to be true.\").     Whenever offered to exculpate the accused,\n\nsuch    statements   must   be   corroborated       to   \"clearly    indicate\n\nthe[ir] trustworthiness.\"         Fed. R. Evid. 804(b)(3); see also\n\nUnited States v. Mackey, 117 F.3d 24, 29 (1st Cir. 1997) (\"the\n\nrequirement for corroboration is not unrealistically severe but\n\ndoes go beyond minimal corroboration\") (internal quotation marks\n\nomitted).    District   courts        have   \"'a   substantial     degree   of\n\ndiscretion'\" in determining whether a hearsay statement against\n\npenal    interest    offered     to    acquit      the   accused    has   been\n\nsufficiently corroborated to be admissible.              Mackey, 117 F.3d at\n\n29 (quoting United States v. Barrett, 539 F.2d 244, 253 (1st\n\nCir. 1976)).\n\n\n\n\nliability . . . that a reasonable person in the declarant's\nposition would not have made the statement unless believing it\nto be true.   A statement tending to expose the declarant to\ncriminal liability and offered to exculpate the accused is not\nadmissible unless corroborating circumstances clearly indicate\nthe trustworthiness of the statement.\" Fed. R. Evid. 804(b)(3).\n\n                                      -14-\n\f            The district court apparently assumed without deciding\n\nthat the statements of Betancourt and Gonzalez were against\n\ntheir    respective       penal     interests,           but    ruled    appellant's\n\ntestimony     about    the       conversation       inadmissible        because      its\n\ntrustworthiness had not been sufficiently corroborated.                         We find\n\nno error with this ruling.\n\n            The    only    corroborative         evidence        offered       was   the\n\ntestimony     of     appellant's        cousins,         Margarita      and     Jessica\n\nEsquilin, who reported an occasion, prior to the carjacking,\n\nwhen they observed appellant and Betancourt follow a white car\n\nafter being paged and then return irked because they had been\n\nshortchanged money. Appellant argues that the court should have\n\ninferred that it was Gonzalez who paged them, that the white car\n\nwas Gonzalez' and that their vexation over the money had to do\n\nwith illegal firearms.            We agree with the district court that\n\nthese    inferences       were    too   remote      to    corroborate         Gonzalez'\n\nhearsay statement.          The Esquilins' testimony lacks sufficient\n\ndetail   to   lend    much       assistance    to    the       reliability      of   the\n\nGonzalez-Betancourt conversation.                Because appellant sought to\n\ntestify to the substance of that conversation and because that\n\nsubstance could not be adequately corroborated, appellant's\n\nproffered testimony about illegal firearms dealing was properly\n\nexcluded as inadmissible hearsay.\n\n\n                                        -15-\n\f           2.          Otero's    Testimony    Was   Also     Inadmissible\n\n                       Hearsay.\n\n           Before appellant took the stand, his attorney tried to\n\nelicit   the    same    information    about   Gonzalez'    involvement    in\n\nfirearms dealing from Otero, the co-defendant whose case was\n\nsevered before trial.        On redirect examination, Otero testified\n\nthat, after driving the wounded Betancourt to the hospital and\n\ndropping off the other passengers, he proceeded to a friend's\n\nhouse, where the police caught up with him.                  Observing the\n\nofficers checking out his vehicle, Otero fled on foot.             Counsel\n\nasked Otero whether, at the time the police were looking at his\n\ncar, he knew Gonzalez was involved in anything illegal.                   The\n\ngovernment objected, claiming the question was beyond the scope\n\nof its cross examination.         The court sustained the objection.4\n\n           At sidebar, counsel argued for admitting the statement\n\nto show Otero's state of mind: he fled fearing retribution from\n\nthe police because he was aware Gonzalez was a crooked cop.\n\n\n    4     The Rules of Evidence do not explicitly address the\nscope of redirect, but state only that cross examination should\nbe limited to the scope of direct. See Fed. R. Evid. 611(b).\nWe have recognized the Eighth Circuit's rule granting trial\ncourts discretion to limit redirect examination to the scope of\ncross. See United States v. Catano, 65 F.3d 219, 226 (1st Cir.\n1995) (citing United States v. Braidlow, 806 F.2d 781, 783 (8th\nCir. 1986)).   We need not further address that issue today,\nhowever, because the district court ruled in the alternative\nthat the proffered statement was hearsay, and we deem this\nalternative ruling correct.\n\n                                      -16-\n\fOtero    had    testified     earlier    that   he   knew    of     Gonzalez   from\n\nBetancourt       prior   to    the   carjacking,       but    had    no    personal\n\nknowledge of a debt owed by Gonzalez purportedly due to dealings\n\nin illegal firearms.          The court sustained the objection, ruling\n\nthat the question called for inadmissible hearsay.                      This ruling\n\nseems entirely proper.          The fact of any illicit activity on the\n\npart of Gonzalez could not be proven through the back door, so\n\nto speak, by the state of Otero's mind, which was irrelevant to\n\nappellant's case.\n\n        C.     Prosecutor's Closing\n\n               Appellant's third claim of error is that, during his\n\nclosing argument, the prosecutor improperly vouched for the\n\ncredibility of a government witness and made derogatory remarks\n\nabout    defense     witnesses.         Because      none    of   the     offensive\n\nstatements were objected to, our review is for plain error.\n\nFed. R. Crim. P. 52(b); United States v. Verrecchia, 196 F.3d\n\n294, 302 (1st Cir. 1999).5\n\n               During his closing argument, the prosecutor referred\n\nto Aleman's plea agreement, in which she had pledged to testify\n\nhonestly, suggesting that Aleman had no incentive to lie and had\n\n\n\n    5     The one comment to which an objection was made -- \"the\npenalties at the federal level are a lot stiffer than at the\nlocal level\" -- was ameliorated by a limiting instruction, which\nrendered any error harmless. See Fed. R. Crim. P. 52(a).\n\n                                        -17-\n\findeed testified truthfully.6               Because the verdict in this case\n\nturned, in part, on Aleman's credibility, appellant argues that\n\nthe prosecution's assurance about her testimony was plain error.\n\n                Although a \"prosecutor may not place the prestige of\n\nthe government behind a witness by making personal assurances\n\nabout the witness's credibility,\" United States v. Bey, 188 F.3d\n\n1, 7 (1st Cir. 1999), \"an argument that does no more than assert\n\nreasons why a witness ought to be accepted as truthful by the\n\njury       is   not   improper    witness     vouching.\"       United   States    v.\n\nRodriguez,        215   F.3d     110,   123   (1st   Cir.     2000).    Here,    the\n\nprosecutor        simply   pointed      out   a   fact   in    evidence   --    that\n\nAleman's plea agreement required her to testify candidly -- and\n\nasserted that she had upheld her end of the bargain by doing so.\n\nThis was not error.              See Bey, 188 F.3d at 7 (\"[A] prosecutor\n\nproperly may admit a witness's plea agreement into evidence,\n\ndiscuss the details of the plea during closing arguments, and\n\ncomment upon a witness's incentive to testify truthfully.\")\n\n(citing United States v. Dockray, 943 F.2d 152, 156 (1st Cir.\n\n1991)).\n\n\n\n       6  The specific passage to which appellant takes exception\nreads: \"I submit to you she is testifying, she has a plea\nagreement, she has kept that plea agreement. . . . She has a\nplea agreement to testify truthfully. . . . I submit to you,\nladies and gentlemen of the jury, you can consider the fact,\nconsider the fact that she has indeed testified truthfully.\"\n\n                                         -18-\n\f             Appellant enumerates several derogatory comments as\n\nimproperly discrediting himself and other defense witnesses.\n\nThese remarks generally suggest that appellant concocted the\n\nstory about Gonzalez' involvement in selling illegal weapons to\n\npaint the shooting as precipitated by a dispute over a debt, not\n\na    carjacking.         For   example,   in    reference   to   appellant's\n\ntestimony, the prosecutor told the jury: \"you do not have to\n\nbelieve that which nobody else will believe\"; \"[y]ou have a\n\nright not to have anyone insult your intelligence\"; \"you cannot\n\ncover the sky with your hands . . . . [Appellant] has had\n\napproximately two and a half years [in pretrial detention] to\n\ncome up with this story.\" Referring to Gonzalez and Betancourt,\n\nthe prosecutor remarked, \"Dead men don't come to testify in\n\ncourt.    So now it's very easy to try to put words in the mouths\n\nof dead people and build a story around these two individuals.\"\n\nAnd in reference to appellant's cousins, he said, \"the testimony\n\nof    both   of    the    Esquilin    sisters      are   [sic]   part   of   a\n\nfabrication.\"      We have considered each of these remarks and find\n\nno one particularly egregious; nor do they rise to the level of\n\nplain error in the aggregate because they did not \"affect[] the\n\noutcome of the proceedings.\"          United States v. Hughes, 211 F.3d\n\n676, 684 (1st Cir. 2000) (citing               United States v. Olano, 507\n\nU.S. 725, 734 (1993)).\n\n\n                                     -19-\n\fFor the foregoing reasons, the conviction is affirmed.\n\n\n\n\n                    -20-\n\f",
  "html": "",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<pre class=\"inline\">          United States Court of Appeals\n                    For the First Circuit\n\n\nNo. 99-1805\n\n                  UNITED STATES OF AMERICA,\n\n                          Appellee,\n\n                              v.\n\n                    HANSON WILSON MILLAN,\n\n                    Defendant, Appellant.\n\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n               FOR THE DISTRICT OF PUERTO RICO\n\n       [Hon. Salvator E. Casellas, U.S. District Judge]\n\n\n                            Before\n\n                    Torruella, Chief Judge,\n                Coffin, Senior Circuit Judge,\n                  and Boudin, Circuit Judge.\n\n\n\n     Rafael F. Castro Lang, by Appointment of the Court, for\nappellant.\n     Antonio R. Bazan, Assistant U.S. Attorney, with whom\nGuillermo Gil, United States Attorney, Jorge E. Vega-Pacheco,\nAssistant U.S. Attorney, and Camille Velez-Rive, Assistant U.S.\nAttorney, were on brief for the appellee.\n\n\n\n\n                       October 27, 2000\n\f\f            COFFIN,   Senior Circuit Judge.      Defendant-appellant\n\nHanson Wilson Millan appeals from convictions for carjacking\n\nthat resulted in death, in violation of 18 U.S.C. § 2119(3), and\n\nfor using a firearm during the commission of the offense, in\n\nviolation of 18 U.S.C. § 924(c).         Appellant claims error in\n\nseveral evidentiary rulings at trial and contends that the\n\nprosecutor made improper remarks during his closing argument.\n\nWe affirm.\n\nI.   BACKGROUND\n\n            The facts as the jury could have found them are as\n\nfollows.     In the wee hours of April 5, 1996, appellant was\n\nriding in a red Mitsubishi driven by Jose Otero Mendez in\n\nCarolina, Puerto Rico.         Also along for the ride were Javier\n\nBetancourt, his girlfriend, Jomary Aleman Gonzalez, and Geovani\n\nCastro Ayala.     When a white Nissan with alloy wheels passed by,\n\nOtero followed it, intending to swipe the coveted wheels.         The\n\nNissan     was   driven   by   Juan   Manuel   Gonzalez   Encarnacion\n\n(\"Gonzalez\"), an off-duty police officer who was on his way to\n\nhis girlfriend's house.\n\n            As Gonzalez parked on the street in front of the house,\n\nOtero pulled up alongside.      Appellant and Betancourt, each armed\n\nwith handguns, got out and approached Gonzalez' car.       Shots were\n\n\n\n\n                                   -3-\n\ffired.     Both Gonzalez and Betancourt were hit and died as a\n\nresult of their injuries.\n\n            At trial it was unclear who fired first.                    There was\n\ntestimony of an initial exchange of bullets between Betancourt\n\nand Gonzalez through the driver's side window of Gonzalez' car.\n\nAppellant testified that upon hearing gunshots, he fired through\n\nthe rear window at Gonzalez, who, according to autopsy reports,\n\ndied instantly.\n\n            Betancourt, who had been shot in the abdomen, was\n\nassisted    into   Otero's   car   and      dropped    off   at   the    Carolina\n\nhospital along with Aleman and Castro.              At the hospital, Aleman\n\nand   Castro,     both   juveniles,   lied     to     authorities     about   how\n\nBetancourt was shot, in an attempt to cover up the crime.                    After\n\nBetancourt died, Aleman and Castro told police what actually\n\nhappened,    and    both    subsequently       pleaded       guilty     to   their\n\naccessory roles in the offense and agreed to cooperate and\n\ntestify.    Appellant and Otero were indicted together, but their\n\ncases were severed before trial. Appellant was found guilty and\n\nsentenced    to    imprisonment    for      life.   Pertinent     portions     of\n\nappellant's trial will be recounted in context as part of our\n\nanalysis of his arguments on appeal.\n\n            Appellant asserts three claims of error.                    First, he\n\nargues that the court erred in refusing to admit a portion of\n\n\n                                      -4-\n\fthe government's written version of facts that was attached to\n\nAleman's plea agreement, which, he contends, would have shown\n\nthat Gonzalez fired first.           Second, appellant claims that the\n\ncourt   erred   in   refusing   to    permit   hearsay   testimony   about\n\nillegal firearms dealing involving Gonzalez, which would have\n\nhelped refute the government's theory that the shooting occurred\n\nduring a carjacking.      Third, appellant takes exception to the\n\nprosecutor's remarks during closing argument.            We address each\n\nof these arguments in turn.\n\n\n\n\n                                     -5-\n\fII.     ANALYSIS\n\n        A.     Refusal to Admit Excerpt from Version of Facts\n\n               Appended to Aleman's plea agreement was a three-page\n\nstatement of facts drafted by the government and signed by the\n\nprosecutor and Aleman.           During Aleman's direct testimony at\n\ntrial, the government sought to introduce the plea agreement\n\nalong with the version of facts, but defense counsel objected.\n\nAt a bench conference, counsel stated that he had no objection\n\nto the plea agreement, only to the version of facts.                      The\n\nprosecutor agreed to excise the version of facts and the plea\n\nagreement was admitted by itself.\n\n               At the close of the defendant's case, his attorney\n\nattempted to reintroduce a portion of the version of facts he\n\nhad successfully barred earlier.            He argued that this part of\n\nthe   version      of   facts   clarified   who   fired    first,   an   issue\n\ndisputed at trial.          After a lengthy sidebar conference, the\n\ncourt was persuaded to allow counsel to introduce the version of\n\nfacts notwithstanding his earlier objection, but ruled that the\n\nwhole version had to come in, not just the excerpt favorable to\n\nhis position.       In its consideration of the issue, the district\n\ncourt        apparently   viewed    the     government's     four-paragraph\n\nnarrative as an integrated whole, the piecemeal introduction of\n\nwhich would have unfairly distorted the government's version of\n\n\n                                     -6-\n\fevents.        Counsel declined the invitation to admit the entire\n\nversion and now claims error in that ruling.\n\n               Under the doctrine of completeness codified in Federal\n\nRule of Evidence 1061, a party wishing to introduce only a\n\nportion of a recorded statement may be precluded from doing so\n\nwhere     partial      disclosure   out       of   context   would    result    in\n\nunfairness to the other party.             See United States v. Awon, </pre><span class=\"citation\" data-id=\"751217\"><a href=\"/opinion/751217/united-states-v-fred-awon/\"><span class=\"volume\">135</span>\n\n<span class=\"reporter\">F.3d</span> <span class=\"page\">96</span></a></span><pre class=\"inline\">, 101 (1st Cir. 1998) (\"The doctrine of completeness . .\n\n.   operates     to    ensure   fairness      where   a   misunderstanding     or\n\ndistortion created by the other party can only be averted by the\n\nintroduction of the full text of the out-of-court statement.\").\n\nThe rule permits \"a party against whom a fragmentary statement\n\nis introduced [to] demand that the rest of the statement (or so\n\nmuch thereof as is appropriate) be admitted into evidence in\n\norder     to   place    the   excerpt   in     context.\"     United   States    v.\n\nHoulihan, </pre><span class=\"citation\" data-id=\"196936\"><a href=\"/opinion/196936/united-states-v-houlihan/\"><span class=\"volume\">92</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1271</span></a></span><pre class=\"inline\">, 1283 (1st Cir. 1996).                   We review Rule\n\n106 completeness determinations for abuse of discretion.                       See\n\nUnited States v. Thuna, </pre><span class=\"citation\" data-id=\"466436\"><a href=\"/opinion/466436/united-states-v-martin-g-thuna/\"><span class=\"volume\">786</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">437</span></a></span><pre class=\"inline\">, 441 n.7 (1st Cir. 1986)\n\n(\"application of rule 106 is left to the sound discretion of the\n\ndistrict court\"); United States v. Conley, </pre><span class=\"citation\" data-id=\"765470\"><a href=\"/opinion/765470/united-states-v-kenneth-m-conley/\"><span class=\"volume\">186</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">7</span></a></span><pre class=\"inline\">, 22 (1st\n\n\n      1   \"When a writing or        recorded statement or part thereof\nis introduced by a party,           an adverse party may require the\nintroduction at that time of        any other part or any other writing\nor recorded statement which         ought in fairness to be considered\ncontemporaneously with it.\"          Fed. R. Evid. 106.\n\n                                        -7-\n\fCir. 1999) (\"In making determinations as to the completeness of\n\nproffered statements, the district court's judgment is entitled\n\nto great respect.\"); accord Houlihan, 92 F.3d at 1283.\n\n           After reviewing the version of facts, we find no abuse\n\nof discretion in the court's refusal to admit less than the\n\nwhole document.    \"[T]he threshold question under Rule 106 is\n\nalways one of defining the entirety: that is, if Rule 106\n\napplies, what is it that must be complete?\"          United States v.\n\nBoylan, </pre><span class=\"citation\" data-id=\"538369\"><a href=\"/opinion/538369/united-states-v-peter-boylan-united-states-of-america-v-john-e-carey/\"><span class=\"volume\">898</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">230</span></a></span><pre class=\"inline\">, 256 (1st Cir. 1990).          Here, the entirety\n\nis easily defined as the government's version of facts.             That\n\ndocument   bore   its   own   caption   and   was   signed   and   dated\n\nseparately from the plea agreement to which it was appended.\n\nEarly on in the trial, the parties implicitly agreed that the\n\nversion stood on its own when it was excised from the plea\n\nagreement introduced into evidence by the government.\n\n           Having determined the version of facts document to be\n\n\"a reasonable unit of wholeness,\" we next consider whether the\n\nexcerpt would \"neglect[] some revealing context of the whole.\"\n\nId. at 257. Although appellant did not indicate on the record\n\nwhich portion he wanted admitted, he points us in his brief to\n\nthree sentences that, he argues, would have been helpful to his\n\ncase:\n\n           As Javier Betancourt approached the driver's\n           side of the automobile that they intended to\n\n                              -8-\n\f             carjack, its driver, Juan M. Gonzalez\n             Encarnacion, an off duty state policeman,\n             fired his revolver at him. Betancourt was\n             hit in the stomach area but still managed to\n             fire   several  shots   that  hit   Gonzalez\n             Encarnacion.     Meanwhile, Hanson Wilson\n             Millan fired several shots at Gonzalez\n             through the rear window of the car.\n\nThis excerpt, plucked mid-paragraph, tells only part of the\n\nstory portrayed in the government's version of facts.                          That\n\ndocument     also    describes,    in   the     government's    voice,      events\n\nleading up to the shooting, including a passage just prior to\n\nthe excerpt stating that appellant and Betancourt \"dismounted\n\nthe   car    with    firearms     in    their    hands.\"       That    appellant\n\napproached Gonzalez' car with revolver at the ready bears on the\n\npossibility that appellant fired his shots before, or at the\n\nsame time as, Gonzalez did.              Shorn from the context of the\n\nentire narrative, the excerpt may have distorted the jury's\n\nperception     of    the   government's       written     version     of   events.\n\nRequiring admission of the entire document was therefore within\n\nthe district court's discretion.\n\n             Furthermore, any error in refusing to admit the excerpt\n\nwas harmless.       Even if the excerpt had been admitted, it would\n\nnot   have    been     particularly      helpful     to    appellant's        case.\n\nContrary     to     appellant's    assertion,       the    excerpt     does     not\n\nunequivocally settle the issue of who shot first.                     Though the\n\nnarrative order of the quoted language may suggest that Gonzalez\n\n                                        -9-\n\ffired first, the statement, \"[m]eanwhile, [appellant] fired\n\nseveral shots at Gonzalez,\" could mean that appellant was the\n\nfirst to fire.\n\n           The excerpt was also cumulative of appellant's trial\n\ntestimony.   On the stand, appellant admitted to firing several\n\ntimes into the back of Gonzalez' car after seeing Betancourt get\n\nhit.   He testified that he did not start shooting until after\n\nBetancourt had started and that Betancourt returned fire only\n\nafter being shot.    Although the selected excerpt may have on\n\nbalance corroborated appellant's testimony, excluding it did not\n\npreclude appellant from presenting his theory of the case.\n\n           Nevertheless, even if the jury had been permitted to\n\nconsider the excerpt from the government's version of facts and,\n\nin combination with appellant's testimony, drew the inference\n\nthat appellant did not initiate gunfire, it is unclear how that\n\nfact might have tended to exonerate him.      Establishing that\n\nGonzalez fired first, or even that appellant did not fire first,\n\nwould have done little to undermine the mens rea element of the\n\noffense.   The carjacking statute attaches criminal liability to\n\nanyone who, with the intent to cause death or serious bodily\n\nharm, attempts to take a motor vehicle by force or intimidation.\n\n\n\n\n                              -10-\n\f18 U.S.C. § 2119 (1994).2     Violations of the carjacking statute\n\ndo not turn on who initiated the altercation.         See Holloway v.\n\nUnited States, </pre><span class=\"citation\" data-id=\"118265\"><a href=\"/opinion/118265/holloway-v-united-states/\"><span class=\"volume\">526</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span><pre class=\"inline\">, 11-12 (1999) (holding that mens rea\n\nelement of § 2119 is satisfied by conditional intent to cause\n\ndeath or serious bodily harm if necessary to hijack the car);\n\nsee also United States v. Gandia-Maysonet, No. 98-1144, </pre><span class=\"citation no-link\"><span class=\"volume\">2000</span> <span class=\"reporter\">WL</span>\n\n<span class=\"page\">1273845</span></span><pre class=\"inline\">, at *3 (1st Cir. Sept. 13, 2000).\n\n         The district court determined that fairness to the\n\ngovernment required the admission of the whole version of facts.\n\nOn this record, we are not prepared to hold that determination\n\na harmful abuse of discretion.\n\n    B.   Refusal to Admit Testimony of Illegal Firearms Dealing\n\n         Appellant's second claim of error is that the court\n\nwrongfully   refused   to   admit   testimony   of   illegal   firearms\n\ndealing involving Betancourt and Gonzalez.       At trial, appellant\n\nattempted to show that the shooting did not occur during a\n\ncarjacking, but was motivated by a dispute over money owed by\n\n\n\n    2    Section 2119 states, in pertinent part:\n    Whoever, with the intent to cause death or serious\n    bodily harm [,] takes a motor vehicle that has been\n    transported, shipped, or received in interstate or\n    foreign commerce from the person or presence of\n    another by force and violence or by intimidation, or\n    attempts to do so, shall . . .\n      (3) if death results, be fined under this title or\n    imprisoned for any number of years up to life, or\n    both, or sentenced to death.\n\n                                -11-\n\fGonzalez      to     Betancourt   as     part    of     their     gun     dealing.\n\nAppellant's attempts to present this alternate theory to the\n\njury were thwarted by two of the court's evidentiary rulings.\n\nThe   first        occurred   when,     during    the      defendant's      direct\n\ntestimony, a hearsay objection was sustained that prevented\n\nappellant from testifying to the substance of a conversation he\n\nheard between Betancourt and Gonzalez about trading illicit\n\nfirearms.     The second ruling barred Otero from testifying that\n\nhe fled from police because he feared reprisal for knowing that\n\nGonzalez -- a police officer -- was engaged in illicit activity.\n\nWe review these evidentiary rulings for abuse of discretion.\n\nSee United States v. Mojica-Baez, Nos. 98-2349 to 2353, </pre><span class=\"citation no-link\"><span class=\"volume\">2000</span> <span class=\"reporter\">WL</span>\n\n<span class=\"page\">1211013</span></span><pre class=\"inline\">, at *5 (1st Cir. Aug. 30, 2000).\n\n             1.       Appellant's         Proffered          Testimony         Was\n\n                      Inadmissible.\n\n             Appellant testified on direct examination that he first\n\nmet   Gonzalez       in   mid-March    1996    when   he    was   driving     with\n\nBetancourt and they pulled up next to Gonzalez' car in the\n\nparking lot of a Burger King.           As appellant began to relate what\n\nwas   said    between      Betancourt    and     Gonzalez,      the     government\n\nobjected strenuously, arguing that the admission of the hearsay\n\nstatements would be particularly unfair because both declarants\n\nwere dead.\n\n\n                                       -12-\n\f            At sidebar, counsel proffered that the conversation was\n\nabout weapons, but that he was not offering it for the truth of\n\nthe matter asserted.       The testimony was admissible, he argued,\n\nto   show   defendant's        awareness     of    firearms      dealing.   He\n\napparently wanted to bolster appellant's later testimony that\n\nhis understanding of the purpose of the fatal confrontation with\n\nGonzalez was to collect a debt.             However, there was no proffer\n\nthat the excluded conversation shed any light on the financial\n\ndealings of Betancourt and Gonzalez.\n\n            At the conclusion of the colloquy on this point, the\n\ncourt gave counsel the opportunity to identify another basis for\n\nadmission, which we discuss below.                Assuming the earlier non-\n\nhearsay argument was preserved, we have no difficulty in holding\n\nharmless    any   error   in    refusing     to    admit   the   conversation.\n\nAppellant was permitted to testify later as to his state of\n\nmind, and the proffered conversation lacking specifics would not\n\nhave added significantly to appellant's case.\n\n            Once it became clear that appellant was not going to\n\nprevail on his non-hearsay argument, defense counsel proposed to\n\nhave the firearms statements admitted under Federal Rule of\n\nEvidence 804(b)(3)3, which permits the introduction of hearsay\n\n\n     3    The rule defines \"statement against interest\" in part\nas \"[a] statement which . . . at the time of its making . . . so\nfar tended to subject the declarant to civil or criminal\n\n                                     -13-\n\ftestimony where a declarant unavailable to testify had exposed\n\nhimself to criminal liability in the out-of-court statement.\n\nSee Williamson v. United States, </pre><span class=\"citation\" data-id=\"117868\"><a href=\"/opinion/117868/williamson-v-united-states/\"><span class=\"volume\">512</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">594</span></a></span><pre class=\"inline\">, 599 (1994) (\"Rule\n\n804(b)(3) is founded on the commonsense notion that reasonable\n\npeople, even reasonable people who are not especially honest,\n\ntend not to make self-inculpatory statements unless they believe\n\nthem to be true.\").     Whenever offered to exculpate the accused,\n\nsuch    statements   must   be   corroborated       to   \"clearly    indicate\n\nthe[ir] trustworthiness.\"         Fed. R. Evid. 804(b)(3); see also\n\nUnited States v. Mackey, </pre><span class=\"citation\" data-id=\"743003\"><a href=\"/opinion/743003/united-states-v-christopher-d-mackey/\"><span class=\"volume\">117</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">24</span></a></span><pre class=\"inline\">, 29 (1st Cir. 1997) (\"the\n\nrequirement for corroboration is not unrealistically severe but\n\ndoes go beyond minimal corroboration\") (internal quotation marks\n\nomitted).    District   courts        have   \"'a   substantial     degree   of\n\ndiscretion'\" in determining whether a hearsay statement against\n\npenal    interest    offered     to    acquit      the   accused    has   been\n\nsufficiently corroborated to be admissible.              Mackey, 117 F.3d at\n\n29 (quoting United States v. Barrett, </pre><span class=\"citation\" data-id=\"337852\"><a href=\"/opinion/337852/united-states-v-arthur-barrett/\"><span class=\"volume\">539</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">244</span></a></span><pre class=\"inline\">, 253 (1st\n\nCir. 1976)).\n\n\n\n\nliability . . . that a reasonable person in the declarant's\nposition would not have made the statement unless believing it\nto be true.   A statement tending to expose the declarant to\ncriminal liability and offered to exculpate the accused is not\nadmissible unless corroborating circumstances clearly indicate\nthe trustworthiness of the statement.\" Fed. R. Evid. 804(b)(3).\n\n                                      -14-\n\f            The district court apparently assumed without deciding\n\nthat the statements of Betancourt and Gonzalez were against\n\ntheir    respective       penal     interests,           but    ruled    appellant's\n\ntestimony     about    the       conversation       inadmissible        because      its\n\ntrustworthiness had not been sufficiently corroborated.                         We find\n\nno error with this ruling.\n\n            The    only    corroborative         evidence        offered       was   the\n\ntestimony     of     appellant's        cousins,         Margarita      and     Jessica\n\nEsquilin, who reported an occasion, prior to the carjacking,\n\nwhen they observed appellant and Betancourt follow a white car\n\nafter being paged and then return irked because they had been\n\nshortchanged money. Appellant argues that the court should have\n\ninferred that it was Gonzalez who paged them, that the white car\n\nwas Gonzalez' and that their vexation over the money had to do\n\nwith illegal firearms.            We agree with the district court that\n\nthese    inferences       were    too   remote      to    corroborate         Gonzalez'\n\nhearsay statement.          The Esquilins' testimony lacks sufficient\n\ndetail   to   lend    much       assistance    to    the       reliability      of   the\n\nGonzalez-Betancourt conversation.                Because appellant sought to\n\ntestify to the substance of that conversation and because that\n\nsubstance could not be adequately corroborated, appellant's\n\nproffered testimony about illegal firearms dealing was properly\n\nexcluded as inadmissible hearsay.\n\n\n                                        -15-\n\f           2.          Otero's    Testimony    Was   Also     Inadmissible\n\n                       Hearsay.\n\n           Before appellant took the stand, his attorney tried to\n\nelicit   the    same    information    about   Gonzalez'    involvement    in\n\nfirearms dealing from Otero, the co-defendant whose case was\n\nsevered before trial.        On redirect examination, Otero testified\n\nthat, after driving the wounded Betancourt to the hospital and\n\ndropping off the other passengers, he proceeded to a friend's\n\nhouse, where the police caught up with him.                  Observing the\n\nofficers checking out his vehicle, Otero fled on foot.             Counsel\n\nasked Otero whether, at the time the police were looking at his\n\ncar, he knew Gonzalez was involved in anything illegal.                   The\n\ngovernment objected, claiming the question was beyond the scope\n\nof its cross examination.         The court sustained the objection.4\n\n           At sidebar, counsel argued for admitting the statement\n\nto show Otero's state of mind: he fled fearing retribution from\n\nthe police because he was aware Gonzalez was a crooked cop.\n\n\n    4     The Rules of Evidence do not explicitly address the\nscope of redirect, but state only that cross examination should\nbe limited to the scope of direct. See Fed. R. Evid. 611(b).\nWe have recognized the Eighth Circuit's rule granting trial\ncourts discretion to limit redirect examination to the scope of\ncross. See United States v. Catano, </pre><span class=\"citation\" data-id=\"196298\"><a href=\"/opinion/196298/united-states-v-catano/\"><span class=\"volume\">65</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">219</span></a></span><pre class=\"inline\">, 226 (1st Cir.\n1995) (citing United States v. Braidlow, </pre><span class=\"citation\" data-id=\"480229\"><a href=\"/opinion/480229/united-states-v-ernest-braidlow/\"><span class=\"volume\">806</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">781</span></a></span><pre class=\"inline\">, 783 (8th\nCir. 1986)).   We need not further address that issue today,\nhowever, because the district court ruled in the alternative\nthat the proffered statement was hearsay, and we deem this\nalternative ruling correct.\n\n                                      -16-\n\fOtero    had    testified     earlier    that   he   knew    of     Gonzalez   from\n\nBetancourt       prior   to    the   carjacking,       but    had    no    personal\n\nknowledge of a debt owed by Gonzalez purportedly due to dealings\n\nin illegal firearms.          The court sustained the objection, ruling\n\nthat the question called for inadmissible hearsay.                      This ruling\n\nseems entirely proper.          The fact of any illicit activity on the\n\npart of Gonzalez could not be proven through the back door, so\n\nto speak, by the state of Otero's mind, which was irrelevant to\n\nappellant's case.\n\n        C.     Prosecutor's Closing\n\n               Appellant's third claim of error is that, during his\n\nclosing argument, the prosecutor improperly vouched for the\n\ncredibility of a government witness and made derogatory remarks\n\nabout    defense     witnesses.         Because      none    of   the     offensive\n\nstatements were objected to, our review is for plain error.\n\nFed. R. Crim. P. 52(b); United States v. Verrecchia, </pre><span class=\"citation\" data-id=\"766723\"><a href=\"/opinion/766723/united-states-v-albert-verrecchia/\"><span class=\"volume\">196</span> <span class=\"reporter\">F.3d</span>\n\n<span class=\"page\">294</span></a></span><pre class=\"inline\">, 302 (1st Cir. 1999).5\n\n               During his closing argument, the prosecutor referred\n\nto Aleman's plea agreement, in which she had pledged to testify\n\nhonestly, suggesting that Aleman had no incentive to lie and had\n\n\n\n    5     The one comment to which an objection was made -- \"the\npenalties at the federal level are a lot stiffer than at the\nlocal level\" -- was ameliorated by a limiting instruction, which\nrendered any error harmless. See Fed. R. Crim. P. 52(a).\n\n                                        -17-\n\findeed testified truthfully.6               Because the verdict in this case\n\nturned, in part, on Aleman's credibility, appellant argues that\n\nthe prosecution's assurance about her testimony was plain error.\n\n                Although a \"prosecutor may not place the prestige of\n\nthe government behind a witness by making personal assurances\n\nabout the witness's credibility,\" United States v. Bey, </pre><span class=\"citation\" data-id=\"765731\"><a href=\"/opinion/765731/united-states-v-joseph-bey-jr/\"><span class=\"volume\">188</span> <span class=\"reporter\">F.3d</span>\n\n<span class=\"page\">1</span></a></span><pre class=\"inline\">, 7 (1st Cir. 1999), \"an argument that does no more than assert\n\nreasons why a witness ought to be accepted as truthful by the\n\njury       is   not   improper    witness     vouching.\"       United   States    v.\n\nRodriguez,        </pre><span class=\"citation\" data-id=\"198966\"><a href=\"/opinion/198966/united-states-v-rodriguez/\"><span class=\"volume\">215</span>   <span class=\"reporter\">F.3d</span>     <span class=\"page\">110</span></a></span><pre class=\"inline\">,   123   (1st   Cir.     2000).    Here,    the\n\nprosecutor        simply   pointed      out   a   fact   in    evidence   --    that\n\nAleman's plea agreement required her to testify candidly -- and\n\nasserted that she had upheld her end of the bargain by doing so.\n\nThis was not error.              See Bey, 188 F.3d at 7 (\"[A] prosecutor\n\nproperly may admit a witness's plea agreement into evidence,\n\ndiscuss the details of the plea during closing arguments, and\n\ncomment upon a witness's incentive to testify truthfully.\")\n\n(citing United States v. Dockray, </pre><span class=\"citation\" data-id=\"567594\"><a href=\"/opinion/567594/united-states-v-edward-e-dockray/\"><span class=\"volume\">943</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">152</span></a></span><pre class=\"inline\">, 156 (1st Cir.\n\n1991)).\n\n\n\n       6  The specific passage to which appellant takes exception\nreads: \"I submit to you she is testifying, she has a plea\nagreement, she has kept that plea agreement. . . . She has a\nplea agreement to testify truthfully. . . . I submit to you,\nladies and gentlemen of the jury, you can consider the fact,\nconsider the fact that she has indeed testified truthfully.\"\n\n                                         -18-\n\f             Appellant enumerates several derogatory comments as\n\nimproperly discrediting himself and other defense witnesses.\n\nThese remarks generally suggest that appellant concocted the\n\nstory about Gonzalez' involvement in selling illegal weapons to\n\npaint the shooting as precipitated by a dispute over a debt, not\n\na    carjacking.         For   example,   in    reference   to   appellant's\n\ntestimony, the prosecutor told the jury: \"you do not have to\n\nbelieve that which nobody else will believe\"; \"[y]ou have a\n\nright not to have anyone insult your intelligence\"; \"you cannot\n\ncover the sky with your hands . . . . [Appellant] has had\n\napproximately two and a half years [in pretrial detention] to\n\ncome up with this story.\" Referring to Gonzalez and Betancourt,\n\nthe prosecutor remarked, \"Dead men don't come to testify in\n\ncourt.    So now it's very easy to try to put words in the mouths\n\nof dead people and build a story around these two individuals.\"\n\nAnd in reference to appellant's cousins, he said, \"the testimony\n\nof    both   of    the    Esquilin    sisters      are   [sic]   part   of   a\n\nfabrication.\"      We have considered each of these remarks and find\n\nno one particularly egregious; nor do they rise to the level of\n\nplain error in the aggregate because they did not \"affect[] the\n\noutcome of the proceedings.\"          United States v. Hughes, </pre><span class=\"citation\" data-id=\"198913\"><a href=\"/opinion/198913/united-states-v-hughes/\"><span class=\"volume\">211</span> <span class=\"reporter\">F.3d</span>\n\n<span class=\"page\">676</span></a></span><pre class=\"inline\">, 684 (1st Cir. 2000) (citing               United States v. Olano, </pre><span class=\"citation\" data-id=\"112848\"><a href=\"/opinion/112848/united-states-v-olano/\"><span class=\"volume\">507</span>\n\n<span class=\"reporter\">U.S.</span> <span class=\"page\">725</span></a></span><pre class=\"inline\">, 734 (1993)).\n\n\n                                     -19-\n\fFor the foregoing reasons, the conviction is affirmed.\n\n\n\n\n                    -20-\n\f</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/112848/",
    "http://www.courtlistener.com/api/rest/v3/opinions/117868/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118265/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196298/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196936/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198913/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198966/",
    "http://www.courtlistener.com/api/rest/v3/opinions/337852/",
    "http://www.courtlistener.com/api/rest/v3/opinions/466436/",
    "http://www.courtlistener.com/api/rest/v3/opinions/480229/",
    "http://www.courtlistener.com/api/rest/v3/opinions/538369/",
    "http://www.courtlistener.com/api/rest/v3/opinions/567594/",
    "http://www.courtlistener.com/api/rest/v3/opinions/743003/",
    "http://www.courtlistener.com/api/rest/v3/opinions/751217/",
    "http://www.courtlistener.com/api/rest/v3/opinions/765470/",
    "http://www.courtlistener.com/api/rest/v3/opinions/765731/",
    "http://www.courtlistener.com/api/rest/v3/opinions/766723/"
  ]
}