{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/199131/",
  "absolute_url": "/opinion/199131/united-states-v-ortiz-de-jesus/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/199131/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T04:24:59Z",
  "date_modified": "2017-03-24T11:00:48.294623Z",
  "type": "010combined",
  "sha1": "263bebdd002d7998ea83494b2a484bff212d4259",
  "page_count": 11,
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/99-1463-01A.pdf",
  "local_path": "pdf/2000/10/17/US_v._Ortiz-De-Jesus.pdf",
  "plain_text": "         United States Court of Appeals\n                    For the First Circuit\n\n\nNo. 99-1463\n\n                  UNITED STATES OF AMERICA,\n\n                          Appellee,\n\n                              v.\n\n                    FELIPE ORTIZ DE JESUS,\n\n                    Defendant, Appellant.\n\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n               FOR THE DISTRICT OF PUERTO RICO\n\n       [Hon. Salvador E. Casellas, U.S. District Judge]\n\n\n                            Before\n\n                     Selya, Circuit Judge,\n\n                Bownes, Senior Circuit Judge,\n\n                  and Lipez, Circuit Judge.\n\n\n     Edgar R. Vega Pabon, by appointment of the court, for\nappellant.\n     Jacabed Rodriguez-Coss, Assistant United States Attorney,\nwith whom Guillermo Gil, United States Attorney, and Jorge E.\nVega-Pacheco, Assistant United States Attorney, were on brief,\nfor appellee.\n\n\n\n\n                       October 17, 2000\n\f              SELYA, Circuit Judge.          On April 10, 1997, a federal\n\ngrand jury sitting in the District of Puerto Rico returned a\n\nthree-count indictment against a number of individuals.                           In\n\nCount   2   of    the   indictment,    the     grand    jury    charged    several\n\npersons,      including     Felipe     Ortiz     de     Jesús     (Ortiz),      with\n\nconspiring to distribute controlled substances in violation of\n\n21 U.S.C. § 846.        In Count 3 of the indictment, the grand jury\n\ncharged some of the same individuals, including Ortiz, with\n\nusing   and      carrying   firearms   during     and    in     relation   to    the\n\ncommission of a drug-trafficking offense.                      See 18   U.S.C.     §\n\n924(c)(1).        Following a five-week trial, a petit jury found\n\nOrtiz guilty on both counts.             The district court thereafter\n\nsentenced him to a term of life imprisonment on the conspiracy\n\ncharge and, ironically, to a consecutive five-year prison term\n\non the firearms charge.              Ortiz appeals.1           Having carefully\n\nreviewed the record, we affirm.\n\n              The appellant urges us to overturn his conviction\n\nbecause of prosecutorial misconduct relating to the presentation\n\n\n\n    1Ortiz stood trial with eight codefendants (all of whom were\nfound guilty), and we consolidated the nine ensuing appeals.\nSeven of them, including this one, were argued together on\nSeptember 14, 2000. The other two were submitted on the briefs\nto the same panel. Because this appeal raises issues peculiar\nto Ortiz, we have chosen to decide it in a separate opinion.\n\n                                       -2-\n\fof testimony to the grand jury.           This broadside refers to the\n\ngrand jury testimony of William Acevedo Rodríguez (Acevedo), a\n\ncoconspirator who decided to cooperate with the prosecution and\n\nwho became a government witness.             When Acevedo — the only\n\nwitness before the grand jury who implicated the appellant — was\n\nasked    to    identify   the   appellant,   he   described    him        as    a\n\n\"gatillero\"      or   \"hit   man\"   who   \"kill[ed]    people\"       on        the\n\ninstructions of Carlos Hernández Vega (a kingpin of the charged\n\nconspiracy).      The grand jury evidently believed this testimony,\n\nas it charged that the appellant \"did possess, carry, use and\n\nbrandish firearms . . . using them to provide protection to the\n\nleaders of the organization as well as to the drug operations of\n\nthe conspiracy from rival drug-trafficking organizations, and to\n\nengage    in    shootings    against   members    of   the   rival        drug-\n\ntrafficking organizations pursuant to the instructions of the\n\n[conspiracy's] leaders.\"\n\n              When the case went to trial, the government called\n\nAcevedo as a witness.        He testified on cross-examination that,\n\nalthough he had labeled the appellant as a hit man, he had never\n\nactually seen the appellant fire any shots.            When pressed, he\n\nadmitted that his grand jury testimony was in that sense \"a\n\nmistake.\"\n\n\n\n\n                                    -3-\n\f                 Characterizing this testimony as a flat contradiction\n\nof Acevedo's grand jury testimony, the appellant moved ore\n\nsponte       to    dismiss     the    indictment       on    the    ground      that   the\n\nprosecutor had knowingly presented false testimony to the grand\n\njury.       The district court denied the motion.                     After the jury\n\nfound the appellant guilty, he moved for judgment of acquittal\n\non this theory. 2            The district court declined to scuttle the\n\nindictment.\n\n                 In this venue, the appellant persists in his contention\n\nthat       the    district    court     erred     in   refusing      to    dismiss     the\n\nindictment for prosecutorial misconduct.                       We must preface our\n\nreview       of     this     contention      with       a   caveat:          not   every\n\nprosecutorial bevue during grand jury proceedings warrants the\n\npost-conviction dismissal of an indictment.                        Usually, the trial\n\njury's       verdict       provides    an   adequate        safeguard     against      the\n\nfailings of the grand jury process.                          See United States v.\n\nGeorgi, 840 F.2d 1022, 1030 (1st Cir. 1988).                         Thus, dismissal\n\nafter conviction is appropriate only in cases of \"serious and\n\nblatant prosecutorial misconduct\" — misconduct so grave that it\n\ncalls      into    doubt     the     fundamental       fairness     of    the   judicial\n\n\n\n\n       2\n     The appellant's motion for judgment of acquittal also\nchallenged the sufficiency of the evidence. We discuss that\nargument infra.\n\n                                            -4-\n\fprocess.      United States v. Font-Ramirez, 944 F.2d 42, 46 (1st\n\nCir. 1991) (citations omitted).\n\n              In this case, the appellant stumbles at the starting\n\ngate:   he has failed to prove that any prosecutorial misconduct\n\noccurred.        While     he   claims    that    the   government      knowingly\n\npermitted a witness to make false statements before the grand\n\njury, leading to an improper probable cause determination, his\n\nclaim   is    built   on    a   non-existent      foundation.        We   explain\n\nbriefly.\n\n              The appellant's argument proceeds from the premise that\n\nAcevedo's statements before the grand jury were antithetic to\n\nhis   trial    testimony.        But   the     record   belies   this     premise.\n\nDuring the grand jury proceeding, Acevedo provided testimony\n\nabout the appellant's general relationship with Carlos Hernández\n\nVega.   Much of his testimony was obviously hearsay — and there\n\nis, of course, no prohibition on either the presentation of\n\nhearsay evidence to a grand jury or the grand jury's use of that\n\nhearsay evidence in determining whether to indict.                   See, e.g.,\n\nUnited States v. Houlihan, 92 F.3d 1271, 1289 n.18 (1st Cir.\n\n1996); Font-Ramirez, 944 F.2d at 46.              Read in context, Acevedo's\n\ndescription of the appellant as a \"hit man\" fell into this\n\ncategory; it dealt more with the appellant's reputation than\n\nwith Acevedo's personal observations.\n\n\n                                         -5-\n\f            At trial, however, Ortiz's counsel laid bare Acevedo's\n\nlack   of   any    personal   knowledge       of    the   appellant's      alleged\n\nhomicidal tendencies.         Acevedo's statement that he had no such\n\nknowledge plausibly can be viewed as serving to clarify his\n\ngrand jury testimony, rather than repudiating it in toto.                       In\n\nthe final analysis, then, the record regarding the veracity of\n\nAcevedo's statements to the grand jury is uncertain.\n\n            That ends this aspect of the matter.               Because the two\n\nsets of statements did not necessarily conflict, the appellant\n\ncannot be said, as a matter of law, to have met his burden of\n\nproving falsity.       And without proof that the testimony adduced\n\nbefore the grand jury was false, the appellant cannot succeed in\n\nhis contention that the prosecutor knew Acevedo's grand jury\n\ntestimony was fabricated, but used it nonetheless.                    See, e.g.,\n\nUnited States v. Flores-Rivera, 56 F.3d 319, 328 (1st Cir. 1995)\n\n(finding    no    prosecutorial     misconduct        where,   in     considering\n\nallegedly      false   testimony    before     a     grand   jury,     there   was\n\ninsufficient evidence to prove a particular statement to be\n\nuntrue).\n\n            If more were needed — and we doubt that it is — the\n\nappellant's contention also is deficient in other respects.                     In\n\nthe    first      place,   even    if    the       record    showed    a    direct\n\ncontradiction — which it does not — there is no reason to\n\n\n                                        -6-\n\fbelieve that Acevedo's grand jury testimony, rather than his\n\ntrial testimony, was false.               In the second place, even if the\n\nrecord showed that the statements to the grand jury were lies —\n\nwhich it does not — there is no proof that the prosecutor knew\n\nthat fact when he brought the witness before the grand jury.\n\nAbsent   knowledge      of   falsity,        any   defect   in   the   grand   jury\n\nproceedings    would,        on    this   record,     be    harmless    beyond    a\n\nreasonable doubt (i.e., inoculated by the jury verdict).                        See\n\nBank of Nova Scotia v. United States, 487 U.S. 250, 254 (1988);\n\nFlores-Rivera, 56 F.3d at 328.               For these reasons, we reject the\n\nappellant's principal assignment of error.\n\n            Our journey is not yet finished, as Ortiz's appeal also\n\nentails a challenge to the sufficiency of the evidence.                        This\n\nchallenge     invokes    a        familiar      standard    of   review:       when\n\nevaluating the sufficiency of the evidence presented against a\n\ndefendant in a criminal case, an appellate court must \"canvass\n\nthe evidence (direct and circumstantial) in the light most\n\nagreeable to the prosecution and decide whether that evidence,\n\nincluding     all   plausible         inferences      extractable      therefrom,\n\nenables a rational factfinder to conclude beyond a reasonable\n\ndoubt that the defendant committed the charged crime.\"                     United\n\nStates v. Noah, 130 F.3d 490, 494 (1st Cir. 1997).\n\n\n\n\n                                          -7-\n\f           It is hornbook law that a defendant may be found guilty\n\nof    participating         in   a    drug-trafficking      conspiracy       without\n\nknowing the full extent of the enterprise or the identities of\n\nall the coconspirators.               See United States v. Rivera-Santiago,\n\n872 F.2d 1073, 1079 (1st Cir. 1989).                   The governing statute is\n\n21 U.S.C. § 846.             To convict a defendant of violating that\n\nstatute, the government must \"show beyond a reasonable doubt\n\nthat a conspiracy existed and that a particular defendant agreed\n\nto    participate      in    it,      intending   to    commit   the    underlying\n\nsubstantive offense.\"            United States v. Sepulveda, 15 F.3d 1161,\n\n1173 (1st Cir. 1993).                This burden may be met through either\n\ndirect or circumstantial evidence, or through some combination\n\nof the two.      See United States v. Marrero-Ortiz, 160 F.3d 768,\n\n772 (1st Cir. 1998); Houlihan, 92 F.3d at 1292.                  Moreover, both\n\nthe    conspiracy's         existence      and    a    particular      defendant's\n\nparticipation in it may be inferred from the members' \"words and\n\nactions   and    the    interdependence           of   activities      and   persons\n\ninvolved.\"      United States v. Boylan, 898 F.2d 230, 241-42 (1st\n\nCir. 1990).\n\n           The appellant's related conviction implicates 18 U.S.C.\n\n§ 924(c)(1), which provides in pertinent part that:                    \"[Whoever,]\n\nduring and in relation to any . . . drug trafficking crime . .\n\n. for which he may be prosecuted in a court of the United\n\n\n                                          -8-\n\fStates, uses or carries a firearm, shall . . . [be punished as\n\nprovided].\"    In order to convict under the \"use\" prong of this\n\nstatute, the government must prove beyond a reasonable doubt\n\n\"actual     use\"   of   a        firearm,     a   standard    that   \"'includes\n\nbrandishing, displaying, bartering, striking with, and most\n\nobviously, firing or attempting to fire, a firearm.'\"                      United\n\nStates v.    Valle, 72 F.3d 210, 217 (1st Cir. 1995) (quoting\n\nBailey v. United States, 516 U.S. 137, 148 (1994) (citations\n\nomitted)).    To convict under the \"carry\" prong of the statute,\n\nthe government must prove beyond a reasonable doubt that the\n\ndefendant knowingly carried, conveyed, or transported a firearm.\n\nSee Muscarello v.       United       States, 524 U.S. 125, 126 (1998).\n\nFinally, the government also must prove beyond a reasonable\n\ndoubt the requisite nexus between the use or carriage, on one\n\nhand, and a drug-trafficking crime, on the other hand.                       See,\n\ne.g., United States v. Bergodere, 40 F.3d 512, 518 (1st Cir.\n\n1994); United States v. Hadfield, 918 F.2d 987, 998 (1st Cir.\n\n1990).\n\n            Against this backdrop, we turn to the appellant's\n\nsecond assignment of error.            Ortiz concedes, as he must, that\n\nthe government proved the existence of a large, long-lasting\n\nconspiracy    dealing       in    various     controlled     substances.     The\n\n\n                                        -9-\n\fgovernment presented evidence linking the appellant both to a\n\ndrug   point    in    the    Ramos   Antonini      housing     project      that   the\n\nconspiracy controlled and to the scene of two murders carried\n\nout in an endeavor to secure the gang's hegemony over another\n\ndrug point.         The government also offered evidence which showed\n\nthat, after having been informed of the location of the planned\n\nassassinations, the appellant proceeded to that locus with other\n\nindividuals charged in the indictment.                   Finally, a survivor of\n\nthe attempted massacre, Ramón Santiago-Casiano, identified the\n\nappellant      as    the    person   who   shot    him    in   the    face   with    a\n\nrevolver.      This copious evidence more than suffices to undergird\n\nthe jury's verdict on both counts of conviction.\n\n            The appellant seeks to level this mountain of proof by\n\nassailing the credibility of the government's witnesses.                           But\n\nthat   line    of     attack   avails      him    naught.      In     passing      upon\n\nchallenges to the sufficiency of the evidence, we are bound to\n\nrefrain     from     making     independent       judgments      as    to    witness\n\ncredibility.         See Noah, 130 F.3d at 494; United States v.\n\nEcheverri, 982 F.2d 675, 677 (1st Cir. 1993).                          We recently\n\nsummed up this principle in United States v. Alicea, 205 F.3d\n\n480 (1st Cir. 2000), in which we wrote that \"[e]xcept in the\n\nmost unusual circumstances . . . credibility determinations are\n\n\n                                        -10-\n\ffor the jury, not for an appellate court.\"                     Id. at 483.          The\n\ncircumstances here are not extraordinary, so this case comes\n\nwithin    the    sweep     of   the   general    rule,       not    the    long-odds\n\nexception to it.\n\n            We need go no further.            We conclude, without serious\n\nquestion, that the indictment returned against the appellant was\n\nnot tainted by prosecutorial misconduct.                 We likewise conclude\n\nthat\n\nthe    evidence      presented   at   trial,    taken    in        the    light    most\n\ncongenial       to   the   government's       theory    of    the        case,    amply\n\nsubstantiated the jury verdict.           No more is exigible.\n\n\n\nAffirmed.\n\n\n\n\n                                       -11-\n\f",
  "html": "<p class=\"case_cite\">230 F.3d 1 (1st Cir. 2000)</p>\n    <p class=\"parties\">UNITED STATES OF AMERICA, Appellee,<br>v.<br>FELIPE ORTIZ DE JESUS, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 99-1463</p>\n    <p class=\"court\">United States Court of Appeals For the First Circuit</p>\n    <p class=\"date\">Heard September 14, 2000<br>Decided October 17, 2000</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF PUERTO RICO</p>\n      <p class=\"indent\">[Hon. Salvador E. Casellas, U.S. District Judge][Copyrighted Material Omitted]</p>\n      <p class=\"indent\">Edgar R. Vega Pabon, by appointment of the court, for appellant.</p>\n      <p class=\"indent\">Jacabed Rodriguez-Coss, Assistant United States Attorney, with whom Guillermo Gil, United States Attorney, and Jorge E. Vega-Pacheco, Assistant United States Attorney, were on brief, for appellee.</p>\n      <p class=\"indent\">Before Selya, Circuit Judge, Bownes, Senior Circuit Judge, and Lipez, Circuit Judge.</p>\n      <p class=\"indent\">SELYA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">On April 10, 1997, a federal grand jury sitting in the District of Puerto Rico returned a three-count indictment against a number of individuals. In Count 2 of the indictment, the grand jury charged several persons, including Felipe Ortiz de Jess (Ortiz), with conspiring to distribute controlled substances in violation of 21 U.S.C.  846. In Count 3 of the indictment, the grand jury charged some of the same individuals, including Ortiz, with using and carrying firearms during and in relation to the commission of a drug-trafficking offense. See 18 U.S.C.  924(c)(1). Following a five-week trial, a petit jury found Ortiz guilty on both counts. The district court thereafter sentenced him to a term of life imprisonment on the conspiracy charge and, ironically, to a consecutive five-year prison term on the firearms charge. Ortiz appeals.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> Having carefully reviewed the record, we affirm.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The appellant urges us to overturn his conviction because of prosecutorial misconduct relating to the presentation of testimony to the grand jury. This broadside refers to the grand jury testimony of William Acevedo Rodrguez (Acevedo), a coconspirator who decided to cooperate with the prosecution and who became a government witness. When Acevedo -- the only witness before the grand jury who implicated the appellant -- was asked to identify the appellant, he described him as a \"gatillero\" or \"hit man\" who \"kill[ed] people\" on the instructions of Carlos Hernndez Vega (a kingpin of the charged conspiracy). The grand jury evidently believed this testimony, as it charged that the appellant \"did possess, carry, use and brandish firearms . . . using them to provide protection to the leaders of the organization as well as to the drug operations of the conspiracy from rival drug-trafficking organizations, and to engage in shootings against members of the rival drug-trafficking organizations pursuant to the instructions of the [conspiracy's] leaders.\"</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">When the case went to trial, the government called Acevedo as a witness. He testified on cross-examination that, although he had labeled the appellant as a hit man, he had never actually seen the appellant fire any shots. When pressed, he admitted that his grand jury testimony was in that sense \"a mistake.\"</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Characterizing this testimony as a flat contradiction of Acevedo's grand jury testimony, the appellant moved ore sponte to dismiss the indictment on the ground that the prosecutor had knowingly presented false testimony to the grand jury. The district court denied the motion. After the jury found the appellant guilty, he moved for judgment of acquittal on this theory.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> The district court declined to scuttle the indictment.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">In this venue, the appellant persists in his contention that the district court erred in refusing to dismiss the indictment for prosecutorial misconduct. We must preface our review of this contention with a caveat: not every prosecutorial bevue during grand jury proceedings warrants the post-conviction dismissal of an indictment. Usually, the trial jury's verdict provides an adequate safeguard against the failings of the grand jury process. See United States v. Georgi, 840 F.2d 1022, 1030 (1st Cir. 1988). Thus, dismissal after conviction is appropriate only in cases of \"serious and blatant prosecutorial misconduct\" -- misconduct so grave that it calls into doubt the fundamental fairness of the judicial process. United States v. Font-Ramirez, 944 F.2d 42, 46 (1st Cir. 1991) (citations omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">In this case, the appellant stumbles at the starting gate: he has failed to prove that any prosecutorial misconduct occurred. While he claims that the government knowingly permitted a witness to make false statements before the grand jury, leading to an improper probable cause determination, his claim is built on a non-existent foundation. We explain briefly.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The appellant's argument proceeds from the premise that Acevedo's statements before the grand jury were antithetic to his trial testimony. But the record belies this premise. During the grand jury proceeding, Acevedo provided testimony about the appellant's general relationship with Carlos Hernndez Vega. Much of his testimony was obviously hearsay -- and there is, of course, no prohibition on either the presentation of hearsay evidence to a grand jury or the grand jury's use of that hearsay evidence in determining whether to indict. See, e.g., United States v. Houlihan, 92 F.3d 1271, 1289 n.18 (1st Cir. 1996); Font-Ramirez, 944 F.2d at 46. Read in context, Acevedo's description of the appellant as a \"hit man\" fell into this category; it dealt more with the appellant's reputation than with Acevedo's personal observations.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">At trial, however, Ortiz's counsel laid bare Acevedo's lack of any personal knowledge of the appellant's alleged homicidal tendencies. Acevedo's statement that he had no such knowledge plausibly can be viewed as serving to clarify his grand jury testimony, rather than repudiating it in toto. In the final analysis, then, the record regarding the veracity of Acevedo's statements to the grand jury is uncertain.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">That ends this aspect of the matter. Because the two sets of statements did not necessarily conflict, the appellant cannot be said, as a matter of law, to have met his burden of proving falsity. And without proof that the testimony adduced before the grand jury was false, the appellant cannot succeed in his contention that the prosecutor knew Acevedo's grand jury testimony was fabricated, but used it nonetheless. See, e.g., United States v. Flores-Rivera, 56 F.3d 319, 328 (1st Cir. 1995) (finding no prosecutorial misconduct where, in considering allegedly false testimony before a grand jury, there was insufficient evidence to prove a particular statement to be untrue).</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">If more were needed -- and we doubt that it is -- the appellant's contention also is deficient in other respects. In the first place, even if the record showed a direct contradiction -- which it does not -- there is no reason to believe that Acevedo's grand jury testimony, rather than his trial testimony, was false. In the second place, even if the record showed that the statements to the grand jury were lies -- which it does not -- there is no proof that the prosecutor knew that fact when he brought the witness before the grand jury. Absent knowledge of falsity, any defect in the grand jury proceedings would, on this record, be harmless beyond a reasonable doubt (i.e., inoculated by the jury verdict). See Bank of Nova Scotia v. United States, 487 U.S. 250, 254 (1988); Flores-Rivera, 56 F.3d at 328. For these reasons, we reject the appellant's principal assignment of error.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Our journey is not yet finished, as Ortiz's appeal also entails a challenge to the sufficiency of the evidence. This challenge invokes a familiar standard of review: when evaluating the sufficiency of the evidence presented against a defendant in a criminal case, an appellate court must \"canvass the evidence (direct and circumstantial) in the light most agreeable to the prosecution and decide whether that evidence, including all plausible inferences extractable therefrom, enables a rational factfinder to conclude beyond a reasonable doubt that the defendant committed the charged crime.\" United States v. Noah, 130 F.3d 490, 494 (1st Cir. 1997).</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">It is hornbook law that a defendant may be found guilty of participating in a drug-trafficking conspiracy without knowing the full extent of the enterprise or the identities of all the coconspirators. See United States v. Rivera-Santiago, 872 F.2d 1073, 1079 (1st Cir. 1989). The governing statute is 21 U.S.C.  846. To convict a defendant of violating that statute, the government must \"show beyond a reasonable doubt that a conspiracy existed and that a particular defendant agreed to participate in it, intending to commit the underlying substantive offense.\" United States v. Sepulveda, 15 F.3d 1161, 1173 (1st Cir. 1993). This burden may be met through either direct or circumstantial evidence, or through some combination of the two. See United States v. Marrero-Ortiz, 160 F.3d 768, 772 (1st Cir. 1998); Houlihan, 92 F.3d at 1292. Moreover, both the conspiracy's existence and a particular defendant's participation in it may be inferred from the members' \"words and actions and the interdependence of activities and persons involved.\" United States v. Boylan, 898 F.2d 230, 241-42 (1st Cir. 1990).</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The appellant's related conviction implicates 18 U.S.C.  924(c)(1), which provides in pertinent part that: \"[Whoever,] during and in relation to any . . . drug trafficking crime . . . for which he may be prosecuted in a court of the United States, uses or carries a firearm, shall . . . [be punished as provided].\" In order to convict under the \"use\" prong of this statute, the government must prove beyond a reasonable doubt \"actual use\" of a firearm, a standard that \"'includes brandishing, displaying, bartering, striking with, and most obviously, firing or attempting to fire, a firearm.'\" United States v. Valle, 72 F.3d 210, 217 (1st Cir. 1995) (quoting Bailey v. United States, 516 U.S. 137, 148 (1994) (citations omitted)). To convict under the \"carry\" prong of the statute, the government must prove beyond a reasonable doubt that the defendant knowingly carried, conveyed, or transported a firearm. See Muscarello v. United States, 524 U.S. 125, 126 (1998). Finally, the government also must prove beyond a reasonable doubt the requisite nexus between the use or carriage, on one hand, and a drug-trafficking crime, on the other hand. See, e.g., United States v. Bergodere, 40 F.3d 512, 518 (1st Cir. 1994); United States v. Hadfield, 918 F.2d 987, 998 (1st Cir. 1990).</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Against this backdrop, we turn to the appellant's second assignment of error. Ortiz concedes, as he must, that the government proved the existence of a large, long-lasting conspiracy dealing in various controlled substances. The government presented evidence linking the appellant both to a drug point in the Ramos Antonini housing project that the conspiracy controlled and to the scene of two murders carried out in an endeavor to secure the gang's hegemony over another drug point. The government also offered evidence which showed that, after having been informed of the location of the planned assassinations, the appellant proceeded to that locus with other individuals charged in the indictment. Finally, a survivor of the attempted massacre, Ramon Santiago-Casiano, identified the appellant as the person who shot him in the face with a revolver. This copious evidence more than suffices to undergird the jury's verdict on both counts of conviction.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The appellant seeks to level this mountain of proof by assailing the credibility of the government's witnesses. But that line of attack avails him naught. In passing upon challenges to the sufficiency of the evidence, we are bound to refrain from making independent judgments as to witness credibility. See Noah, 130 F.3d at 494; United States v. Echeverri, 982 F.2d 675, 677 (1st Cir. 1993). We recently summed up this principle in United States v. Alicea, 205 F.3d 480 (1st Cir. 2000), in which we wrote that \"[e]xcept in the most unusual circumstances . . . credibility determinations are for the jury, not for an appellate court.\" Id. at 483. The circumstances here are not extraordinary, so this case comes within the sweep of the general rule, not the long-odds exception to it.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">We need go no further. We conclude, without serious question, that the indictment returned against the appellant was not tainted by prosecutorial misconduct. We likewise conclude that the evidence presented at trial, taken in the light most congenial to the government's theory of the case, amply substantiated the jury verdict. No more is exigible.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>NOTES:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Ortiz stood trial with eight codefendants (all of whom were found guilty), and we consolidated the nine ensuing appeals. Seven of them, including this one, were argued together on September 14, 2000. The other two were submitted on the briefs to the same panel. Because this appeal raises issues peculiar to Ortiz, we have chosen to decide it in a separate opinion.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The appellant's motion for judgment of acquittal also challenged the sufficiency of the evidence. We discuss that argument infra.</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">230</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></span> (1st Cir. 2000)</p>\n    <p class=\"parties\">UNITED STATES OF AMERICA, Appellee,<br>v.<br>FELIPE ORTIZ DE JESUS, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 99-1463</p>\n    <p class=\"court\">United States Court of Appeals For the First Circuit</p>\n    <p class=\"date\">Heard September 14, 2000<br>Decided October 17, 2000</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF PUERTO RICO</p>\n      <p class=\"indent\">[Hon. Salvador E. Casellas, U.S. District Judge][Copyrighted Material Omitted]</p>\n      <p class=\"indent\">Edgar R. Vega Pabon, by appointment of the court, for appellant.</p>\n      <p class=\"indent\">Jacabed Rodriguez-Coss, Assistant United States Attorney, with whom Guillermo Gil, United States Attorney, and Jorge E. Vega-Pacheco, Assistant United States Attorney, were on brief, for appellee.</p>\n      <p class=\"indent\">Before Selya, Circuit Judge, Bownes, Senior Circuit Judge, and Lipez, Circuit Judge.</p>\n      <p class=\"indent\">SELYA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">On April 10, 1997, a federal grand jury sitting in the District of Puerto Rico returned a three-count indictment against a number of individuals. In Count 2 of the indictment, the grand jury charged several persons, including Felipe Ortiz de Jess (Ortiz), with conspiring to distribute controlled substances in violation of 21 U.S.C.  846. In Count 3 of the indictment, the grand jury charged some of the same individuals, including Ortiz, with using and carrying firearms during and in relation to the commission of a drug-trafficking offense. See 18 U.S.C.  924(c)(1). Following a five-week trial, a petit jury found Ortiz guilty on both counts. The district court thereafter sentenced him to a term of life imprisonment on the conspiracy charge and, ironically, to a consecutive five-year prison term on the firearms charge. Ortiz appeals.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> Having carefully reviewed the record, we affirm.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The appellant urges us to overturn his conviction because of prosecutorial misconduct relating to the presentation of testimony to the grand jury. This broadside refers to the grand jury testimony of William Acevedo Rodrguez (Acevedo), a coconspirator who decided to cooperate with the prosecution and who became a government witness. When Acevedo -- the only witness before the grand jury who implicated the appellant -- was asked to identify the appellant, he described him as a \"gatillero\" or \"hit man\" who \"kill[ed] people\" on the instructions of Carlos Hernndez Vega (a kingpin of the charged conspiracy). The grand jury evidently believed this testimony, as it charged that the appellant \"did possess, carry, use and brandish firearms . . . using them to provide protection to the leaders of the organization as well as to the drug operations of the conspiracy from rival drug-trafficking organizations, and to engage in shootings against members of the rival drug-trafficking organizations pursuant to the instructions of the [conspiracy's] leaders.\"</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">When the case went to trial, the government called Acevedo as a witness. He testified on cross-examination that, although he had labeled the appellant as a hit man, he had never actually seen the appellant fire any shots. When pressed, he admitted that his grand jury testimony was in that sense \"a mistake.\"</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Characterizing this testimony as a flat contradiction of Acevedo's grand jury testimony, the appellant moved ore sponte to dismiss the indictment on the ground that the prosecutor had knowingly presented false testimony to the grand jury. The district court denied the motion. After the jury found the appellant guilty, he moved for judgment of acquittal on this theory.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> The district court declined to scuttle the indictment.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">In this venue, the appellant persists in his contention that the district court erred in refusing to dismiss the indictment for prosecutorial misconduct. We must preface our review of this contention with a caveat: not every prosecutorial bevue during grand jury proceedings warrants the post-conviction dismissal of an indictment. Usually, the trial jury's verdict provides an adequate safeguard against the failings of the grand jury process. See United States v. Georgi, <span class=\"citation\" data-id=\"502427\"><a href=\"/opinion/502427/united-states-v-edgardo-giorgi-united-states-of-america-v-gilberto/\"><span class=\"volume\">840</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1022</span></a></span>, 1030 (1st Cir. 1988). Thus, dismissal after conviction is appropriate only in cases of \"serious and blatant prosecutorial misconduct\" -- misconduct so grave that it calls into doubt the fundamental fairness of the judicial process. United States v. Font-Ramirez, <span class=\"citation\" data-id=\"567923\"><a href=\"/opinion/567923/united-states-v-octavio-font-ramirez/\"><span class=\"volume\">944</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">42</span></a></span>, 46 (1st Cir. 1991) (citations omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">In this case, the appellant stumbles at the starting gate: he has failed to prove that any prosecutorial misconduct occurred. While he claims that the government knowingly permitted a witness to make false statements before the grand jury, leading to an improper probable cause determination, his claim is built on a non-existent foundation. We explain briefly.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The appellant's argument proceeds from the premise that Acevedo's statements before the grand jury were antithetic to his trial testimony. But the record belies this premise. During the grand jury proceeding, Acevedo provided testimony about the appellant's general relationship with Carlos Hernndez Vega. Much of his testimony was obviously hearsay -- and there is, of course, no prohibition on either the presentation of hearsay evidence to a grand jury or the grand jury's use of that hearsay evidence in determining whether to indict. See, e.g., United States v. Houlihan, <span class=\"citation\" data-id=\"196936\"><a href=\"/opinion/196936/united-states-v-houlihan/\"><span class=\"volume\">92</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1271</span></a></span>, 1289 n.18 (1st Cir. 1996); Font-Ramirez, 944 F.2d at 46. Read in context, Acevedo's description of the appellant as a \"hit man\" fell into this category; it dealt more with the appellant's reputation than with Acevedo's personal observations.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">At trial, however, Ortiz's counsel laid bare Acevedo's lack of any personal knowledge of the appellant's alleged homicidal tendencies. Acevedo's statement that he had no such knowledge plausibly can be viewed as serving to clarify his grand jury testimony, rather than repudiating it in toto. In the final analysis, then, the record regarding the veracity of Acevedo's statements to the grand jury is uncertain.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">That ends this aspect of the matter. Because the two sets of statements did not necessarily conflict, the appellant cannot be said, as a matter of law, to have met his burden of proving falsity. And without proof that the testimony adduced before the grand jury was false, the appellant cannot succeed in his contention that the prosecutor knew Acevedo's grand jury testimony was fabricated, but used it nonetheless. See, e.g., United States v. Flores-Rivera, <span class=\"citation\" data-id=\"196112\"><a href=\"/opinion/196112/united-states-v-flores-rivera/\"><span class=\"volume\">56</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">319</span></a></span>, 328 (1st Cir. 1995) (finding no prosecutorial misconduct where, in considering allegedly false testimony before a grand jury, there was insufficient evidence to prove a particular statement to be untrue).</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">If more were needed -- and we doubt that it is -- the appellant's contention also is deficient in other respects. In the first place, even if the record showed a direct contradiction -- which it does not -- there is no reason to believe that Acevedo's grand jury testimony, rather than his trial testimony, was false. In the second place, even if the record showed that the statements to the grand jury were lies -- which it does not -- there is no proof that the prosecutor knew that fact when he brought the witness before the grand jury. Absent knowledge of falsity, any defect in the grand jury proceedings would, on this record, be harmless beyond a reasonable doubt (i.e., inoculated by the jury verdict). See Bank of Nova Scotia v. United States, <span class=\"citation\" data-id=\"112125\"><a href=\"/opinion/112125/bank-of-nova-scotia-v-united-states/\"><span class=\"volume\">487</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">250</span></a></span>, 254 (1988); Flores-Rivera, 56 F.3d at 328. For these reasons, we reject the appellant's principal assignment of error.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Our journey is not yet finished, as Ortiz's appeal also entails a challenge to the sufficiency of the evidence. This challenge invokes a familiar standard of review: when evaluating the sufficiency of the evidence presented against a defendant in a criminal case, an appellate court must \"canvass the evidence (direct and circumstantial) in the light most agreeable to the prosecution and decide whether that evidence, including all plausible inferences extractable therefrom, enables a rational factfinder to conclude beyond a reasonable doubt that the defendant committed the charged crime.\" United States v. Noah, <span class=\"citation\" data-id=\"197675\"><a href=\"/opinion/197675/united-states-v-noah/\"><span class=\"volume\">130</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">490</span></a></span>, 494 (1st Cir. 1997).</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">It is hornbook law that a defendant may be found guilty of participating in a drug-trafficking conspiracy without knowing the full extent of the enterprise or the identities of all the coconspirators. See United States v. Rivera-Santiago, <span class=\"citation\" data-id=\"521900\"><a href=\"/opinion/521900/united-states-v-antonio-rivera-santiago-aka-junior-vivique-united/\"><span class=\"volume\">872</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1073</span></a></span>, 1079 (1st Cir. 1989). The governing statute is 21 U.S.C.  846. To convict a defendant of violating that statute, the government must \"show beyond a reasonable doubt that a conspiracy existed and that a particular defendant agreed to participate in it, intending to commit the underlying substantive offense.\" United States v. Sepulveda, <span class=\"citation\" data-id=\"662432\"><a href=\"/opinion/662432/united-states-v-david-sepulveda-united-states-of-america-v-edgar/\"><span class=\"volume\">15</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1161</span></a></span>, 1173 (1st Cir. 1993). This burden may be met through either direct or circumstantial evidence, or through some combination of the two. See United States v. Marrero-Ortiz, <span class=\"citation\" data-id=\"198207\"><a href=\"/opinion/198207/united-states-v-marrero-ortiz/\"><span class=\"volume\">160</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">768</span></a></span>, 772 (1st Cir. 1998); Houlihan, 92 F.3d at 1292. Moreover, both the conspiracy's existence and a particular defendant's participation in it may be inferred from the members' \"words and actions and the interdependence of activities and persons involved.\" United States v. Boylan, <span class=\"citation\" data-id=\"538369\"><a href=\"/opinion/538369/united-states-v-peter-boylan-united-states-of-america-v-john-e-carey/\"><span class=\"volume\">898</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">230</span></a></span>, 241-42 (1st Cir. 1990).</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The appellant's related conviction implicates 18 U.S.C.  924(c)(1), which provides in pertinent part that: \"[Whoever,] during and in relation to any . . . drug trafficking crime . . . for which he may be prosecuted in a court of the United States, uses or carries a firearm, shall . . . [be punished as provided].\" In order to convict under the \"use\" prong of this statute, the government must prove beyond a reasonable doubt \"actual use\" of a firearm, a standard that \"'includes brandishing, displaying, bartering, striking with, and most obviously, firing or attempting to fire, a firearm.'\" United States v. Valle, <span class=\"citation\" data-id=\"196494\"><a href=\"/opinion/196494/united-states-v-valle/\"><span class=\"volume\">72</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">210</span></a></span>, 217 (1st Cir. 1995) (quoting Bailey v. United States, <span class=\"citation no-link\"><span class=\"volume\">516</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">137</span></span>, 148 (1994) (citations omitted)). To convict under the \"carry\" prong of the statute, the government must prove beyond a reasonable doubt that the defendant knowingly carried, conveyed, or transported a firearm. See Muscarello v. United States, <span class=\"citation\" data-id=\"118224\"><a href=\"/opinion/118224/muscarello-v-united-states/\"><span class=\"volume\">524</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">125</span></a></span>, 126 (1998). Finally, the government also must prove beyond a reasonable doubt the requisite nexus between the use or carriage, on one hand, and a drug-trafficking crime, on the other hand. See, e.g., United States v. Bergodere, <span class=\"citation\" data-id=\"195758\"><a href=\"/opinion/195758/united-states-v-bergodere/\"><span class=\"volume\">40</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">512</span></a></span>, 518 (1st Cir. 1994); United States v. Hadfield, <span class=\"citation\" data-id=\"551471\"><a href=\"/opinion/551471/united-states-v-royal-w-hadfield-jr-united-states-of-america-v-helen/\"><span class=\"volume\">918</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">987</span></a></span>, 998 (1st Cir. 1990).</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Against this backdrop, we turn to the appellant's second assignment of error. Ortiz concedes, as he must, that the government proved the existence of a large, long-lasting conspiracy dealing in various controlled substances. The government presented evidence linking the appellant both to a drug point in the Ramos Antonini housing project that the conspiracy controlled and to the scene of two murders carried out in an endeavor to secure the gang's hegemony over another drug point. The government also offered evidence which showed that, after having been informed of the location of the planned assassinations, the appellant proceeded to that locus with other individuals charged in the indictment. Finally, a survivor of the attempted massacre, Ramon Santiago-Casiano, identified the appellant as the person who shot him in the face with a revolver. This copious evidence more than suffices to undergird the jury's verdict on both counts of conviction.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The appellant seeks to level this mountain of proof by assailing the credibility of the government's witnesses. But that line of attack avails him naught. In passing upon challenges to the sufficiency of the evidence, we are bound to refrain from making independent judgments as to witness credibility. See Noah, 130 F.3d at 494; United States v. Echeverri, <span class=\"citation\" data-id=\"597415\"><a href=\"/opinion/597415/united-states-v-marco-a-echeverri/\"><span class=\"volume\">982</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">675</span></a></span>, 677 (1st Cir. 1993). We recently summed up this principle in United States v. Alicea, <span class=\"citation\" data-id=\"198845\"><a href=\"/opinion/198845/united-states-v-rivera-alicea/\"><span class=\"volume\">205</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">480</span></a></span> (1st Cir. 2000), in which we wrote that \"[e]xcept in the most unusual circumstances . . . credibility determinations are for the jury, not for an appellate court.\" Id. at 483. The circumstances here are not extraordinary, so this case comes within the sweep of the general rule, not the long-odds exception to it.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">We need go no further. We conclude, without serious question, that the indictment returned against the appellant was not tainted by prosecutorial misconduct. We likewise conclude that the evidence presented at trial, taken in the light most congenial to the government's theory of the case, amply substantiated the jury verdict. No more is exigible.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>NOTES:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Ortiz stood trial with eight codefendants (all of whom were found guilty), and we consolidated the nine ensuing appeals. Seven of them, including this one, were argued together on September 14, 2000. The other two were submitted on the briefs to the same panel. Because this appeal raises issues peculiar to Ortiz, we have chosen to decide it in a separate opinion.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The appellant's motion for judgment of acquittal also challenged the sufficiency of the evidence. We discuss that argument infra.</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/112125/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118224/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195758/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196112/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196494/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196936/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197675/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198207/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198845/",
    "http://www.courtlistener.com/api/rest/v3/opinions/502427/",
    "http://www.courtlistener.com/api/rest/v3/opinions/521900/",
    "http://www.courtlistener.com/api/rest/v3/opinions/538369/",
    "http://www.courtlistener.com/api/rest/v3/opinions/551471/",
    "http://www.courtlistener.com/api/rest/v3/opinions/567923/",
    "http://www.courtlistener.com/api/rest/v3/opinions/597415/",
    "http://www.courtlistener.com/api/rest/v3/opinions/662432/"
  ]
}