{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/199165/",
  "absolute_url": "/opinion/199165/macdonald-v-cohen/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/199165/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T04:25:45Z",
  "date_modified": "2017-03-24T11:01:07.856303Z",
  "type": "010combined",
  "sha1": "369ff847ddeee88d02533ea70bdc0b73ab267a42",
  "page_count": 16,
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/99-1991-01A.pdf",
  "local_path": "pdf/2000/12/01/MacDonald_v._Cohen.pdf",
  "plain_text": "          United States Court of Appeals\n                     For the First Circuit\n\n\nNo. 99-1991\n\n                  WILLIAM F. MacDONALD, JR.,\n\n                     Plaintiff, Appellant,\n\n                               v.\n\n            WILLIAM S. COHEN, SECRETARY OF DEFENSE,\n                   DEFENSE LOGISTICS AGENCY,\n          DEFENSE CONTRACT MANAGEMENT COMMAND BOSTON,\n\n                     Defendants, Appellees.\n\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n               FOR THE DISTRICT OF MASSACHUSETTS\n\n         [Hon. Robert E. Keeton, U.S. District Judge]\n\n\n                             Before\n\n                     Torruella, Chief Judge,\n\n               Boudin and Lynch, Circuit Judges.\n\n\n\n     Scott A. Lathrop with whom Law Offices of Scott A. Lathrop,\nP.C. was on brief for appellant.\n     Peter K. Levitt, Assistant United States Attorney, with whom\nDonald K. Stern, United States Attorney, was on brief for\nappellees.\n\fDecember 1, 2000\n\f          BOUDIN,   Circuit   Judge.   This   appeal   stems   from   a\n\ndisability-discrimination suit brought by William MacDonald who\n\nsuffers from cerebral palsy.       From 1981 to 1989, MacDonald\n\nworked first as a file clerk and then as a procurement clerk at\n\nthe Boston office of the Defense Contract Management Command\n\n(\"DCMC\"), formerly a part of the Defense Logistics Agency and\n\nnow a separate entity within the Defense Department.           A heart\n\ncondition forced MacDonald to retire on disability on July 8,\n\n1989.\n\n          In early 1994, the Office of Personnel Management\n\nnotified MacDonald that it now found him sufficiently recovered\n\nfrom the heart ailment to work again; his disability pension was\n\nended on July 26, 1994, after MacDonald's internal appeals were\n\nexhausted.   MacDonald promptly put his name on the list for re-\n\nemployment at DCMC, but the agency was then under a hiring\n\nfreeze.   When the freeze was lifted, MacDonald applied for ten\n\njob openings at DCMC, listed in four different \"Job Opening\n\nAnnouncements\" (\"JOA\") between September 1996 and April 1997.\n\n          In each instance, MacDonald sought the position of a\n\nprocurement technician at a pay grade of GS-6, one level higher\n\nthan his last job in 1989 as a procurement clerk.1        Each time,\n\n\n    1MacDonald also applied for a July 1997 job listing (JOA\n384-97) for contract administrator (trainee), which could begin\nat GS-5 but had promotion potential to GS-11. DCMC ultimately\n\n                                -3-\n\fMacDonald was classified as qualified for consideration and his\n\nname was submitted to the selecting officials as a \"handicapped\n\neligible\" applicant.       This designation, as we explain below,\n\ngave   MacDonald    a    potential     advantage     over    \"competitive\"\n\ncandidates, but in each instance MacDonald was unsuccessful in\n\nhis application.     A brief chronology of the main episodes is as\n\nfollows.\n\n           The first job posting (JOA 216-96) in September 1996\n\nadvertised   four    procurement      technician     jobs.      Apart   from\n\nMacDonald,   six    competitive      candidates,      all    current    DCMC\n\nemployees working in GS-5 jobs, were referred for consideration.\n\nThe selecting officials initially chose current employees from\n\nthe list and filled the other two slots with \"reassignments\"--\n\napparently GS-6 employees working in other DCMC offices.                One\n\nreassignment candidate refused the job, as did two more offered\n\nthe still vacant position.      The selecting officials then allowed\n\nthe opening to lapse, offering it neither to MacDonald nor any\n\nof the other four remaining GS-5 applicants.\n\n           The next job posting in question (JOA 75-97) opened on\n\nDecember   16,    1996   and   offered     two    procurement   technician\n\npositions.       Besides   MacDonald,      four    other    applicants--all\n\n\nchose to fill the billet with a contract administrator\ntransferred from another team. MacDonald does not challenge\nthis action on this appeal.\n\n                                     -4-\n\fcurrent DCMC GS-5 employees--were referred to the selecting\n\nofficial.         MacDonald was interviewed, but the jobs were given to\n\ntwo of the other applicants.                The selecting official assertedly\n\nbased       her       choice   on   personal      knowledge     of    the   successful\n\napplicants'            performance    and    job       skills   (as     their   current\n\nsupervisor) and their proven facility with new computer systems.\n\n                 On March 20, 1997,2 the final job posting (JOA 226-97),\n\ndeclared four more procurement technician jobs open, and, once\n\nagain, MacDonald was considered but not hired.                        The record does\n\nnot say how many candidates applied but, of the four who were\n\nselected, two had relevant experience as senior (GS-11 and GS-\n\n12) employees in the Defense Logistics Agency; another had been\n\ncommended for an \"exemplary work ethic\" and had exhibited broad\n\nknowledge of contract administration and computer programs at\n\nher interview; and the fourth hiree, who was handicapped, had\n\n\"an excellent work record and stellar references.\"\n\n                 MacDonald was eventually rehired by DCMC in November\n\n1997       for    a    temporary    position      as    a   secretary    (GS-5).     In\n\nFebruary 1998, he was reassigned to a recently-vacated permanent\n\n\n       2\n      Two of these jobs were originally announced on January 29,\n1997 (JOA 137-97), but this earlier announcement expired without\naction. The subsequent announcement in March (JOA 226-97) added\ntwo additional openings and expanded the area of consideration\nto include not just DCMC employees, but all \"Federal employees\nwithin the commuting area.\" Anyone who had applied in January\nwas automatically considered in March.\n\n                                            -5-\n\fposition as a procurement technician at the GS-5 level.                    This\n\njob was the same civil service rank as the procurement clerk\n\nposition     MacDonald   had   held     in   1989,   and    (by   MacDonald's\n\nadmission) had roughly the same responsibilities.                 However, the\n\npay   (and    presumably   the    duties)     were   less    than    the   GS-6\n\nprocurement technician post that MacDonald had sought in vain.\n\n             In May 1998, MacDonald brought suit in federal district\n\ncourt under section 504 of the Rehabilitation Act, 29 U.S.C. §\n\n794 (1994), which pertinently provides:\n\n             No otherwise qualified individual with a\n             disability . . . shall, solely by reason of\n             her or his disability, be excluded from the\n             participation in, be denied the benefits of,\n             or be subjected to discrimination . . .\n             under any program or activity conducted by\n             any Executive agency.\n\nMacDonald's complaint charged that DCMC discriminated against\n\nhim because of his cerebral palsy when it refused, on ten\n\noccasions, to give him a position as a procurement technician at\n\nthe GS-6 level.\n\n             After   discovery,   the    government    moved      for   summary\n\njudgment, which the district court granted on July 20, 1999.\n\nThe district court ruled that there was no evidence from which\n\na factfinder could conclude that MacDonald had been denied any\n\nof the positions \"by reason of\" his disability. The court noted\n\nthat in various instances, the successful candidate had superior\n\n\n                                      -6-\n\fknowledge (e.g., of pertinent computer systems) or had already\n\nperformed successfully at or above the higher grade to which\n\nMacDonald aspired.\n\n            MacDonald now appeals and, the appeal being from a\n\ngrant of summary judgment, our review is de novo.      LeBlanc v.\n\nGreat Am. Ins. Co., 6 F.3d 836, 841 (1st Cir. 1993),        cert.\n\ndenied, 511 U.S. 1018 (1994).        The appeal is unconventional\n\ninsofar as MacDonald makes little attempt, with one exception,\n\nto show that the district court erred in its appraisal of the\n\nevidence.    The exception is this:      at the end of his brief\n\nMacDonald says it is suspicious that he was selected for none of\n\nthe ten vacancies even though deemed qualified at the referral\n\nstage and that in one instance, DCMC never filled the advertised\n\nposition at all.\n\n            Because it provides greater context, we begin with\n\nMacDonald's evidence claim.   Reserving for the moment possible\n\nburden-shifting shortcuts, section 504 of the Rehabilitation Act\n\nrequires in a hiring case that the plaintiff show the following:\n\n(1) that he applied for a position in a covered federally funded\n\nprogram or activity; (2) that he is disabled; (3) that he was\n\nqualified for the job; and (4) that he was not hired solely\n\nbecause of his disability.     Cook v. Dep't of Mental Health,\n\nRetardation, and Hosps., 10 F.3d 17, 22 (1st Cir. 1993).      The\n\n\n                               -7-\n\fdistrict court assumed that MacDonald could satisfy the first\n\nthree requirements but found no triable issue as to the fourth.\n\n             Whatever inference might otherwise be drawn from ten\n\nunexplained      rejections       of    a    qualified     candidate,      here   the\n\nselection       of    alternate        candidates    was     explained      by     the\n\ngovernment.          MacDonald has not pointed to affidavit or other\n\nevidence in the record to counter the government's showings as\n\nto     the   colorably     superior         qualifications     of    any    of    the\n\ncandidates that were selected.               Obviously, to say that MacDonald\n\nwas deemed qualified at the screening stage does not mean that\n\nhe was more qualified than other candidates.\n\n             This is not quite the end of the matter because for one\n\nof the ten advertised positions for which MacDonald was deemed\n\nqualified by the screener, no candidate was ever selected.                         The\n\ndistrict court's opinion made no separate mention of this no-\n\nhire episode, nor is it addressed by the court's main rationale\n\nthat    other    candidates       were      better   qualified      for    the    nine\n\npositions that were filled.             Perhaps on some facts, an inference\n\nof discrimination could be drawn from the simple refusal to hire\n\na \"qualified\" candidate where no other candidate was selected\n\nand no explanation was given for failing to hire anyone.\n\n             But here the government did explain the outcome.                       It\n\nsaid in discovery that six offers were made to persons who were\n\n\n                                            -8-\n\fmore highly qualified than MacDonald; only three accepted; and\n\n\"[a]t that point the selecting officials decided that none of\n\nthe other applicants         had sufficient experience and demonstrated\n\nknowledge to successfully perform the job.\"                   Specifically, the\n\ngovernment said that MacDonald lacked sufficient experience with\n\nthe office's new procurement procedures and computer systems.\n\n                 There is nothing suspicious about a selecting official\n\ndeciding that although MacDonald was qualified at the screening\n\nstage, a close look at his qualifications at the selection stage\n\ndid not justify his promotion (or that of several other GS-5\n\napplicants who had been referred).              What is not explained is why\n\nDCMC's rejection letter to MacDonald said that he had been\n\ndeemed       \"highly      qualified.\"         These   words    may   have    been\n\nboilerplate or chosen to console (they were not repeated in the\n\nnext rejection letter) but, in any case, there is no indication\n\nthat       the    words   comprised     any    formal   ranking      or   serious\n\nevaluation of skills.3\n\n                 Although MacDonald has not cited the McDonnell Douglas\n\ndecision in his brief, McDonnell Douglas Corp. v. Green, 411\n\n\n       3\n     For jobs where ten or more candidates applied, the DCMC did\nuse a formal ranking system for competitive candidates based on\npoints for experience, schooling, etc.      DLA Regulation No.\n1404.4 Encl. 4 (Jan. 29, 1991). But MacDonald as a handicapped\neligible candidate did not need to be ranked, 5 C.F.R. §\n213.3101 (2000), and it is unclear that he was ever formally\nranked under this system.\n\n                                        -9-\n\fU.S. 792 (1973), we have taken it for granted that some variant\n\nof McDonnell Douglas applies in disability cases, Barth v. Gelb,\n\n2 F.3d 1180, 1185 (D.C. Cir. 1993), cert. denied, 511 U.S. 1030\n\n(1994), and we will assume arguendo that MacDonald himself made\n\nthe limited showings needed to trigger the burden shifting\n\nrequirement.     Yet all such an initial showing by the plaintiff\n\nrequires is that the defendant supply an exculpatory explanation\n\nfor its challenged actions.       Texas Dep't of Cmty. Affairs v.\n\nBurdine, 450 U.S. 248 (1981).     That is just what the government\n\nhas done, and MacDonald has proffered no evidence that DCMC's\n\nexplanation is pretextual.\n\n          This takes us at last to MacDonald's main claims on\n\nappeal.   Most are not stated in the complaint which (1) charged\n\ndiscrimination    in   fact   under    section   504   and   (2)    relied\n\nseparately upon a DLA mandatory placement regulation yet to be\n\ndiscussed.    The additional arguments now pressed on appeal were\n\nmade in some form in MacDonald's opposition to the government's\n\nmotion for summary judgment; the district court's silence on\n\nthese issues may indicate that it regarded them as beyond the\n\nbounds of the complaint.\n\n          We begin with the various regulations now invoked by\n\nMacDonald.     Under so-called Schedule A authority, 5 C.F.R. §§\n\n213.3101-99     (2000),   DCMC   and     other   agencies     can    make\n\n\n                                 -10-\n\fpreferential appointments to certain positions of \"severely\n\nphysical handicapped persons who . . . have been certified by\n\ncounselors    of   State   vocational    rehabilitation      agencies\"   as\n\nmeeting certain criteria.       Id. § 213.3102(u).     The parties agree\n\nthat MacDonald is such a person, having been certified by the\n\nrelevant Massachusetts agency.           MacDonald says that he could\n\nhave been given one of the positions for which he applied\n\nwithout interviews and without regard to his qualifications vis-\n\na-vis other applicants.\n\n            However, under the Schedule A regulations, handicapped\n\npersons who qualify are not required to be given preference.\n\nThe governing provision merely states that \"agencies may make\n\nappointments under this section\" and provides that \"[p]ositions\n\nfilled under this authority are excepted from the competitive\n\nservice.\"    5 C.F.R. § 213.3101 (emphasis added).             Schedule A\n\nprovides the agency a means to avoid competitive placement but\n\ndoes not impose an obligation to use this authority in any\n\nspecific case.     See Van Wersch v. Dep't of Health & Human Svcs.,\n\n197 F.3d 1144, 1146 (Fed. Cir. 1999).             DCMC later did use\n\nSchedule A to secure MacDonald his present GS-5 appointment.\n\n            By contrast, under a different subpart of the civil\n\nservice   regulations,     a   compulsory   priority    in   rehiring    is\n\naccorded to certain employees, including those who retired with\n\n\n                                  -11-\n\fa disability but \"whose disability annuity has been . . .\n\nterminated.\"   5 C.F.R. § 330.703(b)(4).4          The parties agree that\n\nMacDonald is a qualified recovered disability annuitant.               But to\n\nbe eligible for priority under this regulation, MacDonald had to\n\napply for a vacancy \"at or below\" his original grade level, id.\n\n§ 330.704(a)(3), and--given his eligibility category--to apply\n\nwithin one year after receiving notification that his disability\n\nannuity status was terminated, id. § 330.704(c)(3).\n\n         MacDonald    fails       on    both   counts.    For    all   of   the\n\nprocurement technician posts for which MacDonald applied, the\n\ngrade was GS-6, one level higher than his job in 1989 as a\n\nprocurement clerk.      Although MacDonald seeks to equate the\n\nresponsibility   of   the   two    positions,     the    regulation    refers\n\nspecifically to grade level, and a GS-6 is a higher level than\n\nGS-5.   In all events, MacDonald applied for each of the ten\n\npositions more than a year after receiving notice that his\n\ndisability annuity was terminated in 1994 and thus fails the\n\n\"within one year\" requirement.\n\n         MacDonald also relies on a Defense Logistics Agency\n\nregulation apparently not codified in the C.F.R.                In describing\n\n\n    4Subpart G, 5 C.F.R. § 330.701-.711 (2000), comprising the\n\"interagency career transition assistance plan for displaced\nemployees,\" provides protection for numerous categories of\nemployees who were previously terminated for a range of\ndifferent reasons, including downsizing.\n\n                                       -12-\n\fthe agency's merit promotion program, the regulation states,\n\nunder    the        heading     \"mandatory    placement        actions,\"      that   an\n\nindividual          \"in   any   of   the   categories    below\"      must    be   given\n\n\"appropriate          placement      entitlement\"       if     the   individual      is\n\navailable and qualified when a vacancy occurs, DLA Reg. No.\n\n1404.4, § VI, ¶ A(1) (Jan. 29, 1991).                   There follows a list of\n\ncategories (e.g., \"employees returning from Military Service\")\n\nthe     last        category    being      \"qualified     recovered         disability\n\nannuitants and former employees receiving Workers Compensation.\"\n\nId.\n\n               MacDonald takes this DLA regulation as entitling him\n\nto a priority regardless of whether he meets the conditions set\n\nforth in the C.F.R. subpart (subpart G) conferring a priority on\n\ndisability annuitants whose annuity has been terminated.                              5\n\nC.F.R. § 330.703(b)(4).               On our reading, the DLA regulation,\n\ninsofar        as    it    refers     to    qualified        recovered      disability\n\nannuitants, is nothing other than a cross-reference to subpart\n\nG and carries with it the same qualifications contained in the\n\nC.F.R.     Indeed, the DLA regulation has to be a set of cross-\n\nreferences since it does not purport to describe in detail its\n\n\n\n\n                                           -13-\n\fcategories or say what the \"appropriate placement entitlement\"\n\nfor each would be.5\n\n            Regulations aside, much of MacDonald's brief on appeal\n\nis devoted to an attack on DCMC's use of \"subjective\" criteria\n\nin hiring.       The attack takes the form of citing decisions that,\n\nin   resolving      various     discrimination       charges     (e.g.,      race,\n\ngender),     observe       that       subjective     judgments     may       cloak\n\ndiscrimination.6 But the cases involve a range of situations and\n\ncommentary, and it is never clear just what rule MacDonald seeks\n\nto distill from this case law or how he thinks it bears upon his\n\nown circumstances.\n\n            It appears that in this case DCMC used both hard and\n\nsoft criteria, but MacDonald is not automatically entitled to an\n\ninference    or    presumption        of    discrimination    merely    on     that\n\naccount.     In     most   of   the    cases    cited,   there   was    specific\n\nevidence    of    discrimination,          statistical   or   direct,    and    the\n\n\n\n     5MacDonald further argues that DCMC violated the same DLA\nregulation by using panels in its selection process. However,\nthe regulation clearly allows for the use of panels as long as\nthe \"selecting supervisor remains responsible for making his/her\nown selections,\" as was the case for each of MacDonald's\napplications. DLA Reg. No. 1404, § VI, ¶ J(2).\n     6\n     Roberts v. Gadsden Mem'l Hosp., 835 F.2d 793, 798-99 (11th\nCir. 1988); Miles v. M.N.C. Corp., 750 F.2d 867, 871-71 (11th\nCir. 1985); Burrus v. United Tel. Co., 683 F.2d 339, 342 (10th\nCir.), cert. denied, 459 U.S. 1071 (1982); Davis v. Califano,\n613 F.2d 957, 965-66 (D.C. Cir. 1979).\n\n                                        -14-\n\femployer's subjective judgment was therefore discounted as a\n\ndefense.    Miles, 750 F.2d at 870; Davis, 613 F.2d at 960-61.\n\nBut see Burrus, 683 F.2d at 342.          Here, MacDonald has neither\n\npointed to such evidence nor sought to show that any one of\n\nDCMC's selection decisions were colorably unsound.\n\n           MacDonald also argues that proof of discriminatory\n\nintent   can   be   inferred    from   DCMC's   violation    of   its    own\n\naffirmative action plan, which was adopted pursuant to section\n\n501 of the Rehabilitation Act.         29 U.S.C. § 791.    MacDonald says\n\nthat DCMC violated its \"Policy Statement on Equal Employment\n\nOpportunity by relying on subjective rather than 'measurable\n\nqualifications.'\"        The policy statement included in the record\n\ndoes not appear to be the kind of formal \"plan\" to which the\n\nstatute refers, 29 U.S.C. § 791(b); it is a four-paragraph\n\nmemorandum from the DCMC Boston office commander couched in very\n\ngeneral terms.      The pertinent paragraph reads:\n\n                  Commitment to equal employment opportunity\n           starts at the top. I am unequivocally committed\n           to a workplace which evaluates every person as an\n           individual and gives credence only to measurable\n           qualifications and the employee's performance\n           record. Thus, when properly administered, equal\n           employment opportunity can produce an effective,\n           efficient and diverse workforce.\n\n           MacDonald apparently takes the reference to \"measurable\n\nqualifications\"     as    precluding    any   judgment    about   his   work\n\nexperience or skill level or about the excellent recent work\n\n                                   -15-\n\fperformance of other candidates.              \"Measurable\" does not mean\n\nstrictly objective; personnel ratings often assign numerical\n\nratings to soft skills or qualities; and the policy statement\n\nitself    makes    clear      that   a     \"performance    record\"   may      be\n\nconsidered.      Whatever the legal status of this policy statement,\n\nMacDonald has not demonstrated any violation of its very general\n\nterms.\n\n            Finally, and in something of an about face, MacDonald\n\nargues    that    it   was   wrong   for    DCMC   to   classify   him   as   a\n\n\"handicapped-eligible\" applicant when submitting his name for\n\nconsideration by selecting officials.              However, it is MacDonald\n\nwho has been insisting throughout that he is entitled as of\n\nright to a priority because of his disability and, as it turns\n\nout, the selecting officials had the discretion to give him a\n\npreference under Schedule A regulations.                It is thus hard to\n\nfault    the   agency   for    listing     him   separately   in   the   first\n\ninstance.\n\n            Affirmed.\n\n\n\n\n                                     -16-\n\f",
  "html": "<p class=\"case_cite\">233 F.3d 648 (1st Cir. 2000)</p>\n    <p class=\"parties\">WILLIAM F. MacDONALD, JR., Plaintiff, Appellant,<br>v.<br>WILLIAM S. COHEN, SECRETARY OF DEFENSE, DEFENSE LOGISTICS AGENCY, DEFENSE CONTRACT MANAGEMENT COMMAND BOSTON, Defendants, Appellees.</p>\n    <p class=\"docket\">No. 99-1991.</p>\n    <p class=\"court\">United States Court of Appeals, For the First Circuit.</p>\n    <p class=\"date\">Heard September 8, 2000.<br>Decided December 1, 2000.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF MASSACHUSETTS.</p>\n      <p class=\"indent\">Hon. Robert E. Keeton, U.S. District Judge.</p>\n      <p class=\"indent\">Scott A. Lathrop with whom Law Offices of Scott A. Lathrop, P.C. was on brief for appellant.</p>\n      <p class=\"indent\">Peter K. Levitt, Assistant United States Attorney, with whom Donald K. Stern, United States Attorney, was on brief for appellees.</p>\n      <p class=\"indent\">Before  Torruella, Chief Judge, Boudin and Lynch, Circuit Judges.</p>\n      <p class=\"indent\">BOUDIN, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This appeal stems from a disability-discrimination suit brought by William MacDonald who suffers from cerebral palsy.  From 1981 to 1989, MacDonald worked first as a file clerk and then as a procurement clerk at the Boston office of the Defense Contract Management Command (\"DCMC\"), formerly a part of the Defense Logistics Agency and now a separate entity within the Defense Department.  A heart condition forced MacDonald to retire on disability on July 8, 1989.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">In early 1994, the Office of Personnel Management notified MacDonald that it now found him sufficiently recovered from the heart ailment to work again; his disability pension was ended on July 26, 1994, after MacDonald's internal appeals were exhausted.  MacDonald promptly put his name on the list for re-employment at DCMC, but the agency was then under a hiring freeze.  When the freeze was lifted, MacDonald applied for ten job openings at DCMC, listed in four different \"Job Opening Announcements\" (\"JOA\") between September 1996 and April 1997.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In each instance, MacDonald sought the position of a procurement technician at a pay grade of GS-6, one level higher than his last job in 1989 as a procurement clerk.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  Each time, MacDonald was classified as qualified for consideration and his name was submitted to the selecting officials as a \"handicapped eligible\" applicant.  This designation, as we explain below, gave MacDonald a potential advantage over \"competitive\" candidates, but in each instance MacDonald was unsuccessful in his application.  A brief chronology of the main episodes is as follows.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The first job posting (JOA 216-96) in September 1996 advertised four procurement technician jobs.  Apart from MacDonald, six competitive candidates, all current DCMC employees working in GS-5 jobs, were referred for consideration.  The selecting officials initially chose current employees from the list and filled the other two slots with \"reassignments\"--apparently GS-6 employees working in other DCMC offices.  One reassignment candidate refused the job, as did two more offered the still vacant position.  The selecting officials then allowed the opening to lapse, offering it neither to MacDonald nor any of the other four remaining GS-5 applicants.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The next job posting in question (JOA 75-97) opened on December 16, 1996 and offered two procurement technician positions.  Besides MacDonald, four other applicants--all current DCMC GS-5 employees--were referred to the selecting official.  MacDonald was interviewed, but the jobs were given to two of the other applicants.  The selecting official assertedly based her choice on personal knowledge of the successful applicants' performance and job skills (as their current supervisor) and their proven facility with new computer systems.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">On March 20, 1997,<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> the final job posting (JOA 226-97), declared four more procurement technician jobs open, and, once again, MacDonald was considered but not hired.  The record does not say how many candidates applied but, of the four who were selected, two had relevant experience as senior (GS-11 and GS-12) employees in the Defense Logistics Agency; another had been commended for an \"exemplary work ethic\" and had exhibited broad knowledge of contract administration and computer programs at her interview; and the fourth hiree, who was handicapped, had \"an excellent work record and stellar references.\"</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">MacDonald was eventually rehired by DCMC in November  1997 for a temporary position as a secretary (GS-5).  In February 1998, he was reassigned to a recently-vacated permanent position as a procurement technician at the GS-5 level.  This job was the same civil service rank as the procurement clerk position MacDonald had held in 1989, and (by MacDonald's admission) had roughly the same responsibilities.  However, the pay (and presumably the duties) were less than the GS-6 procurement technician post that MacDonald had sought in vain.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">In May 1998, MacDonald brought suit in federal district court under section 504 of the Rehabilitation Act, 29 U.S.C.  794 (1994), which pertinently provides:</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">No otherwise qualified individual with a disability . . . shall, solely by reason of her or his disability, be excluded from the participation in, be denied the benefits of, or be subjected to discrimination . . . under any program or activity conducted by any Executive agency.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">MacDonald's complaint charged that DCMC discriminated against him because of his cerebral palsy when it refused, on ten occasions, to give him a position as a procurement technician at the GS-6 level.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">After discovery, the government moved for summary judgment, which the district court granted on July 20, 1999.  The district court ruled that there was no evidence from which a factfinder could conclude that MacDonald had been denied any of the positions \"by reason of\" his disability. The court noted that in various instances, the successful candidate had superior knowledge (e.g., of pertinent computer systems) or had already performed successfully at or above the higher grade to which MacDonald aspired.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">MacDonald now appeals and, the appeal being from a grant of summary judgment, our review is de novo.  LeBlanc v. Great Am. Ins. Co., 6 F.3d 836, 841 (1st Cir. 1993), cert. denied, 511 U.S. 1018 (1994).  The appeal is unconventional insofar as MacDonald makes little attempt, with one exception, to show that the district court erred in its appraisal of the evidence.  The exception is this:  at the end of his brief MacDonald says it is suspicious that he was selected for none of the ten vacancies even though deemed qualified at the referral stage and that in one instance, DCMC never filled the advertised position at all.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Because it provides greater context, we begin with MacDonald's evidence claim.  Reserving for the moment possible burden-shifting shortcuts, section 504 of the Rehabilitation Act requires in a hiring case that the plaintiff show the following: (1) that he applied for a position in a covered federally funded program or activity; (2) that he is disabled; (3) that he was qualified for the job; and (4) that he was not hired solely because of his disability.  Cook v. Dep't of Mental Health, Retardation, and Hosps., 10 F.3d 17, 22 (1st Cir. 1993).  The district court assumed that MacDonald could satisfy the first three requirements but found no triable issue as to the fourth.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Whatever inference might otherwise be drawn from ten unexplained rejections of a qualified candidate, here the selection of alternate candidates was explained by the government.  MacDonald has not pointed to affidavit or other evidence in the record to counter the government's showings as to the colorably superior qualifications of any of the candidates that were selected.  Obviously, to say that MacDonald was deemed qualified at the screening stage does not mean that he was more qualified than other candidates.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">This is not quite the end of the matter because for one of the ten advertised positions for which MacDonald was deemed qualified by the screener, no candidate was ever selected.  The district court's opinion made no separate mention of this no-hire episode, nor is it addressed by the court's main rationale that other candidates were better qualified for the nine positions that were filled.  Perhaps on some facts, an inference of discrimination could be drawn from the simple refusal to hire a \"qualified\" candidate where no other candidate was selected and no explanation was given for failing to hire anyone.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">But here the government did explain the outcome.  It said in discovery that six offers were made to persons who were more highly qualified than MacDonald; only three accepted; and \"[a]t that point the selecting officials decided that none of the other applicants  had sufficient experience and demonstrated knowledge to successfully perform the job.\"  Specifically, the government said that MacDonald lacked sufficient experience with the office's new procurement procedures and computer systems.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">There is nothing suspicious about a selecting official deciding that although MacDonald was qualified at the screening stage, a close look at his qualifications at the selection stage did not justify his promotion (or that of several other GS-5 applicants who had been referred).  What is not explained is why DCMC's rejection letter to MacDonald said that he had been deemed \"highly qualified.\"  These words may have been boilerplate or chosen to console (they were not repeated in the next rejection letter) but, in any case, there is no indication that the words comprised any formal ranking or serious evaluation of skills.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Although MacDonald has not cited the McDonnell Douglas decision in his brief, McDonnell Douglas Corp. v. Green, 411 U.S. 792 (1973), we have taken it for granted that some variant of McDonnell Douglas applies in disability cases, Barth v. Gelb, 2 F.3d 1180, 1185 (D.C. Cir. 1993), cert. denied, 511 U.S. 1030 (1994), and we will assume arguendo that MacDonald himself made the limited showings needed to trigger the burden shifting requirement.  Yet all such an initial showing by the plaintiff requires is that the defendant supply an exculpatory explanation for its challenged actions.  Texas Dep't of Cmty. Affairs v. Burdine, 450 U.S. 248 (1981).  That is just what the government has done, and MacDonald has proffered no evidence that DCMC's explanation is pretextual.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">This takes us at last to MacDonald's main claims on appeal.  Most are not stated in the complaint which (1) charged discrimination in fact under section 504 and (2) relied separately upon a DLA mandatory placement regulation yet to be discussed.  The additional arguments now pressed on appeal were made in some form in MacDonald's opposition to the government's motion for summary judgment; the district court's silence on these issues may indicate that it regarded them as beyond the bounds of the complaint.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">We begin with the various regulations now invoked by MacDonald.  Under so-called Schedule A authority, 5 C.F.R.  213.3101-99 (2000), DCMC and other agencies can make preferential appointments to certain positions of \"severely physical handicapped persons who . . . have been certified by counselors of State vocational rehabilitation agencies\" as meeting certain criteria.  Id.  213.3102(u). The parties agree that MacDonald is such a person, having been certified by the relevant Massachusetts agency.  MacDonald says that he could have been given one of the positions for which he applied without interviews and without regard to his qualifications vis-a-vis other applicants.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">However, under the Schedule A regulations, handicapped persons who qualify are not required to be given preference.  The governing provision merely states that \"agencies may make appointments under this section\" and provides that \"[p]ositions filled under this authority are excepted from the competitive service.\"  5 C.F.R.  213.3101 (emphasis added).  Schedule A provides the agency a means to avoid competitive placement but does not impose an obligation to use this authority in any specific case.  See Van Wersch v. Dep't of Health &amp; Human Svcs., 197 F.3d 1144, 1146 (Fed. Cir. 1999).  DCMC later did use Schedule A to secure MacDonald his present GS-5 appointment.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">By contrast, under a different subpart of the civil service regulations, a compulsory priority in rehiring is accorded to certain employees, including those who retired with a disability but \"whose disability annuity has been . . . terminated.\"  5 C.F.R.  330.703(b)(4).<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  The parties agree that MacDonald is a qualified recovered disability annuitant.  But to be eligible for priority under this regulation, MacDonald had to apply for a vacancy \"at or below\" his original grade level, id.  330.704(a)(3), and--given his eligibility category--to apply within one year after receiving notification that his disability annuity status was terminated, id.  330.704(c)(3).</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">MacDonald fails on both counts.  For all of the procurement technician posts for which MacDonald applied, the grade was GS-6, one level higher than his job in 1989 as a procurement clerk.  Although MacDonald seeks to equate the responsibility of the two positions, the regulation refers specifically to grade level, and a GS-6 is a higher level than GS-5.  In all events, MacDonald applied for each of the ten positions more than a year after receiving notice that his disability annuity was terminated in 1994 and thus fails the \"within one year\" requirement.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">MacDonald also relies on a Defense Logistics Agency regulation apparently not codified in the C.F.R.  In describing the agency's merit promotion program, the regulation states, under the heading \"mandatory placement actions,\" that an individual \"in any of the categories below\" must be given \"appropriate placement entitlement\" if the individual is available and qualified when a vacancy occurs, DLA Reg. No. 1404.4,  VI,  A(1) (Jan. 29, 1991).  There follows a list of categories (e.g., \"employees returning from Military Service\") the last category being \"qualified recovered disability annuitants and former employees receiving Workers Compensation.\"  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">MacDonald takes this DLA regulation as entitling him to a priority regardless of whether he meets the conditions set forth in the C.F.R. subpart (subpart G) conferring a priority on disability annuitants whose annuity has been terminated.  5 C.F.R.  330.703(b)(4).  On our reading, the DLA regulation, insofar as it refers to qualified recovered disability annuitants, is nothing other than a cross-reference to subpart G and carries with it the same qualifications contained in the C.F.R.  Indeed, the DLA regulation has to be a set of cross-references since it does not purport to describe in detail its categories or say what the \"appropriate placement entitlement\" for each would be.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Regulations aside, much of MacDonald's brief on appeal is devoted to an attack on DCMC's use of \"subjective\" criteria in hiring.  The attack takes the form of citing decisions that, in resolving various discrimination charges (e.g., race, gender), observe that subjective judgments may cloak discrimination.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>  But the cases involve a range of situations and commentary, and it is never clear just what rule MacDonald seeks to distill from this case law or how he thinks it bears upon his own circumstances.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">It appears that in this case DCMC used both hard and soft criteria, but MacDonald is not automatically entitled to an inference or presumption of discrimination merely on that account.  In most of the cases cited, there was specific evidence of discrimination, statistical or direct, and the employer's subjective judgment was therefore discounted as a defense.  Miles, 750 F.2d at 870; Davis, 613 F.2d at 960-61.  But see Burrus, 683 F.2d at 342.  Here, MacDonald has neither pointed to such evidence nor sought to show that any one of DCMC's selection decisions were colorably unsound.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">MacDonald also argues that proof of discriminatory intent can be inferred from DCMC's violation of its own affirmative action plan, which was adopted pursuant to section 501 of the Rehabilitation Act.  29 U.S.C.  791.  MacDonald says that DCMC violated its \"Policy Statement on Equal Employment Opportunity by relying on subjective rather than 'measurable qualifications.'\"  The policy statement included in the record does not appear to be the kind of formal \"plan\" to which the statute refers, 29 U.S.C.  791(b); it is a four-paragraph memorandum from the DCMC Boston office commander couched in very general terms.  The pertinent paragraph reads:</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Commitment to equal employment opportunity starts at the top.  I am unequivocally committed to a workplace which evaluates every person as an individual and gives credence only to measurable qualifications and the employee's performance record.  Thus, when properly administered, equal employment opportunity can produce an effective, efficient and diverse workforce.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">MacDonald apparently takes the reference to \"measurable qualifications\" as precluding any judgment about his work experience or skill level or about the excellent recent work performance of other candidates.  \"Measurable\" does not mean strictly objective; personnel ratings often assign numerical ratings to soft skills or qualities; and the policy statement itself makes clear that a \"performance record\" may be considered.  Whatever the legal status of this policy statement, MacDonald has not demonstrated any violation of its very general terms.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Finally, and in something of an about face, MacDonald argues that it was wrong for DCMC to classify him as a \"handicapped-eligible\" applicant when submitting his name for consideration by selecting officials.  However, it is MacDonald who has been insisting throughout that he is entitled as of right to a priority because of his disability and, as it turns out, the selecting officials had the discretion to give him a preference under Schedule A regulations.  It is thus hard to fault the agency for listing him separately in the first instance.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>NOTES:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p>   MacDonald also applied for a July 1997 job listing (JOA 384-97) for contract administrator (trainee), which could begin at GS-5 but had promotion potential to GS-11.  DCMC ultimately chose to fill the billet with a contract administrator transferred from another team.  MacDonald does not challenge this action on this appeal.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p>   Two of these jobs were originally announced on January 29, 1997 (JOA 137-97), but this earlier announcement expired without action.  The subsequent announcement in March (JOA 226-97) added two additional openings and expanded the area of consideration to include not just DCMC employees, but all \"Federal employees within the commuting area.\"  Anyone who had applied in January was automatically considered in March.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p>   For jobs where ten or more candidates applied, the DCMC did use a formal ranking system for competitive candidates based on points for experience, schooling, etc.  DLA Regulation No. 1404.4 Encl. 4 (Jan. 29, 1991).  But MacDonald as a handicapped eligible candidate did not need to be ranked, 5 C.F.R.  213.3101 (2000), and it is unclear that he was ever formally ranked under this system.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p>   Subpart G, 5 C.F.R.  330.701-.711 (2000), comprising the \"interagency career transition assistance plan for displaced employees,\" provides protection for numerous categories of employees who were previously terminated for a range of different reasons, including downsizing.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p>  MacDonald further argues that DCMC violated the same DLA regulation by using panels in its selection process.  However, the regulation clearly allows for the use of panels as long as the \"selecting supervisor remains responsible for making his/her own selections,\" as was the case for each of MacDonald's applications.  DLA Reg. No. 1404,  VI,  J(2).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p>  Roberts v. Gadsden Mem'l Hosp., 835 F.2d 793, 798-99 (11th Cir. 1988); Miles v. M.N.C. Corp., 750 F.2d 867, 871-71 (11th Cir. 1985); Burrus v. United Tel. Co., 683 F.2d 339, 342 (10th Cir.), cert. denied, 459 U.S. 1071 (1982); Davis v. Califano, 613 F.2d 957, 965-66 (D.C. Cir. 1979).</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">233</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">648</span></span> (1st Cir. 2000)</p>\n    <p class=\"parties\">WILLIAM F. MacDONALD, JR., Plaintiff, Appellant,<br>v.<br>WILLIAM S. COHEN, SECRETARY OF DEFENSE, DEFENSE LOGISTICS AGENCY, DEFENSE CONTRACT MANAGEMENT COMMAND BOSTON, Defendants, Appellees.</p>\n    <p class=\"docket\">No. 99-1991.</p>\n    <p class=\"court\">United States Court of Appeals, For the First Circuit.</p>\n    <p class=\"date\">Heard September 8, 2000.<br>Decided December 1, 2000.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF MASSACHUSETTS.</p>\n      <p class=\"indent\">Hon. Robert E. Keeton, U.S. District Judge.</p>\n      <p class=\"indent\">Scott A. Lathrop with whom Law Offices of Scott A. Lathrop, P.C. was on brief for appellant.</p>\n      <p class=\"indent\">Peter K. Levitt, Assistant United States Attorney, with whom Donald K. Stern, United States Attorney, was on brief for appellees.</p>\n      <p class=\"indent\">Before  Torruella, Chief Judge, Boudin and Lynch, Circuit Judges.</p>\n      <p class=\"indent\">BOUDIN, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This appeal stems from a disability-discrimination suit brought by William MacDonald who suffers from cerebral palsy.  From 1981 to 1989, MacDonald worked first as a file clerk and then as a procurement clerk at the Boston office of the Defense Contract Management Command (\"DCMC\"), formerly a part of the Defense Logistics Agency and now a separate entity within the Defense Department.  A heart condition forced MacDonald to retire on disability on July 8, 1989.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">In early 1994, the Office of Personnel Management notified MacDonald that it now found him sufficiently recovered from the heart ailment to work again; his disability pension was ended on July 26, 1994, after MacDonald's internal appeals were exhausted.  MacDonald promptly put his name on the list for re-employment at DCMC, but the agency was then under a hiring freeze.  When the freeze was lifted, MacDonald applied for ten job openings at DCMC, listed in four different \"Job Opening Announcements\" (\"JOA\") between September 1996 and April 1997.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In each instance, MacDonald sought the position of a procurement technician at a pay grade of GS-6, one level higher than his last job in 1989 as a procurement clerk.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  Each time, MacDonald was classified as qualified for consideration and his name was submitted to the selecting officials as a \"handicapped eligible\" applicant.  This designation, as we explain below, gave MacDonald a potential advantage over \"competitive\" candidates, but in each instance MacDonald was unsuccessful in his application.  A brief chronology of the main episodes is as follows.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The first job posting (JOA 216-96) in September 1996 advertised four procurement technician jobs.  Apart from MacDonald, six competitive candidates, all current DCMC employees working in GS-5 jobs, were referred for consideration.  The selecting officials initially chose current employees from the list and filled the other two slots with \"reassignments\"--apparently GS-6 employees working in other DCMC offices.  One reassignment candidate refused the job, as did two more offered the still vacant position.  The selecting officials then allowed the opening to lapse, offering it neither to MacDonald nor any of the other four remaining GS-5 applicants.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The next job posting in question (JOA 75-97) opened on December 16, 1996 and offered two procurement technician positions.  Besides MacDonald, four other applicants--all current DCMC GS-5 employees--were referred to the selecting official.  MacDonald was interviewed, but the jobs were given to two of the other applicants.  The selecting official assertedly based her choice on personal knowledge of the successful applicants' performance and job skills (as their current supervisor) and their proven facility with new computer systems.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">On March 20, 1997,<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> the final job posting (JOA 226-97), declared four more procurement technician jobs open, and, once again, MacDonald was considered but not hired.  The record does not say how many candidates applied but, of the four who were selected, two had relevant experience as senior (GS-11 and GS-12) employees in the Defense Logistics Agency; another had been commended for an \"exemplary work ethic\" and had exhibited broad knowledge of contract administration and computer programs at her interview; and the fourth hiree, who was handicapped, had \"an excellent work record and stellar references.\"</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">MacDonald was eventually rehired by DCMC in November  1997 for a temporary position as a secretary (GS-5).  In February 1998, he was reassigned to a recently-vacated permanent position as a procurement technician at the GS-5 level.  This job was the same civil service rank as the procurement clerk position MacDonald had held in 1989, and (by MacDonald's admission) had roughly the same responsibilities.  However, the pay (and presumably the duties) were less than the GS-6 procurement technician post that MacDonald had sought in vain.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">In May 1998, MacDonald brought suit in federal district court under section 504 of the Rehabilitation Act, 29 U.S.C.  794 (1994), which pertinently provides:</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">No otherwise qualified individual with a disability . . . shall, solely by reason of her or his disability, be excluded from the participation in, be denied the benefits of, or be subjected to discrimination . . . under any program or activity conducted by any Executive agency.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">MacDonald's complaint charged that DCMC discriminated against him because of his cerebral palsy when it refused, on ten occasions, to give him a position as a procurement technician at the GS-6 level.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">After discovery, the government moved for summary judgment, which the district court granted on July 20, 1999.  The district court ruled that there was no evidence from which a factfinder could conclude that MacDonald had been denied any of the positions \"by reason of\" his disability. The court noted that in various instances, the successful candidate had superior knowledge (e.g., of pertinent computer systems) or had already performed successfully at or above the higher grade to which MacDonald aspired.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">MacDonald now appeals and, the appeal being from a grant of summary judgment, our review is de novo.  LeBlanc v. Great Am. Ins. Co., <span class=\"citation\" data-id=\"654585\"><a href=\"/opinion/654585/theodore-l-leblanc-v-great-american-insurance-company/\"><span class=\"volume\">6</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">836</span></a></span>, 841 (1st Cir. 1993), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">511</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1018</span></span> (1994).  The appeal is unconventional insofar as MacDonald makes little attempt, with one exception, to show that the district court erred in its appraisal of the evidence.  The exception is this:  at the end of his brief MacDonald says it is suspicious that he was selected for none of the ten vacancies even though deemed qualified at the referral stage and that in one instance, DCMC never filled the advertised position at all.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Because it provides greater context, we begin with MacDonald's evidence claim.  Reserving for the moment possible burden-shifting shortcuts, section 504 of the Rehabilitation Act requires in a hiring case that the plaintiff show the following: (1) that he applied for a position in a covered federally funded program or activity; (2) that he is disabled; (3) that he was qualified for the job; and (4) that he was not hired solely because of his disability.  Cook v. Dep't of Mental Health, Retardation, and Hosps., <span class=\"citation\" data-id=\"195048\"><a href=\"/opinion/195048/cook-v-state-of-ri/\"><span class=\"volume\">10</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">17</span></a></span>, 22 (1st Cir. 1993).  The district court assumed that MacDonald could satisfy the first three requirements but found no triable issue as to the fourth.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Whatever inference might otherwise be drawn from ten unexplained rejections of a qualified candidate, here the selection of alternate candidates was explained by the government.  MacDonald has not pointed to affidavit or other evidence in the record to counter the government's showings as to the colorably superior qualifications of any of the candidates that were selected.  Obviously, to say that MacDonald was deemed qualified at the screening stage does not mean that he was more qualified than other candidates.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">This is not quite the end of the matter because for one of the ten advertised positions for which MacDonald was deemed qualified by the screener, no candidate was ever selected.  The district court's opinion made no separate mention of this no-hire episode, nor is it addressed by the court's main rationale that other candidates were better qualified for the nine positions that were filled.  Perhaps on some facts, an inference of discrimination could be drawn from the simple refusal to hire a \"qualified\" candidate where no other candidate was selected and no explanation was given for failing to hire anyone.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">But here the government did explain the outcome.  It said in discovery that six offers were made to persons who were more highly qualified than MacDonald; only three accepted; and \"[a]t that point the selecting officials decided that none of the other applicants  had sufficient experience and demonstrated knowledge to successfully perform the job.\"  Specifically, the government said that MacDonald lacked sufficient experience with the office's new procurement procedures and computer systems.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">There is nothing suspicious about a selecting official deciding that although MacDonald was qualified at the screening stage, a close look at his qualifications at the selection stage did not justify his promotion (or that of several other GS-5 applicants who had been referred).  What is not explained is why DCMC's rejection letter to MacDonald said that he had been deemed \"highly qualified.\"  These words may have been boilerplate or chosen to console (they were not repeated in the next rejection letter) but, in any case, there is no indication that the words comprised any formal ranking or serious evaluation of skills.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Although MacDonald has not cited the McDonnell Douglas decision in his brief, McDonnell Douglas Corp. v. Green, <span class=\"citation\" data-id=\"108786\"><a href=\"/opinion/108786/mcdonnell-douglas-corp-v-green/\"><span class=\"volume\">411</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">792</span></a></span> (1973), we have taken it for granted that some variant of McDonnell Douglas applies in disability cases, Barth v. Gelb, <span class=\"citation\" data-id=\"628594\"><a href=\"/opinion/628594/donald-barth-v-bruce-s-gelb-director-united-states-information-agency/\"><span class=\"volume\">2</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1180</span></a></span>, 1185 (D.C. Cir. 1993), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">511</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1030</span></span> (1994), and we will assume arguendo that MacDonald himself made the limited showings needed to trigger the burden shifting requirement.  Yet all such an initial showing by the plaintiff requires is that the defendant supply an exculpatory explanation for its challenged actions.  Texas Dep't of Cmty. Affairs v. Burdine, <span class=\"citation\" data-id=\"110424\"><a href=\"/opinion/110424/texas-dept-of-community-affairs-v-burdine/\"><span class=\"volume\">450</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">248</span></a></span> (1981).  That is just what the government has done, and MacDonald has proffered no evidence that DCMC's explanation is pretextual.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">This takes us at last to MacDonald's main claims on appeal.  Most are not stated in the complaint which (1) charged discrimination in fact under section 504 and (2) relied separately upon a DLA mandatory placement regulation yet to be discussed.  The additional arguments now pressed on appeal were made in some form in MacDonald's opposition to the government's motion for summary judgment; the district court's silence on these issues may indicate that it regarded them as beyond the bounds of the complaint.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">We begin with the various regulations now invoked by MacDonald.  Under so-called Schedule A authority, 5 C.F.R.  213.3101-99 (2000), DCMC and other agencies can make preferential appointments to certain positions of \"severely physical handicapped persons who . . . have been certified by counselors of State vocational rehabilitation agencies\" as meeting certain criteria.  Id.  213.3102(u). The parties agree that MacDonald is such a person, having been certified by the relevant Massachusetts agency.  MacDonald says that he could have been given one of the positions for which he applied without interviews and without regard to his qualifications vis-a-vis other applicants.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">However, under the Schedule A regulations, handicapped persons who qualify are not required to be given preference.  The governing provision merely states that \"agencies may make appointments under this section\" and provides that \"[p]ositions filled under this authority are excepted from the competitive service.\"  5 C.F.R.  213.3101 (emphasis added).  Schedule A provides the agency a means to avoid competitive placement but does not impose an obligation to use this authority in any specific case.  See Van Wersch v. Dep't of Health &amp; Human Svcs., <span class=\"citation no-link\"><span class=\"volume\">197</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1144</span></span>, 1146 (Fed. Cir. 1999).  DCMC later did use Schedule A to secure MacDonald his present GS-5 appointment.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">By contrast, under a different subpart of the civil service regulations, a compulsory priority in rehiring is accorded to certain employees, including those who retired with a disability but \"whose disability annuity has been . . . terminated.\"  5 C.F.R.  330.703(b)(4).<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  The parties agree that MacDonald is a qualified recovered disability annuitant.  But to be eligible for priority under this regulation, MacDonald had to apply for a vacancy \"at or below\" his original grade level, id.  330.704(a)(3), and--given his eligibility category--to apply within one year after receiving notification that his disability annuity status was terminated, id.  330.704(c)(3).</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">MacDonald fails on both counts.  For all of the procurement technician posts for which MacDonald applied, the grade was GS-6, one level higher than his job in 1989 as a procurement clerk.  Although MacDonald seeks to equate the responsibility of the two positions, the regulation refers specifically to grade level, and a GS-6 is a higher level than GS-5.  In all events, MacDonald applied for each of the ten positions more than a year after receiving notice that his disability annuity was terminated in 1994 and thus fails the \"within one year\" requirement.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">MacDonald also relies on a Defense Logistics Agency regulation apparently not codified in the C.F.R.  In describing the agency's merit promotion program, the regulation states, under the heading \"mandatory placement actions,\" that an individual \"in any of the categories below\" must be given \"appropriate placement entitlement\" if the individual is available and qualified when a vacancy occurs, DLA Reg. No. 1404.4,  VI,  A(1) (Jan. 29, 1991).  There follows a list of categories (e.g., \"employees returning from Military Service\") the last category being \"qualified recovered disability annuitants and former employees receiving Workers Compensation.\"  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">MacDonald takes this DLA regulation as entitling him to a priority regardless of whether he meets the conditions set forth in the C.F.R. subpart (subpart G) conferring a priority on disability annuitants whose annuity has been terminated.  5 C.F.R.  330.703(b)(4).  On our reading, the DLA regulation, insofar as it refers to qualified recovered disability annuitants, is nothing other than a cross-reference to subpart G and carries with it the same qualifications contained in the C.F.R.  Indeed, the DLA regulation has to be a set of cross-references since it does not purport to describe in detail its categories or say what the \"appropriate placement entitlement\" for each would be.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Regulations aside, much of MacDonald's brief on appeal is devoted to an attack on DCMC's use of \"subjective\" criteria in hiring.  The attack takes the form of citing decisions that, in resolving various discrimination charges (e.g., race, gender), observe that subjective judgments may cloak discrimination.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>  But the cases involve a range of situations and commentary, and it is never clear just what rule MacDonald seeks to distill from this case law or how he thinks it bears upon his own circumstances.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">It appears that in this case DCMC used both hard and soft criteria, but MacDonald is not automatically entitled to an inference or presumption of discrimination merely on that account.  In most of the cases cited, there was specific evidence of discrimination, statistical or direct, and the employer's subjective judgment was therefore discounted as a defense.  Miles, 750 F.2d at 870; Davis, 613 F.2d at 960-61.  But see Burrus, 683 F.2d at 342.  Here, MacDonald has neither pointed to such evidence nor sought to show that any one of DCMC's selection decisions were colorably unsound.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">MacDonald also argues that proof of discriminatory intent can be inferred from DCMC's violation of its own affirmative action plan, which was adopted pursuant to section 501 of the Rehabilitation Act.  29 U.S.C.  791.  MacDonald says that DCMC violated its \"Policy Statement on Equal Employment Opportunity by relying on subjective rather than 'measurable qualifications.'\"  The policy statement included in the record does not appear to be the kind of formal \"plan\" to which the statute refers, 29 U.S.C.  791(b); it is a four-paragraph memorandum from the DCMC Boston office commander couched in very general terms.  The pertinent paragraph reads:</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Commitment to equal employment opportunity starts at the top.  I am unequivocally committed to a workplace which evaluates every person as an individual and gives credence only to measurable qualifications and the employee's performance record.  Thus, when properly administered, equal employment opportunity can produce an effective, efficient and diverse workforce.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">MacDonald apparently takes the reference to \"measurable qualifications\" as precluding any judgment about his work experience or skill level or about the excellent recent work performance of other candidates.  \"Measurable\" does not mean strictly objective; personnel ratings often assign numerical ratings to soft skills or qualities; and the policy statement itself makes clear that a \"performance record\" may be considered.  Whatever the legal status of this policy statement, MacDonald has not demonstrated any violation of its very general terms.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Finally, and in something of an about face, MacDonald argues that it was wrong for DCMC to classify him as a \"handicapped-eligible\" applicant when submitting his name for consideration by selecting officials.  However, it is MacDonald who has been insisting throughout that he is entitled as of right to a priority because of his disability and, as it turns out, the selecting officials had the discretion to give him a preference under Schedule A regulations.  It is thus hard to fault the agency for listing him separately in the first instance.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>NOTES:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p>   MacDonald also applied for a July 1997 job listing (JOA 384-97) for contract administrator (trainee), which could begin at GS-5 but had promotion potential to GS-11.  DCMC ultimately chose to fill the billet with a contract administrator transferred from another team.  MacDonald does not challenge this action on this appeal.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p>   Two of these jobs were originally announced on January 29, 1997 (JOA 137-97), but this earlier announcement expired without action.  The subsequent announcement in March (JOA 226-97) added two additional openings and expanded the area of consideration to include not just DCMC employees, but all \"Federal employees within the commuting area.\"  Anyone who had applied in January was automatically considered in March.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p>   For jobs where ten or more candidates applied, the DCMC did use a formal ranking system for competitive candidates based on points for experience, schooling, etc.  DLA Regulation No. 1404.4 Encl. 4 (Jan. 29, 1991).  But MacDonald as a handicapped eligible candidate did not need to be ranked, 5 C.F.R.  213.3101 (2000), and it is unclear that he was ever formally ranked under this system.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p>   Subpart G, 5 C.F.R.  330.701-.711 (2000), comprising the \"interagency career transition assistance plan for displaced employees,\" provides protection for numerous categories of employees who were previously terminated for a range of different reasons, including downsizing.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p>  MacDonald further argues that DCMC violated the same DLA regulation by using panels in its selection process.  However, the regulation clearly allows for the use of panels as long as the \"selecting supervisor remains responsible for making his/her own selections,\" as was the case for each of MacDonald's applications.  DLA Reg. No. 1404,  VI,  J(2).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p>  Roberts v. Gadsden Mem'l Hosp., <span class=\"citation\" data-id=\"498783\"><a href=\"/opinion/498783/45-fair-emplpraccas-1246-45-empl-prac-dec-p-37714-charles-roberts/\"><span class=\"volume\">835</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">793</span></a></span>, 798-99 (11th Cir. 1988); Miles v. M.N.C. Corp., <span class=\"citation\" data-id=\"445546\"><a href=\"/opinion/445546/36-fair-emplpraccas-1289-36-empl-prac-dec-p-34953-17-fed-r-evid/\"><span class=\"volume\">750</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">867</span></a></span>, 871-71 (11th Cir. 1985); Burrus v. United Tel. Co., <span class=\"citation\" data-id=\"406284\"><a href=\"/opinion/406284/29-fair-emplpraccas-663-29-empl-prac-dec-p-32932-jewel-burrus-v/\"><span class=\"volume\">683</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">339</span></a></span>, 342 (10th Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">459</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1071</span></span> (1982); Davis v. Califano, <span class=\"citation no-link\"><span class=\"volume\">613</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">957</span></span>, 965-66 (D.C. Cir. 1979).</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/108786/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110424/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195048/",
    "http://www.courtlistener.com/api/rest/v3/opinions/406284/",
    "http://www.courtlistener.com/api/rest/v3/opinions/445546/",
    "http://www.courtlistener.com/api/rest/v3/opinions/498783/",
    "http://www.courtlistener.com/api/rest/v3/opinions/628594/",
    "http://www.courtlistener.com/api/rest/v3/opinions/654585/"
  ]
}