{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/199147/",
  "absolute_url": "/opinion/199147/usi-properties-corp-v-md-construction-co/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/199147/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T04:25:20Z",
  "date_modified": "2017-03-24T11:00:53.427135Z",
  "type": "010combined",
  "sha1": "c73387dada7bfec2a5708786b8478437fd60bfce",
  "page_count": 28,
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/99-1933-01A.pdf",
  "local_path": "pdf/2000/11/06/USI_Properties_Corp_v._M.D._Construction_Co.pdf",
  "plain_text": "              United States Court of Appeals\n                       For the First Circuit\n                       ____________________\n\nNo. 99-1933\n\n                     U.S.I. PROPERTIES CORP.\n\n                       Plaintiff, Appellee,\n\n                                v.\n\n                      M.D. CONSTRUCTION CO.\n\n                      Defendant, Appellant,\n\n               COMPANIA DE DESARROLLO COOPERATIVO\n\n                       Defendant, Appellee.\n\n                       ____________________\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                 FOR THE DISTRICT OF PUERTO RICO\n\n        [Hon. Jose Antonio Fuste, U.S. District Judge]\n                     ____________________\n\n                              Before\n\n                      Lynch, Circuit Judge,\n\n                Coffin, Senior Circuit Judge, and\n\n                      Lipez, Circuit Judge.\n\n                       ____________________\n\n     Fernando L. Gallardo with whom Geoffrey M. Woods, Amy Adelson,\nNathan Z. Dershowitz, Alan M. Dershowitz, Woods & Woods, and\nDershowitz, Eiger & Adelson were on brief, for appellant.\n\n     Paul B. Smith, Jr., with whom Smith & Navares was on brief, for\ndefendant-appellee.\n\f____________________\n\n  November 6, 2000\n\n____________________\n\n\n\n\n        -2-\n\f            LYNCH, Circuit Judge. This case presents a difficult\n\nquestion of the limits on the subject matter jurisdiction of the\nfederal courts.         At issue is whether a state, not ever subject\nto diversity jurisdiction, may be subjected to the ancillary\nenforcement jurisdiction of the federal courts on a theory that\nthe judgment debtor in an action originally based on diversity\nis the alter ego of the state.                   We conclude that the state\ncannot     be   so   subjected       to     federal    court   subject   matter\njurisdiction unless there is an independent basis for such\njurisdiction.\n            Compañía de Desarrollo Cooperativo (\"CDC\"), a public\ncorporation created by the Commonwealth of Puerto Rico to foster\nhousing cooperatives, entered into a multiparty agreement in\n1978 to build a low income housing project, the Ciudad Cristiána\nproject.        Parties    to   that       agreement   included   CDC,   U.S.I.\nProperties      Corp.     (\"USI\"),     a    Delaware    corporation,     and   MD\nConstruction (\"MD\"), incorporated under the laws of Puerto Rico\nand the predecessor in interest to defendant-appellant Futura\nDevelopment of Puerto Rico, Inc. (\"Futura\").                   Largely due to\nCDC, that project was never completed and the private companies\nsuffered heavy damages.          More than a decade of litigation has\nensued.\n            In October 1983, after CDC filed suit against MD in\nPuerto Rico Superior Court, USI sued both MD and CDC in federal\ncourt under diversity jurisdiction for violating the agreements.\nMD filed a crossclaim against CDC, which in turn filed a\n\n                                           -3-\n\fcrossclaim against MD and a counterclaim against USI.           After a\nfive week jury trial in 1987, a jury found that CDC had violated\nits contracts with MD (as well as with USI), and rejected CDC's\ncross- and counterclaims, finding that CDC's stated reasons for\nterminating the project were false.           The jury awarded $12.3\nmillion against CDC.      This court affirmed.      U.S.I. Properties\nCorp. v. M.D. Construction Co., 860 F.2d 1 (1988), cert. denied,\nsub nom Compañía de Desarrollo Cooperativo v. U.S.I. Properties\nCorp., 490 U.S. 1065 (1989).\n            Futura attempted to collect its judgment against CDC.\nFutura was unsuccessful because the Commonwealth of Puerto Rico\nhad depleted CDC of its funds and assets so that CDC could not\nsatisfy the judgment against it.            Futura then filed a new\nfederal court action to collect the judgment, this time directly\nagainst the Commonwealth, arguing that CDC was an alter ego of\nthe Commonwealth and that the Commonwealth had waived its\nEleventh Amendment immunity.       The district court agreed with\nFutura in this second suit.      This court vacated that judgment,\nholding there was no federal jurisdiction over this second\naction.    Futura Development of Puerto Rico, Inc. v. Estado Libre\nAsociado de Puerto Rico, 144 F.3d 7 (1st Cir. 1998) (\"Futura\nII\").     And so, Futura tried again, this time filing the same\nalter   ego   claims   against   the    Commonwealth,   but   now   as   a\nsupplementary proceeding in the original action. Futura alleged\nthat the federal court had ancillary enforcement jurisdiction\nand that CDC was an alter ego of the Commonwealth.        The district\n\n                                  -4-\n\fcourt took jurisdiction over the postjudgment action but denied\nthe claim.\n           We     hold   that    there    is   no   federal   enforcement\njurisdiction over this claim and leave Futura to whatever\nremedies it may have against the Commonwealth in its own courts.\nFutura's effort to establish liability against the Commonwealth\nexceeds the proper scope of federal enforcement jurisdiction\nabsent some independent ground of federal jurisdiction over the\nclaim.    Federal enforcement jurisdiction does not extend so far\nas   to   allow    enforcement    proceedings       to   establish   direct\nliability against the Commonwealth on an alter ego theory here,\nwhere the limitations on diversity jurisdiction would have\nprevented the Commonwealth from being named a defendant in the\naction originally.\n                                    I.\n\n           A detailed prior history of this litigation is set forth in\n\nour Futura II opinion. 144 F.3d at 8-9. To explain the issues on this\n\nappeal, it is useful to describe the development of the case since the\n\noriginal judgment. In the second suit, the district court found on\n\nsummary judgment that CDC had been acting as an alter ego of the\n\nCommonwealth and held the Commonwealth accountable for payment of CDC's\n\n$12 million judgment plus interest. See Futura Development of Puerto\n\nRico, Inc. v. Estado Libre Asociado de Puerto Rico, 962 F. Supp. 248\n\n(D.P.R. 1997) (\"Futura I\"). As the alter ego finding sought by Futura\n\ndepended on the \"nature of the entity created by state law,\" the\n\ndistrict court first turned to the legal status of CDC. Id. at 252.\n\n                                    -5-\n\fNoting that the Supreme Court of Puerto Rico had remarked in the\n\nunpublished opinion, Cintron Ortiz v. Compañía de Desarrollo\n\nCooperativo, CE-92-575 (unpublished \"sentencia,\" June 8, 1994), that\n\nthe enabling statute for CDC fails to define clearly \"whether\n[CDC] is or isn't an instrumentality of the Commonwealth,\" the\ndistrict court based its conclusion that CDC was an alter ego of\nthe Commonwealth on the following findings: (1) the Commonwealth\nprovided    the     principal     source      of    CDC's    finances;      (2)   the\nCommonwealth         acknowledged          making          additional       special\nappropriations to enable CDC to pay its debts; (3) CDC's\nfinancial    statements         refer   to    CDC     as     an    agency   of    the\nCommonwealth; (4) CDC's enabling statute provides that the CDC's\nFinance     Committee      is    composed      of    a      Commonwealth     agency\nadministrator and four appointees of the Governor; (5) that\nagency administrator is also the president of CDC, and names\nCDC's executive director subject to the Governor's approval; (6)\nCDC's accounting system was to be established in consultation\nwith the Commonwealth's Secretary of the Treasury, and CDC was\nto entrust all funds to a depository recognized for funds of the\nGovernment     of    the    Commonwealth;          (7)     CDC's     property     and\nactivities were exempted from taxes; and (8) CDC is required to\nsubmit a financial statement and a transactional report to the\nGovernor at the close of each fiscal year.                        Futura I, 962 F.\nSupp. at 253-54.\n            Having determined that CDC was an alter ego of the\nCommonwealth, the district court turned to the question of\n\n                                        -6-\n\fwhether the Commonwealth had waived its Eleventh Amendment\nimmunity   through   the    actions    of     CDC.     Given    that    the\nCommonwealth   controlled     CDC's   daily    operations      before   the\noriginal litigation    over    the    Ciudad   Cristiána    project     and\nprovided   ninety-seven     percent     of     CDC's   income     through\nlegislative appropriations, the district court focused its\nwaiver analysis on the critical question of whether at the time\nof the original litigation, the Commonwealth \"acted as though it\nwere defending an agency and, consequently, its own coffers.\"\nId. at 255.    In addition to CDC's assertion of its own claim,\nthe district court identified six findings in favor of waiver:\n(1) the litigation materials and documentation were in the\ncontrol of the Commonwealth's Secretary of Justice, not the CDC\nadministrators; (2) in closing arguments CDC argued that any\njudgment against it would have to be paid with Puerto Rico tax\ndollars; (3) CDC's counsel promised Futura that the Commonwealth\nwould include payment of the judgment in its budget in order to\ndeter Futura from attaching assets or requiring the posting of\na supersedeas bond during the appellate process; (4) the appeal\nof the judgment to the First Circuit and consequently the\nSupreme Court was handled by the Secretary of Justice and paid\nfor by the Commonwealth; (5) the Commonwealth engaged in \"a\npattern of conveniently allowing CDC to fall into insolvency by\nrefusing to provide the company with the necessary and customary\nappropriations, thus letting CDC's debts mount, wiping out its\ncapital, and in effect, precluding the possibility of satisfying\n\n                                 -7-\n\fplaintiff's judgment\"; and (6) the Commonwealth stripped the\nagency of its employees and transferred them to a complementary\ngovernmental      agency.        Id.   at    255-56.    In    light   of   the\nCommonwealth's      support and control of CDC in maintaining its\ncounterclaim, the district court concluded that the Commonwealth\n\"simply cannot expect to act as CDC's alter ego throughout the\nCiudad Cristiána litigation in an effort to increase its own\ncoffers, and hope that, when its plan boomerangs, this Court\ntolerates its efforts to distance itself from CDC by pleading\nand interposing Eleventh Amendment immunity.\"                Id at 257.\n           This    court    in    Futura     II,   however,    vacated     that\njudgment, holding that the district court lacked jurisdiction as\nneither enforcement jurisdiction nor supplementary jurisdiction\nexisted over the claim against the Commonwealth in this separate\nproceeding.    This court first held that under Peacock v. Thomas,\n516 U.S. 349 (1996), the federal courts lacked enforcement\njurisdiction over a separate proceeding to enforce a judgment\nwhere there was no independent basis for federal jurisdiction.\nFutura II, 144 F.3d at 11-12.                Second, this court rejected\nFutura's efforts to append the claim to an action against\nCommonwealth officials under the federal courts' supplementary\njurisdiction in light of the different factual bases for the\nclaims.    Id. at 12-13.          In so ruling, this court expressly\ndeclined to reach the substantive issues of whether CDC actually\nwas   an   alter    ego     of   the    Commonwealth    and     whether    the\nCommonwealth's Eleventh Amendment immunity had been waived for\n\n                                       -8-\n\fthis claim.        Id. at 13 n.6.\n                Having been denied relief against the Commonwealth in\na separate proceeding, Futura then filed a motion in the\noriginal action for proceedings on and in aid of the execution\nof the original judgment, seeking to hold the Commonwealth\ndirectly accountable for that judgment.                Futura advanced two\ntheories. First, Futura asserted the Commonwealth was liable as\nthe judgment debtor of the original MD judgment under Fed. R.\nCiv.       P.   69(a),   which   affords    federal   district      courts   the\nenforcement mechanisms available under state law.                   Under this\ntheory, Futura relies in the alternative on two Puerto Rico\nRules of Civil Procedure, contending that under Rule 51.7,1 the\nCommonwealth is a jointly-liable debtor who was not party to the\noriginal action, and that under Rule 59,2 a declaratory judgment\nshould issue that the Commonwealth is the party in interest in\nthe    original      litigation    and     required   to   comply    with    the\njudgment. Secondly, Futura moved to substitute or join the\n\n\n       1     Puerto Rico Rule 51.7 provides in relevant part,\n       When a judgment is recovered against one or more of several\n       debtors, jointly liable for an obligation, those debtors who are\n       not parties to the action may be summoned to show cause why they\n       should not be bound by the judgment in the same manner as if they\n       had been originally sued. . . . It shall not be necessary to file\n       a new complaint. . . . [T]he judgment debtor . . . may assert any\n       defense of fact and of law that may release him from liability.\n       2   Puerto Rico Rule 59 provides that when appropriate, \"[t]he\nCourt of First Instance shall have the power to declare rights, status\nand other legal relationship, even though another remedy is or may be\ninstigated. . . . The declaration . . . shall have the force and effect\nof final judgments or resolutions.\"\n\n                                      -9-\n\fCommonwealth in the original proceeding as successor in interest\nto   CDC    under    Fed.     R.   Civ.    P.   25(c).     Importantly,       the\nsubstantive claim that the Commonwealth was liable as an alter\nego of CDC and thus a de facto party to the original litigation\nunderlies both these efforts.\n            CDC     opposed    Futura's      motion,     asserting    that    the\ndistrict court would not have had jurisdiction over the original\naction had the Commonwealth been a party, both because the\nCommonwealth (or its alter ego) is not subject to diversity\njurisdiction        and   because    the    Commonwealth     enjoys   Eleventh\nAmendment immunity from suit in the federal courts.\n            Under the mistaken impression that this court in Futura\nII had ruled against Futura's alter ego claim on the merits, the\ndistrict court denied Futura's motion, holding that (1) Futura\ncould not hold the Commonwealth liable as judgment debtor under\nFed. R. Civ. P. 69(a) since meeting the requirements of either\nPuerto Rico rule required what the court took to be a precluded\nfinding that CDC was the alter ego of the Commonwealth, and (2)\nthe Commonwealth could not be substituted for CDC under Fed. R.\nCiv. P. 25(c) because that would render the corporate form of\nCDC a nullity and abrogate the immunity of the Commonwealth from\nsuit   in   federal       court.     U.S.I.     Properties    Corp.   v.     M.D.\nConstruction Co., 186 F.R.D. 255, 259-61 (D.P.R. 1999). Futura\nnow appeals.\n                                      II.\n            CDC urges this court to resolve this case on Eleventh\n\n                                      -10-\n\fAmendment    grounds    and     dismiss   the   motion   for   lack   of\njurisdiction over the Commonwealth.3            We need not address\nEleventh Amendment issues where the matter may be disposed of in\nfavor of the state (that is, the defendant alleged to be the\nstate) more readily on other grounds. Parella v. Retirement Bd.\nof the Rhode Island Employee's Retirement System, 173 F.3d 46,\n54-57 (1st Cir. 1999).        In this case there are good reasons not\nto reach the Eleventh Amendment grounds.\n            Futura's contention that the Commonwealth waived its\nEleventh Amendment immunity through the actions of its alter\nego, CDC, in pursuing counterclaims against MD in federal court\npresents a difficult Eleventh Amendment issue:            does a state\nvoluntarily waive its Eleventh Amendment protection against suit\nin federal court when its alter ego invokes the jurisdiction of\nthe   federal   court   through    counterclaims   and   cross-claims?\nFutura presents a more than colorable claim that in this case,\nthe actions of CDC in the original action (in invoking the\njurisdiction of the court by filing its counterclaims against\n\n\n\n\n      3   While the Supreme Court has reserved ruling on the immunity\nof the Commonwealth under the Eleventh Amendment, see Puerto Rico\nAqueduct and Sewer Authority v. Metcalf & Eddy, Inc., 506 U.S.\n139, 141 n.1 (1993), it is the settled law of this circuit that the\nCommonwealth enjoys Eleventh Amendment immunity from suit in federal\ncourt, see, e.g., Ramirez v. Puerto Rico Fire Serv., 715 F.2d 694, 697\n(1st Cir. 1983). Therefore, to hold the Commonwealth accountable for\nthe MD judgment rendered in federal court, Futura must show that the\nCommonwealth has waived that immunity.\n\n                                   -11-\n\fboth USI and MD4 and the like) were sufficient to provide consent\nto suit in federal court on the part of the Commonwealth.           See\nGunter v. Atlantic Coast Line R. Co., 200 U.S. 273 (1906)\n(holding that South Carolina waived Eleventh Amendment immunity\nwhere county treasurers empowered to act on behalf of the state\nlitigated state claims in federal court represented by the state\nattorney general); cf. College Savings Bank v. Florida Prepaid\nPostsecondary   Education    Expense    Bd.,   527   U.S.   666   (1999)\n(raising the standard for finding waiver in another context,\nholding that states must unequivocally consent to suit even\nwhere Congress explicitly seeks to shape state behavior through\ncoercive regulation).      Given the complexities of this issue,\nresolving it properly might well require a remand for a hearing\nand resolution of questions of fact before a trial court.\nInstead, we refrain from resolving this complex question of\nEleventh Amendment jurisprudence because of a prior question of\nstatutory subject matter jurisdiction.\n                                 III.\n\n          The doctrine of enforcement jurisdiction5 is a judicial\n\n\n     4    CDC filed counter- and crossclaims against USI and MD\nrespectively alleging that the properties were contaminated by mercury\nand seeking several million dollars in damages. These claims were\nexpressly rejected by the jury in the original litigation.\n     5     Like Futura II, we use the phrase \"enforcement jurisdiction\"\nto refer to that portion of ancillary jurisdiction based in the\ninherent power of federal courts to exercise jurisdiction in order to\nenforce their judgments in certain situations where jurisdiction would\notherwise be lacking. We do so both to maintain consistency and to\navoid confusion arising from the relationship of ancillary and pendent\n\n                                 -12-\n\fcreation, born of the necessity that courts have the power to enforce\n\ntheir judgments.    Federal courts have the ancillary enforcement\n\njurisdiction necessary \"to enable a court to function successfully,\n\nthat is, to manage its proceedings, vindicate its authority, and\n\neffectuate its decrees.\" Kokkonen v. Guardian Life Ins. Co., 511 U.S.\n\n375, 380 (1994). Without this ability to enforce judgements rendered,\n\n\"[t]he judicial power would be incomplete, and entirely inadequate to\n\nthe purposes for which it was intended.\" Bank of the United States v.\n\nHalstead, 23 U.S. (10 Wheat.) 51, 53 (1825). Consequently \"[t]he\n\njurisdiction of a Court is not exhausted by the rendition of its\n\njudgment, but continues until that judgment shall be satisfied.\"\n\nWayman v. Southard, 23 U.S. (10 Wheat.) 1, 23 (1825). See also Riggs v.\n\nJohnson County, 73 U.S. (6 Wall.) 166, 187 (1868) (\"[I]f the power is\n\nconferred to render the judgment or enter the decree, it also includes\n\nthe power to issue proper process to enforce such judgment or decree.\")\n\n(citation omitted).\n\n          Hence, although federal courts are courts of limited\n\njurisdiction, they often retain residual federal jurisdiction over\n\npostjudgment enforcement proceedings flowing from their original\n\njurisdiction over the action. Ancillary enforcement jurisdiction,\n\ngiven its origins in the courts of equity, traditionally has an\n\n\njurisdiction. See Futura II, 144 F.3d at 9 n.1. See also S. Glenn,\nNote, Federal Supplemental Enforcement Jurisdiction, 42 S.C. L. Rev.\n469, 472 (1991).\n\n                                 -13-\n\fequitable and discretionary character. Cf. The Judicial Improvements\n\nAct of 1990, Pub. L. No. 101-650, § 310, 104 Stat. 5089, 5113-14\n\n(1990), codified at 28 U.S.C. § 1367 (codifying the judicially-crafted\n\ncommon law of pendent and ancillary jurisdiction); 28 U.S.C. § 1367(d)\n\n(conferring discretion over exercise of supplementary jurisdiction\n\nwhere claim involves \"novel or complex\" state law issues or in cases in\n\nwhich the jurisdictionally insufficient claims predominate). The\n\nquestion of whether such jurisdiction should be exercised may well vary\n\nwith the nature of the underlying basis for federal jurisdiction and\n\nthe nature of the postjudgment claims made. See, e.g., Thomas, Head &\n\nGrisen Employees Trust v. Buster, 95 F.3d 1449, 1453-54 (9th Cir. 1996)\n\n(making independent assessment of jurisdiction over supplemental\n\nproceedings involving new parties on the basis of the nature of the\n\nclaims presented); Sandlin v. Corporate Interiors, Inc., 972 F.2d\n\n1212, 1216-17 (10th Cir. 1992) (assessing jurisdiction of the court\n\nover postjudgment supplemental proceedings on basis of the nature of\n\nthe claims made).\n\n          Where the postjudgment claim is simply a mode of execution\n\ndesigned to reach property of the judgment debtor in the hands of a\n\nthird party, federal courts have often exercised enforcement\n\njurisdiction. The principle that federal courts have jurisdiction over\n\nan ancillary action \"to secure or preserve the fruits and advantages of\n\na judgment or decree rendered,\" whether in law or in equity, is well\n\n\n                                 -14-\n\fsettled. See, e.g., Local Loan Co. v. Hunt, 292 U.S. 234, 239 (1934).\n\nWhere the state procedural enforcement mechanisms incorporated by Rule\n\n69(a) allow the court to reach assets of the judgment debtor in the\n\nhands of third parties in a continuation of the same action, such as\n\ngarnishment or attachment, federal enforcement jurisdiction is clear.\n\nSee, e.g., First National Bank v. Turnbull & Co., 83 U.S. (16 Wall.)\n\n190 (1872) (dispute with third party over property levied by sheriff\n\nsupplemental to original action); Pratt v. Albright, 9 F. 634\n\n(C.C.E.D.Wis. 1881) (postjudgment garnishment proceeding supplemental\n\nto original action). See also Peacock, 516 U.S. at 356-57 (listing\n\ncases allowing garnishment, attachment, voidance of fraudulent\n\nconveyances, and mandamus to demonstrate that enforcement jurisdiction\n\nencompasses \"a broad range of supplementary proceedings involving third\n\nparties to assist in the protection and enforcement of federal\n\njudgments\"); S. Glenn, Note, Federal Supplemental Enforcement\n\nJurisdiction, 42 S.C. L. Rev. 469, 489 n.139 (1991).6\n\n          Federal courts have expressly recognized their ability to\n\n\n\n     6    Federal courts have also at times awarded monetary\njudgments against impecunious police officers and then allowed\nenforcement proceedings against municipalities which had\ncontractual obligations to pay such judgments.     Argento v.\nVillage of Melrose Park, 838 F.2d 1483 (7th Cir. 1988);\nSkevofilax v. Quigley, 810 F.2d 378 (3d Cir. 1987). But cf.\nBerry v. McLemore, 795 F.2d 452 (5th Cir. 1986). We do not\ndecide whether such indemnification proceedings fall within\nenforcement jurisdiction.\n\n                                 -15-\n\fexercise jurisdiction over new parties in supplemental proceedings\n\nwhere those proceedings concerned property under the control of the\n\nfederal court due to an existing judgment, even where those new parties\n\nare nondiverse. See Freeman v. Howe, 65 U.S. (24 How.) 450 (1860);\n\nMinnesota Co. v. Saint Paul Co., 69 U.S. (2 Wall.) 609 (1864); Gwin v.\n\nBreedlove, 43 U.S. (2 How.) 29, 35 (1844) (diversity not necessary for\n\na writ of attachment incidental to execution of judgment). While the\n\npresence of a new party does not in itself relieve the court of\n\njurisdiction, the enforcement proceeding must be a mere continuation of\n\nthe prior proceeding and not an action based on new grounds.       See\n\nAnglo-Florida Phosphate Co. v. McKibben, 65 F. 529 (5th Cir. 1894).\n\n          Insofar as such proceedings are a continuation of the\n\noriginal action, the federal court retains residual jurisdiction\n\nflowing from its original authority to render a judgment in the case.\n\nThis extension of jurisdiction is necessary to ensure the court's\n\nability to enforce a judgment rendered against the judgment debtor. As\n\nthe Court remarked in Peacock, ancillary enforcement jurisdiction is\n\n\"at its core, a creature of necessity,\"    516 U.S. at 359. Thus these\n\nproceedings can reach third parties so long as it is necessary to reach\n\nassets of the judgment debtor under the control of the third party in\n\norder to satisfy the original judgment and thereby guarantee its\n\neventual executability.\n\n          In many ways this case gives the appearance of fitting within\n\n\n                                 -16-\n\fthis traditional paradigm of enforcement jurisdiction. After all, the\n\nclaim is in part that the assets of CDC were in effect transferred from\n\nthe judgment debtor -- CDC -- to a third party7 -- the Commonwealth --\n\nthrough mechanisms of depletion and nonpayment in order to evade the\n\njudgment. State postjudgment enforcement procedures, incorporated into\n\nfederal procedure by Rule 69(a), classically encompass such fact\n\npatterns. And in colloquial terms, it could be thought that exercise\n\nof enforcement jurisdiction here simply protects the MD judgment.\n\nFutura draws an analogy to a situation where a judgment is entered\n\nagainst a corporate subsidiary and the judgment is unenforcable because\n\nthe corporate parent has looted the subsidiary. In such instance,\n\nsuits or enforcement proceedings against the corporate parent to\n\nenforce the judgment have been permitted. See, e.g., Explosives Corp.\n\nof America v. Garlam Enterprises Corp., 817 F.2d 894 (1st Cir. 1987)\n\n(holding parent corporation which controlled litigation on behalf of\n\nsubsidiary bound by judgment); Pan America Match Inc. v. Sears, Robuck\n\n\n\n     7     We use the language of \"third parties\" without in any way\nimplying an outcome to the alter ego question. The very theory of\nalter ego liability depends on there being two entities to start with.\nSee, e.g., Brotherhood of Locomotive Engineers v. Springfield Terminal\nRy. Co., 210 F.3d 18, 25 (1st Cir. 2000) (piercing the corporate veil\nand thus disregarding corporate formalities entails determining that\ntwo apparently independent entities are in fact mere alter egos),\npetition for cert. filed (U.S. Oct. 10, 2000) (No. 00-569). In Futura\nII this court recognized that and referred to CDC and the Commonwealth\nas distinct \"jural entities,\" while not deciding the alter ego\nquestion. The district court erred in thinking that this reference to\ndistinct jural entities resolved the alter ego issue.\n\n                                 -17-\n\fand Co., 454 F.2d 871 (1st Cir. 1972) (holding parent company bound in\n\nsubsequent action by res judicata effect of judgment against\n\nsubsidiary).\n\n          While it is true that one might envision Futura's efforts to\n\nrecover here as analogous to pursuing assets of CDC that were\n\nfraudulently transferred to the Commonwealth, Futura has opted not to\n\nso characterize its efforts, likely in recognition that there is an\n\nanalogy but not a perfect fit.     Rather, Futura has consistently\n\ncharacterized its efforts to enforce the MD judgment against the\n\nCommonwealth as an attempt to establish liability directly on the part\n\nof the Commonwealth as the alter ego of CDC. See, e.g., Peacock, 516\n\nU.S. at 358 (distinguishing cases relied on by plaintiff Thomas because\n\nthey, unlike Thomas, did not seek \"the shifting of liability for\n\npayment of the judgment from the judgment debtor\" to the new party).\n\nFederal courts have drawn a distinction between postjudgment\n\nproceedings that simply present a mode of execution to collect an\n\nexisting judgment and proceedings that raise an independent controversy\n\nwith a new party, attempting to shift liability, and it is here that\n\nFutura's present claim founders.\n\n          Where a postjudgment proceeding presents an attempt simply\n\nto collect a judgment duly rendered by a federal court, even if chasing\n\nafter the assets of the judgment debtor now in the hands of a third\n\nparty, the residual jurisdiction stemming from the court's authority to\n\n\n                                 -18-\n\frender that judgment is sufficient to provide for federal jurisdiction\n\nover the postjudgment claim. See, e.g., Thomas, Head, 95 F.3d at 1454\n\n(allowing plaintiff to disgorge from third parties the fraudulently\n\nconveyed assets of the judgment debtor because plaintiff is \"not\n\nattempting to establish [the third parties'] liability for the original\n\njudgment\"). However, where that postjudgment proceeding presents a new\n\nsubstantive theory to establish liability directly on the part of a new\n\nparty, some independent ground is necessary to assume federal\n\njurisdiction over the claim, since such a claim is no longer a mere\n\ncontinuation of the original action. See, e.g., id. at 1454 n.7,\n\nciting Peacock, 516 U.S. at 356 n.6; Futura II, 144 F.3d at 11 n.2\n\n(\"[Enforcement jurisdiction] cannot extend to most cases that seek to\n\nassign liability for the judgment to a new party.\"); Sandlin, 972 F.2d\n\nat 1217 (\"[W]hen postjudgment proceedings seek to hold nonparties\n\nliable for a judgment on a theory that requires proof on facts and\n\ntheories significantly different from those underlying the judgment, an\n\nindependent basis for federal jurisdiction must exist.\").8 These\n\n\n     8    Nor is it sufficient to rely on the incorporation of\nstate procedures in Rule 69(a) to establish federal enforcement\njurisdiction. State courts, as courts of general jurisdiction,\nare free to employ any enforcement mechanisms warranted by state\nlaw, even where those mechanisms allow liability to be\nestablished directly against a third party to the original\naction. However, the limited nature of federal jurisdiction in\ngeneral confines the scope of enforcement jurisdiction as well.\nThe incorporation of state enforcement procedures through Rule\n69 is not alone sufficient to create federal jurisdiction over\n\n                                 -19-\n\fdistinctions might strike a metaphysical note for some, but they have\n\nbeen long honored by the law and have been recognized by the Supreme\n\nCourt.\n\n          Thus in Peacock, the Court rejected an argument by the amicus\n\nUnited States to the effect that Thomas' veil-piercing claim fell under\n\nclassic cases seeking to \"force payment by mandamus\" or to \"void\n\npostjudgment transfers,\" noting that \"neither Thomas nor the courts\n\nbelow characterized this suit this way,\" and that indeed \"Thomas\n\nexpressly rejects that characterization of his lawsuit.\" 516 U.S. at\n\n357 n.6. Since Thomas sought \"to establish liability\" on the part of\n\na third party and not simply \"to collect a judgment,\" the Court\n\nrequired some independent basis to assert federal jurisdiction over the\n\nclaim. Id.   See also Sandlin, 972 F.2d at 1217 (declining to assert\n\nenforcement jurisdiction over an alter ego claim against third party\n\npresented in supplemental postjudgment proceedings under Rule 69(a)\n\n\n\n\nsuch enforcement proceedings. The fact that Rule 69(a) may (by\nway of state law) afford procedural mechanisms for enforcing an\nexisting federal judgment against a third party not otherwise\nliable does not obviate the need to establish the jurisdiction\nof the federal court over the supplemental proceeding.      The\nFederal Rules of Civil Procedure can neither expand nor limit\nthe jurisdiction of the federal courts, Fed. R. Civ. P. 82, and\nthe issue of jurisdiction remains distinct from the question of\nprocedure. See Sandlin, 972 F.2d at 1215 (\"Rule 69 creates a\nprocedural mechanism for exercising postjudgment enforcement\nwhen ancillary jurisdiction exists, . . . but cannot extend the\nscope of that jurisdiction.\") (citations omitted).\n\n                                 -20-\n\fwhere the factual predicate of the alter ego claim was substantially\n\ndistinct from the facts proving the underlying claim and no independent\n\nbasis for federal jurisdiction existed).\n\n          In the present proceeding, Futura seeks to hold the\n\nCommonwealth accountable for the existing MD judgment as an alter ego\n\nof CDC. Like piercing the corporate veil, an alter ego claim presents\n\na substantive theory seeking to establish liability on the part of a\n\nnew party not otherwise liable.         See Futura II, 144 F.3d at 12\n\n(describing alter ego theory as \"a substantive theory for imposing\n\nliability upon entities that would, on first blush, not be thought\n\nliable\" and as requiring \"a subsequent and distinct inquiry\"). See\n\nalso Sandlin, 972 F.2d at 1217-18 (holding that federal enforcement\n\njurisdiction does not reach alter ego claims unless sufficiently\n\nintertwined with the merits of the underlying action, as they involve\n\n\"different legal theories\").       Indeed, Futura has consistently\n\ncharacterized its claim in this fashion. Since the alter ego argument\n\noffers a new substantive theory that seeks to establish liability\n\ndirectly on the part of a third party, the residual federal\n\njurisdiction from the original action does not flow to such a claim,\n\nand hence some independent ground for federal jurisdiction is\n\nnecessary.9\n\n\n     9     We do not answer the question of whether there is\nfederal   enforcment jurisdiction for any possible scenario\n\n                                 -21-\n\f          Here an independent basis in federal jurisdiction is lacking:\n\nthe sole basis for federal jurisdiction over the original action was\n\ndiversity, and diversity jurisdiction does not exist where a state is\n\na party. As federal courts are courts of limited jurisdiction, they\n\ncan act only where the Constitution and Congress endow them with some\n\naffirmative ground to do so.     See Kokkonen, 511 U.S. at 377.     In\n\nparticular, Congress has not empowered the federal courts to exercise\n\ndiversity jurisdiction over the states. By the express terms of the\n\nstatute, the diversity jurisdiction does not ever extend to the states,\n\nnor does it extend to Puerto Rico. See 28 U.S.C. § 1332; id. § 1332(d)\n\n(Puerto Rico treated as a \"state\" for purposes of the statute, and\n\ntherefore not subject to diversity jurisdiction); Nieves v. University\n\nof Puerto Rico, 7 F.3d 270, 272 (1st Cir. 1993).        The rule that\n\nneither Puerto Rico nor a state is subject to diversity jurisdiction\n\nextends to their alter egos, as the alter ego of the state stands in\n\nthe same position as the state for diversity purposes. Moor v. Alameda\n\nCounty, 411 U.S. 693, 718 (1973); University of Rhode Island v. A.W.\n\n\ninvolving an alter ego claim.        We do not rule out the\npossibility that some alter ego claims will present sufficiently\nintertwined factual issues to warrant federal courts to assume\npendent jurisdiction over the claims. However, this is not such\na case. In this case, the factual bases of Futura's alter ego\nclaim are independent and substantially distinct from the facts\nrelevant to establishing liability against CDC in the original\naction. In any event, any possible judicial economy from the\nsimultaneous adjudication of interdependent facts vanished when\nthe initial proceedings closed.\n\n                                 -22-\n\fChesterton Co., 2 F.3d 1200, 1202-03 (1st Cir. 1993). Futura's claim\n\nis not simply one to collect a judgment already rendered but rather one\n\nto newly establish liability directly on the part of a third party, the\n\nCommonwealth. In light of the lack of an independent basis for federal\n\njurisdiction over that party in diversity, we conclude that there is\n\nno federal enforcement jurisdiction over this claim.10\n\n          This conclusion accords with the general congressional policy\n\nagainst reaching states in diversity actions. An extension of federal\n\n\n     10   We are not persuaded by Futura's efforts to distinguish\nthis case from Peacock and Futura II on the ground that this\nclaim is brought in the context of a supplemental proceeding\nrather than a subsequent postjudgment action. Because it brings\nits motion for proceeding on and in aid of the execution of an\nexisting judgment, Futura maintains that the court possesses\n\"the threshold jurisdictional power that exists where ancillary\nclaims are asserted in the same proceeding as the claims\nconferring federal jurisdiction\" that was lacking in those\ncases. See Peacock, 516 U.S. at 355. However, the fact that\nthe district court had a basis for asserting jurisdiction over\nthe original matter only meets that threshold -- it does not\nconclude the jurisdictional inquiry, as it is not a sufficient\nshowing alone to justify the exercise of enforcement\njurisdiction    over   any   supplemental    proceeding.      The\nappropriateness of the exercise of federal jurisdiction must be\nshown for supplemental proceedings as well, particularly where\nthey involve the imposition of obligations on new parties. The\nsimple fact that the supplemental proceeding is brought as part\nof the same case does not relieve the court from independent\nconsideration of its authority to address the specific claims\nbefore it in the supplemental proceeding. See, e.g., Sandlin,\n972 F.2d at 1216-17 (assessing jurisdiction of the court over\npostjudgment supplemental proceedings on basis of the nature of\nthe claims made).\n\n\n                                 -23-\n\fenforcement jurisdiction to such cases would potentially provide a\n\nmeans to evade, in effect, such limitations on federal court\n\njurisdiction.    To permit the exercise of federal enforcement\n\njurisdiction against the Commonwealth on a theory that the original\n\ndefendant was a mere alter ego of the Commonwealth, and thereby to hold\n\nthe Commonwealth the real party in interest, would violate these\n\nlimitations on diversity jurisdiction. This is not a case where the\n\nCommonwealth is plainly a third party holding by happenstance the\n\nassets of the judgment debtor. Rather, Futura maintains that CDC was\n\nthe alter ego of the Commonwealth all along. On that theory and in\n\nlight of the congressional policy against making the states (or the\n\nCommonwealth) party to diversity actions, Futura should not be able to\n\nreach the Commonwealth here.\n\n          The analysis would be different if there were an independent\n\njurisdictional base to bring in the Commonwealth. See Blackburn Truck\n\nLines, Inc. v. Francis, 723 F.2d 730, 732-33 (9th Cir. 1984) (allowing\n\nenforcement jurisdiction over alter ego claim but noting that federal\n\njurisdiction would have existed had the new defendants been joined in\n\nthe original suit). That is not the case. In fact, had CDC then been\n\ndetermined to be the alter ego of the Commonwealth, federal\n\njurisdiction would not have existed over CDC at the outset of this\n\naction. To evade this outcome and hold the Commonwealth liable now by\n\nasserting federal enforcement jurisdiction would undermine the limited\n\n\n                                 -24-\n\fnature of federal court jurisdiction and transgress, at least in\n\nspirit, the congressional policy against making states party to\n\ndiversity actions.\n\n          It is no answer to say, as Futura does, that diversity is to\n\nbe assessed at the time the action is filed. Freeport-McMoran, Inc. v.\n\nK N Energy, Inc., 498 U.S. 426, 428 (1991) (per curiam).11 It is true\n\nthat a party later moving to a different domicile does not destroy\n\npreviously established diversity. But that is a different problem than\n\nthis. A state is never subject to diversity jurisdiction, unlike an\n\nindividual.\n\n          It is undisputed that there was diversity jurisdiction over\n\nthe original action against CDC. The Commonwealth has denied that CDC\n\nis its alter ego, and Futura did not then make the claim. It would be\n\nan anomalous result if Futura could do through ancillary enforcement\n\njurisdiction what it could not do through original jurisdiction: force\n\nPuerto Rico (or a state) to be a defendant in federal court based on\n\ndiversity jurisdiction when Congress has determined states are simply\n\n\n\n\n     11    Nor does Futura's reliance on Laird v. Chrysler, 92 F.R.D.\n473 (D. Mass. 1971), persuade us. Without deciding whether that case\nis correctly decided, Futura does not seek to add the Commonwealth as\na new third party defendant (as the defendant in Laird sought to add\nthe state of Rhode Island as a third party defendant) but rather\ncontends that \"CDC and the Commonwealth . . . are now, and have\nalways been, one and the same party.\" This contention that the\nCommonwealth is already party to the judgment renders Laird factually\ninapposite.\n\n                                -25-\n\fnot subject to diversity jurisdiction.\n\n          To sum up, since Peacock, courts have allowed postjudgment\n\nactions to proceed against third parties where they seek to establish\n\nthe control of the court over the assets of the judgment debtor in the\n\nhands of that third party, and involve the third party only\n\nincidentally. Those proceedings are different in kind from the alter\n\nego theory advanced by Futura in this case, which by contrast seeks to\n\nhold the third party itself, the Commonwealth, directly accountable as\n\nthe judgment debtor under a new substantive theory of liability.\n\nAbsent some independent ground in federal jurisdiction, there is no\n\nfederal enforcement jurisdiction over such a claim.\n\n                                 IV.\n\n     Because it is inappropriate for the federal courts to\n\nexercise ancillary enforcement jurisdiction over this matter, we\n\nvacate the district court's findings that CDC was not an alter\n\nego of the Commonwealth and that Puerto Rico Rules of Civil\n\nProcedure 51.7 and 59 do not allow for enforcement against the\n\nCommonwealth, and we order dismissal of Futura's motion for\n\nsupplemental proceedings in aid of execution of judgment for\n\nlack of federal jurisdiction.          While the findings of the\n\ndistrict court in this proceeding were at odds with the finding\n\nof the district court in Futura I that CDC was an alter ego of\n\n                                -26-\n\fthe Commonwealth, both opinions have been vacated, and hence\n\nneither have any preclusive weight.        This leaves Futura free to\n\npursue whatever remedies may be available in the courts of the\n\nCommonwealth of Puerto Rico. Under Puerto Rico's saving clause,\n\nthe statute of limitations has been tolled during the resolution\n\nof the questions of jurisdiction in the suits in federal court,\n\nas CDC conceded at oral argument.      31 L.P.R.A. § 5303.      See Soto\n\nv. Chardon, 681 F.2d 42, 49 (1st Cir. 1982) (\"Under P.R. Laws\n\nAnn. tit. 31, § 5303, the limitations period against an action\n\nceases to run when the action is instituted in court; if the\n\naction   is   discontinued,   the   case    law   has   held   that   the\n\nlimitations period begins to run anew from that time. E.g.,\n\nFeliciano v. Puerto Rico Aqueduct & Sewer Auth., 93 P.R.R. 638,\n\n644 (1966); Heirs of Gorbea v. Portilla, 46 P.R.R. 279 (1934);\n\nDe Jesus v. De Jesus, 37 P.R.R. 143 (1927).\").           Our denial of\n\njurisdiction over the supplemental proceedings leaves Futura no\n\nworse off than had it sought to establish liability directly\n\nagainst the Commonwealth as an alter ego of CDC in the first\n\ninstance -- that is, with an opportunity to pursue its cause in\n\nthe Commonwealth courts.\n\n    In Futura II, this court said the Commonwealth's treatment\n\n                                -27-\n\fof Futura \"has been despicable,\" and the Commonwealth has\n\n\"cleverly used its sovereignty to shield itself from the fair\n\nconsequences of its action,\" 144 F.3d at 13-14.      This court\n\nthere described \"the manifest injustice of the conduct of the\n\ngovernment of the Commonwealth of Puerto Rico throughout this\n\naffair,\" 144 F. 3d at 14.    Even manifest injustice, however,\n\ndoes not create federal court jurisdiction.   If CDC pursues the\n\nmatter, it will be up to the Commonwealth, through its courts or\n\nlegislature, to address the issue of that injustice.\n\n    So ordered.\n\n\n\n\n                              -28-\n\f",
  "html": "<p class=\"case_cite\">230 F.3d 489 (1st Cir. 2000)</p>\n    <p class=\"parties\">U.S.I. PROPERTIES CORP., Plaintiff, Appellee,<br>v.<br>M.D. CONSTRUCTION CO., Defendant, Appellant,<br>COMPANIA DE DESARROLLO COOPERATIVO, Defendant, Appellee.</p>\n    <p class=\"docket\">No. 99-1933</p>\n    <p class=\"court\">United States Court of Appeals For the First Circuit</p>\n    <p class=\"date\">Heard September 13, 2000<br>Decided November 6, 2000</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF PUERTO RICO [Hon. Jose Antonio Fuste, U.S. District Judge][Copyrighted Material Omitted]</p>\n      <p class=\"indent\">Fernando L. Gallardo with whom Geoffrey M. Woods, Amy Adelson, Nathan Z. Dershowitz, Alan M. Dershowitz, Woods &amp; Woods, and Dershowitz, Eiger &amp; Adelson were on brief, for appellant.</p>\n      <p class=\"indent\">Paul B. Smith, Jr., with whom Smith &amp; Navares was on brief, for defendant-appellee.</p>\n      <p class=\"indent\">Before Lynch, Circuit Judge, Coffin, Senior Circuit Judge, and Lipez, Circuit Judge.</p>\n      <p class=\"indent\">LYNCH, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This case presents a difficult question of the limits on the subject matter jurisdiction of the federal courts. At issue is whether a state, not ever subject to diversity jurisdiction, may be subjected to the ancillary enforcement jurisdiction of the federal courts on a theory that the judgment debtor in an action originally based on diversity is the alter ego of the state. We conclude that the state cannot be so subjected to federal court subject matter jurisdiction unless there is an independent basis for such jurisdiction.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Compania de Desarrollo Cooperativo (\"CDC\"), a public corporation created by the Commonwealth of Puerto Rico to foster housing cooperatives, entered into a multiparty agreement in 1978 to build a low income housing project, the Ciudad Cristina project. Parties to that agreement included CDC, U.S.I. Properties Corp. (\"USI\"), a Delaware corporation, and MD Construction (\"MD\"), incorporated under the laws of Puerto Rico and the predecessor in interest to defendant-appellant Futura Development of Puerto Rico, Inc. (\"Futura\"). Largely due to CDC, that project was never completed and the private companies suffered heavy damages. More than a decade of litigation has ensued.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In October 1983, after CDC filed suit against MD in Puerto Rico Superior Court, USI sued both MD and CDC in federal court under diversity jurisdiction for violating the agreements. MD filed a crossclaim against CDC, which in turn filed a crossclaim against MD and a counterclaim against USI. After a five week jury trial in 1987, a jury found that CDC had violated its contracts with MD (as well as with USI), and rejected CDC's cross- and counterclaims, finding that CDC's stated reasons for terminating the project were false. The jury awarded $12.3 million against CDC. This court affirmed. U.S.I. Properties Corp. v. M.D. Construction Co., 860 F.2d 1 (1988), cert. denied, sub nom Compania de Desarrollo Cooperativo v. U.S.I. Properties Corp., 490 U.S. 1065 (1989).</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Futura attempted to collect its judgment against CDC. Futura was unsuccessful because the Commonwealth of Puerto Rico had depleted CDC of its funds and assets so that CDC could not satisfy the judgment against it. Futura then filed a new federal court action to collect the judgment, this time directly against the Commonwealth, arguing that CDC was an alter ego of the Commonwealth and that the Commonwealth had waived its Eleventh Amendment immunity. The district court agreed with Futura in this second suit. This court vacated that judgment, holding there was no federal jurisdiction over this second action. Futura Development of Puerto Rico, Inc. v. Estado Libre Asociado de Puerto Rico, 144 F.3d 7 (1st Cir. 1998) (\"Futura II\"). And so, Futura tried again, this time filing the same alter ego claims against the Commonwealth, but now as a supplementary proceeding in the original action. Futura alleged that the federal court had ancillary enforcement jurisdiction and that CDC was an alter ego of the Commonwealth. The district court took jurisdiction over the postjudgment action but denied the claim.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">We hold that there is no federal enforcement jurisdiction over this claim and leave Futura to whatever remedies it may have against the Commonwealth in its own courts. Futura's effort to establish liability against the Commonwealth exceeds the proper scope of federal enforcement jurisdiction absent some independent ground of federal jurisdiction over the claim. Federal enforcement jurisdiction does not extend so far as to allow enforcement proceedings to establish direct liability against the Commonwealth on an alter ego theory here, where the limitations on diversity jurisdiction would have prevented the Commonwealth from being named a defendant in the action originally.</p>\n    </div>\n    <p class=\"indent\">I.</p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">A detailed prior history of this litigation is set forth in our Futura II opinion. 144 F.3d at 8-9. To explain the issues on this appeal, it is useful to describe the development of the case since the original judgment. In the second suit, the district court found on summary judgment that CDC had been acting as an alter ego of the Commonwealth and held the Commonwealth accountable for payment of CDC's $12 million judgment plus interest. See Futura Development of Puerto Rico, Inc. v. Estado Libre Asociado de Puerto Rico, 962 F. Supp. 248 (D.P.R. 1997) (\"Futura I\"). As the alter ego finding sought by Futura depended on the \"nature of the entity created by state law,\" the district court first turned to the legal status of CDC. Id. at 252. Noting that the Supreme Court of Puerto Rico had remarked in the unpublished opinion, Cintron Ortiz v. Compania de Desarrollo Cooperativo, CE-92-575 (unpublished \"sentencia,\" June 8, 1994), that the enabling statute for CDC fails to define clearly \"whether [CDC] is or isn't an instrumentality of the Commonwealth,\" the district court based its conclusion that CDC was an alter ego of the Commonwealth on the following findings: (1) the Commonwealth provided the principal source of CDC's finances; (2) the Commonwealth acknowledged making additional special appropriations to enable CDC to pay its debts; (3) CDC's financial statements refer to CDC as an agency of the Commonwealth; (4) CDC's enabling statute provides that the CDC's Finance Committee is composed of a Commonwealth agency administrator and four appointees of the Governor; (5) that agency administrator is also the president of CDC, and names CDC's executive director subject to the Governor's approval; (6) CDC's accounting system was to be established in consultation with the Commonwealth's Secretary of the Treasury, and CDC was to entrust all funds to a depository recognized for funds of the Government of the Commonwealth; (7) CDC's property and activities were exempted from taxes; and (8) CDC is required to submit a financial statement and a transactional report to the Governor at the close of each fiscal year. Futura I, 962 F. Supp. at 253-54.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Having determined that CDC was an alter ego of the Commonwealth, the district court turned to the question of whether the Commonwealth had waived its Eleventh Amendment immunity through the actions of CDC. Given that the Commonwealth controlled CDC's daily operations before the original litigation over the Ciudad Cristina project and provided ninety-seven percent of CDC's income through legislative appropriations, the district court focused its waiver analysis on the critical question of whether at the time of the original litigation, the Commonwealth \"acted as though it were defending an agency and, consequently, its own coffers.\" Id. at 255. In addition to CDC's assertion of its own claim, the district court identified six findings in favor of waiver: (1) the litigation materials and documentation were in the control of the Commonwealth's Secretary of Justice, not the CDC administrators; (2) in closing arguments CDC argued that any judgment against it would have to be paid with Puerto Rico tax dollars; (3) CDC's counsel promised Futura that the Commonwealth would include payment of the judgment in its budget in order to deter Futura from attaching assets or requiring the posting of a supersedeas bond during the appellate process; (4) the appeal of the judgment to the First Circuit and consequently the Supreme Court was handled by the Secretary of Justice and paid for by the Commonwealth; (5) the Commonwealth engaged in \"a pattern of conveniently allowing CDC to fall into insolvency by refusing to provide the company with the necessary and customary appropriations, thus letting CDC's debts mount, wiping out its capital, and in effect, precluding the possibility of satisfying plaintiff's judgment\"; and (6) the Commonwealth stripped the agency of its employees and transferred them to a complementary governmental agency. Id. at 255-56. In light of the Commonwealth's support and control of CDC in maintaining its counterclaim, the district court concluded that the Commonwealth \"simply cannot expect to act as CDC's alter ego throughout the Ciudad Cristina litigation in an effort to increase its own coffers, and hope that, when its plan boomerangs, this Court tolerates its efforts to distance itself from CDC by pleading and interposing Eleventh Amendment immunity.\" Id at 257.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">This court in Futura II, however, vacated that judgment, holding that the district court lacked jurisdiction as neither enforcement jurisdiction nor supplementary jurisdiction existed over the claim against the Commonwealth in this separate proceeding. This court first held that under Peacock v. Thomas, 516 U.S. 349 (1996), the federal courts lacked enforcement jurisdiction over a separate proceeding to enforce a judgment where there was no independent basis for federal jurisdiction. Futura II, 144 F.3d at 11-12. Second, this court rejected Futura's efforts to append the claim to an action against Commonwealth officials under the federal courts' supplementary jurisdiction in light of the different factual bases for the claims. Id. at 12-13. In so ruling, this court expressly declined to reach the substantive issues of whether CDC actually was an alter ego of the Commonwealth and whether the Commonwealth's Eleventh Amendment immunity had been waived for this claim. Id. at 13 n.6.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Having been denied relief against the Commonwealth in a separate proceeding, Futura then filed a motion in the original action for proceedings on and in aid of the execution of the original judgment, seeking to hold the Commonwealth directly accountable for that judgment. Futura advanced two theories. First, Futura asserted the Commonwealth was liable as the judgment debtor of the original MD judgment under Fed. R. Civ. P. 69(a), which affords federal district courts the enforcement mechanisms available under state law. Under this theory, Futura relies in the alternative on two Puerto Rico Rules of Civil Procedure, contending that under Rule 51.7,<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> the Commonwealth is a jointly-liable debtor who was not party to the original action, and that under Rule 59,<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> a declaratory judgment should issue that the Commonwealth is the party in interest in the original litigation and required to comply with the judgment. Secondly, Futura moved to substitute or join the Commonwealth in the original proceeding as successor in interest to CDC under Fed. R. Civ. P. 25(c). Importantly, the substantive claim that the Commonwealth was liable as an alter ego of CDC and thus a de facto party to the original litigation underlies both these efforts.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">CDC opposed Futura's motion, asserting that the district court would not have had jurisdiction over the original action had the Commonwealth been a party, both because the Commonwealth (or its alter ego) is not subject to diversity jurisdiction and because the Commonwealth enjoys Eleventh Amendment immunity from suit in the federal courts.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Under the mistaken impression that this court in Futura II had ruled against Futura's alter ego claim on the merits, the district court denied Futura's motion, holding that (1) Futura could not hold the Commonwealth liable as judgment debtor under Fed. R. Civ. P. 69(a) since meeting the requirements of either Puerto Rico rule required what the court took to be a precluded finding that CDC was the alter ego of the Commonwealth, and (2) the Commonwealth could not be substituted for CDC under Fed. R. Civ. P. 25(c) because that would render the corporate form of CDC a nullity and abrogate the immunity of the Commonwealth from suit in federal court. U.S.I. Properties Corp. v. M.D. Construction Co., 186 F.R.D. 255, 259-61 (D.P.R. 1999). Futura now appeals.</p>\n    </div>\n    <p class=\"indent\">II.</p>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">CDC urges this court to resolve this case on Eleventh Amendment grounds and dismiss the motion for lack of jurisdiction over the Commonwealth.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> We need not address Eleventh Amendment issues where the matter may be disposed of in favor of the state (that is, the defendant alleged to be the state) more readily on other grounds. Parella v. Retirement Bd. of the Rhode Island Employee's Retirement System, 173 F.3d 46, 54-57 (1st Cir. 1999). In this case there are good reasons not to reach the Eleventh Amendment grounds.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Futura's contention that the Commonwealth waived its Eleventh Amendment immunity through the actions of its alter ego, CDC, in pursuing counterclaims against MD in federal court presents a difficult Eleventh Amendment issue: does a state voluntarily waive its Eleventh Amendment protection against suit in federal court when its alter ego invokes the jurisdiction of the federal court through counterclaims and cross-claims? Futura presents a more than colorable claim that in this case, the actions of CDC in the original action (in invoking the jurisdiction of the court by filing its counterclaims against both USI and MD<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> and the like) were sufficient to provide consent to suit in federal court on the part of the Commonwealth. See Gunter v. Atlantic Coast Line R. Co., 200 U.S. 273 (1906) (holding that South Carolina waived Eleventh Amendment immunity where county treasurers empowered to act on behalf of the state litigated state claims in federal court represented by the state attorney general); cf. College Savings Bank v. Florida Prepaid Postsecondary Education Expense Bd., 527 U.S. 666 (1999) (raising the standard for finding waiver in another context, holding that states must unequivocally consent to suit even where Congress explicitly seeks to shape state behavior through coercive regulation). Given the complexities of this issue, resolving it properly might well require a remand for a hearing and resolution of questions of fact before a trial court. Instead, we refrain from resolving this complex question of Eleventh Amendment jurisprudence because of a prior question of statutory subject matter jurisdiction.</p>\n    </div>\n    <p class=\"indent\">III.</p>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The doctrine of enforcement jurisdiction<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> is a judicial creation, born of the necessity that courts have the power to enforce their judgments. Federal courts have the ancillary enforcement jurisdiction necessary \"to enable a court to function successfully, that is, to manage its proceedings, vindicate its authority, and effectuate its decrees.\" Kokkonen v. Guardian Life Ins. Co., 511 U.S. 375, 380 (1994). Without this ability to enforce judgements rendered, \"[t]he judicial power would be incomplete, and entirely inadequate to the purposes for which it was intended.\" Bank of the United States v. Halstead, 23 U.S. (10 Wheat.) 51, 53 (1825). Consequently \"[t]he jurisdiction of a Court is not exhausted by the rendition of its judgment, but continues until that judgment shall be satisfied.\" Wayman v. Southard, 23 U.S. (10 Wheat.) 1, 23 (1825). See also Riggs v. Johnson County, 73 U.S. (6 Wall.) 166, 187 (1868) (\"[I]f the power is conferred to render the judgment or enter the decree, it also includes the power to issue proper process to enforce such judgment or decree.\") (citation omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Hence, although federal courts are courts of limited jurisdiction, they often retain residual federal jurisdiction over postjudgment enforcement proceedings flowing from their original jurisdiction over the action. Ancillary enforcement jurisdiction, given its origins in the courts of equity, traditionally has an equitable and discretionary character. Cf. The Judicial Improvements Act of 1990, Pub. L. No. 101-650,  310, 104 Stat. 5089, 5113-14 (1990), codified at 28 U.S.C.  1367 (codifying the judicially-crafted common law of pendent and ancillary jurisdiction); 28 U.S.C.  1367(d) (conferring discretion over exercise of supplementary jurisdiction where claim involves \"novel or complex\" state law issues or in cases in which the jurisdictionally insufficient claims predominate). The question of whether such jurisdiction should be exercised may well vary with the nature of the underlying basis for federal jurisdiction and the nature of the postjudgment claims made. See, e.g., Thomas, Head &amp; Grisen Employees Trust v. Buster, 95 F.3d 1449, 1453-54 (9th Cir. 1996) (making independent assessment of jurisdiction over supplemental proceedings involving new parties on the basis of the nature of the claims presented); Sandlin v. Corporate Interiors, Inc., 972 F.2d 1212, 1216-17 (10th Cir. 1992) (assessing jurisdiction of the court over postjudgment supplemental proceedings on basis of the nature of the claims made).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Where the postjudgment claim is simply a mode of execution designed to reach property of the judgment debtor in the hands of a third party, federal courts have often exercised enforcement jurisdiction. The principle that federal courts have jurisdiction over an ancillary action \"to secure or preserve the fruits and advantages of a judgment or decree rendered,\" whether in law or in equity, is well settled. See, e.g., Local Loan Co. v. Hunt, 292 U.S. 234, 239 (1934). Where the state procedural enforcement mechanisms incorporated by Rule 69(a) allow the court to reach assets of the judgment debtor in the hands of third parties in a continuation of the same action, such as garnishment or attachment, federal enforcement jurisdiction is clear. See, e.g., First National Bank v. Turnbull &amp; Co., 83 U.S. (16 Wall.) 190 (1872) (dispute with third party over property levied by sheriff supplemental to original action); Pratt v. Albright, 9 F. 634 (C.C.E.D.Wis. 1881) (postjudgment garnishment proceeding supplemental to original action). See also Peacock, 516 U.S. at 356-57 (listing cases allowing garnishment, attachment, voidance of fraudulent conveyances, and mandamus to demonstrate that enforcement jurisdiction encompasses \"a broad range of supplementary proceedings involving third parties to assist in the protection and enforcement of federal judgments\"); S. Glenn, Note, Federal Supplemental Enforcement Jurisdiction, 42 S.C. L. Rev. 469, 489 n.139 (1991).<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Federal courts have expressly recognized their ability to exercise jurisdiction over new parties in supplemental proceedings where those proceedings concerned property under the control of the federal court due to an existing judgment, even where those new parties are nondiverse. See Freeman v. Howe, 65 U.S. (24 How.) 450 (1860); Minnesota Co. v. Saint Paul Co., 69 U.S. (2 Wall.) 609 (1864); Gwin v. Breedlove, 43 U.S. (2 How.) 29, 35 (1844) (diversity not necessary for a writ of attachment incidental to execution of judgment). While the presence of a new party does not in itself relieve the court of jurisdiction, the enforcement proceeding must be a mere continuation of the prior proceeding and not an action based on new grounds. See Anglo-Florida Phosphate Co. v. McKibben, 65 F. 529 (5th Cir. 1894).</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Insofar as such proceedings are a continuation of the original action, the federal court retains residual jurisdiction flowing from its original authority to render a judgment in the case. This extension of jurisdiction is necessary to ensure the court's ability to enforce a judgment rendered against the judgment debtor. As the Court remarked in Peacock, ancillary enforcement jurisdiction is \"at its core, a creature of necessity,\" 516 U.S. at 359. Thus these proceedings can reach third parties so long as it is necessary to reach assets of the judgment debtor under the control of the third party in order to satisfy the original judgment and thereby guarantee its eventual executability.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">In many ways this case gives the appearance of fitting within this traditional paradigm of enforcement jurisdiction. After all, the claim is in part that the assets of CDC were in effect transferred from the judgment debtor -- CDC -- to a third party<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> -- the Commonwealth -- through mechanisms of depletion and nonpayment in order to evade the judgment. State postjudgment enforcement procedures, incorporated into federal procedure by Rule 69(a), classically encompass such fact patterns. And in colloquial terms, it could be thought that exercise of enforcement jurisdiction here simply protects the MD judgment. Futura draws an analogy to a situation where a judgment is entered against a corporate subsidiary and the judgment is unenforcable because the corporate parent has looted the subsidiary. In such instance, suits or enforcement proceedings against the corporate parent to enforce the judgment have been permitted. See, e.g., Explosives Corp. of America v. Garlam Enterprises Corp., 817 F.2d 894 (1st Cir. 1987) (holding parent corporation which controlled litigation on behalf of subsidiary bound by judgment); Pan America Match Inc. v. Sears, Robuck and Co., 454 F.2d 871 (1st Cir. 1972) (holding parent company bound in subsequent action by res judicata effect of judgment against subsidiary).</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">While it is true that one might envision Futura's efforts to recover here as analogous to pursuing assets of CDC that were fraudulently transferred to the Commonwealth, Futura has opted not to so characterize its efforts, likely in recognition that there is an analogy but not a perfect fit. Rather, Futura has consistently characterized its efforts to enforce the MD judgment against the Commonwealth as an attempt to establish liability directly on the part of the Commonwealth as the alter ego of CDC. See, e.g., Peacock, 516 U.S. at 358 (distinguishing cases relied on by plaintiff Thomas because they, unlike Thomas, did not seek \"the shifting of liability for payment of the judgment from the judgment debtor\" to the new party). Federal courts have drawn a distinction between postjudgment proceedings that simply present a mode of execution to collect an existing judgment and proceedings that raise an independent controversy with a new party, attempting to shift liability, and it is here that Futura's present claim founders.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Where a postjudgment proceeding presents an attempt simply to collect a judgment duly rendered by a federal court, even if chasing after the assets of the judgment debtor now in the hands of a third party, the residual jurisdiction stemming from the court's authority to render that judgment is sufficient to provide for federal jurisdiction over the postjudgment claim. See, e.g., Thomas, Head, 95 F.3d at 1454 (allowing plaintiff to disgorge from third parties the fraudulently conveyed assets of the judgment debtor because plaintiff is \"not attempting to establish [the third parties'] liability for the original judgment\"). However, where that postjudgment proceeding presents a new substantive theory to establish liability directly on the part of a new party, some independent ground is necessary to assume federal jurisdiction over the claim, since such a claim is no longer a mere continuation of the original action. See, e.g., id. at 1454 n.7, citing Peacock, 516 U.S. at 356 n.6; Futura II, 144 F.3d at 11 n.2 (\"[Enforcement jurisdiction] cannot extend to most cases that seek to assign liability for the judgment to a new party.\"); Sandlin, 972 F.2d at 1217 (\"[W]hen postjudgment proceedings seek to hold nonparties liable for a judgment on a theory that requires proof on facts and theories significantly different from those underlying the judgment, an independent basis for federal jurisdiction must exist.\").<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> These distinctions might strike a metaphysical note for some, but they have been long honored by the law and have been recognized by the Supreme Court.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Thus in Peacock, the Court rejected an argument by the amicus United States to the effect that Thomas' veil-piercing claim fell under classic cases seeking to \"force payment by mandamus\" or to \"void postjudgment transfers,\" noting that \"neither Thomas nor the courts below characterized this suit this way,\" and that indeed \"Thomas expressly rejects that characterization of his lawsuit.\" 516 U.S. at 357 n.6. Since Thomas sought \"to establish liability\" on the part of a third party and not simply \"to collect a judgment,\" the Court required some independent basis to assert federal jurisdiction over the claim. Id. See also Sandlin, 972 F.2d at 1217 (declining to assert enforcement jurisdiction over an alter ego claim against third party presented in supplemental postjudgment proceedings under Rule 69(a) where the factual predicate of the alter ego claim was substantially distinct from the facts proving the underlying claim and no independent basis for federal jurisdiction existed).</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">In the present proceeding, Futura seeks to hold the Commonwealth accountable for the existing MD judgment as an alter ego of CDC. Like piercing the corporate veil, an alter ego claim presents a substantive theory seeking to establish liability on the part of a new party not otherwise liable. See Futura II, 144 F.3d at 12 (describing alter ego theory as \"a substantive theory for imposing liability upon entities that would, on first blush, not be thought liable\" and as requiring \"a subsequent and distinct inquiry\"). See also Sandlin, 972 F.2d at 1217-18 (holding that federal enforcement jurisdiction does not reach alter ego claims unless sufficiently intertwined with the merits of the underlying action, as they involve \"different legal theories\"). Indeed, Futura has consistently characterized its claim in this fashion. Since the alter ego argument offers a new substantive theory that seeks to establish liability directly on the part of a third party, the residual federal jurisdiction from the original action does not flow to such a claim, and hence some independent ground for federal jurisdiction is necessary.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a></p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Here an independent basis in federal jurisdiction is lacking: the sole basis for federal jurisdiction over the original action was diversity, and diversity jurisdiction does not exist where a state is a party. As federal courts are courts of limited jurisdiction, they can act only where the Constitution and Congress endow them with some affirmative ground to do so. See Kokkonen, 511 U.S. at 377. In particular, Congress has not empowered the federal courts to exercise diversity jurisdiction over the states. By the express terms of the statute, the diversity jurisdiction does not ever extend to the states, nor does it extend to Puerto Rico. See 28 U.S.C.  1332; id.  1332(d) (Puerto Rico treated as a \"state\" for purposes of the statute, and therefore not subject to diversity jurisdiction); Nieves v. University of Puerto Rico, 7 F.3d 270, 272 (1st Cir. 1993). The rule that neither Puerto Rico nor a state is subject to diversity jurisdiction extends to their alter egos, as the alter ego of the state stands in the same position as the state for diversity purposes. Moor v. Alameda County, 411 U.S. 693, 718 (1973); University of Rhode Island v. A.W. Chesterton Co., 2 F.3d 1200, 1202-03 (1st Cir. 1993). Futura's claim is not simply one to collect a judgment already rendered but rather one to newly establish liability directly on the part of a third party, the Commonwealth. In light of the lack of an independent basis for federal jurisdiction over that party in diversity, we conclude that there is no federal enforcement jurisdiction over this claim.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a></p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">This conclusion accords with the general congressional policy against reaching states in diversity actions. An extension of federal enforcement jurisdiction to such cases would potentially provide a means to evade, in effect, such limitations on federal court jurisdiction. To permit the exercise of federal enforcement jurisdiction against the Commonwealth on a theory that the original defendant was a mere alter ego of the Commonwealth, and thereby to hold the Commonwealth the real party in interest, would violate these limitations on diversity jurisdiction. This is not a case where the Commonwealth is plainly a third party holding by happenstance the assets of the judgment debtor. Rather, Futura maintains that CDC was the alter ego of the Commonwealth all along. On that theory and in light of the congressional policy against making the states (or the Commonwealth) party to diversity actions, Futura should not be able to reach the Commonwealth here.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The analysis would be different if there were an independent jurisdictional base to bring in the Commonwealth. See Blackburn Truck Lines, Inc. v. Francis, 723 F.2d 730, 732-33 (9th Cir. 1984) (allowing enforcement jurisdiction over alter ego claim but noting that federal jurisdiction would have existed had the new defendants been joined in the original suit). That is not the case. In fact, had CDC then been determined to be the alter ego of the Commonwealth, federal jurisdiction would not have existed over CDC at the outset of this action. To evade this outcome and hold the Commonwealth liable now by asserting federal enforcement jurisdiction would undermine the limited nature of federal court jurisdiction and transgress, at least in spirit, the congressional policy against making states party to diversity actions.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">It is no answer to say, as Futura does, that diversity is to be assessed at the time the action is filed. Freeport-McMoran, Inc. v. K N Energy, Inc., 498 U.S. 426, 428 (1991) (per curiam).<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a> It is true that a party later moving to a different domicile does not destroy previously established diversity. But that is a different problem than this. A state is never subject to diversity jurisdiction, unlike an individual.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">It is undisputed that there was diversity jurisdiction over the original action against CDC. The Commonwealth has denied that CDC is its alter ego, and Futura did not then make the claim. It would be an anomalous result if Futura could do through ancillary enforcement jurisdiction what it could not do through original jurisdiction: force Puerto Rico (or a state) to be a defendant in federal court based on diversity jurisdiction when Congress has determined states are simply not subject to diversity jurisdiction.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">To sum up, since Peacock, courts have allowed postjudgment actions to proceed against third parties where they seek to establish the control of the court over the assets of the judgment debtor in the hands of that third party, and involve the third party only incidentally. Those proceedings are different in kind from the alter ego theory advanced by Futura in this case, which by contrast seeks to hold the third party itself, the Commonwealth, directly accountable as the judgment debtor under a new substantive theory of liability. Absent some independent ground in federal jurisdiction, there is no federal enforcement jurisdiction over such a claim.</p>\n    </div>\n    <p class=\"indent\">IV.</p>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Because it is inappropriate for the federal courts to exercise ancillary enforcement jurisdiction over this matter, we vacate the district court's findings that CDC was not an alter ego of the Commonwealth and that Puerto Rico Rules of Civil Procedure 51.7 and 59 do not allow for enforcement against the Commonwealth, and we order dismissal of Futura's motion for supplemental proceedings in aid of execution of judgment for lack of federal jurisdiction. While the findings of the district court in this proceeding were at odds with the finding of the district court in Futura I that CDC was an alter ego of the Commonwealth, both opinions have been vacated, and hence neither have any preclusive weight. This leaves Futura free to pursue whatever remedies may be available in the courts of the Commonwealth of Puerto Rico. Under Puerto Rico's saving clause, the statute of limitations has been tolled during the resolution of the questions of jurisdiction in the suits in federal court, as CDC conceded at oral argument. 31 L.P.R.A.  5303. See Soto v. Chardon, 681 F.2d 42, 49 (1st Cir. 1982) (\"Under P.R. Laws Ann. tit. 31,  5303, the limitations period against an action ceases to run when the action is instituted in court; if the action is discontinued, the case law has held that the limitations period begins to run anew from that time. E.g., Feliciano v. Puerto Rico Aqueduct &amp; Sewer Auth., 93 P.R.R. 638, 644 (1966); Heirs of Gorbea v. Portilla, 46 P.R.R. 279 (1934); De Jesus v. De Jesus, 37 P.R.R. 143 (1927).\"). Our denial of jurisdiction over the supplemental proceedings leaves Futura no worse off than had it sought to establish liability directly against the Commonwealth as an alter ego of CDC in the first instance -- that is, with an opportunity to pursue its cause in the Commonwealth courts.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">In Futura II, this court said the Commonwealth's treatment of Futura \"has been despicable,\" and the Commonwealth has \"cleverly used its sovereignty to shield itself from the fair consequences of its action,\" 144 F.3d at 13-14. This court there described \"the manifest injustice of the conduct of the government of the Commonwealth of Puerto Rico throughout this affair,\" 144 F. 3d at 14. Even manifest injustice, however, does not create federal court jurisdiction. If CDC pursues the matter, it will be up to the Commonwealth, through its courts or legislature, to address the issue of that injustice.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">So ordered.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>NOTES:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Puerto Rico Rule 51.7 provides in relevant part,</p>\n        <p>When a judgment is recovered against one or more of several debtors, jointly liable for an obligation, those debtors who are not parties to the action may be summoned to show cause why they should not be bound by the judgment in the same manner as if they had been originally sued. . . . It shall not be necessary to file a new complaint. . . . [T]he judgment debtor . . . may assert any defense of fact and of law that may release him from liability.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Puerto Rico Rule 59 provides that when appropriate, \"[t]he Court of First Instance shall have the power to declare rights, status and other legal relationship, even though another remedy is or may be instigated. . . . The declaration . . . shall have the force and effect of final judgments or resolutions.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> While the Supreme Court has reserved ruling on the immunity of the Commonwealth under the Eleventh Amendment, see Puerto Rico Aqueduct and Sewer Authority v. Metcalf &amp; Eddy, Inc., 506 U.S. 139, 141 n.1 (1993), it is the settled law of this circuit that the Commonwealth enjoys Eleventh Amendment immunity from suit in federal court, see, e.g., Ramirez v. Puerto Rico Fire Serv., 715 F.2d 694, 697 (1st Cir. 1983). Therefore, to hold the Commonwealth accountable for the MD judgment rendered in federal court, Futura must show that the Commonwealth has waived that immunity.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> CDC filed counter- and crossclaims against USI and MD respectively alleging that the properties were contaminated by mercury and seeking several million dollars in damages. These claims were expressly rejected by the jury in the original litigation.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Like Futura II, we use the phrase \"enforcement jurisdiction\" to refer to that portion of ancillary jurisdiction based in the inherent power of federal courts to exercise jurisdiction in order to enforce their judgments in certain situations where jurisdiction would otherwise be lacking. We do so both to maintain consistency and to avoid confusion arising from the relationship of ancillary and pendent jurisdiction. See Futura II, 144 F.3d at 9 n.1. See also S. Glenn, Note, Federal Supplemental Enforcement Jurisdiction, 42 S.C. L. Rev. 469, 472 (1991).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Federal courts have also at times awarded monetary judgments against impecunious police officers and then allowed enforcement proceedings against municipalities which had contractual obligations to pay such judgments. Argento v. Village of Melrose Park, 838 F.2d 1483 (7th Cir. 1988); Skevofilax v. Quigley, 810 F.2d 378 (3d Cir. 1987). But cf. Berry v. McLemore, 795 F.2d 452 (5th Cir. 1986). We do not decide whether such indemnification proceedings fall within enforcement jurisdiction.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> We use the language of \"third parties\" without in any way implying an outcome to the alter ego question. The very theory of alter ego liability depends on there being two entities to start with. See, e.g., Brotherhood of Locomotive Engineers v. Springfield Terminal Ry. Co., 210 F.3d 18, 25 (1st Cir. 2000) (piercing the corporate veil and thus disregarding corporate formalities entails determining that two apparently independent entities are in fact mere alter egos), petition for cert. filed (U.S. Oct. 10, 2000) (No. 00-569). In Futura II this court recognized that and referred to CDC and the Commonwealth as distinct \"jural entities,\" while not deciding the alter ego question. The district court erred in thinking that this reference to distinct jural entities resolved the alter ego issue.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> Nor is it sufficient to rely on the incorporation of state procedures in Rule 69(a) to establish federal enforcement jurisdiction. State courts, as courts of general jurisdiction, are free to employ any enforcement mechanisms warranted by state law, even where those mechanisms allow liability to be established directly against a third party to the original action. However, the limited nature of federal jurisdiction in general confines the scope of enforcement jurisdiction as well. The incorporation of state enforcement procedures through Rule 69 is not alone sufficient to create federal jurisdiction over such enforcement proceedings. The fact that Rule 69(a) may (by way of state law) afford procedural mechanisms for enforcing an existing federal judgment against a third party not otherwise liable does not obviate the need to establish the jurisdiction of the federal court over the supplemental proceeding. The Federal Rules of Civil Procedure can neither expand nor limit the jurisdiction of the federal courts, Fed. R. Civ. P. 82, and the issue of jurisdiction remains distinct from the question of procedure. See Sandlin, 972 F.2d at 1215 (\"Rule 69 creates a procedural mechanism for exercising postjudgment enforcement when ancillary jurisdiction exists, . . . but cannot extend the scope of that jurisdiction.\") (citations omitted).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> We do not answer the question of whether there is federal enforcment jurisdiction for any possible scenario involving an alter ego claim. We do not rule out the possibility that some alter ego claims will present sufficiently intertwined factual issues to warrant federal courts to assume pendent jurisdiction over the claims. However, this is not such a case. In this case, the factual bases of Futura's alter ego claim are independent and substantially distinct from the facts relevant to establishing liability against CDC in the original action. In any event, any possible judicial economy from the simultaneous adjudication of interdependent facts vanished when the initial proceedings closed.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> We are not persuaded by Futura's efforts to distinguish this case from Peacock and Futura II on the ground that this claim is brought in the context of a supplemental proceeding rather than a subsequent postjudgment action. Because it brings its motion for proceeding on and in aid of the execution of an existing judgment, Futura maintains that the court possesses \"the threshold jurisdictional power that exists where ancillary claims are asserted in the same proceeding as the claims conferring federal jurisdiction\" that was lacking in those cases. See Peacock, 516 U.S. at 355. However, the fact that the district court had a basis for asserting jurisdiction over the original matter only meets that threshold -- it does not conclude the jurisdictional inquiry, as it is not a sufficient showing alone to justify the exercise of enforcement jurisdiction over any supplemental proceeding. The appropriateness of the exercise of federal jurisdiction must be shown for supplemental proceedings as well, particularly where they involve the imposition of obligations on new parties. The simple fact that the supplemental proceeding is brought as part of the same case does not relieve the court from independent consideration of its authority to address the specific claims before it in the supplemental proceeding. See, e.g., Sandlin, 972 F.2d at 1216-17 (assessing jurisdiction of the court over postjudgment supplemental proceedings on basis of the nature of the claims made).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> Nor does Futura's reliance on Laird v. Chrysler, 92 F.R.D. 473 (D. Mass. 1971), persuade us. Without deciding whether that case is correctly decided, Futura does not seek to add the Commonwealth as a new third party defendant (as the defendant in Laird sought to add the state of Rhode Island as a third party defendant) but rather contends that \"CDC and the Commonwealth . . . are now, and have always been, one and the same party.\" This contention that the Commonwealth is already party to the judgment renders Laird factually inapposite.</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">230</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">489</span></span> (1st Cir. 2000)</p>\n    <p class=\"parties\">U.S.I. PROPERTIES CORP., Plaintiff, Appellee,<br>v.<br>M.D. CONSTRUCTION CO., Defendant, Appellant,<br>COMPANIA DE DESARROLLO COOPERATIVO, Defendant, Appellee.</p>\n    <p class=\"docket\">No. 99-1933</p>\n    <p class=\"court\">United States Court of Appeals For the First Circuit</p>\n    <p class=\"date\">Heard September 13, 2000<br>Decided November 6, 2000</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF PUERTO RICO [Hon. Jose Antonio Fuste, U.S. District Judge][Copyrighted Material Omitted]</p>\n      <p class=\"indent\">Fernando L. Gallardo with whom Geoffrey M. Woods, Amy Adelson, Nathan Z. Dershowitz, Alan M. Dershowitz, Woods &amp; Woods, and Dershowitz, Eiger &amp; Adelson were on brief, for appellant.</p>\n      <p class=\"indent\">Paul B. Smith, Jr., with whom Smith &amp; Navares was on brief, for defendant-appellee.</p>\n      <p class=\"indent\">Before Lynch, Circuit Judge, Coffin, Senior Circuit Judge, and Lipez, Circuit Judge.</p>\n      <p class=\"indent\">LYNCH, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This case presents a difficult question of the limits on the subject matter jurisdiction of the federal courts. At issue is whether a state, not ever subject to diversity jurisdiction, may be subjected to the ancillary enforcement jurisdiction of the federal courts on a theory that the judgment debtor in an action originally based on diversity is the alter ego of the state. We conclude that the state cannot be so subjected to federal court subject matter jurisdiction unless there is an independent basis for such jurisdiction.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Compania de Desarrollo Cooperativo (\"CDC\"), a public corporation created by the Commonwealth of Puerto Rico to foster housing cooperatives, entered into a multiparty agreement in 1978 to build a low income housing project, the Ciudad Cristina project. Parties to that agreement included CDC, U.S.I. Properties Corp. (\"USI\"), a Delaware corporation, and MD Construction (\"MD\"), incorporated under the laws of Puerto Rico and the predecessor in interest to defendant-appellant Futura Development of Puerto Rico, Inc. (\"Futura\"). Largely due to CDC, that project was never completed and the private companies suffered heavy damages. More than a decade of litigation has ensued.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In October 1983, after CDC filed suit against MD in Puerto Rico Superior Court, USI sued both MD and CDC in federal court under diversity jurisdiction for violating the agreements. MD filed a crossclaim against CDC, which in turn filed a crossclaim against MD and a counterclaim against USI. After a five week jury trial in 1987, a jury found that CDC had violated its contracts with MD (as well as with USI), and rejected CDC's cross- and counterclaims, finding that CDC's stated reasons for terminating the project were false. The jury awarded $12.3 million against CDC. This court affirmed. U.S.I. Properties Corp. v. M.D. Construction Co., <span class=\"citation\" data-id=\"513269\"><a href=\"/opinion/513269/usi-properties-corp-v-md-construction-company-inc-appeal-of/\"><span class=\"volume\">860</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span> (1988), cert. denied, sub nom Compania de Desarrollo Cooperativo v. U.S.I. Properties Corp., <span class=\"citation no-link\"><span class=\"volume\">490</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1065</span></span> (1989).</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Futura attempted to collect its judgment against CDC. Futura was unsuccessful because the Commonwealth of Puerto Rico had depleted CDC of its funds and assets so that CDC could not satisfy the judgment against it. Futura then filed a new federal court action to collect the judgment, this time directly against the Commonwealth, arguing that CDC was an alter ego of the Commonwealth and that the Commonwealth had waived its Eleventh Amendment immunity. The district court agreed with Futura in this second suit. This court vacated that judgment, holding there was no federal jurisdiction over this second action. Futura Development of Puerto Rico, Inc. v. Estado Libre Asociado de Puerto Rico, <span class=\"citation\" data-id=\"197936\"><a href=\"/opinion/197936/futura-development-v-estado-libre-asoc/\"><span class=\"volume\">144</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">7</span></a></span> (1st Cir. 1998) (\"Futura II\"). And so, Futura tried again, this time filing the same alter ego claims against the Commonwealth, but now as a supplementary proceeding in the original action. Futura alleged that the federal court had ancillary enforcement jurisdiction and that CDC was an alter ego of the Commonwealth. The district court took jurisdiction over the postjudgment action but denied the claim.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">We hold that there is no federal enforcement jurisdiction over this claim and leave Futura to whatever remedies it may have against the Commonwealth in its own courts. Futura's effort to establish liability against the Commonwealth exceeds the proper scope of federal enforcement jurisdiction absent some independent ground of federal jurisdiction over the claim. Federal enforcement jurisdiction does not extend so far as to allow enforcement proceedings to establish direct liability against the Commonwealth on an alter ego theory here, where the limitations on diversity jurisdiction would have prevented the Commonwealth from being named a defendant in the action originally.</p>\n    </div>\n    <p class=\"indent\">I.</p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">A detailed prior history of this litigation is set forth in our Futura II opinion. 144 F.3d at 8-9. To explain the issues on this appeal, it is useful to describe the development of the case since the original judgment. In the second suit, the district court found on summary judgment that CDC had been acting as an alter ego of the Commonwealth and held the Commonwealth accountable for payment of CDC's $12 million judgment plus interest. See Futura Development of Puerto Rico, Inc. v. Estado Libre Asociado de Puerto Rico, <span class=\"citation\" data-id=\"2311446\"><a href=\"/opinion/2311446/futura-devel-puerto-rico-inc-v-estado-libre-asociado-de-puerto-rico/\"><span class=\"volume\">962</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">248</span></a></span> (D.P.R. 1997) (\"Futura I\"). As the alter ego finding sought by Futura depended on the \"nature of the entity created by state law,\" the district court first turned to the legal status of CDC. Id. at 252. Noting that the Supreme Court of Puerto Rico had remarked in the unpublished opinion, Cintron Ortiz v. Compania de Desarrollo Cooperativo, CE-92-575 (unpublished \"sentencia,\" June 8, 1994), that the enabling statute for CDC fails to define clearly \"whether [CDC] is or isn't an instrumentality of the Commonwealth,\" the district court based its conclusion that CDC was an alter ego of the Commonwealth on the following findings: (1) the Commonwealth provided the principal source of CDC's finances; (2) the Commonwealth acknowledged making additional special appropriations to enable CDC to pay its debts; (3) CDC's financial statements refer to CDC as an agency of the Commonwealth; (4) CDC's enabling statute provides that the CDC's Finance Committee is composed of a Commonwealth agency administrator and four appointees of the Governor; (5) that agency administrator is also the president of CDC, and names CDC's executive director subject to the Governor's approval; (6) CDC's accounting system was to be established in consultation with the Commonwealth's Secretary of the Treasury, and CDC was to entrust all funds to a depository recognized for funds of the Government of the Commonwealth; (7) CDC's property and activities were exempted from taxes; and (8) CDC is required to submit a financial statement and a transactional report to the Governor at the close of each fiscal year. Futura I, 962 F. Supp. at 253-54.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Having determined that CDC was an alter ego of the Commonwealth, the district court turned to the question of whether the Commonwealth had waived its Eleventh Amendment immunity through the actions of CDC. Given that the Commonwealth controlled CDC's daily operations before the original litigation over the Ciudad Cristina project and provided ninety-seven percent of CDC's income through legislative appropriations, the district court focused its waiver analysis on the critical question of whether at the time of the original litigation, the Commonwealth \"acted as though it were defending an agency and, consequently, its own coffers.\" Id. at 255. In addition to CDC's assertion of its own claim, the district court identified six findings in favor of waiver: (1) the litigation materials and documentation were in the control of the Commonwealth's Secretary of Justice, not the CDC administrators; (2) in closing arguments CDC argued that any judgment against it would have to be paid with Puerto Rico tax dollars; (3) CDC's counsel promised Futura that the Commonwealth would include payment of the judgment in its budget in order to deter Futura from attaching assets or requiring the posting of a supersedeas bond during the appellate process; (4) the appeal of the judgment to the First Circuit and consequently the Supreme Court was handled by the Secretary of Justice and paid for by the Commonwealth; (5) the Commonwealth engaged in \"a pattern of conveniently allowing CDC to fall into insolvency by refusing to provide the company with the necessary and customary appropriations, thus letting CDC's debts mount, wiping out its capital, and in effect, precluding the possibility of satisfying plaintiff's judgment\"; and (6) the Commonwealth stripped the agency of its employees and transferred them to a complementary governmental agency. Id. at 255-56. In light of the Commonwealth's support and control of CDC in maintaining its counterclaim, the district court concluded that the Commonwealth \"simply cannot expect to act as CDC's alter ego throughout the Ciudad Cristina litigation in an effort to increase its own coffers, and hope that, when its plan boomerangs, this Court tolerates its efforts to distance itself from CDC by pleading and interposing Eleventh Amendment immunity.\" Id at 257.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">This court in Futura II, however, vacated that judgment, holding that the district court lacked jurisdiction as neither enforcement jurisdiction nor supplementary jurisdiction existed over the claim against the Commonwealth in this separate proceeding. This court first held that under Peacock v. Thomas, <span class=\"citation\" data-id=\"117998\"><a href=\"/opinion/117998/peacock-v-thomas/\"><span class=\"volume\">516</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">349</span></a></span> (1996), the federal courts lacked enforcement jurisdiction over a separate proceeding to enforce a judgment where there was no independent basis for federal jurisdiction. Futura II, 144 F.3d at 11-12. Second, this court rejected Futura's efforts to append the claim to an action against Commonwealth officials under the federal courts' supplementary jurisdiction in light of the different factual bases for the claims. Id. at 12-13. In so ruling, this court expressly declined to reach the substantive issues of whether CDC actually was an alter ego of the Commonwealth and whether the Commonwealth's Eleventh Amendment immunity had been waived for this claim. Id. at 13 n.6.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Having been denied relief against the Commonwealth in a separate proceeding, Futura then filed a motion in the original action for proceedings on and in aid of the execution of the original judgment, seeking to hold the Commonwealth directly accountable for that judgment. Futura advanced two theories. First, Futura asserted the Commonwealth was liable as the judgment debtor of the original MD judgment under Fed. R. Civ. P. 69(a), which affords federal district courts the enforcement mechanisms available under state law. Under this theory, Futura relies in the alternative on two Puerto Rico Rules of Civil Procedure, contending that under Rule 51.7,<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> the Commonwealth is a jointly-liable debtor who was not party to the original action, and that under Rule 59,<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> a declaratory judgment should issue that the Commonwealth is the party in interest in the original litigation and required to comply with the judgment. Secondly, Futura moved to substitute or join the Commonwealth in the original proceeding as successor in interest to CDC under Fed. R. Civ. P. 25(c). Importantly, the substantive claim that the Commonwealth was liable as an alter ego of CDC and thus a de facto party to the original litigation underlies both these efforts.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">CDC opposed Futura's motion, asserting that the district court would not have had jurisdiction over the original action had the Commonwealth been a party, both because the Commonwealth (or its alter ego) is not subject to diversity jurisdiction and because the Commonwealth enjoys Eleventh Amendment immunity from suit in the federal courts.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Under the mistaken impression that this court in Futura II had ruled against Futura's alter ego claim on the merits, the district court denied Futura's motion, holding that (1) Futura could not hold the Commonwealth liable as judgment debtor under Fed. R. Civ. P. 69(a) since meeting the requirements of either Puerto Rico rule required what the court took to be a precluded finding that CDC was the alter ego of the Commonwealth, and (2) the Commonwealth could not be substituted for CDC under Fed. R. Civ. P. 25(c) because that would render the corporate form of CDC a nullity and abrogate the immunity of the Commonwealth from suit in federal court. U.S.I. Properties Corp. v. M.D. Construction Co., <span class=\"citation no-link\"><span class=\"volume\">186</span> <span class=\"reporter\">F.R.D.</span> <span class=\"page\">255</span></span>, 259-61 (D.P.R. 1999). Futura now appeals.</p>\n    </div>\n    <p class=\"indent\">II.</p>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">CDC urges this court to resolve this case on Eleventh Amendment grounds and dismiss the motion for lack of jurisdiction over the Commonwealth.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> We need not address Eleventh Amendment issues where the matter may be disposed of in favor of the state (that is, the defendant alleged to be the state) more readily on other grounds. Parella v. Retirement Bd. of the Rhode Island Employee's Retirement System, <span class=\"citation\" data-id=\"198432\"><a href=\"/opinion/198432/parella-v-retirement/\"><span class=\"volume\">173</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">46</span></a></span>, 54-57 (1st Cir. 1999). In this case there are good reasons not to reach the Eleventh Amendment grounds.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Futura's contention that the Commonwealth waived its Eleventh Amendment immunity through the actions of its alter ego, CDC, in pursuing counterclaims against MD in federal court presents a difficult Eleventh Amendment issue: does a state voluntarily waive its Eleventh Amendment protection against suit in federal court when its alter ego invokes the jurisdiction of the federal court through counterclaims and cross-claims? Futura presents a more than colorable claim that in this case, the actions of CDC in the original action (in invoking the jurisdiction of the court by filing its counterclaims against both USI and MD<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> and the like) were sufficient to provide consent to suit in federal court on the part of the Commonwealth. See Gunter v. Atlantic Coast Line R. Co., <span class=\"citation\" data-id=\"96399\"><a href=\"/opinion/96399/gunter-v-atlantic-coast-line-r-co/\"><span class=\"volume\">200</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">273</span></a></span> (1906) (holding that South Carolina waived Eleventh Amendment immunity where county treasurers empowered to act on behalf of the state litigated state claims in federal court represented by the state attorney general); cf. College Savings Bank v. Florida Prepaid Postsecondary Education Expense Bd., <span class=\"citation\" data-id=\"118317\"><a href=\"/opinion/118317/college-savings-bank-v-florida-prepaid-postsecondary-ed-expense-bd/\"><span class=\"volume\">527</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">666</span></a></span> (1999) (raising the standard for finding waiver in another context, holding that states must unequivocally consent to suit even where Congress explicitly seeks to shape state behavior through coercive regulation). Given the complexities of this issue, resolving it properly might well require a remand for a hearing and resolution of questions of fact before a trial court. Instead, we refrain from resolving this complex question of Eleventh Amendment jurisprudence because of a prior question of statutory subject matter jurisdiction.</p>\n    </div>\n    <p class=\"indent\">III.</p>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The doctrine of enforcement jurisdiction<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> is a judicial creation, born of the necessity that courts have the power to enforce their judgments. Federal courts have the ancillary enforcement jurisdiction necessary \"to enable a court to function successfully, that is, to manage its proceedings, vindicate its authority, and effectuate its decrees.\" Kokkonen v. Guardian Life Ins. Co., <span class=\"citation\" data-id=\"117845\"><a href=\"/opinion/117845/kokkonen-v-guardian-life-ins-co-of-america/\"><span class=\"volume\">511</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">375</span></a></span>, 380 (1994). Without this ability to enforce judgements rendered, \"[t]he judicial power would be incomplete, and entirely inadequate to the purposes for which it was intended.\" Bank of the United States v. Halstead, 23 U.S. (10 Wheat.) 51, 53 (1825). Consequently \"[t]he jurisdiction of a Court is not exhausted by the rendition of its judgment, but continues until that judgment shall be satisfied.\" Wayman v. Southard, 23 U.S. (10 Wheat.) 1, 23 (1825). See also Riggs v. Johnson County, 73 U.S. (6 Wall.) 166, 187 (1868) (\"[I]f the power is conferred to render the judgment or enter the decree, it also includes the power to issue proper process to enforce such judgment or decree.\") (citation omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Hence, although federal courts are courts of limited jurisdiction, they often retain residual federal jurisdiction over postjudgment enforcement proceedings flowing from their original jurisdiction over the action. Ancillary enforcement jurisdiction, given its origins in the courts of equity, traditionally has an equitable and discretionary character. Cf. The Judicial Improvements Act of 1990, Pub. L. No. 101-650,  310, 104 Stat. 5089, 5113-14 (1990), codified at 28 U.S.C.  1367 (codifying the judicially-crafted common law of pendent and ancillary jurisdiction); 28 U.S.C.  1367(d) (conferring discretion over exercise of supplementary jurisdiction where claim involves \"novel or complex\" state law issues or in cases in which the jurisdictionally insufficient claims predominate). The question of whether such jurisdiction should be exercised may well vary with the nature of the underlying basis for federal jurisdiction and the nature of the postjudgment claims made. See, e.g., Thomas, Head &amp; Grisen Employees Trust v. Buster, <span class=\"citation\" data-id=\"726587\"><a href=\"/opinion/726587/thomas-head-and-greisen-employees-trust-ronald-e-greisen-and-henry-p/\"><span class=\"volume\">95</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1449</span></a></span>, 1453-54 (9th Cir. 1996) (making independent assessment of jurisdiction over supplemental proceedings involving new parties on the basis of the nature of the claims presented); Sandlin v. Corporate Interiors, Inc., <span class=\"citation\" data-id=\"588922\"><a href=\"/opinion/588922/glen-k-sandlin-v-corporate-interiors-inc-svein-reichborn-kjennerud/\"><span class=\"volume\">972</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1212</span></a></span>, 1216-17 (10th Cir. 1992) (assessing jurisdiction of the court over postjudgment supplemental proceedings on basis of the nature of the claims made).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Where the postjudgment claim is simply a mode of execution designed to reach property of the judgment debtor in the hands of a third party, federal courts have often exercised enforcement jurisdiction. The principle that federal courts have jurisdiction over an ancillary action \"to secure or preserve the fruits and advantages of a judgment or decree rendered,\" whether in law or in equity, is well settled. See, e.g., Local Loan Co. v. Hunt, <span class=\"citation\" data-id=\"102265\"><a href=\"/opinion/102265/local-loan-co-v-hunt/\"><span class=\"volume\">292</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">234</span></a></span>, 239 (1934). Where the state procedural enforcement mechanisms incorporated by Rule 69(a) allow the court to reach assets of the judgment debtor in the hands of third parties in a continuation of the same action, such as garnishment or attachment, federal enforcement jurisdiction is clear. See, e.g., First National Bank v. Turnbull &amp; Co., 83 U.S. (16 Wall.) 190 (1872) (dispute with third party over property levied by sheriff supplemental to original action); Pratt v. Albright, <span class=\"citation no-link\"><span class=\"volume\">9</span> <span class=\"reporter\">F.</span> <span class=\"page\">634</span></span> (C.C.E.D.Wis. 1881) (postjudgment garnishment proceeding supplemental to original action). See also Peacock, 516 U.S. at 356-57 (listing cases allowing garnishment, attachment, voidance of fraudulent conveyances, and mandamus to demonstrate that enforcement jurisdiction encompasses \"a broad range of supplementary proceedings involving third parties to assist in the protection and enforcement of federal judgments\"); S. Glenn, Note, Federal Supplemental Enforcement Jurisdiction, <span class=\"citation no-link\"><span class=\"volume\">42</span> <span class=\"reporter\">S.C.</span> <span class=\"page\">L</span></span>. Rev. 469, 489 n.139 (1991).<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Federal courts have expressly recognized their ability to exercise jurisdiction over new parties in supplemental proceedings where those proceedings concerned property under the control of the federal court due to an existing judgment, even where those new parties are nondiverse. See Freeman v. Howe, 65 U.S. (24 How.) 450 (1860); Minnesota Co. v. Saint Paul Co., 69 U.S. (2 Wall.) 609 (1864); Gwin v. Breedlove, 43 U.S. (2 How.) 29, 35 (1844) (diversity not necessary for a writ of attachment incidental to execution of judgment). While the presence of a new party does not in itself relieve the court of jurisdiction, the enforcement proceeding must be a mere continuation of the prior proceeding and not an action based on new grounds. See Anglo-Florida Phosphate Co. v. McKibben, <span class=\"citation no-link\"><span class=\"volume\">65</span> <span class=\"reporter\">F.</span> <span class=\"page\">529</span></span> (5th Cir. 1894).</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Insofar as such proceedings are a continuation of the original action, the federal court retains residual jurisdiction flowing from its original authority to render a judgment in the case. This extension of jurisdiction is necessary to ensure the court's ability to enforce a judgment rendered against the judgment debtor. As the Court remarked in Peacock, ancillary enforcement jurisdiction is \"at its core, a creature of necessity,\" 516 U.S. at 359. Thus these proceedings can reach third parties so long as it is necessary to reach assets of the judgment debtor under the control of the third party in order to satisfy the original judgment and thereby guarantee its eventual executability.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">In many ways this case gives the appearance of fitting within this traditional paradigm of enforcement jurisdiction. After all, the claim is in part that the assets of CDC were in effect transferred from the judgment debtor -- CDC -- to a third party<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> -- the Commonwealth -- through mechanisms of depletion and nonpayment in order to evade the judgment. State postjudgment enforcement procedures, incorporated into federal procedure by Rule 69(a), classically encompass such fact patterns. And in colloquial terms, it could be thought that exercise of enforcement jurisdiction here simply protects the MD judgment. Futura draws an analogy to a situation where a judgment is entered against a corporate subsidiary and the judgment is unenforcable because the corporate parent has looted the subsidiary. In such instance, suits or enforcement proceedings against the corporate parent to enforce the judgment have been permitted. See, e.g., Explosives Corp. of America v. Garlam Enterprises Corp., <span class=\"citation\" data-id=\"487733\"><a href=\"/opinion/487733/explosives-corporation-of-america-v-garlam-enterprises-corporation-two/\"><span class=\"volume\">817</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">894</span></a></span> (1st Cir. 1987) (holding parent corporation which controlled litigation on behalf of subsidiary bound by judgment); Pan America Match Inc. v. Sears, Robuck and Co., <span class=\"citation\" data-id=\"301240\"><a href=\"/opinion/301240/pan-american-match-inc-v-sears-roebuck-and-co/\"><span class=\"volume\">454</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">871</span></a></span> (1st Cir. 1972) (holding parent company bound in subsequent action by res judicata effect of judgment against subsidiary).</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">While it is true that one might envision Futura's efforts to recover here as analogous to pursuing assets of CDC that were fraudulently transferred to the Commonwealth, Futura has opted not to so characterize its efforts, likely in recognition that there is an analogy but not a perfect fit. Rather, Futura has consistently characterized its efforts to enforce the MD judgment against the Commonwealth as an attempt to establish liability directly on the part of the Commonwealth as the alter ego of CDC. See, e.g., Peacock, 516 U.S. at 358 (distinguishing cases relied on by plaintiff Thomas because they, unlike Thomas, did not seek \"the shifting of liability for payment of the judgment from the judgment debtor\" to the new party). Federal courts have drawn a distinction between postjudgment proceedings that simply present a mode of execution to collect an existing judgment and proceedings that raise an independent controversy with a new party, attempting to shift liability, and it is here that Futura's present claim founders.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Where a postjudgment proceeding presents an attempt simply to collect a judgment duly rendered by a federal court, even if chasing after the assets of the judgment debtor now in the hands of a third party, the residual jurisdiction stemming from the court's authority to render that judgment is sufficient to provide for federal jurisdiction over the postjudgment claim. See, e.g., Thomas, Head, 95 F.3d at 1454 (allowing plaintiff to disgorge from third parties the fraudulently conveyed assets of the judgment debtor because plaintiff is \"not attempting to establish [the third parties'] liability for the original judgment\"). However, where that postjudgment proceeding presents a new substantive theory to establish liability directly on the part of a new party, some independent ground is necessary to assume federal jurisdiction over the claim, since such a claim is no longer a mere continuation of the original action. See, e.g., id. at 1454 n.7, citing Peacock, 516 U.S. at 356 n.6; Futura II, 144 F.3d at 11 n.2 (\"[Enforcement jurisdiction] cannot extend to most cases that seek to assign liability for the judgment to a new party.\"); Sandlin, 972 F.2d at 1217 (\"[W]hen postjudgment proceedings seek to hold nonparties liable for a judgment on a theory that requires proof on facts and theories significantly different from those underlying the judgment, an independent basis for federal jurisdiction must exist.\").<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> These distinctions might strike a metaphysical note for some, but they have been long honored by the law and have been recognized by the Supreme Court.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Thus in Peacock, the Court rejected an argument by the amicus United States to the effect that Thomas' veil-piercing claim fell under classic cases seeking to \"force payment by mandamus\" or to \"void postjudgment transfers,\" noting that \"neither Thomas nor the courts below characterized this suit this way,\" and that indeed \"Thomas expressly rejects that characterization of his lawsuit.\" 516 U.S. at 357 n.6. Since Thomas sought \"to establish liability\" on the part of a third party and not simply \"to collect a judgment,\" the Court required some independent basis to assert federal jurisdiction over the claim. Id. See also Sandlin, 972 F.2d at 1217 (declining to assert enforcement jurisdiction over an alter ego claim against third party presented in supplemental postjudgment proceedings under Rule 69(a) where the factual predicate of the alter ego claim was substantially distinct from the facts proving the underlying claim and no independent basis for federal jurisdiction existed).</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">In the present proceeding, Futura seeks to hold the Commonwealth accountable for the existing MD judgment as an alter ego of CDC. Like piercing the corporate veil, an alter ego claim presents a substantive theory seeking to establish liability on the part of a new party not otherwise liable. See Futura II, 144 F.3d at 12 (describing alter ego theory as \"a substantive theory for imposing liability upon entities that would, on first blush, not be thought liable\" and as requiring \"a subsequent and distinct inquiry\"). See also Sandlin, 972 F.2d at 1217-18 (holding that federal enforcement jurisdiction does not reach alter ego claims unless sufficiently intertwined with the merits of the underlying action, as they involve \"different legal theories\"). Indeed, Futura has consistently characterized its claim in this fashion. Since the alter ego argument offers a new substantive theory that seeks to establish liability directly on the part of a third party, the residual federal jurisdiction from the original action does not flow to such a claim, and hence some independent ground for federal jurisdiction is necessary.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a></p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Here an independent basis in federal jurisdiction is lacking: the sole basis for federal jurisdiction over the original action was diversity, and diversity jurisdiction does not exist where a state is a party. As federal courts are courts of limited jurisdiction, they can act only where the Constitution and Congress endow them with some affirmative ground to do so. See Kokkonen, 511 U.S. at 377. In particular, Congress has not empowered the federal courts to exercise diversity jurisdiction over the states. By the express terms of the statute, the diversity jurisdiction does not ever extend to the states, nor does it extend to Puerto Rico. See 28 U.S.C.  1332; id.  1332(d) (Puerto Rico treated as a \"state\" for purposes of the statute, and therefore not subject to diversity jurisdiction); Nieves v. University of Puerto Rico, <span class=\"citation\" data-id=\"194980\"><a href=\"/opinion/194980/marta-v-u-of-pr/\"><span class=\"volume\">7</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">270</span></a></span>, 272 (1st Cir. 1993). The rule that neither Puerto Rico nor a state is subject to diversity jurisdiction extends to their alter egos, as the alter ego of the state stands in the same position as the state for diversity purposes. Moor v. Alameda County, <span class=\"citation\" data-id=\"108782\"><a href=\"/opinion/108782/moor-v-county-of-alameda/\"><span class=\"volume\">411</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">693</span></a></span>, 718 (1973); University of Rhode Island v. A.W. Chesterton Co., <span class=\"citation\" data-id=\"628596\"><a href=\"/opinion/628596/university-of-rhode-island-v-aw-chesterton-company/\"><span class=\"volume\">2</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1200</span></a></span>, 1202-03 (1st Cir. 1993). Futura's claim is not simply one to collect a judgment already rendered but rather one to newly establish liability directly on the part of a third party, the Commonwealth. In light of the lack of an independent basis for federal jurisdiction over that party in diversity, we conclude that there is no federal enforcement jurisdiction over this claim.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a></p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">This conclusion accords with the general congressional policy against reaching states in diversity actions. An extension of federal enforcement jurisdiction to such cases would potentially provide a means to evade, in effect, such limitations on federal court jurisdiction. To permit the exercise of federal enforcement jurisdiction against the Commonwealth on a theory that the original defendant was a mere alter ego of the Commonwealth, and thereby to hold the Commonwealth the real party in interest, would violate these limitations on diversity jurisdiction. This is not a case where the Commonwealth is plainly a third party holding by happenstance the assets of the judgment debtor. Rather, Futura maintains that CDC was the alter ego of the Commonwealth all along. On that theory and in light of the congressional policy against making the states (or the Commonwealth) party to diversity actions, Futura should not be able to reach the Commonwealth here.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The analysis would be different if there were an independent jurisdictional base to bring in the Commonwealth. See Blackburn Truck Lines, Inc. v. Francis, <span class=\"citation\" data-id=\"428608\"><a href=\"/opinion/428608/blackburn-truck-lines-inc-v-raymond-j-francis-an-individual-maria/\"><span class=\"volume\">723</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">730</span></a></span>, 732-33 (9th Cir. 1984) (allowing enforcement jurisdiction over alter ego claim but noting that federal jurisdiction would have existed had the new defendants been joined in the original suit). That is not the case. In fact, had CDC then been determined to be the alter ego of the Commonwealth, federal jurisdiction would not have existed over CDC at the outset of this action. To evade this outcome and hold the Commonwealth liable now by asserting federal enforcement jurisdiction would undermine the limited nature of federal court jurisdiction and transgress, at least in spirit, the congressional policy against making states party to diversity actions.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">It is no answer to say, as Futura does, that diversity is to be assessed at the time the action is filed. Freeport-McMoran, Inc. v. K N Energy, Inc., <span class=\"citation\" data-id=\"112531\"><a href=\"/opinion/112531/freeport-mcmoran-inc-v-k-n-energy-inc/\"><span class=\"volume\">498</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">426</span></a></span>, 428 (1991) (per curiam).<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a> It is true that a party later moving to a different domicile does not destroy previously established diversity. But that is a different problem than this. A state is never subject to diversity jurisdiction, unlike an individual.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">It is undisputed that there was diversity jurisdiction over the original action against CDC. The Commonwealth has denied that CDC is its alter ego, and Futura did not then make the claim. It would be an anomalous result if Futura could do through ancillary enforcement jurisdiction what it could not do through original jurisdiction: force Puerto Rico (or a state) to be a defendant in federal court based on diversity jurisdiction when Congress has determined states are simply not subject to diversity jurisdiction.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">To sum up, since Peacock, courts have allowed postjudgment actions to proceed against third parties where they seek to establish the control of the court over the assets of the judgment debtor in the hands of that third party, and involve the third party only incidentally. Those proceedings are different in kind from the alter ego theory advanced by Futura in this case, which by contrast seeks to hold the third party itself, the Commonwealth, directly accountable as the judgment debtor under a new substantive theory of liability. Absent some independent ground in federal jurisdiction, there is no federal enforcement jurisdiction over such a claim.</p>\n    </div>\n    <p class=\"indent\">IV.</p>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Because it is inappropriate for the federal courts to exercise ancillary enforcement jurisdiction over this matter, we vacate the district court's findings that CDC was not an alter ego of the Commonwealth and that Puerto Rico Rules of Civil Procedure 51.7 and 59 do not allow for enforcement against the Commonwealth, and we order dismissal of Futura's motion for supplemental proceedings in aid of execution of judgment for lack of federal jurisdiction. While the findings of the district court in this proceeding were at odds with the finding of the district court in Futura I that CDC was an alter ego of the Commonwealth, both opinions have been vacated, and hence neither have any preclusive weight. This leaves Futura free to pursue whatever remedies may be available in the courts of the Commonwealth of Puerto Rico. Under Puerto Rico's saving clause, the statute of limitations has been tolled during the resolution of the questions of jurisdiction in the suits in federal court, as CDC conceded at oral argument. 31 L.P.R.A.  5303. See Soto v. Chardon, <span class=\"citation\" data-id=\"405331\"><a href=\"/opinion/405331/rafael-rivera-fernandez-v-carlos-chardon-etc-juan-fumero-soto/\"><span class=\"volume\">681</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">42</span></a></span>, 49 (1st Cir. 1982) (\"Under P.R. Laws Ann. tit. 31,  5303, the limitations period against an action ceases to run when the action is instituted in court; if the action is discontinued, the case law has held that the limitations period begins to run anew from that time. E.g., Feliciano v. Puerto Rico Aqueduct &amp; Sewer Auth., <span class=\"citation no-link\"><span class=\"volume\">93</span> <span class=\"reporter\">P.R.R.</span> <span class=\"page\">638</span></span>, 644 (1966); Heirs of Gorbea v. Portilla, <span class=\"citation no-link\"><span class=\"volume\">46</span> <span class=\"reporter\">P.R.R.</span> <span class=\"page\">279</span></span> (1934); De Jesus v. De Jesus, <span class=\"citation no-link\"><span class=\"volume\">37</span> <span class=\"reporter\">P.R.R.</span> <span class=\"page\">143</span></span> (1927).\"). Our denial of jurisdiction over the supplemental proceedings leaves Futura no worse off than had it sought to establish liability directly against the Commonwealth as an alter ego of CDC in the first instance -- that is, with an opportunity to pursue its cause in the Commonwealth courts.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">In Futura II, this court said the Commonwealth's treatment of Futura \"has been despicable,\" and the Commonwealth has \"cleverly used its sovereignty to shield itself from the fair consequences of its action,\" 144 F.3d at 13-14. This court there described \"the manifest injustice of the conduct of the government of the Commonwealth of Puerto Rico throughout this affair,\" 144 F. 3d at 14. Even manifest injustice, however, does not create federal court jurisdiction. If CDC pursues the matter, it will be up to the Commonwealth, through its courts or legislature, to address the issue of that injustice.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">So ordered.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>NOTES:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Puerto Rico Rule 51.7 provides in relevant part,</p>\n        <p>When a judgment is recovered against one or more of several debtors, jointly liable for an obligation, those debtors who are not parties to the action may be summoned to show cause why they should not be bound by the judgment in the same manner as if they had been originally sued. . . . It shall not be necessary to file a new complaint. . . . [T]he judgment debtor . . . may assert any defense of fact and of law that may release him from liability.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Puerto Rico Rule 59 provides that when appropriate, \"[t]he Court of First Instance shall have the power to declare rights, status and other legal relationship, even though another remedy is or may be instigated. . . . The declaration . . . shall have the force and effect of final judgments or resolutions.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> While the Supreme Court has reserved ruling on the immunity of the Commonwealth under the Eleventh Amendment, see Puerto Rico Aqueduct and Sewer Authority v. Metcalf &amp; Eddy, Inc., <span class=\"citation\" data-id=\"112800\"><a href=\"/opinion/112800/puerto-rico-aqueduct-and-sewer-authority-v-metcalf-eddy-inc/\"><span class=\"volume\">506</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">139</span></a></span>, 141 n.1 (1993), it is the settled law of this circuit that the Commonwealth enjoys Eleventh Amendment immunity from suit in federal court, see, e.g., Ramirez v. Puerto Rico Fire Serv., <span class=\"citation\" data-id=\"423903\"><a href=\"/opinion/423903/32-fair-emplpraccas-bna-1239-32-empl-prac-dec-p-33783-jose-e/\"><span class=\"volume\">715</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">694</span></a></span>, 697 (1st Cir. 1983). Therefore, to hold the Commonwealth accountable for the MD judgment rendered in federal court, Futura must show that the Commonwealth has waived that immunity.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> CDC filed counter- and crossclaims against USI and MD respectively alleging that the properties were contaminated by mercury and seeking several million dollars in damages. These claims were expressly rejected by the jury in the original litigation.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Like Futura II, we use the phrase \"enforcement jurisdiction\" to refer to that portion of ancillary jurisdiction based in the inherent power of federal courts to exercise jurisdiction in order to enforce their judgments in certain situations where jurisdiction would otherwise be lacking. We do so both to maintain consistency and to avoid confusion arising from the relationship of ancillary and pendent jurisdiction. See Futura II, 144 F.3d at 9 n.1. See also S. Glenn, Note, Federal Supplemental Enforcement Jurisdiction, <span class=\"citation no-link\"><span class=\"volume\">42</span> <span class=\"reporter\">S.C.</span> <span class=\"page\">L</span></span>. Rev. 469, 472 (1991).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Federal courts have also at times awarded monetary judgments against impecunious police officers and then allowed enforcement proceedings against municipalities which had contractual obligations to pay such judgments. Argento v. Village of Melrose Park, <span class=\"citation\" data-id=\"501683\"><a href=\"/opinion/501683/robert-argento-joseph-sansone-and-bennie-lenard-v-village-of-melrose/\"><span class=\"volume\">838</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1483</span></a></span> (7th Cir. 1988); Skevofilax v. Quigley, <span class=\"citation\" data-id=\"482485\"><a href=\"/opinion/482485/marcos-skevofilax-louise-skevofilax-and-michael-michaels-v-sergeant/\"><span class=\"volume\">810</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">378</span></a></span> (3d Cir. 1987). But cf. Berry v. McLemore, <span class=\"citation\" data-id=\"473030\"><a href=\"/opinion/473030/earl-berry-v-jimmy-mclemore-town-of-maben-mississippi-and-new-hampshire/\"><span class=\"volume\">795</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">452</span></a></span> (5th Cir. 1986). We do not decide whether such indemnification proceedings fall within enforcement jurisdiction.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> We use the language of \"third parties\" without in any way implying an outcome to the alter ego question. The very theory of alter ego liability depends on there being two entities to start with. See, e.g., Brotherhood of Locomotive Engineers v. Springfield Terminal Ry. Co., <span class=\"citation\" data-id=\"198870\"><a href=\"/opinion/198870/brotherhood-v-springfield/\"><span class=\"volume\">210</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">18</span></a></span>, 25 (1st Cir. 2000) (piercing the corporate veil and thus disregarding corporate formalities entails determining that two apparently independent entities are in fact mere alter egos), petition for cert. filed (U.S. Oct. 10, 2000) (No. 00-569). In Futura II this court recognized that and referred to CDC and the Commonwealth as distinct \"jural entities,\" while not deciding the alter ego question. The district court erred in thinking that this reference to distinct jural entities resolved the alter ego issue.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> Nor is it sufficient to rely on the incorporation of state procedures in Rule 69(a) to establish federal enforcement jurisdiction. State courts, as courts of general jurisdiction, are free to employ any enforcement mechanisms warranted by state law, even where those mechanisms allow liability to be established directly against a third party to the original action. However, the limited nature of federal jurisdiction in general confines the scope of enforcement jurisdiction as well. The incorporation of state enforcement procedures through Rule 69 is not alone sufficient to create federal jurisdiction over such enforcement proceedings. The fact that Rule 69(a) may (by way of state law) afford procedural mechanisms for enforcing an existing federal judgment against a third party not otherwise liable does not obviate the need to establish the jurisdiction of the federal court over the supplemental proceeding. The Federal Rules of Civil Procedure can neither expand nor limit the jurisdiction of the federal courts, Fed. R. Civ. P. 82, and the issue of jurisdiction remains distinct from the question of procedure. See Sandlin, 972 F.2d at 1215 (\"Rule 69 creates a procedural mechanism for exercising postjudgment enforcement when ancillary jurisdiction exists, . . . but cannot extend the scope of that jurisdiction.\") (citations omitted).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> We do not answer the question of whether there is federal enforcment jurisdiction for any possible scenario involving an alter ego claim. We do not rule out the possibility that some alter ego claims will present sufficiently intertwined factual issues to warrant federal courts to assume pendent jurisdiction over the claims. However, this is not such a case. In this case, the factual bases of Futura's alter ego claim are independent and substantially distinct from the facts relevant to establishing liability against CDC in the original action. In any event, any possible judicial economy from the simultaneous adjudication of interdependent facts vanished when the initial proceedings closed.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> We are not persuaded by Futura's efforts to distinguish this case from Peacock and Futura II on the ground that this claim is brought in the context of a supplemental proceeding rather than a subsequent postjudgment action. Because it brings its motion for proceeding on and in aid of the execution of an existing judgment, Futura maintains that the court possesses \"the threshold jurisdictional power that exists where ancillary claims are asserted in the same proceeding as the claims conferring federal jurisdiction\" that was lacking in those cases. See Peacock, 516 U.S. at 355. However, the fact that the district court had a basis for asserting jurisdiction over the original matter only meets that threshold -- it does not conclude the jurisdictional inquiry, as it is not a sufficient showing alone to justify the exercise of enforcement jurisdiction over any supplemental proceeding. The appropriateness of the exercise of federal jurisdiction must be shown for supplemental proceedings as well, particularly where they involve the imposition of obligations on new parties. The simple fact that the supplemental proceeding is brought as part of the same case does not relieve the court from independent consideration of its authority to address the specific claims before it in the supplemental proceeding. See, e.g., Sandlin, 972 F.2d at 1216-17 (assessing jurisdiction of the court over postjudgment supplemental proceedings on basis of the nature of the claims made).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> Nor does Futura's reliance on Laird v. Chrysler, <span class=\"citation no-link\"><span class=\"volume\">92</span> <span class=\"reporter\">F.R.D.</span> <span class=\"page\">473</span></span> (D. Mass. 1971), persuade us. Without deciding whether that case is correctly decided, Futura does not seek to add the Commonwealth as a new third party defendant (as the defendant in Laird sought to add the state of Rhode Island as a third party defendant) but rather contends that \"CDC and the Commonwealth . . . are now, and have always been, one and the same party.\" This contention that the Commonwealth is already party to the judgment renders Laird factually inapposite.</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/96399/",
    "http://www.courtlistener.com/api/rest/v3/opinions/102265/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108782/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112531/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112800/",
    "http://www.courtlistener.com/api/rest/v3/opinions/117845/",
    "http://www.courtlistener.com/api/rest/v3/opinions/117998/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118317/",
    "http://www.courtlistener.com/api/rest/v3/opinions/194980/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197936/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198432/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198870/",
    "http://www.courtlistener.com/api/rest/v3/opinions/301240/",
    "http://www.courtlistener.com/api/rest/v3/opinions/405331/",
    "http://www.courtlistener.com/api/rest/v3/opinions/423903/",
    "http://www.courtlistener.com/api/rest/v3/opinions/428608/",
    "http://www.courtlistener.com/api/rest/v3/opinions/473030/",
    "http://www.courtlistener.com/api/rest/v3/opinions/482485/",
    "http://www.courtlistener.com/api/rest/v3/opinions/487733/",
    "http://www.courtlistener.com/api/rest/v3/opinions/501683/",
    "http://www.courtlistener.com/api/rest/v3/opinions/513269/",
    "http://www.courtlistener.com/api/rest/v3/opinions/588922/",
    "http://www.courtlistener.com/api/rest/v3/opinions/628596/",
    "http://www.courtlistener.com/api/rest/v3/opinions/726587/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2311446/"
  ]
}