{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/199154/",
  "absolute_url": "/opinion/199154/united-states-v-savinon-acosta/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/199154/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T04:25:26Z",
  "date_modified": "2017-03-24T11:01:06.536593Z",
  "type": "010combined",
  "sha1": "5ef969f85b9c7a2571ceed85fccd0a96c83d62f6",
  "page_count": 12,
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/99-2053-01A.pdf",
  "local_path": "pdf/2000/11/21/US_v._Savinon-Acosta.pdf",
  "plain_text": "         United States Court of Appeals\n                    For the First Circuit\n\n\nNo. 99-2053\n\n                  UNITED STATES OF AMERICA,\n\n                            Appellee,\n\n                                v.\n\n                     JUAN SAVINON-ACOSTA,\n                         a/k/a Sachi,\n\n                    Defendant, Appellant.\n\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n               FOR THE DISTRICT OF RHODE ISLAND\n\n        [Honorable Mary M. Lisi, U.S. District Judge]\n\n\n                              Before\n\n                     Boudin, Circuit Judge\n\n                  Cyr, Senior Circuit Judge,\n\n                  and Lipez, Circuit Judge.\n\n\n     Juan Savinon-Acosta   on brief pro se.\n     Juan Ortiz-Lebron,     by appointment    of   the   court,   for\nappellant.\n     Donald C. Lockhart,   Assistant United States Attorney, with\nwhom Margaret E. Curran,   United States Attorney, and Zechariah\nChafee, Assistant United   States Attorney, were on brief for the\nUnited States.\n\fNovember 21, 2000\n\f              BOUDIN,   Circuit     Judge.      This    appeal    concerns      the\n\nvalidity of a guilty plea challenged for the first time on\n\nappeal.       On March 24, 1999, Juan Savinon-Acosta, the defendant-\n\nappellant in this case, was indicted, along with co-defendant\n\nMiguel    Piantini,        for   drug    dealing.      Both    defendants      were\n\ncharged, in two counts, with possessing cocaine with intent to\n\ndistribute it, 21 U.S.C. § 841(a)(1) (1994), and with conspiracy\n\nto distribute cocaine, id. § 846.              The background events out of\n\nwhich the indictment arose are virtually undisputed.\n\n              In February 1999, Savinon-Acosta agreed to supply five\n\nkilograms of cocaine to two men who were, unbeknownst to him,\n\ninformants for the Drug Enforcement Administration (\"DEA\").\n\nLater    in    February,     Savinon-Acosta     held    a     meeting   with   the\n\ninformants to fix the delivery date and then had a further\n\ntelephone conversation with them during which Savinon-Acosta\n\nraised the price.          In early March 1999, the informants spoke by\n\ntelephone both with Savinon-Acosta and with Savinon-Acosta's\n\nsupplier, Miguel Piantini, and fixed delivery for the next day,\n\nMarch 3.\n\n              On   March    3,   1999,    Savinon-Acosta,       accompanied      by\n\nPiantini and the latter's brother, drove to a restaurant in\n\nPawtucket, Rhode Island, and met with the informants.                   Piantini\n\noffered the informants an additional five kilograms of cocaine.\n\n\n                                         -3-\n\fSavinon-Acosta and the two Piantini brothers were then arrested,\n\nand the officers recovered ten kilograms of cocaine from the car\n\nused by the defendants.            Savinon-Acosta later admitted that he\n\nhad previously constructed a secret compartment in a car for\n\nMiguel Piantini.\n\n           On   May    19,    1999,    Savinon-Acosta    agreed      with   the\n\ngovernment to plead guilty to both counts of the indictment.\n\nThe district court held a one-hour plea hearing that began at\n\n11:30 a.m. on May 27, 1999.           At the outset, the district court\n\ninquired whether Savinon-Acosta was under the influence of any\n\ndrug.    He answered that he had taken a prescription sleeping\n\ntranquilizer    early       that    morning.    In   response   to    further\n\nquestions he said that the medicine did not affect his ability\n\nto    understand      the     proceedings,      which   he   \"underst[ood]\n\nperfectly,\" and that his \"head [was] clear.\"            The district court\n\nthen had an extensive colloquy with Savinon-Acosta concerning\n\nthe     plea    agreement,         sentencing     parameters,     and       the\n\nconstitutional     rights      that    Savinon-Acosta   would     forego     by\n\npleading guilty.\n\n           Following the colloquy, the prosecutor summarized the\n\nevidence that the government had available, consistent with the\n\nfacts described above (but with more detail).            Asked to comment\n\non the prosecutor's summary of evidence, Savinon-Acosta replied,\n\n\n                                       -4-\n\f\"What the prosecutor said is correct, but there's a certain\n\npoint I would like to make . . . .\"                           The points on which\n\nSavinon-Acosta then elaborated were that he had been drawn into\n\nthe deal by a cousin, that he thought that five kilograms rather\n\nthan   ten    would      be    involved,        that      Miguel    Piantini    was     the\n\nsupplier, and that he (Savinon-Acosta) did not \"have possession\n\nof\" the cocaine and had never had the cocaine \"in my hands.\"\n\n             These reservations prompted further questioning by the\n\ndistrict judge. In response, Savinon-Acosta explicitly conceded\n\nthat he and Miguel Piantini had an agreement with each other\n\nthat   they    were      going     to    sell       the   cocaine.      He    also     said\n\nexplicitly        that    he     did     not    otherwise          disagree    with     the\n\nprosecutor's statement.                At the close of the plea hearing, the\n\ndistrict      court       accepted       Savinon-Acosta's            guilty     plea     as\n\nvoluntary.\n\n             On    August      27,      1999,       the    district     court    held     a\n\nsentencing hearing.            Savinon-Acosta, through counsel, sought an\n\nadjustment in the guideline calculation on the ground that he\n\nhad been only a minor participant.                         See U.S.S.G. § 3B1.2(b)\n\n(2000).      He also sought a downward departure based on a litany\n\nof departure provisions.                See U.S.S.G. §§ 5H1.3, 5H1.6, 5K2.0,\n\n5K2.12,    5K2.13        (2000).        The    district      court     rejected       these\n\nrequests, explaining in detail its reasons for ruling that\n\n\n                                              -5-\n\fSavinon-Acosta was not a minor participant and did not qualify\n\nfor a downward departure on any of the grounds presented.                             The\n\ndiscussion covers about 20 pages of the sentencing hearing\n\ntranscript.\n\n               At the close, the district court determined that the\n\nguideline range was 70 to 87 months incarceration, and the court\n\nsentenced Savinon-Acosta to 70 months on each count, the two\n\nsentences       to       run   concurrently.           The    guideline    calculation\n\nincluded       a     reduction     of     three      levels      for    acceptance     of\n\nresponsibility, see U.S.S.G. § 3E1.1 (2000), and, in determining\n\nthe sentence, the district court gave the defendant the benefit\n\nof the safety-valve provision to avoid imposing the ten-year\n\nmandatory       minimum        sentence       that   could     otherwise    have     been\n\napplicable because of the quantity of cocaine involved, see 18\n\nU.S.C.     §       3553(f)      (1994     &    Supp.     II    1996);     U.S.S.G.     §§\n\n2D1.1(b)(6), 5C1.2 (2000).\n\n               An appeal was filed on defendant's behalf, and, after\n\nnew defense counsel was appointed, new counsel submitted an\n\nAnders brief.             See Anders v.         California, 386 U.S. 738, 744\n\n(1967).            The    brief   identified         the      minor-participant       and\n\ndownward-departure issues as matters that counsel had considered\n\nbut found not to merit appellate review.                      At the court's request\n\nthe government filed a responsive brief arguing that neither of\n\n\n                                              -6-\n\fthe sentencing claims had merit.         Shortly thereafter, Savinon-\n\nAcosta submitted a pro se brief addressed to the same two\n\nissues, asserting that the district court had erred on both\n\nissues.\n\n            During this period, this court on initial review of the\n\nappeal encountered the colloquy, already briefly described, in\n\nwhich     defendant    mentioned   his   ingestion   of   a    prescribed\n\ntranquilizer drug on the day of the change of plea.            In light of\n\nthis court's decision in United States v. Parra-Ibanez, 936 F.2d\n\n588 (1st Cir. 1991), this court asked for and received briefs\n\nfrom Savinon-Acosta's appointed counsel and from the government\n\naddressing the question whether the plea had been voluntary.\n\nThereafter, we heard oral argument.\n\n            The sentencing claims which Savinon-Acosta has pressed\n\npro se require little discussion.        The district court's finding\n\nthat Savinon-Acosta was not a minor participant rested on a\n\ncorrect understanding of the law.        Findings of fact are subject\n\nto review only for clear error, but nothing the district court\n\nsaid about the facts appears to be error at all.              The district\n\ncourt's ultimate characterization of Savinon-Acosta as having\n\nplayed more than a minor role was eminently reasonable.\n\n            The district court's refusal to depart downward is also\n\nsecure.      Under    well-established   precedent   in   this    circuit,\n\n\n                                   -7-\n\frefusals by the district court to depart, whether upward or\n\ndownward,       are    unreviewable        unless    the   district      court    has\n\nmisunderstood         its    own   legal    authority.          United   States    v.\n\nO'Connor, 28 F.3d 218, 222-23 (1st Cir. 1994).                           We cannot\n\nidentify any statement of the district court suggesting that it\n\nmisunderstood its legal authority to make downward departures.\n\nAccordingly, there was no error in the sentence.\n\n               The guilty plea colloquy relating to drug use raises\n\nan entirely different set of issues.                 As we recently suggested,\n\nmerely     technical failures to comply with Rule 11 are often\n\nfound harmless, but a finding of harmlessness is less likely\n\nwhere an error affects a \"core concern\" of the rule.                          United\n\nStates v. Gandia-Maysonet, 227 F.3d 1, 5-6 (1st Cir. 2000).\n\nWhere    the     error      was    not   called     to   the    district    court's\n\nattention, appellate review is governed by the plain error\n\nstandard,       which       \"requires      not    only     an    error   affecting\n\nsubstantial rights but also a finding by the reviewing court\n\nthat     the    error       has    'seriously       affect[ed]     the     fairness,\n\nintegrity, or public reputation of judicial proceedings.'\"                        Id.\n\nat 5 (quoting United States v. Olano, 507 U.S. 725, 732 (1993)).\n\n               A guilty plea must, of course, be \"voluntary.\"                     See\n\nFed. R. Crim. P. 11(d).             That the plea be voluntary is not only\n\na requirement of due process, McCarthy v. United States, 394\n\n\n                                           -8-\n\fU.S.    459,   466   (1969),    but   a     premise   of   the   defendant's\n\nmeaningful participation in the plea process.                Common sense,\n\nbacked by ample case law, suggests that medication can in some\n\ncircumstances affect a defendant's mental state to a degree that\n\nundermines the defendant's ability to enter a voluntary plea.\n\n            Accordingly, when the defendant at a Rule 11 proceeding\n\nconfirms that he is taking medication, the district court has a\n\nduty to inquire into the defendant's capacity to enter a guilty\n\nplea.    See Miranda-Gonzalez v. United States, 181 F.3d 164, 166\n\n(1st Cir. 1999); Parra-Ibanez, 936 F.2d at 595-96.                The better\n\npractice would be to identify which drugs a defendant is taking,\n\nhow recently they have been taken and in what quantity, and (so\n\nfar as possible) the purpose and consequences of the drugs in\n\nquestion.      The critical question is whether the drugs--if they\n\nhave a capacity to impair the defendant's ability to plead--have\n\nin fact done so on this occasion.           Miranda-Gonzalez, 181 F.3d at\n\n166.\n\n            Judges are not pharmacists or doctors.               Occasionally\n\nthe aid of an expert may be necessary to explain the likely or\n\nactual   effects     of   a   particular     drug.     However,     practical\n\njudgments can usually be made.            Courts have commonly relied on\n\nthe defendant's own assurance (and assurances from counsel) that\n\nthe defendant's mind is clear.         E.g., Miranda-Gonzalez, 181 F.3d\n\n\n                                      -9-\n\fat 166-67; United States v. Vaughan, 13 F.3d 1186, 1187 (8th\n\nCir.),    cert.    denied,   511    U.S.     1094   (1994).     Further,        the\n\ndefendant's own performance in the course of a colloquy may\n\nconfirm, or occasionally undermine, his assurances.                   Miranda-\n\nGonzalez,    181    F.3d     at    167;    Vaughan,    13     F.3d   at    1187.\n\nConversely, a defendant's prior medical history or behavior may\n\ncall for heightened vigilance.             Parra-Ibanez, 936 F.2d at 591,\n\n595-96.\n\n            In this instance, we would have been more comfortable\n\nif the district court had been able to ascertain the name of the\n\ntranquilizer and the quantity, but the district court did ask\n\nfor the name of the medicine and Savinon-Acosta said he did not\n\nknow.    On the other hand, the court did determine the purpose of\n\nthe medicine and then asked specifically, \"Does that medicine in\n\nany way affect your ability to understand the conversation we're\n\nhaving this morning?\"         Savinon-Acosta answered, \"No.               No.     I\n\nunderstand perfectly.\"            Furthermore, when the district court\n\nthen rephrased the question to ask Savinon-Acosta whether his\n\n\"head [was] clear this morning,\" Savinon-Acosta replied, \"Yes,\n\nma'am.\"\n\n            The district court then conducted an extensive colloquy\n\nwhich bore out the defendant's claim of clearheadedness.                        At\n\ndifferent points the court asked Savinon-Acosta to explain what\n\n\n                                      -10-\n\fhe understood to be the meaning of what the court had just said\n\nor for his own version of events; and in each case Savinon-\n\nAcosta responded coherently.                 Even when only yes or no answers\n\nwere required, Savinon-Acosta frequently offered more elaborate\n\nresponses, similarly coherent.                  And at no point prior to the\n\ntime that this court raised the issue did Savinon-Acosta or his\n\nattorney ever suggest that there was any doubt about his ability\n\nto enter the plea.\n\n            Under these circumstances, we are satisfied that there\n\nwas no error in accepting the plea, let alone the sort of\n\nmiscarriage of justice that would meet the plain error standard.\n\nAt first blush, the inquiries made in this case may not look too\n\ndifferent from those in Parra-Ibanez, 936 F.2d at 591-92, where\n\nwe    remanded    for    further       findings       as   to    the    effect   of    the\n\nmedicine;    but       there    the    defendant      had,      prior    to   the    plea,\n\nrevealed a history of psychiatric treatment and drug abuse\n\nsufficient to justify a psychiatric evaluation for competency,\n\nid. at 591.        Moreover, after the plea, there was additional\n\nconcrete evidence of serious emotional disturbance, including\n\nthe    defendant's       attempted       suicide      and       his    affliction     with\n\nseizures.        Id.    at     592.     By     contrast,      in      Miranda-Gonzalez,\n\ninquiries    not       dissimilar       to    those    made      in    this   case    were\n\nregarded as sufficient.               181 F.3d at 166.\n\n\n                                             -11-\n\f            The rhetoric in the circuit courts is not uniform even\n\nwithin circuits, but there is certainly no settled rule that a\n\nhearing cannot proceed unless precise names and quantities of\n\ndrugs have been identified.      On the contrary, in general terms\n\nour own case is not unlike United States v. Dalman, 994 F.2d\n\n537, 538-39 (8th Cir. 1993), where the defendant was unable to\n\ntell the district court the names of the drugs he was taking but\n\nconfirmed    that   he   understood   what   was   happening;   and   his\n\nperformance in the colloquy bore out his assertion.        The circuit\n\ncourt upheld the plea, as we do here.\n\n            Affirmed.\n\n\n\n\n                                 -12-\n\f",
  "html": "<p class=\"case_cite\">232 F.3d 265 (1st Cir. 2000)</p>\n    <p class=\"parties\">UNITED STATES OF AMERICA, APPELLEE,<br>V.<br>JUAN SAVINON-ACOSTA, A/K/A SACHI, DEFENDANT, APPELLANT.</p>\n    <p class=\"docket\">No. 99-2053.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard Oct. 4, 2000.<br>Decided November 21, 2000.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF RHODE ISLAND. Honorable Mary M. Lisi, U.S. District Judge.</p>\n      <p class=\"indent\">Juan Savinon-Acosta on brief pro se.</p>\n      <p class=\"indent\">Juan Ortiz-Lebron, by appointment of the court, for appellant.</p>\n      <p class=\"indent\">Donald C. Lockhart, Assistant United States Attorney, with whom Margaret E. Curran, United States Attorney, and Zechariah Chafee, Assistant United States Attorney, were on brief for the United States.</p>\n      <p class=\"indent\">Before Boudin, Circuit Judge Cyr, Senior Circuit Judge, and Lipez, Circuit Judge.</p>\n      <p class=\"indent\">Boudin, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This appeal concerns the validity of a guilty plea challenged for the first time on appeal. On March 24, 1999, Juan Savinon-Acosta, the defendant-appellant in this case, was indicted, along with co-defendant Miguel Piantini, for drug dealing. Both defendants were charged, in two counts, with possessing cocaine with intent to distribute it, 21 U.S.C. &#167;&#167; 841(a)(1) (1994), and with conspiracy to distribute cocaine, id. &#167;&#167; 846. The background events out of which the indictment arose are virtually undisputed.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">In February 1999, Savinon-Acosta agreed to supply five kilograms of cocaine to two men who were, unbeknownst to him, informants for the Drug Enforcement Administration (\"DEA\"). Later in February, Savinon-Acosta held a meeting with the informants to fix the delivery date and then had a further telephone conversation with them during which Savinon-Acosta raised the price. In early March 1999, the informants spoke by telephone both with Savinon-Acosta and with Savinon- Acosta's supplier, Miguel Piantini, and fixed delivery for the next day, March 3.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On March 3, 1999, Savinon-Acosta, accompanied by Piantini and the latter's brother, drove to a restaurant in Pawtucket, Rhode Island, and met with the informants. Piantini offered the informants an additional five kilograms of cocaine. Savinon-Acosta and the two Piantini brothers were then arrested, and the officers recovered ten kilograms of cocaine from the car used by the defendants. Savinon- Acosta later admitted that he had previously constructed a secret compartment in a car for Miguel Piantini.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">On May 19, 1999, Savinon-Acosta agreed with the government to plead guilty to both counts of the indictment. The district court held a one-hour plea hearing that began at 11:30 a.m. on May 27, 1999. At the outset, the district court inquired whether Savinon-Acosta was under the influence of any drug. He answered that he had taken a prescription sleeping tranquilizer early that morning. In response to further questions he said that the medicine did not affect his ability to understand the proceedings, which he \"underst[ood] perfectly,\" and that his \"head [was] clear.\" The district court then had an extensive colloquy with Savinon-Acosta concerning the plea agreement, sentencing parameters, and the constitutional rights that Savinon-Acosta would forego by pleading guilty.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Following the colloquy, the prosecutor summarized the evidence that the government had available, consistent with the facts described above (but with more detail). Asked to comment on the prosecutor's summary of evidence, Savinon-Acosta replied, \"What the prosecutor said is correct, but there's a certain point I would like to make . . . .\" The points on which Savinon-Acosta then elaborated were that he had been drawn into the deal by a cousin, that he thought that five kilograms rather than ten would be involved, that Miguel Piantini was the supplier, and that he (Savinon-Acosta) did not \"have possession of\" the cocaine and had never had the cocaine \"in my hands.\"</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">These reservations prompted further questioning by the district judge. In response, Savinon-Acosta explicitly conceded that he and Miguel Piantini had an agreement with each other that they were going to sell the cocaine. He also said explicitly that he did not otherwise disagree with the prosecutor's statement. At the close of the plea hearing, the district court accepted Savinon-Acosta's guilty plea as voluntary.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">On August 27, 1999, the district court held a sentencing hearing. Savinon-Acosta, through counsel, sought an adjustment in the guideline calculation on the ground that he had been only a minor participant. See U.S.S.G. &#167;&#167; 3B1.2(b) (2000). He also sought a downward departure based on a litany of departure provisions. See U.S.S.G. &#167;&#167;&#167;&#167; 5H1.3, 5H1.6, 5K2.0, 5K2.12, 5K2.13 (2000). The district court rejected these requests, explaining in detail its reasons for ruling that Savinon-Acosta was not a minor participant and did not qualify for a downward departure on any of the grounds presented. The discussion covers about 20 pages of the sentencing hearing transcript.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">At the close, the district court determined that the guideline range was 70 to 87 months incarceration, and the court sentenced Savinon-Acosta to 70 months on each count, the two sentences to run concurrently. The guideline calculation included a reduction of three levels for acceptance of responsibility, see U.S.S.G. &#167;&#167; 3E1.1 (2000), and, in determining the sentence, the district court gave the defendant the benefit of the safety-valve provision to avoid imposing the ten-year mandatory minimum sentence that could otherwise have been applicable because of the quantity of cocaine involved, see 18 U.S.C. &#167;&#167; 3553(f) (1994 &amp; Supp. II 1996); U.S.S.G. &#167;&#167;&#167;&#167; 2D1.1(b)(6), 5C1.2 (2000).</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">An appeal was filed on defendant's behalf, and, after new defense counsel was appointed, new counsel submitted an Anders brief. See Anders v. California, 386 U.S. 738, 744 (1967). The brief identified the minor-participant and downward-departure issues as matters that counsel had considered but found not to merit appellate review. At the court's request the government filed a responsive brief arguing that neither of the sentencing claims had merit.Shortly thereafter, Savinon-Acosta submitted a pro se brief addressed to the same two issues, asserting that the district court had erred on both issues.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">During this period, this court on initial review of the appeal encountered the colloquy, already briefly described, in which defendant mentioned his ingestion of a prescribed tranquilizer drug on the day of the change of plea. In light of this court's decision in United States v. Parra-Ibanez, 936 F.2d 588 (1st Cir. 1991), this court asked for and received briefs from Savinon-Acosta's appointed counsel and from the government addressing the question whether the plea had been voluntary. Thereafter, we heard oral argument.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The sentencing claims which Savinon-Acosta has pressed pro se require little discussion. The district court's finding that Savinon- Acosta was not a minor participant rested on a correct understanding of the law. Findings of fact are subject to review only for clear error, but nothing the district court said about the facts appears to be error at all. The district court's ultimate characterization of Savinon- Acosta as having played more than a minor role was eminently reasonable.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The district court's refusal to depart downward is also secure. Under well-established precedent in this circuit, refusals by the district court to depart, whether upward or downward, are unreviewable unless the district court has misunderstood its own legal authority. United States v. O'Connor, 28 F.3d 218, 222-23 (1st Cir. 1994). We cannot identify any statement of the district court suggesting that it misunderstood its legal authority to make downward departures. Accordingly, there was no error in the sentence.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The guilty plea colloquy relating to drug use raises an entirely different set of issues. As we recently suggested, merely technical failures to comply with Rule 11 are often found harmless, but a finding of harmlessness is less likely where an error affects a \"core concern\" of the rule. United States v. Gandia-Maysonet, 227 F.3d 1, 5-6 (1st Cir. 2000). Where the error was not called to the district court's attention, appellate review is governed by the plain error standard, which \"requires not only an error affecting substantial rights but also a finding by the reviewing court that the error has 'seriously affect[ed] the fairness, integrity, or public reputation of judicial proceedings.'\" Id. at 5 (quoting United States v. Olano, 507 U.S. 725, 732 (1993)).</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">A guilty plea must, of course, be \"voluntary.\" See Fed. R. Crim. P. 11(d). That the plea be voluntary is not only a requirement of due process, McCarthy v. United States, 394 U.S. 459, 466 (1969), but a premise of the defendant's meaningful participation in the plea process. Common sense, backed by ample case law, suggests that medication can in some circumstances affect a defendant's mental state to a degree that undermines the defendant's ability to enter a voluntary plea.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Accordingly, when the defendant at a Rule 11 proceeding confirms that he is taking medication, the district court has a duty to inquire into the defendant's capacity to enter a guilty plea. See Miranda-Gonzalez v. United States, 181 F.3d 164, 166 (1st Cir. 1999); Parra-Ibanez, 936 F.2d at 595-96. The better practice would be to identify which drugs a defendant is taking, how recently they have been taken and in what quantity, and (so far as possible) the purpose and consequences of the drugs in question. The critical question is whether the drugs--if they have a capacity to impair the defendant's ability to plead--have in fact done so on this occasion. Miranda-Gonzalez, 181 F.3d at 166.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Judges are not pharmacists or doctors. Occasionally the aid of an expert may be necessary to explain the likely or actual effects of a particular drug. However, practical judgments can usually be made. Courts have commonly relied on the defendant's own assurance (and assurances from counsel) that the defendant's mind is clear. E.g., Miranda-Gonzalez, 181 F.3d at 166-67; United States v. Vaughan, 13 F.3d 1186, 1187 (8th Cir.), cert. denied, 511 U.S. 1094 (1994). Further, the defendant's own performance in the course of a colloquy may confirm, or occasionally undermine, his assurances. Miranda-Gonzalez, 181 F.3d at 167; Vaughan, 13 F.3d at 1187. Conversely, a defendant's prior medical history or behavior may call for heightened vigilance. Parra-Ibanez, 936 F.2d at 591, 595-96.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">In this instance, we would have been more comfortable if the district court had been able to ascertain the name of the tranquilizer and the quantity, but the district court did ask for the name of the medicine and Savinon-Acosta said he did not know. On the other hand, the court did determine the purpose of the medicine and then asked specifically, \"Does that medicine in any way affect your ability to understand the conversation we're having this morning?\" Savinon-Acosta answered, \"No. No. I understand perfectly.\" Furthermore, when the district court then rephrased the question to ask Savinon-Acosta whether his \"head [was] clear this morning,\" Savinon-Acosta replied, \"Yes, ma'am.\"</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The district court then conducted an extensive colloquy which bore out the defendant's claim of clearheadedness. At different points the court asked Savinon-Acosta to explain what he understood to be the meaning of what the court had just said or for his own version of events; and in each case Savinon-Acosta responded coherently. Even when only yes or no answers were required, Savinon-Acosta frequently offered more elaborate responses, similarly coherent. And at no point prior to the time that this court raised the issue did Savinon-Acosta or his attorney ever suggest that there was any doubt about his ability to enter the plea.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Under these circumstances, we are satisfied that there was no error in accepting the plea, let alone the sort of miscarriage of justice that would meet the plain error standard. At first blush, the inquiries made in this case may not look too different from those in Parra-Ibanez, 936 F.2d at 591-92, where we remanded for further findings as to the effect of the medicine; but there the defendant had, prior to the plea, revealed a history of psychiatric treatment and drug abuse sufficient to justify a psychiatric evaluation for competency, id. at 591. Moreover, after the plea, there was additional concrete evidence of serious emotional disturbance, including the defendant's attempted suicide and his affliction with seizures. Id. at 592. By contrast, in Miranda-Gonzalez, inquiries not dissimilar to those made in this case were regarded as sufficient. 181 F.3d at 166.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The rhetoric in the circuit courts is not uniform even within circuits, but there is certainly no settled rule that a hearing cannot proceed unless precise names and quantities of drugs have been identified. On the contrary, in general terms our own case is not unlike United States v. Dalman, 994 F.2d 537, 538-39 (8th Cir. 1993), where the defendant was unable to tell the district court the names of the drugs he was taking but confirmed that he understood what was happening; and his performance in the colloquy bore out his assertion. The circuit court upheld the plea, as we do here.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">232</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">265</span></span> (1st Cir. 2000)</p>\n    <p class=\"parties\">UNITED STATES OF AMERICA, APPELLEE,<br>V.<br>JUAN SAVINON-ACOSTA, A/K/A SACHI, DEFENDANT, APPELLANT.</p>\n    <p class=\"docket\">No. 99-2053.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard Oct. 4, 2000.<br>Decided November 21, 2000.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF RHODE ISLAND. Honorable Mary M. Lisi, U.S. District Judge.</p>\n      <p class=\"indent\">Juan Savinon-Acosta on brief pro se.</p>\n      <p class=\"indent\">Juan Ortiz-Lebron, by appointment of the court, for appellant.</p>\n      <p class=\"indent\">Donald C. Lockhart, Assistant United States Attorney, with whom Margaret E. Curran, United States Attorney, and Zechariah Chafee, Assistant United States Attorney, were on brief for the United States.</p>\n      <p class=\"indent\">Before Boudin, Circuit Judge Cyr, Senior Circuit Judge, and Lipez, Circuit Judge.</p>\n      <p class=\"indent\">Boudin, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This appeal concerns the validity of a guilty plea challenged for the first time on appeal. On March 24, 1999, Juan Savinon-Acosta, the defendant-appellant in this case, was indicted, along with co-defendant Miguel Piantini, for drug dealing. Both defendants were charged, in two counts, with possessing cocaine with intent to distribute it, 21 U.S.C. &#167;&#167; 841(a)(1) (1994), and with conspiracy to distribute cocaine, id. &#167;&#167; 846. The background events out of which the indictment arose are virtually undisputed.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">In February 1999, Savinon-Acosta agreed to supply five kilograms of cocaine to two men who were, unbeknownst to him, informants for the Drug Enforcement Administration (\"DEA\"). Later in February, Savinon-Acosta held a meeting with the informants to fix the delivery date and then had a further telephone conversation with them during which Savinon-Acosta raised the price. In early March 1999, the informants spoke by telephone both with Savinon-Acosta and with Savinon- Acosta's supplier, Miguel Piantini, and fixed delivery for the next day, March 3.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On March 3, 1999, Savinon-Acosta, accompanied by Piantini and the latter's brother, drove to a restaurant in Pawtucket, Rhode Island, and met with the informants. Piantini offered the informants an additional five kilograms of cocaine. Savinon-Acosta and the two Piantini brothers were then arrested, and the officers recovered ten kilograms of cocaine from the car used by the defendants. Savinon- Acosta later admitted that he had previously constructed a secret compartment in a car for Miguel Piantini.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">On May 19, 1999, Savinon-Acosta agreed with the government to plead guilty to both counts of the indictment. The district court held a one-hour plea hearing that began at 11:30 a.m. on May 27, 1999. At the outset, the district court inquired whether Savinon-Acosta was under the influence of any drug. He answered that he had taken a prescription sleeping tranquilizer early that morning. In response to further questions he said that the medicine did not affect his ability to understand the proceedings, which he \"underst[ood] perfectly,\" and that his \"head [was] clear.\" The district court then had an extensive colloquy with Savinon-Acosta concerning the plea agreement, sentencing parameters, and the constitutional rights that Savinon-Acosta would forego by pleading guilty.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Following the colloquy, the prosecutor summarized the evidence that the government had available, consistent with the facts described above (but with more detail). Asked to comment on the prosecutor's summary of evidence, Savinon-Acosta replied, \"What the prosecutor said is correct, but there's a certain point I would like to make . . . .\" The points on which Savinon-Acosta then elaborated were that he had been drawn into the deal by a cousin, that he thought that five kilograms rather than ten would be involved, that Miguel Piantini was the supplier, and that he (Savinon-Acosta) did not \"have possession of\" the cocaine and had never had the cocaine \"in my hands.\"</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">These reservations prompted further questioning by the district judge. In response, Savinon-Acosta explicitly conceded that he and Miguel Piantini had an agreement with each other that they were going to sell the cocaine. He also said explicitly that he did not otherwise disagree with the prosecutor's statement. At the close of the plea hearing, the district court accepted Savinon-Acosta's guilty plea as voluntary.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">On August 27, 1999, the district court held a sentencing hearing. Savinon-Acosta, through counsel, sought an adjustment in the guideline calculation on the ground that he had been only a minor participant. See U.S.S.G. &#167;&#167; 3B1.2(b) (2000). He also sought a downward departure based on a litany of departure provisions. See U.S.S.G. &#167;&#167;&#167;&#167; 5H1.3, 5H1.6, 5K2.0, 5K2.12, 5K2.13 (2000). The district court rejected these requests, explaining in detail its reasons for ruling that Savinon-Acosta was not a minor participant and did not qualify for a downward departure on any of the grounds presented. The discussion covers about 20 pages of the sentencing hearing transcript.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">At the close, the district court determined that the guideline range was 70 to 87 months incarceration, and the court sentenced Savinon-Acosta to 70 months on each count, the two sentences to run concurrently. The guideline calculation included a reduction of three levels for acceptance of responsibility, see U.S.S.G. &#167;&#167; 3E1.1 (2000), and, in determining the sentence, the district court gave the defendant the benefit of the safety-valve provision to avoid imposing the ten-year mandatory minimum sentence that could otherwise have been applicable because of the quantity of cocaine involved, see 18 U.S.C. &#167;&#167; 3553(f) (1994 &amp; Supp. II 1996); U.S.S.G. &#167;&#167;&#167;&#167; 2D1.1(b)(6), 5C1.2 (2000).</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">An appeal was filed on defendant's behalf, and, after new defense counsel was appointed, new counsel submitted an Anders brief. See Anders v. California, <span class=\"citation\" data-id=\"107423\"><a href=\"/opinion/107423/anders-v-california/\"><span class=\"volume\">386</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">738</span></a></span>, 744 (1967). The brief identified the minor-participant and downward-departure issues as matters that counsel had considered but found not to merit appellate review. At the court's request the government filed a responsive brief arguing that neither of the sentencing claims had merit.Shortly thereafter, Savinon-Acosta submitted a pro se brief addressed to the same two issues, asserting that the district court had erred on both issues.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">During this period, this court on initial review of the appeal encountered the colloquy, already briefly described, in which defendant mentioned his ingestion of a prescribed tranquilizer drug on the day of the change of plea. In light of this court's decision in United States v. Parra-Ibanez, <span class=\"citation\" data-id=\"563642\"><a href=\"/opinion/563642/united-states-v-francisco-j-parra-ibanez/\"><span class=\"volume\">936</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">588</span></a></span> (1st Cir. 1991), this court asked for and received briefs from Savinon-Acosta's appointed counsel and from the government addressing the question whether the plea had been voluntary. Thereafter, we heard oral argument.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The sentencing claims which Savinon-Acosta has pressed pro se require little discussion. The district court's finding that Savinon- Acosta was not a minor participant rested on a correct understanding of the law. Findings of fact are subject to review only for clear error, but nothing the district court said about the facts appears to be error at all. The district court's ultimate characterization of Savinon- Acosta as having played more than a minor role was eminently reasonable.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The district court's refusal to depart downward is also secure. Under well-established precedent in this circuit, refusals by the district court to depart, whether upward or downward, are unreviewable unless the district court has misunderstood its own legal authority. United States v. O'Connor, <span class=\"citation\" data-id=\"195444\"><a href=\"/opinion/195444/united-states-v-oconnor/\"><span class=\"volume\">28</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">218</span></a></span>, 222-23 (1st Cir. 1994). We cannot identify any statement of the district court suggesting that it misunderstood its legal authority to make downward departures. Accordingly, there was no error in the sentence.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The guilty plea colloquy relating to drug use raises an entirely different set of issues. As we recently suggested, merely technical failures to comply with Rule 11 are often found harmless, but a finding of harmlessness is less likely where an error affects a \"core concern\" of the rule. United States v. Gandia-Maysonet, <span class=\"citation\" data-id=\"199077\"><a href=\"/opinion/199077/united-states-v-gandia-maysonet/\"><span class=\"volume\">227</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 5-6 (1st Cir. 2000). Where the error was not called to the district court's attention, appellate review is governed by the plain error standard, which \"requires not only an error affecting substantial rights but also a finding by the reviewing court that the error has 'seriously affect[ed] the fairness, integrity, or public reputation of judicial proceedings.'\" Id. at 5 (quoting United States v. Olano, <span class=\"citation\" data-id=\"112848\"><a href=\"/opinion/112848/united-states-v-olano/\"><span class=\"volume\">507</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">725</span></a></span>, 732 (1993)).</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">A guilty plea must, of course, be \"voluntary.\" See Fed. R. Crim. P. 11(d). That the plea be voluntary is not only a requirement of due process, McCarthy v. United States, <span class=\"citation\" data-id=\"107892\"><a href=\"/opinion/107892/mccarthy-v-united-states/\"><span class=\"volume\">394</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">459</span></a></span>, 466 (1969), but a premise of the defendant's meaningful participation in the plea process. Common sense, backed by ample case law, suggests that medication can in some circumstances affect a defendant's mental state to a degree that undermines the defendant's ability to enter a voluntary plea.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Accordingly, when the defendant at a Rule 11 proceeding confirms that he is taking medication, the district court has a duty to inquire into the defendant's capacity to enter a guilty plea. See Miranda-Gonzalez v. United States, <span class=\"citation\" data-id=\"764881\"><a href=\"/opinion/764881/jesus-miranda-gonzalez-v-united-states/\"><span class=\"volume\">181</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">164</span></a></span>, 166 (1st Cir. 1999); Parra-Ibanez, 936 F.2d at 595-96. The better practice would be to identify which drugs a defendant is taking, how recently they have been taken and in what quantity, and (so far as possible) the purpose and consequences of the drugs in question. The critical question is whether the drugs--if they have a capacity to impair the defendant's ability to plead--have in fact done so on this occasion. Miranda-Gonzalez, 181 F.3d at 166.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Judges are not pharmacists or doctors. Occasionally the aid of an expert may be necessary to explain the likely or actual effects of a particular drug. However, practical judgments can usually be made. Courts have commonly relied on the defendant's own assurance (and assurances from counsel) that the defendant's mind is clear. E.g., Miranda-Gonzalez, 181 F.3d at 166-67; United States v. Vaughan, <span class=\"citation\" data-id=\"660246\"><a href=\"/opinion/660246/united-states-v-ronald-frank-vaughan/\"><span class=\"volume\">13</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1186</span></a></span>, 1187 (8th Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">511</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1094</span></span> (1994). Further, the defendant's own performance in the course of a colloquy may confirm, or occasionally undermine, his assurances. Miranda-Gonzalez, 181 F.3d at 167; Vaughan, 13 F.3d at 1187. Conversely, a defendant's prior medical history or behavior may call for heightened vigilance. Parra-Ibanez, 936 F.2d at 591, 595-96.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">In this instance, we would have been more comfortable if the district court had been able to ascertain the name of the tranquilizer and the quantity, but the district court did ask for the name of the medicine and Savinon-Acosta said he did not know. On the other hand, the court did determine the purpose of the medicine and then asked specifically, \"Does that medicine in any way affect your ability to understand the conversation we're having this morning?\" Savinon-Acosta answered, \"No. No. I understand perfectly.\" Furthermore, when the district court then rephrased the question to ask Savinon-Acosta whether his \"head [was] clear this morning,\" Savinon-Acosta replied, \"Yes, ma'am.\"</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The district court then conducted an extensive colloquy which bore out the defendant's claim of clearheadedness. At different points the court asked Savinon-Acosta to explain what he understood to be the meaning of what the court had just said or for his own version of events; and in each case Savinon-Acosta responded coherently. Even when only yes or no answers were required, Savinon-Acosta frequently offered more elaborate responses, similarly coherent. And at no point prior to the time that this court raised the issue did Savinon-Acosta or his attorney ever suggest that there was any doubt about his ability to enter the plea.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Under these circumstances, we are satisfied that there was no error in accepting the plea, let alone the sort of miscarriage of justice that would meet the plain error standard. At first blush, the inquiries made in this case may not look too different from those in Parra-Ibanez, 936 F.2d at 591-92, where we remanded for further findings as to the effect of the medicine; but there the defendant had, prior to the plea, revealed a history of psychiatric treatment and drug abuse sufficient to justify a psychiatric evaluation for competency, id. at 591. Moreover, after the plea, there was additional concrete evidence of serious emotional disturbance, including the defendant's attempted suicide and his affliction with seizures. Id. at 592. By contrast, in Miranda-Gonzalez, inquiries not dissimilar to those made in this case were regarded as sufficient. 181 F.3d at 166.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The rhetoric in the circuit courts is not uniform even within circuits, but there is certainly no settled rule that a hearing cannot proceed unless precise names and quantities of drugs have been identified. On the contrary, in general terms our own case is not unlike United States v. Dalman, <span class=\"citation\" data-id=\"607938\"><a href=\"/opinion/607938/united-states-v-donald-s-dalman/\"><span class=\"volume\">994</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">537</span></a></span>, 538-39 (8th Cir. 1993), where the defendant was unable to tell the district court the names of the drugs he was taking but confirmed that he understood what was happening; and his performance in the colloquy bore out his assertion. The circuit court upheld the plea, as we do here.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/107423/",
    "http://www.courtlistener.com/api/rest/v3/opinions/107892/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112848/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195444/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199077/",
    "http://www.courtlistener.com/api/rest/v3/opinions/563642/",
    "http://www.courtlistener.com/api/rest/v3/opinions/607938/",
    "http://www.courtlistener.com/api/rest/v3/opinions/660246/",
    "http://www.courtlistener.com/api/rest/v3/opinions/764881/"
  ]
}