{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/199160/",
  "absolute_url": "/opinion/199160/costa-v-ins/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/199160/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T04:25:37Z",
  "date_modified": "2017-03-24T11:01:13.134415Z",
  "type": "010combined",
  "sha1": "e01cb51d181cb7605fab1d401cf782b921cd2092",
  "page_count": 20,
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/99-2357-01A.pdf",
  "local_path": "pdf/2000/11/29/Costa_v._INS.pdf",
  "plain_text": "       United States Court of Appeals\n                      For the First Circuit\n\n\nNo. 99-2357\n\n                            JOSE COSTA,\n\n                            Petitioner,\n\n                                v.\n\n              IMMIGRATION AND NATURALIZATION SERVICE,\n\n                            Respondent.\n\n\n        PETITION FOR REVIEW OF AN ORDER OF REMOVAL OF\n\n                 THE BOARD OF IMMIGRATION APPEALS\n\n\n                              Before\n\n                       Selya, Circuit Judge,\n\n          Coffin and Bownes, Senior Circuit Judges.\n\n\n     Lidia M. Sanchez, with whom Cooper & Sanchez was on brief,\nfor petitioner.\n     Paul D. Kovac, Attorney, Office of Immigration Litigation,\nUnited States Department of Justice, with whom David W. Ogden,\nActing Assistant Attorney General, Civil Division, and Mark C.\nWalters, Assistant Director, Office of Immigration Litigation,\nwere on brief, for respondent.\n\n\n\n\n                         November 28, 2000\n\f\f               SELYA, Circuit Judge. Petitioner-appellant José Costa,\n\na forty-five-year-old Cape Verdean who has no known criminal\n\nrecord, claims that he was eligible to apply for suspension of\n\ndeportation, but that the Board of Immigration Appeals (BIA)\n\nincorrectly refused to recognize that fact.                      In the alternative,\n\nhe claims that the BIA erred by failing to treat him as eligible\n\nfor    suspension       of     deportation        on    the   basis    of    equitable\n\nestoppel.        Finding his arguments unconvincing, we deny his\n\npetition for review.\n\n                                            I.\n\n                                      Background\n\n               This case plays out against a kaleidoscopic backdrop\n\nof recent developments in immigration law.                         We focus on one\n\nsmall area of change.                Prior to April 1, 1997, non-criminal\n\naliens could apply for suspension of deportation, provided that\n\nthey had accumulated seven years of continuous physical presence\n\nin     the     United     States      and    had       satisfied      certain       other\n\nrequirements.          See Immigration and Nationality Act (INA) § 244,\n\n8 U.S.C. § 1254 (repealed 1997).                   Congress's enactment of the\n\nIllegal Immigration Reform and Immigrant Responsibility Act of\n\n1996       (IIRIRA),    Pub.    L.    No.   104-208,       110    Stat.     3009,   3546\n\n(codified as amended in scattered sections of 5, 8, 18, 28, 42,\n\n&     48     U.S.C.),    eliminated         that       option;    IIRIRA     abolished\n\n\n                                            -3-\n\fsuspension of deportation entirely and replaced it, effective\n\nApril   1,    1997,      with        a    more     restrictive     procedure       called\n\ncancellation       of    removal.           IIRIRA     §   304(a)(3),      8    U.S.C.    §\n\n1229b(b)(1) (1999) (replacing INA § 244 with a new § 240A).\n\nEligibility for cancellation of removal requires, inter alia, a\n\nminimum of ten years of continuous physical presence in the\n\nUnited States.          Id.\n\n             This shifting series of congressional directives makes\n\ntiming very important.                   Under those directives, non-criminal\n\naliens placed in deportation proceedings prior to April 1, 1997,\n\nare eligible for suspension of deportation if they meet the\n\nfamiliar requirements of INA § 244, whereas those placed in\n\ndeportation proceedings after that date are eligible only for\n\ncancellation of removal under IIRIRA § 340(a)(3).                              This line-\n\ndrawing matters here inasmuch as the petitioner satisfies the\n\ncriteria     for   INA    §        244    relief    but    not   the    more    stringent\n\ncriteria imposed by IIRIRA § 340(a)(3).                          Because he lawfully\n\nentered the United States in June of 1989, overstayed his six-\n\nmonth nonimmigrant visa, and made a life for himself here, he\n\nhad more than seven, but fewer than ten, years of continuous\n\nphysical     presence         in    the    United    States      when   suspension       of\n\ndeportation metamorphosed into cancellation of removal.\n\n\n\n\n                                             -4-\n\f              With a change in the law looming and the calendar\n\nworking against him, the petitioner decided to take matters into\n\nhis own hands.          On March 18, 1997 — after Congress had passed\n\nIIRIRA but prior to the date on which the abolition of INA § 244\n\ntook       effect   —   the   petitioner,    accompanied   by   an   attorney,\n\npresented himself at the local Immigration and Naturalization\n\nService (INS) office in Providence, Rhode Island, requesting\n\nthat he be placed in deportation proceedings.               He asserts that\n\nthe INS issued an Order to Show Cause (OSC) at that time, and\n\nalthough the INS questions this assertion in its brief — the OSC\n\nwas never produced in the course of subsequent proceedings — we\n\nassume arguendo the veracity of the petitioner's account.\n\n              In all events, the INS did not file the OSC with the\n\nImmigration Court prior to the April 1 cut-off date.1                 Instead,\n\nit served the petitioner with a Notice to Appear (NTA) on June\n\n19, 1997, and thereafter filed the NTA with the Immigration\n\nCourt.\n\n              Given this sequence of events, the petitioner's burden\n\nis to show that his case falls under the old regime rather than\n\nthe new.        The adequacy of this showing depends, in the first\n\n\n       1\n     The Immigration Court (sometimes called the Office of the\nImmigration Judge) is an administrative court that operates\nunder the hegemony of the Executive Office of Immigration\nReview, a unit of the Department of Justice.      It functions\nindependently of the INS.\n\n                                       -5-\n\finstance, on the statutory text.            In pertinent part, IIRIRA\n\nprovides that \"an alien who is in exclusion or deportation\n\nproceedings as of the [statute's] effective date\" (April 1,\n\n1997) is not subject to the new rules.        IIRIRA § 309(c)(1).      The\n\nparties interpret this language differently.             The petitioner\n\nasserts   that   the   issuance   of   an   OSC   invariably   marks   the\n\ncommencement of deportation proceedings, and that, therefore, he\n\nwas in deportation proceedings from and after the date that such\n\na document was served upon him.        Since that event occurred prior\n\nto April 1, 1997, his thesis runs, the more favorable suspension\n\nof deportation paradigm applies to his case.            The INS demurs,\n\nasserting that the petitioner was not in deportation proceedings\n\nuntil the agency filed the NTA in the Immigration Court.           Since\n\nthat event occurred after April 1, 1997, the INS posits that the\n\nless favorable cancellation of removal paradigm applies.\n\n          The Immigration Judge (IJ) accepted the INS's view,\n\napplied the more onerous criteria, rejected the petitioner's\n\nestoppel argument, and ordered removal.           The petitioner sought\n\nfurther administrative review but the BIA dismissed his appeal.\n\nHe now prosecutes this petition for judicial review. 2            To the\n\n\n    2Post-IIRIRA, the proper respondent in a petition for\njudicial review of an order of removal is the Attorney General,\nnot the INS.   See 8 U.S.C. § 1252(b)(3)(A).    The petitioner,\nhowever, flouted this rule and named the INS instead of the\nAttorney General.    Because the error appears harmless, we\n\n                                  -6-\n\fextent that the petition presents an abstract legal question\n\nconcerning the effect, if any, of a served but unfiled OSC on\n\nthe choice of law seemingly demanded by the confluence of two\n\ndifferent statutory schemes, we afford de novo review.          Gailius\n\nv. INS, 147 F.3d 34, 43 (1st Cir. 1998); Fergiste v. INS, 138\n\nF.3d 14, 17 (1st Cir. 1998).\n\n\n\n\n                                  II.\n\n                              Discussion\n\n             We divide our analysis into two segments, corresponding\n\nto the petitioner's broadsides.\n\n                                   A.\n\n               When Deportation Proceedings Commenced\n\n             By statute, the Attorney General has authority to\n\n\"establish such regulations . . . as he deems necessary for\n\ncarrying out his authority under the [immigration laws].\"             8\n\nU.S.C. § 1103(a)(3).      The Attorney General has delegated this\n\nrulemaking power to the INS.      8 C.F.R. § 2.1.   The INS's view of\n\nwhen   the   petitioner   first   became   embroiled   in   deportation\n\n\noverlook the discrepancy on this occasion.\n\n                                  -7-\n\fproceedings   draws      sustenance     from       a    regulation     promulgated\n\npursuant to this authority.          The regulation provides explicitly\n\nthat   \"[j]urisdiction         vests,        and       proceedings      before    an\n\nImmigration Judge commence, when a charging document is filed\n\nwith the Immigration Court by the Service.\"                  8 C.F.R. § 3.14(a).\n\nThis regulation hardly could be clearer and, under familiar\n\nprinciples,   ordinarily       would    be     entitled       to     great   weight.\n\nChevron U.S.A. Inc. v. Natural Resources Defense Council, Inc.,\n\n467 U.S. 837, 844 (1984); Sidell v. Commissioner, 225 F.3d 103,\n\n109 (1st Cir. 2000).        Here, however, the petitioner scoffs at\n\nthe suggestion that deference is due.                        He claims that our\n\ndecision in   Wallace v.       Reno, 194 F.3d 279 (1st Cir. 1999),\n\nblunts the force of the regulation.                Our next task, then, is to\n\ndetermine what effect, if any, Wallace has on the applicability\n\nof the regulation in the circumstances at hand.\n\n           The Wallace case did not primarily involve IIRIRA, but,\n\nrather, a complementary set of changes to the immigration laws\n\neffected by the Antiterrorism and Effective Death Penalty Act of\n\n1996   (AEDPA),   Pub.    L.   No.   104-132,          110   Stat.    1214   (1996).\n\nWallace, a native of Jamaica who immigrated to this country in\n\n1988, was convicted of a drug-trafficking offense in February\n\n1996, following a guilty plea.                On March 20, 1996 (prior to\n\nAEDPA's April 24, 1996, effective date), the INS served him with\n\n\n                                       -8-\n\fan OSC challenging his immigration status.                     It filed the OSC\n\nwith the Immigration Court on June 14, 1996 (subsequent to\n\nAEDPA's effective date).          On December 18, 1996, Wallace conceded\n\ndeportability.         An IJ thereafter found him ineligible to apply\n\nfor a discretionary waiver of deportation under section 212(c),\n\nreasoning that the newly-enacted ban on waivers of deportation\n\nfor aliens convicted of certain aggravated felonies, contained\n\nin AEDPA § 440(d), had enlarged the category of statutorily\n\nineligible individuals to include criminal aliens who, like\n\nWallace,       had    been     convicted        of    drug-trafficking    crimes,\n\nregardless of length of sentence.3                   The BIA dismissed Wallace's\n\nadministrative appeal.\n\n               Wallace then filed a habeas application in the district\n\ncourt, \"claiming that it was impermissibly retroactive to apply\n\nAEDPA's new limitation on waivers to him.\"                  Wallace, 194 F.3d at\n\n282.       The retroactivity argument pertained directly to Wallace's\n\npre-AEDPA       conviction     and   to    the       legitimacy   of   using   that\n\nconviction as a fulcrum to force him out of the country under\n\nthe new law.         See id.   The district court granted the requested\n\n\n       3\n     The type of relief pursued by Wallace is similar, but not\nidentical, to that pursued by Costa.     Wallace sought relief\nunder INA § 212(c), which applies to criminal aliens.        By\ncontrast, Costa seeks relief under INA § 244, which applies in\nsomewhat different terms to non-criminal aliens. See Cipriano\nv. INS, 24 F.3d 763, 764 (5th Cir. 1994) (limning both forms of\nrelief).\n\n                                          -9-\n\frelief.     Wallace v. Reno, 24 F. Supp. 2d 104 (D. Mass. 1998).\n\nWe affirmed, albeit on different grounds.4\n\n            Faced with a close question as to whether the enlarged\n\nban on waivers could constitutionally be applied to a person\n\nwho, prior to AEDPA's effective date, had pled guilty to a\n\nfelony    which    at   the   time    of   the   plea   did    not   render   the\n\nperpetrator       ineligible    for    suspension       of    deportation,     we\n\nconcluded that Congress did not intend the ban on discretionary\n\nwaivers to operate in so draconian a fashion.                 Wallace, 194 F.3d\n\nat 286-87.     In that context, we rejected the INS's contention\n\nthat 8 C.F.R. § 3.14(a) controlled and held that, for purposes\n\nof his habeas case, Wallace had been placed in deportation\n\nproceedings on March 20, 1996 (when the INS served him with an\n\nOSC).     Id. at 287.    In that connection, we wrote:\n\n            In this case we are not concerned with the\n            INS's internal time tables, starting points,\n            due dates, and the like but with the\n            judicial question of retroactivity.     This\n            question turns on considerations unrelated\n            to the purpose of INS regulations —\n            primarily (in the absence of statutory\n            guidance) with the evil Congress sought to\n            prevent and the realities of reasonable\n            reliance or settled expectations on the part\n            of litigants.    From this standpoint, we\n\n\n    4We consolidated Wallace's appeal with an appeal taken by an\nunrelated party, one Lemos, and Judge Boudin wrote a single\nopinion encompassing both appeals.    Because the petitioner's\nargument derives from the panel's treatment of Wallace rather\nthan Lemos, we limit our account accordingly.\n\n                                      -10-\n\f          think that when an order to show cause is\n          served on the alien, the deportation process\n          has effectively begun and expectations\n          properly form, even if there is no actual\n          reliance.\n\nId. (emphasis in original).\n\n          Wallace is inapposite here.   There, we were concerned\n\nthat once criminal proceedings against an alien had begun, the\n\nexisting rules applicable to suspension of deportation likely\n\nwould command his attention and foster reliance during his\n\ndecisionmaking in connection with the pending criminal charges.\n\nId.   Given the likelihood that such rules might have played a\n\nsignificant role in the alien's strategic choices when defending\n\nagainst the pre-AEDPA criminal charges (e.g., deciding whether\n\nto plead guilty or to stand trial), changing them after the game\n\nhad started raised a special set of fairness concerns.   Id.\n\n          The instant case, which involves a non-criminal alien,\n\nis a horse of a different hue.   Unlike Wallace, the petitioner\n\nis not a criminal alien and, unlike Wallace, he is not subject\n\nto deportation on the basis of a criminal conviction that left\n\nhim eligible for section 212(c) relief when it occurred.       It\n\nfollows inexorably that the petitioner was not confronted with\n\nthe same need to make strategic choices as was a criminal alien\n\nin Wallace's position.   It likewise follows that retroactivity\n\nconcerns, central to our decision in Wallace, are absent in this\n\n\n                              -11-\n\fcase.   Although it is true that, from a theoretical standpoint,\n\nthe petitioner faced deportation from the time he overstayed his\n\nvisa, the government did not force him to make choices in\n\nreliance on existing law — and then pull the rug out from under\n\nhim by revising that law.        Thus, while the petitioner, when he\n\npresented himself at the local INS office, might have hoped to\n\ntake advantage of the favorable rules that he knew were being\n\nphased out, the decision to attempt to accelerate consideration\n\nof his immigration status was not one made under the compulsion\n\nof pending criminal charges (or under any comparable compulsion,\n\nfor that matter).\n\n           Moreover, the petitioner cannot be heard to complain\n\nthat he was unfairly mousetrapped by the service of an OSC.\n\nAfter all, Congress passed IIRIRA on September 30, 1996 — nearly\n\nsix months before the petitioner self-reported to the Providence\n\nINS office.     IIRIRA § 309(a), 8 U.S.C.A. § 1101 (Note).            The\n\npetitioner has not argued that his appearance on the INS's\n\ndoorstep less than two weeks before the new law's effective date\n\nwas a coincidence.      We safely can assume, therefore, that the\n\npetitioner was on notice of the impending shift from suspension\n\nof deportation to cancellation of removal when he invited the\n\nissuance   of   an   OSC.   In    light   of   that   fact,   he   cannot\n\nconvincingly claim, as could Wallace, that he relied to his\n\n\n                                  -12-\n\fdetriment on a prior legal regime. 5     Cf. Martin v. Hadix, 527\n\nU.S. 343, 360 (1999) (concluding that passage of a statute\n\neliminated retroactivity concerns by placing attorneys on notice\n\nof certain fee constraints, thus undermining any reasonable\n\nexpectation of higher fees in respect to engagements undertaken,\n\nbut not completed, between the day of passage and the effective\n\ndate of the fee constraints).\n\n         Wallace is inapposite for another reason as well. That\n\ncase arose in the habeas context.      Here, unlike in Wallace, we\n\nare dealing with direct review of a BIA order.6   For that reason,\n\n\n    5 Two other cases cited by the petitioner, namely, Alanis-\nBustamante v. Reno, 201 F.3d 1303 (11th Cir. 2000), and Pena-\nRosario v. Reno, 83 F. Supp. 2d 349 (E.D.N.Y. 2000), are cast in\nthe Wallace mold. Both of them lean heavily on the language of\nthe Wallace court. Alanis-Bustamante, 201 F.3d at 1309; Pena-\nRosario, 83 F. Supp. 2d at 362-63.      Moreover, both of them\ninvolve the question of whether the enlarged definition of\n\"aggravated   felony\"   contained   in   AEDPA  §   440(d)   can\nconstitutionally be applied to criminal convictions antedating\nAEDPA's effective date. Alanis-Bustamante, 201 F.3d at 1307-08;\nPena-Rosario, 83 F. Supp. 2d at 363-65. For these reasons, the\ntwo cases, like Wallace itself, fail to assist the petitioner\nhere.\n    6We note in passing that, aside from the two distinctions\ndiscussed herein, there are other differences between this case\nand Wallace. First, the OSC at issue here was served but not\nfiled, whereas the OSC in Wallace was both served and filed.\nWallace, 194 F.3d at 282. Second, this case arises under IIRIRA\nand its permanent rules, and the Wallace court did not purport\nto deal with that situation. Id. at 288 (cautioning that the\ndecision   \"applies   only  to  cases   governed  by   IIRIRA's\ntransitional rules; the permanent IIRIRA regime could affect\nvarious of the issues discussed and we leave those cases for\nanother day\"). Third, Wallace sought relief under INA § 212(c),\n\n                                -13-\n\f\"the INS's internal time tables, starting points, . . . and the\n\nlike,\"    immaterial          in   Wallace,        are    of    critical        importance.\n\nStraightforward         judicial       review      of     an    administrative          order\n\ncannot proceed without reference to agency time tables, starting\n\npoints,    and    the    like      —   and    in     this      case,    straightforward\n\njudicial    review       is    all     that     is       necessary.         Because        the\n\npetitioner is a non-criminal alien, he is subject to a simple\n\nremoval    proceeding,         with    no     extraneous         concerns        about    the\n\ncollateral       consequences          of     past       activity.              Under    such\n\ncircumstances, the agency's application and interpretation of\n\nthe   pertinent     IIRIRA         provision,        contained         in   a    regulation\n\npromulgated under legislative mandate, is controlling as long as\n\nit is not obviously erroneous or inconsistent with the language\n\nof the statute.          Stinson v.          United States, 508 U.S. 36, 45\n\n(1993); Sidell, 225 F.3d at 109.                   The regulation at issue here,\n\n8 C.F.R. § 3.14(a), easily passes this undemanding test.\n\n            This is especially true because the Attorney General\n\n(and, in turn, the INS, as her designee) has broad discretion in\n\ndeciding,    administratively,                whether          and   when       to      pursue\n\ndeportation against an alien.                 See Reno v. American-Arab Anti-\n\nDiscrimination Comm., 525 U.S. 471, 483-85 (1999); United States\n\n\n\nrather than INA § 244. See supra note 3. We take no view of\nthe significance, if any, of these other distinctions.\n\n                                            -14-\n\fv. Camacho-Bordes, 94 F.3d 1168, 1174 (8th Cir. 1996); Cabasug\n\nv. INS, 847 F.2d 1321, 1324 (9th Cir. 1988); Cervantes v.\n\nPerryman, 954 F. Supp. 1257, 1265 (N.D. Ill. 1997); see also 8\n\nU.S.C. § 1227(a).     The Attorney General's \"responsibility in\n\nthis regard is akin to his responsibility for enforcing the\n\ncriminal laws:    in both situations, he has discretion to refrain\n\nfrom   instituting   proceedings   even   though    grounds   for    their\n\ncommencement may exist.\"     Johns v. Department of Justice, 653\n\nF.2d 884, 889 (5th Cir. 1981).     An alien illegally in the United\n\nStates cannot force the Attorney General's hand by the simple\n\nexpedient of calling attention to his status and demanding\n\nimmediate action.\n\n            In a last-ditch effort to sidestep the regulation, the\n\npetitioner argues that the INS acted in bad faith when it failed\n\nto file the OSC with the Immigration Court.         This argument will\n\nnot wash.\n\n            In United States v. Gertner, 65 F.3d 963 (1st Cir.\n\n1995),   we   explained   what   was    necessary    to   overcome     the\n\npresumption of good-faith action by the government.           The party\n\nseeking to overcome that presumption \"must articulate specific\n\nallegations of bad faith and, if necessary, produce reasonably\n\nparticularized evidence in support of those allegations.\"              Id.\n\n\n\n\n                                 -15-\n\fat 967.   This is \"a significant burden,\" id., and the petitioner\n\nhas failed to carry it here.   We explain briefly.\n\n          The petitioner focuses his argument exclusively on the\n\nINS's failure to file the OSC with the Immigration Court.       By\n\nhis own account, however, he solicited the OSC a mere thirteen\n\ndays before the repeal of INA § 244 took effect, and the INS\n\ntherefore had less than two weeks within which to perfect the\n\nfiling.   The petitioner has identified no regulation or custom\n\nthat establishes a fixed interval within which an OSC, once\n\nserved, should be filed.    Nor has he presented any probative\n\nevidence that the INS promised him it would file the OSC with\n\nthe Immigration Court within the thirteen-day window.       We are\n\nnot prepared to say, on an otherwise empty record, that the mere\n\npassage of thirteen days supports a claim of bad faith.        Cf.\n\nUnited States v. Alegria, 192 F.3d 179, 189 (1st Cir. 1999)\n\n(explaining that carelessness on the part of prosecutors \"does\n\nnot suffice to make out a case of bad faith\").\n\n          That ends this aspect of the matter.       We uphold the\n\nBIA's administrative determination that the petitioner was not\n\nin deportation proceedings until the NTA was filed with the\n\nImmigration Court.   See Chevron, 467 U.S. at 837 (declaring that\n\nregulations promulgated by an agency under a statutory scheme\n\nwithin its purview will be given controlling weight unless\n\n\n                               -16-\n\f\"arbitrary, capricious, or manifestly contrary to the statute\");\n\nSidell,    225    F.3d   at   109    (explaining   that    an   agency's\n\ninterpretation of its own regulations is entitled to great\n\ndeference).      And since that filing occurred after April 1, 1997,\n\nthe BIA did not err in ruling that section 244 relief no longer\n\nwas available.\n\n                                     B.\n\n                          Equitable Estoppel\n\n           The petitioner has a fallback position.          He suggests\n\nthat the INS should be estopped from proceeding under the new\n\nrules.    In his view, this estoppel arises because (1) the INS\n\nshould have filed the OSC with the Immigration Court during the\n\nthirteen-day interval that elapsed between the issuance of the\n\nOSC and the date of the shift in rules, and (2) the service of\n\nthe OSC created an expectancy on his part that he would be\n\neligible for suspension of deportation.            Neither argument is\n\npersuasive.\n\n           Asserting an estoppel claim against the government is\n\nmore easily said than done.         The proponent must \"demonstrat[e]\n\nthat the traditional elements of an estoppel are present.\"\n\nHeckler v. Community Health Servs., 467 U.S. 51, 61 (1984).           He\n\nalso must \"demonstrate that government agents have been guilty\n\nof affirmative misconduct.\"          Dantran, Inc. v.     United States\n\n\n                                    -17-\n\fDep't of Labor, 171 F.3d 58, 67 (1st Cir. 1999).               The upshot is\n\nthat a private party who presses for an estoppel against the\n\ngovernment must establish (1) the occurrence of affirmative\n\ngovernment    misconduct    (2)   engendering     a    reasonable    (though\n\nerroneous) belief that a certain state of affairs exists (3)\n\nupon which the private party relies to his detriment.                     See\n\nAkbarin v. INS, 669 F.2d 839, 842 (1st Cir. 1982).                Given the\n\nrigors of this gauntlet, it is not surprising that estoppel\n\nagainst the government — if it exists at all — is hen's-teeth\n\nrare.   OPM v. Richmond, 496 U.S. 414, 422 (1990) (noting that\n\nthe Justices \"have reversed every finding of estoppel [against\n\nthe government] that [they] have reviewed\"); United States v.\n\nVen-Fuel,    Inc.,   758   F.2d   741,    761   (1st    Cir.    1985)   (\"The\n\npossibility of harm to a private party inherent in denying\n\nequitable estoppel . . . is often (if not always) grossly\n\noutweighed by the pressing public interest in the enforcement of\n\ncongressionally mandated public policy.\").\n\n            The petitioner is unable to overcome these obstacles.\n\nFirst, he cannot meet the \"affirmative misconduct\" requirement\n\nbecause the INS has done nothing wrong in this case.                There is\n\nno set time either for initiating a deportation proceeding or\n\nfor filing a served OSC.      Indeed, as we already have remarked,\n\nthe INS has virtually unfettered discretion in such respects.\n\n\n                                   -18-\n\fAmerican-Arab Anti-Discrimination Comm., 525 U.S. at 483-85.\n\nSecond,   the   petitioner   has   made   no   showing   of   detrimental\n\nreliance; because he had no right to call the tune as to when\n\nthe INS would commence deportation proceedings against him, he\n\ncannot claim reasonable reliance on the import of the OSC (and,\n\nat any rate, he did not change his position because of it).7          For\n\nthese reasons, the petitioner's claim of equitable estoppel\n\nlacks force.\n\n\n\n\n                                   III.\n\n                              Conclusion\n\n\n\n\n    7 At the expense of carting coals to Newcastle, we add that,\nin order for there to be detrimental reliance, the aggrieved\nparty must show that he has surrendered a right that he\npossessed.   Heckler, 467 U.S. at 61-62.     Here, however, the\npetitioner had no right to suspension of deportation. He had,\nat most, a hope of obtaining discretionary relief. Gonzalez-\nTorres v. INS, 213 F.3d 899, 903 (5th Cir. 2000) (\"While\npetitioners may have expected that they would be eligible for\nsuspension of deportation, IIRIRA's amendment limited only their\neligibility for discretionary relief; it did not infringe on a\nright that they possessed prior to its enactment.\") (emphasis in\noriginal); Kolster v. INS, 101 F.3d 785, 789 (1st Cir. 1996)\n(similar).\n\n                                   -19-\n\f         We need go no further.        Because the petitioner has\n\noffered us no sound basis for disturbing the BIA's decision, we\n\ndeny his petition for review.\n\n\n\n         It is so ordered.\n\n\n\n\n                                -20-\n\f",
  "html": "<p class=\"case_cite\">233 F.3d 31 (1st Cir. 2000)</p>\n    <p class=\"parties\">JOSE COSTA, Petitioner,<br>v.<br>IMMIGRATION AND NATURALIZATION SERVICE, Respondent.</p>\n    <p class=\"docket\">No. 99-2357.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Argued Nov. 7, 2000.<br>Decided November 28, 2000.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">PETITION FOR REVIEW OF AN ORDER OF REMOVAL OF THE BOARD OF IMMIGRATION APPEALS.</p>\n      <p class=\"indent\">Lidia M. Sanchez, with whom Cooper &amp; Sanchez was on brief, for petitioner.</p>\n      <p class=\"indent\">Paul D. Kovac, Attorney, Office of Immigration Litigation, United States  Department of Justice, with whom David W. Ogden, Acting Assistant Attorney  General, Civil Division, and Mark C. Walters, Assistant Director, Office of  Immigration Litigation, were on brief, for respondent.</p>\n      <p class=\"indent\">Before Selya, Circuit Judge, Coffin and Bownes, Senior Circuit Judges.</p>\n      <p class=\"indent\">SELYA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Petitioner-appellant Jose Costa, a forty-five-year-old  Cape Verdean who has no known criminal record, claims that he was eligible to  apply for suspension of deportation, but that the Board of Immigration Appeals  (BIA) incorrectly refused to recognize that fact. In the alternative, he claims  that the BIA erred by failing to treat him as eligible for suspension of  deportation on the basis of equitable estoppel. Finding his arguments  unconvincing, we deny his petition for review.</p>\n    </div>\n    <p class=\"indent\">I.</p>\n    <p class=\"indent\">Background</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">This case plays out against a kaleidoscopic backdrop of recent developments in  immigration law. We focus on one small area of change. Prior to April 1, 1997,  non-criminal aliens could apply for suspension of deportation, provided that  they had accumulated seven years of continuous physical presence in the United  States and had satisfied certain other requirements. See Immigration and  Nationality Act (INA)  244, 8 U.S.C.  1254 (repealed 1997). Congress's  enactment of the Illegal Immigration Reform and Immigrant Responsibility Act of  1996 (IIRIRA), Pub. L. No. 104-208, 110 Stat. 3009, 3546 (codified as amended in  scattered sections of 5, 8, 18, 28, 42, &amp; 48 U.S.C.), eliminated that option;  IIRIRA abolished suspension of deportation entirely and replaced it, effective  April 1, 1997, with a more restrictive procedure called cancellation of removal.  IIRIRA  304(a)(3), 8 U.S.C.  1229b(b)(1) (1999) (replacing INA  244 with a  new  240A). Eligibility for cancellation of removal requires, inter alia, a  minimum of ten years of continuous physical presence in the United States. Id.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">This shifting series of congressional directives makes timing very important.  Under those directives, non-criminal aliens placed in deportation proceedings  prior to April 1, 1997, are eligible for suspension of deportation if they meet  the familiar requirements of INA  244, whereas those placed in deportation  proceedings after that date are eligible only for cancellation of removal under  IIRIRA  340(a)(3). This line-drawing matters here inasmuch as the petitioner  satisfies the criteria for INA  244 relief but not the more stringent criteria  imposed by IIRIRA  340(a)(3). Because he lawfully entered the United States in  June of 1989, overstayed his six-month nonimmigrant visa, and made a life for  himself here, he had more than seven, but fewer than ten, years of continuous  physical presence in the United States when suspension of deportation  metamorphosed into cancellation of removal.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">With a change in the law looming and the calendar working against him, the  petitioner decided to take matters into his own hands. On March 18, 1997 --  after Congress had passed IIRIRA but prior to the date on which the abolition of  INA  244 took effect -- the petitioner, accompanied by an attorney, presented  himself at the local Immigration and Naturalization Service (INS) office in  Providence, Rhode Island, requesting that he be placed in deportation  proceedings. He asserts that the INS issued an Order to Show Cause (OSC) at that  time, and although the INS questions this assertion in its brief -- the OSC was  never produced in the course of subsequent proceedings -- we assume arguendo the  veracity of the petitioner's account.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">In all events, the INS did not file the OSC with the Immigration Court prior to  the April 1 cut-off date.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> Instead, it served the petitioner with a Notice to  Appear (NTA) on June 19, 1997, and thereafter filed the NTA with the Immigration  Court.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Given this sequence of events, the petitioner's burden is to show that his case  falls under the old regime rather than the new. The adequacy of this showing  depends, in the first instance, on the statutory text. In pertinent part, IIRIRA  provides that \"an alien who is in exclusion or deportation proceedings as of the  [statute's] effective date\" (April 1, 1997) is not subject to the new rules.  IIRIRA  309(c)(1). The parties interpret this language differently. The  petitioner asserts that the issuance of an OSC invariably marks the commencement  of deportation proceedings, and that, therefore, he was in deportation  proceedings from and after the date that such a document was served upon him.  Since that event occurred prior to April 1, 1997, his thesis runs, the more  favorable suspension of deportation paradigm applies to his case. The INS  demurs, asserting that the petitioner was not in deportation proceedings until  the agency filed the NTA in the Immigration Court. Since that event occurred  after April 1, 1997, the INS posits that the less favorable cancellation of  removal paradigm applies.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The Immigration Judge (IJ) accepted the INS's view, applied the more onerous  criteria, rejected the petitioner's estoppel argument, and ordered removal. The  petitioner sought further administrative review but the BIA dismissed his  appeal. He now prosecutes this petition for judicial review.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> To the extent  that the petition presents an abstract legal question concerning the effect, if  any, of a served but unfiled OSC on the choice of law seemingly demanded by the  confluence of two different statutory schemes, we afford de novo review. Gailius  v. INS, 147 F.3d 34, 43 (1st Cir. 1998); Fergiste v. INS, 138 F.3d 14, 17 (1st  Cir. 1998).</p>\n    </div>\n    <p class=\"indent\">II.</p>\n    <p class=\"indent\">Discussion</p>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">We divide our analysis into two segments, corresponding to the petitioner's  broadsides.</p>\n    </div>\n    <p class=\"indent\">A.</p>\n    <p class=\"indent\">When Deportation Proceedings Commenced</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">By statute, the Attorney General has authority to \"establish such regulations .  . . as he deems necessary for carrying out his authority under the [immigration  laws].\" 8 U.S.C.  1103(a)(3). The Attorney General has delegated this  rulemaking power to the INS. 8 C.F.R.  2.1. The INS's view of when the  petitioner first became embroiled in deportation proceedings draws sustenance  from a regulation promulgated pursuant to this authority. The regulation  provides explicitly that \"[j]urisdiction vests, and proceedings before an  Immigration Judge commence, when a charging document is filed with the  Immigration Court by the Service.\" 8 C.F.R.  3.14(a). This regulation hardly  could be clearer and, under familiar principles, ordinarily would be entitled to  great weight. Chevron U.S.A. Inc. v. Natural Resources Defense Council, Inc.,  467 U.S. 837, 844 (1984); Sidell v. Commissioner, 225 F.3d 103, 109 (1st Cir.  2000). Here, however, the petitioner scoffs at the suggestion that deference is  due. He claims that our decision in Wallace v. Reno, 194 F.3d 279 (1st Cir.  1999), blunts the force of the regulation. Our next task, then, is to determine  what effect, if any, Wallace has on the applicability of the regulation in the  circumstances at hand.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The Wallace case did not primarily involve IIRIRA, but, rather, a complementary  set of changes to the immigration laws effected by the Antiterrorism and  Effective Death Penalty Act of 1996 (AEDPA), Pub. L. No. 104-132, 110 Stat. 1214  (1996). Wallace, a native of Jamaica who immigrated to this country in 1988, was  convicted of a drug-trafficking offense in February 1996, following a guilty  plea. On March 20, 1996 (prior to AEDPA's April 24, 1996, effective date), the  INS served him with an OSC challenging his immigration status. It filed the OSC  with the Immigration Court on June 14, 1996 (subsequent to AEDPA's effective  date). On December 18, 1996, Wallace conceded deportability. An IJ thereafter  found him ineligible to apply for a discretionary waiver of deportation under  section 212(c), reasoning that the newly-enacted ban on waivers of deportation  for aliens convicted of certain aggravated felonies, contained in AEDPA   440(d), had enlarged the category of statutorily ineligible individuals to include criminal aliens who, like Wallace, had been convicted of  drug-trafficking crimes, regardless of length of sentence.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> The BIA dismissed  Wallace's administrative appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Wallace then filed a habeas application in the district court, \"claiming that it  was impermissibly retroactive to apply AEDPA's new limitation on waivers to  him.\" Wallace, 194 F.3d at 282. The retroactivity argument pertained directly to  Wallace's pre-AEDPA conviction and to the legitimacy of using that conviction as  a fulcrum to force him out of the country under the new law. See id. The  district court granted the requested relief. Wallace v. Reno, 24 F. Supp. 2d 104  (D. Mass. 1998). We affirmed, albeit on different grounds.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Faced with a close question as to whether the enlarged ban on waivers could  constitutionally be applied to a person who, prior to AEDPA's effective date,  had pled guilty to a felony which at the time of the plea did not render the  perpetrator ineligible for suspension of deportation, we concluded that Congress  did not intend the ban on discretionary waivers to operate in so draconian a  fashion. Wallace, 194 F.3d at 286-87. In that context, we rejected the INS's  contention that 8 C.F.R.  3.14(a) controlled and held that, for purposes of his  habeas case, Wallace had been placed in deportation proceedings on March 20,  1996 (when the INS served him with an OSC). Id. at 287. In that connection, we  wrote:</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">In this case we are not concerned with the INS's internal time tables, starting  points, due dates, and the like but with the judicial question of retroactivity.  This question turns on considerations unrelated to the purpose of INS  regulations -- primarily (in the absence of statutory guidance) with the evil  Congress sought to prevent and the realities of reasonable reliance or settled  expectations on the part of litigants. From this standpoint, we think that when  an order to show cause is served on the alien, the deportation process has  effectively begun and expectations properly form, even if there is no actual  reliance.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Id. (emphasis in original).</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Wallace is inapposite here. There, we were concerned that once criminal  proceedings against an alien had begun, the existing rules applicable to  suspension of deportation likely would command his attention and foster reliance  during his decisionmaking in connection with the pending criminal charges. Id.  Given the likelihood that such rules might have played a significant role in the  alien's strategic choices when defending against the pre-AEDPA criminal charges  (e.g., deciding whether to plead guilty or to stand trial), changing them after  the game had started raised a special set of fairness concerns. Id.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The instant case, which involves a non-criminal alien, is a horse of a different  hue. Unlike Wallace, the petitioner is not a criminal alien and, unlike Wallace,  he is not subject to deportation on the basis of a criminal conviction that left  him eligible for section 212(c) relief when it occurred. It follows inexorably  that the petitioner was not confronted with the same need to make strategic  choices as was a criminal alien in Wallace's position. It likewise follows that  retroactivity concerns, central to our decision in Wallace, are absent in this  case. Although it is true that, from a theoretical standpoint, the petitioner  faced deportation from the time he overstayed his visa, the government did not  force him to make choices in reliance on existing law -- and then pull the rug  out from under him by revising that law. Thus, while the petitioner, when he  presented himself at the local INS office, might have hoped to take advantage of  the favorable rules that he knew were being phased out, the decision to attempt  to accelerate consideration of his immigration status was not one made under the  compulsion of pending criminal charges (or under any comparable compulsion, for  that matter).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Moreover, the petitioner cannot be heard to complain that he was unfairly  mousetrapped by the service of an OSC. After all, Congress passed IIRIRA on  September 30, 1996 -- nearly six months before the petitioner self-reported to  the Providence INS office. IIRIRA  309(a), 8 U.S.C.A.  1101 (Note). The  petitioner has not argued that his appearance on the INS's doorstep less than  two weeks before the new law's effective date was a coincidence. We safely can  assume, therefore, that the petitioner was on notice of the impending shift from  suspension of deportation to cancellation of removal when he invited the  issuance of an OSC. In light of that fact, he cannot convincingly claim, as  could Wallace, that he relied to his detriment on a prior legal regime.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> Cf.  Martin v. Hadix, 527 U.S. 343, 360 (1999) (concluding that passage of a statute  eliminated retroactivity concerns by placing attorneys on notice of certain fee  constraints, thus undermining any reasonable expectation of higher fees in  respect to engagements undertaken, but not completed, between the day of passage  and the effective date of the fee constraints).</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Wallace is inapposite for another reason as well. That case arose in the habeas  context. Here, unlike in Wallace, we are dealing with direct review of a BIA  order.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> For that reason, \"the INS's internal time tables, starting points, . .  . and the like,\" immaterial in Wallace, are of critical importance.  Straightforward judicial review of an administrative order cannot proceed  without reference to agency time tables, starting points, and the like -- and in  this case, straightforward judicial review is all that is necessary. Because the  petitioner is a non-criminal alien, he is subject to a simple removal  proceeding, with no extraneous concerns about the collateral consequences of  past activity. Under such circumstances, the agency's application and  interpretation of the pertinent IIRIRA provision, contained in a regulation  promulgated under legislative mandate, is controlling as long as it is not  obviously erroneous or inconsistent with the language of the statute. Stinson v.  United States, 508 U.S. 36, 45 (1993); Sidell, 225 F.3d at 109. The regulation  at issue here, 8C.F.R.  3.14(a), easily passes this undemanding test.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">This is especially true because the Attorney General (and, in turn, the INS, as  her designee) has broad discretion in deciding, administratively, whether and  when to pursue deportation against an alien. See Reno v. American-Arab  Anti-Discrimination Comm., 525 U.S. 471, 483-85 (1999); United States v.  Camacho-Bordes, 94 F.3d 1168, 1174 (8th Cir. 1996); Cabasug v. INS, 847 F.2d  1321, 1324 (9th Cir. 1988); Cervantes v. Perryman, 954 F. Supp. 1257, 1265 (N.D.  Ill. 1997); see also 8 U.S.C.  1227(a). The Attorney General's \"responsibility  in this regard is akin to his responsibility for enforcing the criminal laws: in  both situations, he has discretion to refrain from instituting proceedings even  though grounds for their commencement may exist.\" Johns v. Department of  Justice, 653 F.2d 884, 889 (5th Cir. 1981). An alien illegally in the United  States cannot force the Attorney General's hand by the simple expedient of  calling attention to his status and demanding immediate action.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">In a last-ditch effort to sidestep the regulation, the petitioner argues that  the INS acted in bad faith when it failed to file the OSC with the Immigration  Court. This argument will not wash.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">In United States v. Gertner, 65 F.3d 963 (1st Cir. 1995), we explained what was  necessary to overcome the presumption of good-faith action by the government.  The party seeking to overcome that presumption \"must articulate specific  allegations of bad faith and, if necessary, produce reasonably particularized  evidence in support of those allegations.\" Id. at 967. This is \"a significant  burden,\" id., and the petitioner has failed to carry it here. We explain  briefly.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">The petitioner focuses his argument exclusively on the INS's failure to file the  OSC with the Immigration Court. By his own account, however, he solicited the  OSC a mere thirteen days before the repeal of INA  244 took effect, and the INS  therefore had less than two weeks within which to perfect the filing. The  petitioner has identified no regulation or custom that establishes a fixed  interval within which an OSC, once served, should be filed. Nor has he presented  any probative evidence that the INS promised him it would file the OSC with the  Immigration Court within the thirteen-day window. We are not prepared to say, on  an otherwise empty record, that the mere passage of thirteen days supports a  claim of bad faith. Cf. United States v. Alegria, 192 F.3d 179, 189 (1st Cir.  1999) (explaining that carelessness on the part of prosecutors \"does not suffice  to make out a case of bad faith\").</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">That ends this aspect of the matter. We uphold the BIA's administrative  determination that the petitioner was not in deportation proceedings until the  NTA was filed with the Immigration Court. See Chevron, 467 U.S. at 837  (declaring that regulations promulgated by an agency under a statutory scheme  within its purview will be given controlling weight unless \"arbitrary,  capricious, or manifestly contrary to the statute\"); Sidell, 225 F.3d at 109  (explaining that an agency's interpretation of its own regulations is entitled  to great deference). And since that filing occurred after April 1, 1997, the BIA  did not err in ruling that section 244 relief no longer was available.</p>\n    </div>\n    <p class=\"indent\">B.</p>\n    <p class=\"indent\">Equitable Estoppel</p>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The petitioner has a fallback position. He suggests that the INS should be  estopped from proceeding under the new rules. In his view, this estoppel arises  because (1) the INS should have filed the OSC with the Immigration Court during  the thirteen-day interval that elapsed between the issuance of the OSC and the  date of the shift in rules, and (2) the service of the OSC created an expectancy  on his part that he would be eligible for suspension of deportation. Neither  argument is persuasive.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Asserting an estoppel claim against the government is more easily said than  done. The proponent must \"demonstrat[e] that the traditional elements of an  estoppel are present.\" Heckler v. Community Health Servs., 467 U.S. 51, 61  (1984). He also must \"demonstrate that government agents have been guilty of  affirmative misconduct.\" Dantran, Inc. v. United States Dep't of Labor, 171 F.3d  58, 67 (1st Cir. 1999). The upshot is that a private party who presses for an  estoppel against the government must establish (1) the occurrence of affirmative  government misconduct (2) engendering a reasonable (though erroneous) belief  that a certain state of affairs exists (3) upon which the private party relies  to his detriment. See Akbarin v. INS, 669 F.2d 839, 842 (1st Cir. 1982). Given  the rigors of this gauntlet, it is not surprising that estoppel against the  government -- if it exists at all -- is hen's-teeth rare. OPM v. Richmond, 496  U.S. 414, 422 (1990) (noting that the Justices \"have reversed every finding of  estoppel [against the government] that [they] have reviewed\"); United States v.  Ven-Fuel, Inc., 758 F.2d 741, 761 (1st Cir. 1985) (\"The possibility of harm to a  private party inherent in denying equitable estoppel . . . is often (if not  always) grossly outweighed by the pressing public interest in the enforcement of  congressionally mandated public policy.\").</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The petitioner is unable to overcome these obstacles. First, he cannot meet the  \"affirmative misconduct\" requirement because the INS has done nothing wrong in  this case. There is no set time either for initiating a deportation proceeding  or for filing a served OSC. Indeed, as we already have remarked, the INS has  virtually unfettered discretion in such respects. American-Arab  Anti-Discrimination Comm., 525 U.S. at 483-85. Second, the petitioner has made  no showing of detrimental reliance; because he had no right to call the tune as  to when the INS would commence deportation proceedings against him, he cannot  claim reasonable reliance on the import of the OSC (and, at any rate, he did not  change his position because of it).<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> For these reasons, the petitioner's claim  of equitable estoppel lacks force.</p>\n    </div>\n    <p class=\"indent\">III.</p>\n    <p class=\"indent\">Conclusion</p>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">We need go no further. Because the petitioner has offered us no sound basis for  disturbing the BIA's decision, we deny his petition for review.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">It is so ordered.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>NOTES:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The Immigration Court (sometimes called the Office of the Immigration Judge)  is an administrative court that operates under the hegemony of the Executive  Office of Immigration Review, a unit of the Department of Justice. It functions  independently of the INS.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Post-IIRIRA, the proper respondent in a petition for judicial review of an  order of removal is the Attorney General, not the INS. See 8 U.S.C.   1252(b)(3)(A). The petitioner, however, flouted this rule and named the INS  instead of the Attorney General. Because the error appears harmless, we overlook  the discrepancy on this occasion.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The type of relief pursued by Wallace is similar, but not identical, to that  pursued by Costa. Wallace sought relief under INA  212(c), which applies to  criminal aliens. By contrast, Costa seeks relief under INA  244, which applies  in somewhat different terms to non-criminal aliens. See Cipriano v. INS, 24 F.3d  763, 764 (5th Cir. 1994) (limning both forms of relief).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> We consolidated Wallace's appeal with an appeal taken by an unrelated party,  one Lemos, and Judge Boudin wrote a single opinion encompassing both appeals.  Because the petitioner's argument derives from the panel's treatment of Wallace  rather than Lemos, we limit our account accordingly.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Two other cases cited by the petitioner, namely, Alanis-Bustamante v. Reno,  201 F.3d 1303 (11th Cir. 2000), and Pena-Rosario v. Reno, 83 F. Supp. 2d 349  (E.D.N.Y. 2000), are cast in the Wallace mold. Both of them lean heavily on the  language of the Wallace court. Alanis-Bustamante, 201 F.3d at 1309;  Pena-Rosario, 83 F. Supp. 2d at 362-63. Moreover, both of them involve the  question of whether the enlarged definition of \"aggravated felony\" contained in  AEDPA  440(d) can constitutionally be applied to criminal convictions  antedating AEDPA's effective date. Alanis-Bustamante, 201 F.3d at 1307-08;  Pena-Rosario, 83 F. Supp. 2d at 363-65. For these reasons, the two cases, like  Wallace itself, fail to assist the petitioner here.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> We note in passing that, aside from the two distinctions discussed herein,  there are other differences between this case and Wallace. First, the OSC at  issue here was served but not filed, whereas the OSC in Wallace was both served  and filed. Wallace, 194 F.3d at 282. Second, this case arises under IIRIRA and  its permanent rules, and the Wallace court did not purport to deal with that  situation. Id. at 288 (cautioning that the decision \"applies only to cases  governed by IIRIRA's transitional rules; the permanent IIRIRA regime could  affect various of the issues discussed and we leave those cases for another  day\"). Third, Wallace sought relief under INA  212(c), rather than INA  244.  See supra note 3. We take no view of the significance, if any, of these other  distinctions.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> At the expense of carting coals to Newcastle, we add that, in order for there  to be detrimental reliance, the aggrieved party must show that he has  surrendered a right that he possessed. Heckler, 467 U.S. at 61-62. Here,  however, the petitioner had no right to suspension of deportation. He had, at  most, a hope of obtaining discretionary relief. Gonzalez-Torres v. INS, 213 F.3d  899, 903 (5th Cir. 2000) (\"While petitioners may have expected that they would  be eligible for suspension of deportation, IIRIRA's amendment limited only their  eligibility for discretionary relief; it did not infringe on a right that they  possessed prior to its enactment.\") (emphasis in original); Kolster v. INS, 101  F.3d 785, 789 (1st Cir. 1996) (similar).</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">233</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">31</span></span> (1st Cir. 2000)</p>\n    <p class=\"parties\">JOSE COSTA, Petitioner,<br>v.<br>IMMIGRATION AND NATURALIZATION SERVICE, Respondent.</p>\n    <p class=\"docket\">No. 99-2357.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Argued Nov. 7, 2000.<br>Decided November 28, 2000.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">PETITION FOR REVIEW OF AN ORDER OF REMOVAL OF THE BOARD OF IMMIGRATION APPEALS.</p>\n      <p class=\"indent\">Lidia M. Sanchez, with whom Cooper &amp; Sanchez was on brief, for petitioner.</p>\n      <p class=\"indent\">Paul D. Kovac, Attorney, Office of Immigration Litigation, United States  Department of Justice, with whom David W. Ogden, Acting Assistant Attorney  General, Civil Division, and Mark C. Walters, Assistant Director, Office of  Immigration Litigation, were on brief, for respondent.</p>\n      <p class=\"indent\">Before Selya, Circuit Judge, Coffin and Bownes, Senior Circuit Judges.</p>\n      <p class=\"indent\">SELYA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Petitioner-appellant Jose Costa, a forty-five-year-old  Cape Verdean who has no known criminal record, claims that he was eligible to  apply for suspension of deportation, but that the Board of Immigration Appeals  (BIA) incorrectly refused to recognize that fact. In the alternative, he claims  that the BIA erred by failing to treat him as eligible for suspension of  deportation on the basis of equitable estoppel. Finding his arguments  unconvincing, we deny his petition for review.</p>\n    </div>\n    <p class=\"indent\">I.</p>\n    <p class=\"indent\">Background</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">This case plays out against a kaleidoscopic backdrop of recent developments in  immigration law. We focus on one small area of change. Prior to April 1, 1997,  non-criminal aliens could apply for suspension of deportation, provided that  they had accumulated seven years of continuous physical presence in the United  States and had satisfied certain other requirements. See Immigration and  Nationality Act (INA)  244, 8 U.S.C.  1254 (repealed 1997). Congress's  enactment of the Illegal Immigration Reform and Immigrant Responsibility Act of  1996 (IIRIRA), Pub. L. No. 104-208, 110 Stat. 3009, 3546 (codified as amended in  scattered sections of 5, 8, 18, 28, 42, &amp; 48 U.S.C.), eliminated that option;  IIRIRA abolished suspension of deportation entirely and replaced it, effective  April 1, 1997, with a more restrictive procedure called cancellation of removal.  IIRIRA  304(a)(3), 8 U.S.C.  1229b(b)(1) (1999) (replacing INA  244 with a  new  240A). Eligibility for cancellation of removal requires, inter alia, a  minimum of ten years of continuous physical presence in the United States. Id.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">This shifting series of congressional directives makes timing very important.  Under those directives, non-criminal aliens placed in deportation proceedings  prior to April 1, 1997, are eligible for suspension of deportation if they meet  the familiar requirements of INA  244, whereas those placed in deportation  proceedings after that date are eligible only for cancellation of removal under  IIRIRA  340(a)(3). This line-drawing matters here inasmuch as the petitioner  satisfies the criteria for INA  244 relief but not the more stringent criteria  imposed by IIRIRA  340(a)(3). Because he lawfully entered the United States in  June of 1989, overstayed his six-month nonimmigrant visa, and made a life for  himself here, he had more than seven, but fewer than ten, years of continuous  physical presence in the United States when suspension of deportation  metamorphosed into cancellation of removal.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">With a change in the law looming and the calendar working against him, the  petitioner decided to take matters into his own hands. On March 18, 1997 --  after Congress had passed IIRIRA but prior to the date on which the abolition of  INA  244 took effect -- the petitioner, accompanied by an attorney, presented  himself at the local Immigration and Naturalization Service (INS) office in  Providence, Rhode Island, requesting that he be placed in deportation  proceedings. He asserts that the INS issued an Order to Show Cause (OSC) at that  time, and although the INS questions this assertion in its brief -- the OSC was  never produced in the course of subsequent proceedings -- we assume arguendo the  veracity of the petitioner's account.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">In all events, the INS did not file the OSC with the Immigration Court prior to  the April 1 cut-off date.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> Instead, it served the petitioner with a Notice to  Appear (NTA) on June 19, 1997, and thereafter filed the NTA with the Immigration  Court.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Given this sequence of events, the petitioner's burden is to show that his case  falls under the old regime rather than the new. The adequacy of this showing  depends, in the first instance, on the statutory text. In pertinent part, IIRIRA  provides that \"an alien who is in exclusion or deportation proceedings as of the  [statute's] effective date\" (April 1, 1997) is not subject to the new rules.  IIRIRA  309(c)(1). The parties interpret this language differently. The  petitioner asserts that the issuance of an OSC invariably marks the commencement  of deportation proceedings, and that, therefore, he was in deportation  proceedings from and after the date that such a document was served upon him.  Since that event occurred prior to April 1, 1997, his thesis runs, the more  favorable suspension of deportation paradigm applies to his case. The INS  demurs, asserting that the petitioner was not in deportation proceedings until  the agency filed the NTA in the Immigration Court. Since that event occurred  after April 1, 1997, the INS posits that the less favorable cancellation of  removal paradigm applies.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The Immigration Judge (IJ) accepted the INS's view, applied the more onerous  criteria, rejected the petitioner's estoppel argument, and ordered removal. The  petitioner sought further administrative review but the BIA dismissed his  appeal. He now prosecutes this petition for judicial review.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> To the extent  that the petition presents an abstract legal question concerning the effect, if  any, of a served but unfiled OSC on the choice of law seemingly demanded by the  confluence of two different statutory schemes, we afford de novo review. Gailius  v. INS, <span class=\"citation\" data-id=\"198026\"><a href=\"/opinion/198026/ins-v-gailius/\"><span class=\"volume\">147</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">34</span></a></span>, 43 (1st Cir. 1998); Fergiste v. INS, <span class=\"citation\" data-id=\"197837\"><a href=\"/opinion/197837/fergiste-v-ins/\"><span class=\"volume\">138</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">14</span></a></span>, 17 (1st  Cir. 1998).</p>\n    </div>\n    <p class=\"indent\">II.</p>\n    <p class=\"indent\">Discussion</p>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">We divide our analysis into two segments, corresponding to the petitioner's  broadsides.</p>\n    </div>\n    <p class=\"indent\">A.</p>\n    <p class=\"indent\">When Deportation Proceedings Commenced</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">By statute, the Attorney General has authority to \"establish such regulations .  . . as he deems necessary for carrying out his authority under the [immigration  laws].\" 8 U.S.C.  1103(a)(3). The Attorney General has delegated this  rulemaking power to the INS. 8 C.F.R.  2.1. The INS's view of when the  petitioner first became embroiled in deportation proceedings draws sustenance  from a regulation promulgated pursuant to this authority. The regulation  provides explicitly that \"[j]urisdiction vests, and proceedings before an  Immigration Judge commence, when a charging document is filed with the  Immigration Court by the Service.\" 8 C.F.R.  3.14(a). This regulation hardly  could be clearer and, under familiar principles, ordinarily would be entitled to  great weight. Chevron U.S.A. Inc. v. Natural Resources Defense Council, Inc.,  <span class=\"citation\" data-id=\"111221\"><a href=\"/opinion/111221/chevron-usa-inc-v-natural-resources-defense-council-inc/\"><span class=\"volume\">467</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">837</span></a></span>, 844 (1984); Sidell v. Commissioner, <span class=\"citation\" data-id=\"199081\"><a href=\"/opinion/199081/sidell-v-commissioner/\"><span class=\"volume\">225</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">103</span></a></span>, 109 (1st Cir.  2000). Here, however, the petitioner scoffs at the suggestion that deference is  due. He claims that our decision in Wallace v. Reno, <span class=\"citation\" data-id=\"198695\"><a href=\"/opinion/198695/wolde-wallace-v-reno/\"><span class=\"volume\">194</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">279</span></a></span> (1st Cir.  1999), blunts the force of the regulation. Our next task, then, is to determine  what effect, if any, Wallace has on the applicability of the regulation in the  circumstances at hand.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The Wallace case did not primarily involve IIRIRA, but, rather, a complementary  set of changes to the immigration laws effected by the Antiterrorism and  Effective Death Penalty Act of 1996 (AEDPA), Pub. L. No. 104-132, 110 Stat. 1214  (1996). Wallace, a native of Jamaica who immigrated to this country in 1988, was  convicted of a drug-trafficking offense in February 1996, following a guilty  plea. On March 20, 1996 (prior to AEDPA's April 24, 1996, effective date), the  INS served him with an OSC challenging his immigration status. It filed the OSC  with the Immigration Court on June 14, 1996 (subsequent to AEDPA's effective  date). On December 18, 1996, Wallace conceded deportability. An IJ thereafter  found him ineligible to apply for a discretionary waiver of deportation under  section 212(c), reasoning that the newly-enacted ban on waivers of deportation  for aliens convicted of certain aggravated felonies, contained in AEDPA   440(d), had enlarged the category of statutorily ineligible individuals to include criminal aliens who, like Wallace, had been convicted of  drug-trafficking crimes, regardless of length of sentence.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> The BIA dismissed  Wallace's administrative appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Wallace then filed a habeas application in the district court, \"claiming that it  was impermissibly retroactive to apply AEDPA's new limitation on waivers to  him.\" Wallace, 194 F.3d at 282. The retroactivity argument pertained directly to  Wallace's pre-AEDPA conviction and to the legitimacy of using that conviction as  a fulcrum to force him out of the country under the new law. See id. The  district court granted the requested relief. Wallace v. Reno, <span class=\"citation\" data-id=\"2516771\"><a href=\"/opinion/2516771/wallace-v-reno/\"><span class=\"volume\">24</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">104</span></a></span>  (D. Mass. 1998). We affirmed, albeit on different grounds.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Faced with a close question as to whether the enlarged ban on waivers could  constitutionally be applied to a person who, prior to AEDPA's effective date,  had pled guilty to a felony which at the time of the plea did not render the  perpetrator ineligible for suspension of deportation, we concluded that Congress  did not intend the ban on discretionary waivers to operate in so draconian a  fashion. Wallace, 194 F.3d at 286-87. In that context, we rejected the INS's  contention that 8 C.F.R.  3.14(a) controlled and held that, for purposes of his  habeas case, Wallace had been placed in deportation proceedings on March 20,  1996 (when the INS served him with an OSC). Id. at 287. In that connection, we  wrote:</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">In this case we are not concerned with the INS's internal time tables, starting  points, due dates, and the like but with the judicial question of retroactivity.  This question turns on considerations unrelated to the purpose of INS  regulations -- primarily (in the absence of statutory guidance) with the evil  Congress sought to prevent and the realities of reasonable reliance or settled  expectations on the part of litigants. From this standpoint, we think that when  an order to show cause is served on the alien, the deportation process has  effectively begun and expectations properly form, even if there is no actual  reliance.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Id. (emphasis in original).</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Wallace is inapposite here. There, we were concerned that once criminal  proceedings against an alien had begun, the existing rules applicable to  suspension of deportation likely would command his attention and foster reliance  during his decisionmaking in connection with the pending criminal charges. Id.  Given the likelihood that such rules might have played a significant role in the  alien's strategic choices when defending against the pre-AEDPA criminal charges  (e.g., deciding whether to plead guilty or to stand trial), changing them after  the game had started raised a special set of fairness concerns. Id.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The instant case, which involves a non-criminal alien, is a horse of a different  hue. Unlike Wallace, the petitioner is not a criminal alien and, unlike Wallace,  he is not subject to deportation on the basis of a criminal conviction that left  him eligible for section 212(c) relief when it occurred. It follows inexorably  that the petitioner was not confronted with the same need to make strategic  choices as was a criminal alien in Wallace's position. It likewise follows that  retroactivity concerns, central to our decision in Wallace, are absent in this  case. Although it is true that, from a theoretical standpoint, the petitioner  faced deportation from the time he overstayed his visa, the government did not  force him to make choices in reliance on existing law -- and then pull the rug  out from under him by revising that law. Thus, while the petitioner, when he  presented himself at the local INS office, might have hoped to take advantage of  the favorable rules that he knew were being phased out, the decision to attempt  to accelerate consideration of his immigration status was not one made under the  compulsion of pending criminal charges (or under any comparable compulsion, for  that matter).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Moreover, the petitioner cannot be heard to complain that he was unfairly  mousetrapped by the service of an OSC. After all, Congress passed IIRIRA on  September 30, 1996 -- nearly six months before the petitioner self-reported to  the Providence INS office. IIRIRA  309(a), 8 U.S.C.A.  1101 (Note). The  petitioner has not argued that his appearance on the INS's doorstep less than  two weeks before the new law's effective date was a coincidence. We safely can  assume, therefore, that the petitioner was on notice of the impending shift from  suspension of deportation to cancellation of removal when he invited the  issuance of an OSC. In light of that fact, he cannot convincingly claim, as  could Wallace, that he relied to his detriment on a prior legal regime.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> Cf.  Martin v. Hadix, <span class=\"citation\" data-id=\"118308\"><a href=\"/opinion/118308/martin-v-hadix/\"><span class=\"volume\">527</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">343</span></a></span>, 360 (1999) (concluding that passage of a statute  eliminated retroactivity concerns by placing attorneys on notice of certain fee  constraints, thus undermining any reasonable expectation of higher fees in  respect to engagements undertaken, but not completed, between the day of passage  and the effective date of the fee constraints).</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Wallace is inapposite for another reason as well. That case arose in the habeas  context. Here, unlike in Wallace, we are dealing with direct review of a BIA  order.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> For that reason, \"the INS's internal time tables, starting points, . .  . and the like,\" immaterial in Wallace, are of critical importance.  Straightforward judicial review of an administrative order cannot proceed  without reference to agency time tables, starting points, and the like -- and in  this case, straightforward judicial review is all that is necessary. Because the  petitioner is a non-criminal alien, he is subject to a simple removal  proceeding, with no extraneous concerns about the collateral consequences of  past activity. Under such circumstances, the agency's application and  interpretation of the pertinent IIRIRA provision, contained in a regulation  promulgated under legislative mandate, is controlling as long as it is not  obviously erroneous or inconsistent with the language of the statute. Stinson v.  United States, <span class=\"citation\" data-id=\"112854\"><a href=\"/opinion/112854/stinson-v-united-states/\"><span class=\"volume\">508</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">36</span></a></span>, 45 (1993); Sidell, 225 F.3d at 109. The regulation  at issue here, 8C.F.R.  3.14(a), easily passes this undemanding test.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">This is especially true because the Attorney General (and, in turn, the INS, as  her designee) has broad discretion in deciding, administratively, whether and  when to pursue deportation against an alien. See Reno v. American-Arab  Anti-Discrimination Comm., <span class=\"citation\" data-id=\"118264\"><a href=\"/opinion/118264/reno-v-american-arab-anti-discrimination-comm/\"><span class=\"volume\">525</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">471</span></a></span>, 483-85 (1999); United States v.  Camacho-Bordes, <span class=\"citation\" data-id=\"725539\"><a href=\"/opinion/725539/united-states-v-carlos-camacho-bordes/\"><span class=\"volume\">94</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1168</span></a></span>, 1174 (8th Cir. 1996); Cabasug v. INS, <span class=\"citation\" data-id=\"506633\"><a href=\"/opinion/506633/george-simeon-cabasug-also-known-as-simeon-salum-cabasug-jr-v/\"><span class=\"volume\">847</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">1321</span></a></span>, 1324 (9th Cir. 1988); Cervantes v. Perryman, <span class=\"citation\" data-id=\"1488777\"><a href=\"/opinion/1488777/cervantes-v-perryman/\"><span class=\"volume\">954</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1257</span></a></span>, 1265 (N.D.  Ill. 1997); see also 8 U.S.C.  1227(a). The Attorney General's \"responsibility  in this regard is akin to his responsibility for enforcing the criminal laws: in  both situations, he has discretion to refrain from instituting proceedings even  though grounds for their commencement may exist.\" Johns v. Department of  Justice, <span class=\"citation\" data-id=\"392195\"><a href=\"/opinion/392195/mark-david-johns-cross-v-department-of-justice-of-the-united-states/\"><span class=\"volume\">653</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">884</span></a></span>, 889 (5th Cir. 1981). An alien illegally in the United  States cannot force the Attorney General's hand by the simple expedient of  calling attention to his status and demanding immediate action.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">In a last-ditch effort to sidestep the regulation, the petitioner argues that  the INS acted in bad faith when it failed to file the OSC with the Immigration  Court. This argument will not wash.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">In United States v. Gertner, <span class=\"citation\" data-id=\"703980\"><a href=\"/opinion/703980/united-states-v-nancy-gertner-etc-john-doe-intervenor/\"><span class=\"volume\">65</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">963</span></a></span> (1st Cir. 1995), we explained what was  necessary to overcome the presumption of good-faith action by the government.  The party seeking to overcome that presumption \"must articulate specific  allegations of bad faith and, if necessary, produce reasonably particularized  evidence in support of those allegations.\" Id. at 967. This is \"a significant  burden,\" id., and the petitioner has failed to carry it here. We explain  briefly.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">The petitioner focuses his argument exclusively on the INS's failure to file the  OSC with the Immigration Court. By his own account, however, he solicited the  OSC a mere thirteen days before the repeal of INA  244 took effect, and the INS  therefore had less than two weeks within which to perfect the filing. The  petitioner has identified no regulation or custom that establishes a fixed  interval within which an OSC, once served, should be filed. Nor has he presented  any probative evidence that the INS promised him it would file the OSC with the  Immigration Court within the thirteen-day window. We are not prepared to say, on  an otherwise empty record, that the mere passage of thirteen days supports a  claim of bad faith. Cf. United States v. Alegria, <span class=\"citation\" data-id=\"198656\"><a href=\"/opinion/198656/united-states-v-alegria/\"><span class=\"volume\">192</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">179</span></a></span>, 189 (1st Cir.  1999) (explaining that carelessness on the part of prosecutors \"does not suffice  to make out a case of bad faith\").</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">That ends this aspect of the matter. We uphold the BIA's administrative  determination that the petitioner was not in deportation proceedings until the  NTA was filed with the Immigration Court. See Chevron, 467 U.S. at 837  (declaring that regulations promulgated by an agency under a statutory scheme  within its purview will be given controlling weight unless \"arbitrary,  capricious, or manifestly contrary to the statute\"); Sidell, 225 F.3d at 109  (explaining that an agency's interpretation of its own regulations is entitled  to great deference). And since that filing occurred after April 1, 1997, the BIA  did not err in ruling that section 244 relief no longer was available.</p>\n    </div>\n    <p class=\"indent\">B.</p>\n    <p class=\"indent\">Equitable Estoppel</p>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The petitioner has a fallback position. He suggests that the INS should be  estopped from proceeding under the new rules. In his view, this estoppel arises  because (1) the INS should have filed the OSC with the Immigration Court during  the thirteen-day interval that elapsed between the issuance of the OSC and the  date of the shift in rules, and (2) the service of the OSC created an expectancy  on his part that he would be eligible for suspension of deportation. Neither  argument is persuasive.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Asserting an estoppel claim against the government is more easily said than  done. The proponent must \"demonstrat[e] that the traditional elements of an  estoppel are present.\" Heckler v. Community Health Servs., <span class=\"citation\" data-id=\"111187\"><a href=\"/opinion/111187/heckler-v-community-health-services-of-crawford-cty-inc/\"><span class=\"volume\">467</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">51</span></a></span>, 61  (1984). He also must \"demonstrate that government agents have been guilty of  affirmative misconduct.\" Dantran, Inc. v. United States Dep't of Labor, <span class=\"citation\" data-id=\"198391\"><a href=\"/opinion/198391/dantran-inc-v-united-states-dept/\"><span class=\"volume\">171</span> <span class=\"reporter\">F.3d</span>  <span class=\"page\">58</span></a></span>, 67 (1st Cir. 1999). The upshot is that a private party who presses for an  estoppel against the government must establish (1) the occurrence of affirmative  government misconduct (2) engendering a reasonable (though erroneous) belief  that a certain state of affairs exists (3) upon which the private party relies  to his detriment. See Akbarin v. INS, <span class=\"citation\" data-id=\"399091\"><a href=\"/opinion/399091/pooran-and-mohammad-akbarin-v-immigration-and-naturalization-service/\"><span class=\"volume\">669</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">839</span></a></span>, 842 (1st Cir. 1982). Given  the rigors of this gauntlet, it is not surprising that estoppel against the  government -- if it exists at all -- is hen's-teeth rare. OPM v. Richmond, <span class=\"citation\" data-id=\"112458\"><a href=\"/opinion/112458/office-of-personnel-management-v-richmond/\"><span class=\"volume\">496</span>  <span class=\"reporter\">U.S.</span> <span class=\"page\">414</span></a></span>, 422 (1990) (noting that the Justices \"have reversed every finding of  estoppel [against the government] that [they] have reviewed\"); United States v.  Ven-Fuel, Inc., <span class=\"citation\" data-id=\"450368\"><a href=\"/opinion/450368/united-states-v-ven-fuel-inc/\"><span class=\"volume\">758</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">741</span></a></span>, 761 (1st Cir. 1985) (\"The possibility of harm to a  private party inherent in denying equitable estoppel . . . is often (if not  always) grossly outweighed by the pressing public interest in the enforcement of  congressionally mandated public policy.\").</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The petitioner is unable to overcome these obstacles. First, he cannot meet the  \"affirmative misconduct\" requirement because the INS has done nothing wrong in  this case. There is no set time either for initiating a deportation proceeding  or for filing a served OSC. Indeed, as we already have remarked, the INS has  virtually unfettered discretion in such respects. American-Arab  Anti-Discrimination Comm., 525 U.S. at 483-85. Second, the petitioner has made  no showing of detrimental reliance; because he had no right to call the tune as  to when the INS would commence deportation proceedings against him, he cannot  claim reasonable reliance on the import of the OSC (and, at any rate, he did not  change his position because of it).<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> For these reasons, the petitioner's claim  of equitable estoppel lacks force.</p>\n    </div>\n    <p class=\"indent\">III.</p>\n    <p class=\"indent\">Conclusion</p>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">We need go no further. Because the petitioner has offered us no sound basis for  disturbing the BIA's decision, we deny his petition for review.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">It is so ordered.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>NOTES:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The Immigration Court (sometimes called the Office of the Immigration Judge)  is an administrative court that operates under the hegemony of the Executive  Office of Immigration Review, a unit of the Department of Justice. It functions  independently of the INS.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Post-IIRIRA, the proper respondent in a petition for judicial review of an  order of removal is the Attorney General, not the INS. See 8 U.S.C.   1252(b)(3)(A). The petitioner, however, flouted this rule and named the INS  instead of the Attorney General. Because the error appears harmless, we overlook  the discrepancy on this occasion.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The type of relief pursued by Wallace is similar, but not identical, to that  pursued by Costa. Wallace sought relief under INA  212(c), which applies to  criminal aliens. By contrast, Costa seeks relief under INA  244, which applies  in somewhat different terms to non-criminal aliens. See Cipriano v. INS, <span class=\"citation\" data-id=\"6525\"><a href=\"/opinion/6525/cipriano-v-ins/\"><span class=\"volume\">24</span> <span class=\"reporter\">F.3d</span>  <span class=\"page\">763</span></a></span>, 764 (5th Cir. 1994) (limning both forms of relief).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> We consolidated Wallace's appeal with an appeal taken by an unrelated party,  one Lemos, and Judge Boudin wrote a single opinion encompassing both appeals.  Because the petitioner's argument derives from the panel's treatment of Wallace  rather than Lemos, we limit our account accordingly.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Two other cases cited by the petitioner, namely, Alanis-Bustamante v. Reno,  <span class=\"citation\" data-id=\"74297\"><a href=\"/opinion/74297/alanis-bustamante-v-reno/\"><span class=\"volume\">201</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1303</span></a></span> (11th Cir. 2000), and Pena-Rosario v. Reno, <span class=\"citation\" data-id=\"2443279\"><a href=\"/opinion/2443279/pena-rosario-v-reno/\"><span class=\"volume\">83</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">349</span></a></span>  (E.D.N.Y. 2000), are cast in the Wallace mold. Both of them lean heavily on the  language of the Wallace court. Alanis-Bustamante, 201 F.3d at 1309;  Pena-Rosario, 83 F. Supp. 2d at 362-63. Moreover, both of them involve the  question of whether the enlarged definition of \"aggravated felony\" contained in  AEDPA  440(d) can constitutionally be applied to criminal convictions  antedating AEDPA's effective date. Alanis-Bustamante, 201 F.3d at 1307-08;  Pena-Rosario, 83 F. Supp. 2d at 363-65. For these reasons, the two cases, like  Wallace itself, fail to assist the petitioner here.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> We note in passing that, aside from the two distinctions discussed herein,  there are other differences between this case and Wallace. First, the OSC at  issue here was served but not filed, whereas the OSC in Wallace was both served  and filed. Wallace, 194 F.3d at 282. Second, this case arises under IIRIRA and  its permanent rules, and the Wallace court did not purport to deal with that  situation. Id. at 288 (cautioning that the decision \"applies only to cases  governed by IIRIRA's transitional rules; the permanent IIRIRA regime could  affect various of the issues discussed and we leave those cases for another  day\"). Third, Wallace sought relief under INA  212(c), rather than INA  244.  See supra note 3. We take no view of the significance, if any, of these other  distinctions.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> At the expense of carting coals to Newcastle, we add that, in order for there  to be detrimental reliance, the aggrieved party must show that he has  surrendered a right that he possessed. Heckler, 467 U.S. at 61-62. Here,  however, the petitioner had no right to suspension of deportation. He had, at  most, a hope of obtaining discretionary relief. Gonzalez-Torres v. INS, <span class=\"citation\" data-id=\"21150\"><a href=\"/opinion/21150/gonzalez-torres-v-ins/\"><span class=\"volume\">213</span> <span class=\"reporter\">F.3d</span>  <span class=\"page\">899</span></a></span>, 903 (5th Cir. 2000) (\"While petitioners may have expected that they would  be eligible for suspension of deportation, IIRIRA's amendment limited only their  eligibility for discretionary relief; it did not infringe on a right that they  possessed prior to its enactment.\") (emphasis in original); Kolster v. INS, <span class=\"citation\" data-id=\"730820\"><a href=\"/opinion/730820/alfredo-a-kolster-v-immigration-and-naturalization-service/\"><span class=\"volume\">101</span>  <span class=\"reporter\">F.3d</span> <span class=\"page\">785</span></a></span>, 789 (1st Cir. 1996) (similar).</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/6525/",
    "http://www.courtlistener.com/api/rest/v3/opinions/21150/",
    "http://www.courtlistener.com/api/rest/v3/opinions/74297/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111187/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111221/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112458/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112854/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118264/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118308/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197837/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198026/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198391/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198656/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198695/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199081/",
    "http://www.courtlistener.com/api/rest/v3/opinions/392195/",
    "http://www.courtlistener.com/api/rest/v3/opinions/399091/",
    "http://www.courtlistener.com/api/rest/v3/opinions/450368/",
    "http://www.courtlistener.com/api/rest/v3/opinions/506633/",
    "http://www.courtlistener.com/api/rest/v3/opinions/703980/",
    "http://www.courtlistener.com/api/rest/v3/opinions/725539/",
    "http://www.courtlistener.com/api/rest/v3/opinions/730820/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1488777/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2443279/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2516771/"
  ]
}