{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/199198/",
  "absolute_url": "/opinion/199198/velazquez-rivera-v-danzig/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/199198/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T04:26:17Z",
  "date_modified": "2017-03-24T11:01:14.744954Z",
  "type": "010combined",
  "sha1": "eab8eceb1602f9f3d0cdfdece2e5383091fa4e86",
  "page_count": 20,
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/00-1309-01A.pdf",
  "local_path": "pdf/2000/12/20/Velazquez-Rivera_v._Danzig.pdf",
  "plain_text": "          United States Court of Appeals\n                    For the First Circuit\n\n\nNo. 00-1309\n\n                   ZOILO VELAZQUEZ-RIVERA,\n\n                    Plaintiff, Appellant,\n\n                              v.\n\n           RICHARD J. DANZIG, SECRETARY OF THE NAVY,\n      ISRAEL PAGAN, DIRECTOR OF HUMAN RESOURCES OFFICE,\n    EFRAIN FELICIANO, PEDRO AYALA, AND BIENVENIDO BURGOS,\n\n                    Defendants, Appellees.\n\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n               FOR THE DISTRICT OF PUERTO RICO\n\n     [Hon. Jaime Pieras, Jr., Senior U.S. District Judge]\n\n\n                            Before\n\n                    Torruella, Chief Judge,\n                Coffin, Senior Circuit Judge,\n                  and Boudin, Circuit Judge.\n\n\n\n     Gino Negretti-Lavergne for appellant.\n     Lilliam Mendoza-Toro, Assistant U.S. Attorney, with whom\nGuillermo Gil, United States Attorney, and Miguel A. Fernandez,\nAssistant U.S. Attorney, were on brief for appellee.\n\n\n\n\n                      December 19, 2000\n\f\f           COFFIN, Senior Circuit Judge.               This appeal caps an\n\nelongated,    unhappy    saga    leading     up   to    and    including         the\n\ntermination    of    appellant's    employment     by    the       U.S.   Navy    in\n\nVieques, Puerto Rico.      Appellant, a civilian Navy firefighter,\n\nbrought suit in federal court against the Secretary of the Navy,\n\nand his former superiors at Roosevelt Roads Naval Station in\n\nCeiba, Puerto Rico, and on the nearby island of Vieques.1                   After\n\na history of injuries sustained by appellant and various efforts\n\nto accommodate him in a more restricted capacity, the Navy\n\nfinally terminated his employment.\n\n           Appellant alleged, as the district court interpreted\n\nthe complaint, violations of the Rehabilitation Act, 29 U.S.C.\n\n§§ 702-794(a), the Age Discrimination in Employment Act (ADEA),\n\n29 U.S.C. § 633a(c), Title VII of the Civil Rights Act of 1964,\n\n42 U.S.C. § 2000e-16(c), and 42 U.S.C. § 1983 (due process\n\nrights).      Also    included     were    invocations        of    the   federal\n\nConstitution   and     certain   labor     laws   of    Puerto      Rico.        The\n\ngravamen of the claims involved discriminatory action based on\n\ndisability, age, and retaliation.\n\n\n    1  The named defendants are Richard J. Danzig, Secretary\nof the Navy; Ismael Pagan, Director of Human Resources at\nRoosevelt Roads Naval Air Station (RRNAS), Ceiba, Puerto Rico;\nEfrain Feliciano, Supervisor of the Fire Fighting Department\nof RRNAS; Bienvenido Burgos, Fire Chief, Air Operations, Fire\nDivision of RRNAS; and Pedro Ayala, Lead Firefighter, Air\nOperations, Fire Division, Vieques, Puerto Rico.\n\n                                     -3-\n\f            The    district        court    granted    summary       judgment     for\n\ndefendants on all claims.            We conclude that all but one of its\n\nrulings were solidly based in fact and in law; one claim based\n\non\n\n         appellant’s final termination, alleging discrimination\n\nbecause of his disability, merits further exploration.\n\n                             FACTUAL BACKGROUND\n\n            Despite an appendix of nearly a thousand pages, the\n\nessential facts may be briefly stated, leaving further details\n\nto the discussion of the several issues.                   Appellant, a 55-year-\n\nold man who worked for the Navy since 1967, was a firefighter at\n\nthe Navy's air facility on Vieques since 1988.                           In 1994, he\n\nsuffered an        injury to his left knee and, after surgery, was\n\nassigned    to    temporary       light    duty   as   a    Fire    Communications\n\nOperator.      In 1995, appellant sustained further injury to his\n\nknee.    Upon evaluation, he was found to be unable to perform a\n\nfirefighter's duties and was offered a job as a Tools and Parts\n\nAttendant at his previous pay level.                   While considering this\n\noffer,    he     had   a   third    accident      involving        the   same   knee.\n\nAppellant subsequently refused the offer, saying that the Tools\n\nand Parts Attendant job called for physical activities, such as\n\nclimbing,      lifting,     and     kneeling,     that     exceeded       conditions\n\nprescribed by his doctor.\n\n\n                                           -4-\n\f            Appellant was removed from his job on June 24, 1996,\n\nand appealed this action to the Merit Systems Protection Board\n\n(MSPB).     Although unlawful discrimination was not explicitly\n\nraised, he did say that he was fired as a result of his injury.\n\nOn January 30, 1997, the MSPB dismissed his appeal as untimely.\n\nAlthough advised of his rights, appellant did not appeal this\n\naction to the Court of Appeals for the Federal Circuit, which\n\nhas exclusive jurisdiction to hear such appeals from the MSPB.\n\nSee 5 U.S.C. § 7703(b)(1).\n\n            Shortly thereafter, on April 11, 1997, the Navy offered\n\nappellant a permanent job as a Fire Communications Operator on\n\nVieques, which he accepted.          According to the Department of\n\nLabor,    which   was   paying   him      benefits   under   the   Federal\n\nEmployees' Compensation Act (FECA), appellant had no choice but\n\nto   take   the   job   or   risk    losing    his   right   to    further\n\ncompensation.     See 5 U.S.C. § 8106(c)(2) (\"A partially disabled\n\nemployee who . . . refuses or neglects to work after suitable\n\nwork is offered to, procured by, or secured for him is not\n\nentitled to compensation.\").\n\n            What happened next is not clear.          We do know that a\n\nmeeting, involving appellant, his counsel, and Navy personnel,\n\noccurred on May 5 at which the particulars of the new position\n\nwere discussed.     We also know that appellant reported for work\n\n\n                                    -5-\n\fa week later, on May 12, but was told to leave a few hours\n\nlater.   Following his termination, appellant brought the instant\n\naction in January 1999.       Because the record is not clear on\n\nprecisely   what   happened   preceding   his   termination,   we   must\n\nremand for further factual development.\n\n                               ANALYSIS\n\n            We divide our analysis into two sections.           In the\n\nfirst, we discuss briefly a number of issues as to which we are\n\nin agreement with the district court’s analysis and conclusions.\n\nIn the second, we address in some detail the issue that cannot\n\nbe resolved without further proceedings.\n\n\n\n\n                                 -6-\n\f                         I.     SECONDARY ISSUES\n\n    A.   Rulings    on    Discovery    and   Conversion    of   Motion   to\n\n    Dismiss\n\n         Appellant assigns as error the court's conversion of\n\na motion to dismiss, filed by defendants, into a motion for\n\nsummary judgment.      He buttresses his argument by asserting that\n\nhe was denied discovery of documents vital to his case.\n\n         Defendants filed their motion to dismiss, memorandum\n\nof law, and attachments in a document occupying 181 pages.\n\nPlaintiff-appellant filed his opposition, memorandum of law,\n\nwhich included a section entitled “Standard Applicable to Motion\n\nfor Summary Judgment,\" and some 76 documents in a 455-page\n\nsubmission.   Noting     that   matters   outside   the   pleadings   were\n\nsubmitted by both sides, the district court properly converted\n\ndefendants’ motion to dismiss to a motion for summary judgment\n\npursuant to Fed. R. Civ. P. 12(b).        See, e.g., Garita Hotel Ltd.\n\nP'ship v. Ponce Fed. Bank, 958 F.2d 15, 18-19 (1st Cir. 1992).\n\n         Appellant's own submission to the court, in a Rule\n\n60(b) motion, undermines his contention that he was prejudiced\n\nby the inability to continue discovery.            He sought relief from\n\njudgment based on an item in an allegedly newly discovered Naval\n\nInspection File, which concerned thirteen asserted occasions of\n\nharassment against him.         A Navy inspector had found twelve of\n\n\n                                    -7-\n\fthe harassment allegations to be unsubstantiated.                 Appellant\n\nclaimed prejudice from being deprived of the thirteenth finding\n\nthat, although plaintiff's doctor had indicated that plaintiff\n\nwas not to work from September 9, 1995, to October 18, 1995, he\n\nwas improperly ordered back to work on October 18.                It should\n\nnot be necessary to say that this claim is transparently thin.\n\n    B.    The June 1996 Termination\n\n          The district court properly ruled that any claim of a\n\ncivil service nature resulting from appellant's termination from\n\nthe firefighter position had been forfeited by his failure to\n\nappeal the MSPB's decision to the Court of Appeals for the\n\nFederal Circuit.       See 5 U.S.C. § 7703(b)(1).            It was also\n\ncorrect in      holding that, even if appellant's claim was not\n\nsolely of a civil service nature, but included a discrimination\n\nclaim, then administrative remedies had not been exhausted,\n\nsince   there   had   been   no   contact   with   an    Equal    Employment\n\nOpportunity     Commission   (EEOC)   counselor    within    45    days,   as\n\nrequired by 29 C.F.R. § 1614.105(a)(1).                 See, e.g., Roman-\n\nMartinez v. Runyon, 100 F.3d 213,             216-18 (1st Cir. 1996)\n\n(holding that a federal employee's failure to contact an EEOC\n\ncounselor within the limitations period causes him to lose his\n\nright to pursue a later de novo action in court).\n\n\n\n\n                                    -8-\n\f          Appellant      attempts        to     revive     his    unexhausted\n\ndiscrimination   claim      by   alleging       a   continuous    pattern      of\n\ndiscrimination   prior      to   his    termination,       arguing    that    the\n\nlimitation period is therefore extended.              As the district court\n\ncorrectly noted, however, even where such continuing violations\n\nare of the type we have recognized as tolling the limitations\n\nperiod, that would excuse only an untimely filing, not the\n\nfailure to exhaust an administrative requirement.                In any event,\n\nthe alleged pattern was not the type of serial or systemic\n\nviolation that we have recognized as amounting to a continuing\n\nviolation.   See, e.g., Andreu v. Banco Bilbao Vizcaya, No. 00-\n\n1483, slip op. at 2-3 (lst Cir. Dec. 1, 2000).                   The district\n\ncourt found that the alleged continuing pattern, which included\n\nfalse   accusations   and    assigning        extraneous    duties,    such    as\n\nwashing and waxing vehicles, was nothing more than discrete\n\ninstances of harassment that did not relieve appellant of the\n\nduty to file within the prescribed period.               We therefore affirm\n\nthe court's rejection of the applicability of the continuing\n\nviolation theory.\n\n    C.    The May 1997 Termination\n\n          Appellant also pressed several claims attendant to his\n\nsecond termination on May 12, 1997, from the Fire Communications\n\nOperator position.    We uphold the district court's dismissal of\n\n\n                                       -9-\n\fthese   claims,    with    the   exception    of    the   disability    claim\n\ndiscussed in Part II infra.\n\n            1.   Age Discrimination Claim.          Appellant initiated an\n\nadministrative ADEA claim on May 13, 1997, by filing with the\n\nNavy's EEOC counselor a \"pre-complaint\" letter that alleged\n\ndiscrimination only on account of his physical handicap.                   On\n\nJuly 24, he filed a formal complaint, checking both age and\n\nphysical handicap on the preprinted government form.                   In the\n\nfour page letter accompanying the form, however, there is no\n\nmention of any age-related conduct or statement.                In a later\n\nreport, the EEOC counselor confirmed that \"[d]uring the informal\n\ncounseling stage complainant did not define age as a basis for\n\ndiscrimination.\"        By not bringing his age discrimination claim\n\nto the attention of the EEOC, he foreclosed the administrative\n\ninvestigation     and     ameliorative     action    contemplated   by    the\n\nexhaustion requirement.          The district court's reasoning and\n\ncitations of authority adequately support its ruling that any\n\nADEA claim failed for lack of exhaustion of administrative\n\nremedies.\n\n            2. Retaliation Claim.        Appellant seems to have claimed\n\nthat his termination was due, in part, to retaliation for filing\n\nthe complaint with the Navy's Inspector General.             But he neither\n\nchecked \"Reprisal\" on the EEOC form, nor alluded to the subject\n\n\n                                    -10-\n\fin   his administrative complaint.            For the same reason that his\n\nADEA claim remains unexhausted, appellant's retaliation claim is\n\nforfeited.          The court's ruling was obviously correct.\n\n               3.    Section 1983 Claim.      The court properly held the\n\n§ 1983 claim time-barred, applying to the allegations of a\n\nconstitutional          tort   the   appropriate     one    year   statute   of\n\nlimitations.          See 31 P.R. Laws Ann. § 5298; see also Carreras-\n\nRosa     v.    Alves-Cruz,     127    F.3d    172,   174    (1st   Cir.   1997)\n\n(recognizing the rule from             Wilson v.     Garcia, 471 U.S. 261,\n\n278-80 (1985), that the limitations period for filing § 1983\n\nclaims        is    governed   by    the   applicable      state   statute   of\n\nlimitations for personal injury actions, which is one year in\n\nPuerto Rico).          Since the relevant events occurred in May 1997\n\nand the complaint was not filed until January 1999, the claim\n\nwas time-barred.\n\n               4.    Pendent State Law Claims.        Finally, the district\n\ncourt ruled that the only proper party defendant in this case is\n\nthe Secretary of the Navy, as he is the “head of the department,\n\nagency or unit” asserted to be the source of the grievance.                  42\n\nU.S.C. § 2000c-16(c).           This being so, the court dismissed the\n\npendent claims, not only because it had dismissed the federal\n\nclaims, but also because the suit is against the United States,\n\n\n\n\n                                       -11-\n\fwhich has not waived its sovereign immunity for suits under\n\nPuerto Rico's laws.        We see no error in this ruling.\n\n           II. PRINCIPAL ISSUE: THE MAY 1977 TERMINATION -\n                         THE DISABILITY CLAIM\n\n             We now come to the major issue in this case: whether\n\nthere was a genuine issue of material fact regarding appellant's\n\nability and willingness to perform the essential functions of\n\nthe Fire Communications Operator position.\n\n             Appellant bears the burden on three elements of his\n\nclaim for employment discrimination based on disability: (1)\n\nthat he was disabled, (2) that despite his disability, he was\n\nable to perform the essential functions of the job, either with\n\nor without reasonable accommodation, and (3) that his employer\n\ndischarged him because of that disability.              Oliveras-Sifre v.\n\nPuerto Rico Dep't of Health, 214 F.3d 23, 25 (1st. Cir. 2000)\n\n(citing Feliciano v. Rhode Island, 160 F.3d 780, 784 (lst Cir.\n\n1998)).     Because the parties concede that appellant was disabled\n\nwithin the meaning of the Act, we proceed to the second element\n\n- whether appellant was able to perform the essential functions\n\nof   the    job   such   that   he   was    a   \"qualified   person   with   a\n\ndisability.\"      42 U.S.C. § 12111(8).2\n\n\n      2   Because the district court found that appellant was not\na qualified individual with a disability, it did not reach the\nthird element of the prima facie case. Nor do we. Although we\nmay affirm the entry of summary judgment on any sufficient\n\n                                     -12-\n\f            The    district     court   found       this    issue    also    to    be\n\nuncontested, leading it to grant judgment for defendants.                          It\n\nheld as a matter of law that, because \"it [wa]s uncontested that\n\nPlaintiff could not perform the essential duties of the job\n\noffered to him,\" appellant was not a \"qualified individual with\n\na disability,\" as those terms are defined in the Rehabilitation\n\nAct.    42 U.S.C. § 12111(8) (\"The term 'qualified individual with\n\na disability' means an individual with a disability who, with or\n\nwithout reasonable accommodation, can perform the essential\n\nfunctions of the employment position that such individual holds\n\nor desires.\"); see also 29 U.S.C. § 794(d) (incorporating into\n\nthe    Rehabilitation     Act    standards         from    the   Americans      with\n\nDisabilities Act of 1990, 42 U.S.C. § 12111); Oliveras-Sifre,\n\n214 F.3d at 25 n.2 (recognizing same).\n\n            Our review of the record, however, reveals two disputed\n\nissues material to the determination of whether appellant was a\n\nqualified    individual    with    a    disability:        (i)    what   were     the\n\nessential functions of a Fire Communications Operator; and (ii)\n\nwas    appellant   able   and    willing      to    perform      these   essential\n\n\n\nground revealed by the record, Torres v. E.I. Dupont De Nemours\n& Co., 219 F.3d 13, 18 (lst Cir. 2000), we leave that\ndetermination in the first instance to the district court on\nremand. Of course, if appellee, the moving party below, shows\nthat appellant has not met his burden on that element, then\nsummary judgment may reissue in its favor.\n\n                                       -13-\n\ffunctions of the job?            See Garcia-Alaya v. Lederle Parenterals,\n\nInc., 212 F.3d 638, 646 (1st Cir. 2000) (\"In order to be a\n\nqualified       individual       under    the    Act,     the    burden     is    on    the\n\nemployee to show: first, that she possesses the requisite skill,\n\nexperience, education and other job-related requirements for the\n\nposition, and second, that she is able to perform the essential\n\nfunctions       of    the       position      with      or      without     reasonable\n\naccommodation.\")          (internal        quotation         marks    and        footnote\n\nomitted).\n\n               Because    the     answers       to   these      questions        are   not\n\ndiscernible from the record, which we review below, we must\n\nremand.\n\n    - On March 19, 1997, a message was sent from the Office of\n\nWorkers' Compensation Programs (OWCP) to the Human Resources\n\nOffice    (HRO)      of   the    Navy    at   Roosevelt      Roads,    stating         that\n\nappellant was cleared for \"limited duty (permanent?)\" and asking\n\nfor a job offer.\n\n    -     On    April     9,    HRO    forwarded     to   OWCP    a   job   offer       for\n\nappellant as a Fire Communications Officer on Vieques.                                 The\n\nrecord contains a 1994 evaluation of the position, listing\n\nrequirements of the job, without noting whether the position was\n\ntemporary or permanent.               It carried a certificate, signed by the\n\nFire Chief, that the position was necessary.                       By 1995, the six\n\n\n                                          -14-\n\fpage itemization of duties contained a typed-in list on the\n\ncover sheet of \"Other Duties Assigned,\" which included: \"perform\n\nmail runs, issue hot work permits for hazardous operations,\n\nperform     fire     prevention           inspections,       support   operational\n\ntraining activities.\"\n\n      - By a letter dated April 11, 1997, the Navy offered\n\nappellant      the   position        of    Fire    Communications      Operator    on\n\nVieques, stating that it had received medical information that\n\n\"indicates you can perform the duties of another position with\n\nlesser physical requirements than your previous position of\n\nfirefighter.\"\n\n      - On April 16, appellant's counsel wrote back, accepting the\n\noffer, but reserving his claim of discriminatory conduct.                          He\n\nrequested a meeting to explore settlement.\n\n      - By a letter dated April 17, 1997, the OWCP reminded\n\nappellant that if he refused to accept a suitable position, then\n\nhis   right    to    further    compensation         under    the   FECA   would   be\n\njeopardized.\n\n      - On April 18, appellant signed the Navy's acceptance form.\n\n      -   On   May   5,   a    meeting      took    place    with   Navy   and   OWCP\n\nofficials, appellant, and his attorney.                     On that same day, the\n\nNavy's Human Resources Director wrote the Vieques Navy Air\n\nOperations      Officer       that    the     Fire    Communications       Operator\n\n\n                                           -15-\n\fposition    at     Vieques    had    been   offered     to,      and    accepted      by,\n\nappellant.        The letter also noted: “The amendment on the cover\n\nsheet of the Position Description citing other duties assigned\n\nhas been deleted.\"       The letter          recommended that various steps\n\nbe taken to facilitate appellant’s return to duty, including\n\nproviding him with a description of his position and performance\n\nstandards and \"[p]roviding him with the welcoming and acceptance\n\none would give to any other employee who arrives at the work\n\nsite for the first time.\"\n\n       - On May 12, appellant reported for work.                       What happened\n\nfrom   this    point    on    is    the    subject   of     radically      different\n\naccounts by appellant and his supervisor, Efrain Feliciano.\n\nFeliciano prepared a \"Statement for the Record\" on May 12, in\n\nwhich he wrote: \"Discussed position description with him before\n\nhe started to work.           Position description does not completely\n\ndescribe      duties    and        responsibilities         of      the   position.\"\n\nFeliciano also reported that appellant had come inappropriately\n\nattired in a firefighter polo shirt, shorts and tennis shoes,\n\nand    he   was    carrying    a    personal     tape     recorder.            Although\n\nappellant arrived with a cane, on leaving the premises, he left\n\nthe cane behind.             At some later date, apparently in July,\n\nFeliciano     added,    in     an    affidavit,      that     (1)      there    was    no\n\npermanent Fire Communications Operator position on Vieques; (2)\n\n\n                                          -16-\n\fhe told appellant to change his clothes to start working, and\n\nappellant refused; and (3) he discussed the position description\n\nand appellant said that he could not perform most of the duties.\n\n            Appellant’s version, from his \"Statement of Uncontested\n\nFacts,\" differed from Feliciano's in five particulars: (1) the\n\nNavy's Human Resources Officer had told him that he did not have\n\nto wear a uniform; (2) when he reported for work, he was not\n\nprovided with a copy of the position description, but was told\n\nthat he knew the position and was commanded to start working;\n\n(3) he was able to perform the required tasks and at no time\n\nsaid that he could not do the job; (4) after working four hours,\n\nhe was sent home without an explanation; and (5) at no time did\n\nFeliciano say that the position was not permanent.\n\n      - Following May 12, a further effort was made to assign\n\nappellant to a Fire Communications Operator position on the main\n\nisland of Puerto Rico, but travel and work schedules made the\n\nassignment infeasible.\n\n      - Three months later, on August 25, 1997, the Navy's EEOC\n\nCounselor prepared a report, which noted that appellant, OWCP,\n\nand   the   Navy   had   agreed   to     modifications   of    the   Fire\n\nCommunications     Operator   position    to   accommodate    appellant's\n\nphysical abilities.      Nothing was noted about the events of May\n\n\n\n\n                                  -17-\n\f12 concerning appellant's termination.          In a section later added\n\nto the report, the counselor wrote:\n\n      A further review of this offer was made by the HRO\n      which revealed that although the complainant had\n      performed the duties of this position in the past they\n      were not of a permanent nature and were not a\n      requirement of the Fire Department in Vieques.     The\n      complainant was allowed to perform these duties on a\n      temporary basis only.   Based on this discovery, the\n      offer was not considered valid and the HRO was\n      compelled to explore the possibility of extending the\n      offer to the complainant but at the U.S. Naval\n      Station, Roosevelt Roads.\n\n            This review of the relevant parts of the record reveals\n\na   clear   cut   dispute    between   the   parties    over     the   critical\n\nquestion    whether,    as    under    appellee's      version    of   events,\n\nappellant was unable or refused to perform the duties of a Fire\n\nCommunications Operator as modified, or whether, as appellant\n\ncontests, he worked for several hours and was then terminated\n\nwithout explanation.         Under a section summarizing plaintiff's\n\nallegations, the district court took note of appellant's version\n\nof events:\n\n      Plaintiff struck a deal and several responsibilities\n      were   eliminated   from   the   position    of  Fire\n      Communications Operator.     Plaintiff accepted the\n      position and returned to work on May 12, 1997. On the\n      day of his return, however, Plaintiff was sent home\n      without any explanation after working approximately\n      four hours. The Human Resources Department refused to\n      answer Plaintiff’s questions about his termination.\n\nThe   court's     subsequent    opinion,     however,     reveals      that   it\n\nimpermissibly resolved the disputed versions of the events on\n\n                                      -18-\n\fMay 12 when it mis-characterized the issue as \"uncontested.\"\n\nThis it could not do.        See, e.g., Burns v. State Police Ass'n of\n\nMassachusetts, 230 F.3d 8, 9 (1st Cir. 2000) (reiterating the\n\nwell-settled summary judgment rule that courts are obliged to\n\nview the facts, and all reasonable inferences drawn from them,\n\nin the light most favorable to the nonmoving party).\n\n            Our review of the record demonstrates that, if true,\n\nappellant's    version     of    events     sufficed    to   show   he    was    a\n\nqualified individual with a disability who was able to perform\n\nthe essential functions of the position.               The dispute over that\n\nissue, therefore, is material to appellant's cause of action and\n\ncannot be resolved as a matter of law based on this record.                     As\n\nwe have already noted, it remains for the district court to\n\ndetermine on remand whether appellant has carried his burden on\n\nthe third element of his ADA claim -- that he was discharged\n\nbecause of his disability -- to survive summary judgment.                       If\n\nso, then the issue regarding the second element -- whether\n\nappellant    was    able   and    willing     to   perform    the   essential\n\nfunctions of the job -- must be resolved by a fact finder.\n\n            We therefore affirm the ruling in favor of defendants\n\non   all   claims   except      appellant's    Rehabilitation       Act   claim\n\nrelated to the 1997 termination.          We vacate the judgment on that\n\n\n\n\n                                     -19-\n\fissue and remand to the district court for further proceedings\n\nin accordance with this opinion.\n\n         Affirmed in part, vacated in part, remanded for further\n\nproceedings.   Appellant to have one half of his costs.\n\n\n\n\n                              -20-\n\f",
  "html": "<p class=\"case_cite\">234 F.3d 790 (1st Cir. 2000)</p>\n    <p class=\"parties\">ZOILO VELAZQUEZ-RIVERA, Plaintiff, Appellant,<br>v.<br>RICHARD J. DANZIG, SECRETARY OF THE NAVY, ISRAEL PAGAN, DIRECTOR OF HUMAN RESOURCES OFFICE, EFRAIN FELICIANO, PEDRO AYALA, AND BIENVENIDO BURGOS, Defendants, Appellees.</p>\n    <p class=\"docket\">No. 00-1309</p>\n    <p class=\"court\">United States Court of Appeals For the First Circuit</p>\n    <p class=\"date\">Heard September 15, 2000<br>Decided December 19, 2000</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF PUERTO RICO</p>\n      <p class=\"indent\">[Hon. Jaime Pieras, Jr., Senior U.S. District Judge][Copyrighted Material Omitted]</p>\n      <p class=\"indent\">Gino Negretti-Lavergne for appellant.</p>\n      <p class=\"indent\">Lilliam Mendoza-Toro, Assistant U.S. Attorney, with whom Guillermo Gil, United States Attorney, and Miguel A. Fernandez, Assistant U.S. Attorney, were on brief for appellee.</p>\n      <p class=\"indent\">Before Torruella, Chief Judge, Coffin, Senior Circuit Judge, and Boudin, Circuit Judge.</p>\n      <p class=\"indent\">COFFIN, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This appeal caps an elongated, unhappy saga leading up to and including the termination of appellant's employment by the U.S. Navy in Vieques, Puerto Rico. Appellant, a civilian Navy firefighter, brought suit in federal court against the Secretary of the Navy, and his former superiors at Roosevelt Roads Naval Station in Ceiba, Puerto Rico, and on the nearby island of Vieques.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> After a history of injuries sustained by appellant and various efforts to accommodate him in a more restricted capacity, the Navy finally terminated his employment.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Appellant alleged, as the district court interpreted the complaint, violations of the Rehabilitation Act, 29 U.S.C. &#167;&#167; 702-794(a), the Age Discrimination in Employment Act (ADEA), 29 U.S.C. &#167; 633a(c), Title VII of the Civil Rights Act of 1964, 42 U.S.C. &#167; 2000e-16(c), and 42 U.S.C. &#167; 1983 (due process rights). Also included were invocations of the federal Constitution and certain labor laws of Puerto Rico. The gravamen of the claims involved discriminatory action based on disability, age, and retaliation.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The district court granted summary judgment for defendants on all claims. We conclude that all but one of its rulings were solidly based in fact and in law; one claim based on appellant's final termination, alleging discrimination because of his disability, merits further exploration.</p>\n    </div>\n    <p>FACTUAL BACKGROUND</p>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Despite an appendix of nearly a thousand pages, the essential facts may be briefly stated, leaving further details to the discussion of the several issues. Appellant, a 55-year-old man who worked for the Navy since 1967, was a firefighter at the Navy's air facility on Vieques since 1988. In 1994, he suffered an injury to his left knee and, after surgery, was assigned to temporary light duty as a Fire Communications Operator. In 1995, appellant sustained further injury to his knee. Upon evaluation, he was found to be unable to perform a firefighter's duties and was offered a job as a Tools and Parts Attendant at his previous pay level. While considering this offer, he had a third accident involving the same knee. Appellant subsequently refused the offer, saying that the Tools and Parts Attendant job called for physical activities, such as climbing, lifting, and kneeling, that exceeded conditions prescribed by his doctor.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Appellant was removed from his job on June 24, 1996, and appealed this action to the Merit Systems Protection Board (MSPB). Although unlawful discrimination was not explicitly raised, he did say that he was fired as a result of his injury. On January 30, 1997, the MSPB dismissed his appeal as untimely. Although advised of his rights, appellant did not appeal this action to the Court of Appeals for the Federal Circuit, which has exclusive jurisdiction to hear such appeals from the MSPB. See 5 U.S.C. &#167; 7703(b)(1).</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Shortly thereafter, on April 11, 1997, the Navy offered appellant a permanent job as a Fire Communications Operator on Vieques, which he accepted. According to the Department of Labor, which was paying him benefits under the Federal Employees' Compensation Act (FECA), appellant had no choice but to take the job or risk losing his right to further compensation. See 5 U.S.C. &#167; 8106(c)(2) (\"A partially disabled employee who . . . refuses or neglects to work after suitable work is offered to, procured by, or secured for him is not entitled to compensation.\").</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">What happened next is not clear. We do know that a meeting, involving appellant, his counsel, and Navy personnel, occurred on May 5 at which the particulars of the new position were discussed. We also know that appellant reported for work a week later, on May 12, but was told to leave a few hours later. Following his termination, appellant brought the instant action in January 1999. Because the record is not clear on precisely what happened preceding his termination, we must remand for further factual development.</p>\n    </div>\n    <p>ANALYSIS</p>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">We divide our analysis into two sections. In the first, we discuss briefly a number of issues as to which we are in agreement with the district court's analysis and conclusions. In the second, we address in some detail the issue that cannot be resolved without further proceedings.</p>\n    </div>\n    <p class=\"indent\">I. SECONDARY ISSUES</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">A. Rulings on Discovery and Conversion of Motion to Dismiss</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Appellant assigns as error the court's conversion of a motion to dismiss, filed by defendants, into a motion for summary judgment. He buttresses his argument by asserting that he was denied discovery of documents vital to his case.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Defendants filed their motion to dismiss, memorandum of law, and attachments in a document occupying 181 pages. Plaintiff-appellant filed his opposition, memorandum of law, which included a section entitled \"Standard Applicable to Motion for Summary Judgment,\" and some 76 documents in a 455-page submission. Noting that matters outside the pleadings were submitted by both sides, the district court properly converted defendants' motion to dismiss to a motion for summary judgment pursuant to Fed. R. Civ. P. 12(b). See, e.g., Garita Hotel Ltd. P'ship v. Ponce Fed. Bank, 958 F.2d 15, 18-19 (1st Cir. 1992).</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Appellant's own submission to the court, in a Rule 60(b) motion, undermines his contention that he was prejudiced by the inability to continue discovery. He sought relief from judgment based on an item in an allegedly newly discovered Naval Inspection File, which concerned thirteen asserted occasions of harassment against him. A Navy inspector had found twelve of the harassment allegations to be unsubstantiated. Appellant claimed prejudice from being deprived of the thirteenth finding that, although plaintiff's doctor had indicated that plaintiff was not to work from September 9, 1995, to October 18, 1995, he was improperly ordered back to work on October 18. It should not be necessary to say that this claim is transparently thin.</p>\n    </div>\n    <p class=\"indent\">B. The June 1996 Termination</p>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The district court properly ruled that any claim of a civil service nature resulting from appellant's termination from the firefighter position had been forfeited by his failure to appeal the MSPB's decision to the Court of Appeals for the Federal Circuit. See 5 U.S.C. &#167; 7703(b)(1). It was also correct in holding that, even if appellant's claim was not solely of a civil service nature, but included a discrimination claim, then administrative remedies had not been exhausted, since there had been no contact with an Equal Employment Opportunity Commission (EEOC) counselor within 45 days, as required by 29 C.F.R. &#167; 1614.105(a)(1). See, e.g., Roman-Martinez v. Runyon, 100 F.3d 213, 216-18 (1st Cir. 1996) (holding that a federal employee's failure to contact an EEOC counselor within the limitations period causes him to lose his right to pursue a later de novo action in court).</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Appellant attempts to revive his unexhausted discrimination claim by alleging a continuous pattern of discrimination prior to his termination, arguing that the limitation period is therefore extended. As the district court correctly noted, however, even where such continuing violations are of the type we have recognized as tolling the limitations period, that would excuse only an untimely filing, not the failure to exhaust an administrative requirement. In any event, the alleged pattern was not the type of serial or systemic violation that we have recognized as amounting to a continuing violation. See, e.g., Andreu v. Banco Bilbao Vizcaya, 233 F.3d 73, 75(lst Cir. 2000). The district court found that the alleged continuing pattern, which included false accusations and assigning extraneous duties, such as washing and waxing vehicles, was nothing more than discrete instances of harassment that did not relieve appellant of the duty to file within the prescribed period. We therefore affirm the court's rejection of the applicability of the continuing violation theory.</p>\n    </div>\n    <p class=\"indent\">C. The May 1997 Termination</p>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Appellant also pressed several claims attendant to his second termination on May 12, 1997, from the Fire Communications Operator position. We uphold the district court's dismissal of these claims, with the exception of the disability claim discussed in Part II infra.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">1. Age Discrimination Claim. Appellant initiated an administrative ADEA claim on May 13, 1997, by filing with the Navy's EEOC counselor a \"pre-complaint\" letter that alleged discrimination only on account of his physical handicap. On July 24, he filed a formal complaint, checking both age and physical handicap on the preprinted government form. In the four page letter accompanying the form, however, there is no mention of any age-related conduct or statement. In a later report, the EEOC counselor confirmed that \"[d]uring the informal counseling stage complainant did not define age as a basis for discrimination.\" By not bringing his age discrimination claim to the attention of the EEOC, he foreclosed the administrative investigation and ameliorative action contemplated by the exhaustion requirement. The district court's reasoning and citations of authority adequately support its ruling that any ADEA claim failed for lack of exhaustion of administrative remedies.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">2. Retaliation Claim. Appellant seems to have claimed that his termination was due, in part, to retaliation for filing the complaint with the Navy's Inspector General. But he neither checked \"Reprisal\" on the EEOC form, nor alluded to the subject in his administrative complaint. For the same reason that his ADEA claim remains unexhausted, appellant's retaliation claim is forfeited. The court's ruling was obviously correct.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">3. Section 1983 Claim. The court properly held the &#167; 1983 claim time-barred, applying to the allegations of a constitutional tort the appropriate one year statute of limitations. See 31 P.R. Laws Ann. &#167; 5298; see also Carreras-Rosa v. Alves-Cruz, 127 F.3d 172, 174 (1st Cir. 1997) (recognizing the rule from Wilson v. Garcia, 471 U.S. 261, 278-80 (1985), that the limitations period for filing &#167; 1983 claims is governed by the applicable state statute of limitations for personal injury actions, which is one year in Puerto Rico). Since the relevant events occurred in May 1997 and the complaint was not filed until January 1999, the claim was time-barred.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">4. Pendent State Law Claims. Finally, the district court ruled that the only proper party defendant in this case is the Secretary of the Navy, as he is the \"head of the department, agency or unit\" asserted to be the source of the grievance. 42 U.S.C. &#167; 2000c-16(c). This being so, the court dismissed the pendent claims, not only because it had dismissed the federal claims, but also because the suit is against the United States, which has not waived its sovereign immunity for suits under Puerto Rico's laws. We see no error in this ruling.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">II. PRINCIPAL ISSUE: THE MAY 1977 TERMINATION THE DISABILITY CLAIM</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">We now come to the major issue in this case: whether there was a genuine issue of material fact regarding appellant's ability and willingness to perform the essential functions of the Fire Communications Operator position.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Appellant bears the burden on three elements of his claim for employment discrimination based on disability: (1) that he was disabled, (2) that despite his disability, he was able to perform the essential functions of the job, either with or without reasonable accommodation, and (3) that his employer discharged him because of that disability. Oliveras-Sifre v. Puerto Rico Dep't of Health, 214 F.3d 23, 25 (1st. Cir. 2000) (citing Feliciano v. Rhode Island, 160 F.3d 780, 784 (lst Cir. 1998)). Because the parties concede that appellant was disabled within the meaning of the Act, we proceed to the second element - whether appellant was able to perform the essential functions of the job such that he was a \"qualified person with a disability.\" 42 U.S.C. &#167; 12111(8).<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">The district court found this issue also to be uncontested, leading it to grant judgment for defendants. It held as a matter of law that, because \"it [wa]s uncontested that Plaintiff could not perform the essential duties of the job offered to him,\" appellant was not a \"qualified individual with a disability,\" as those terms are defined in the Rehabilitation Act. 42 U.S.C. &#167; 12111(8) (\"The term 'qualified individual with a disability' means an individual with a disability who, with or without reasonable accommodation, can perform the essential functions of the employment position that such individual holds or desires.\"); see also 29 U.S.C. &#167; 794(d) (incorporating into the Rehabilitation Act standards from the Americans with Disabilities Act of 1990, 42 U.S.C. &#167; 12111); Oliveras-Sifre, 214 F.3d at 25 n.2 (recognizing same).</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Our review of the record, however, reveals two disputed issues material to the determination of whether appellant was a qualified individual with a disability: (i) what were the essential functions of a Fire Communications Operator; and (ii) was appellant able and willing to perform these essential functions of the job? See Garcia-Alaya v. Lederle Parenterals, Inc., 212 F.3d 638, 646 (1st Cir. 2000) (\"In order to be a qualified individual under the Act, the burden is on the employee to show: first, that she possesses the requisite skill, experience, education and other job-related requirements for the position, and second, that she is able to perform the essential functions of the position with or without reasonable accommodation.\") (internal quotation marks and footnote omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Because the answers to these questions are not discernible from the record, which we review below, we must remand.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">- On March 19, 1997, a message was sent from the Office of Workers' Compensation Programs (OWCP) to the Human Resources Office (HRO) of the Navy at Roosevelt Roads, stating that appellant was cleared for \"limited duty (permanent?)\" and asking for a job offer.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">- On April 9, HRO forwarded to OWCP a job offer for appellant as a Fire Communications Officer on Vieques. The record contains a 1994 evaluation of the position, listing requirements of the job, without noting whether the position was temporary or permanent. It carried a certificate, signed by the Fire Chief, that the position was necessary. By 1995, the six page itemization of duties contained a typed-in list on the cover sheet of \"Other Duties Assigned,\" which included: \"perform mail runs, issue hot work permits for hazardous operations, perform fire prevention inspections, support operational training activities.\"</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">- By a letter dated April 11, 1997, the Navy offered appellant the position of Fire Communications Operator on Vieques, stating that it had received medical information that \"indicates you can perform the duties of another position with lesser physical requirements than your previous position of firefighter.\"</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">- On April 16, appellant's counsel wrote back, accepting the offer, but reserving his claim of discriminatory conduct. He requested a meeting to explore settlement.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">- By a letter dated April 17, 1997, the OWCP reminded appellant that if he refused to accept a suitable position, then his right to further compensation under the FECA would be jeopardized.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">- On April 18, appellant signed the Navy's acceptance form.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">- On May 5, a meeting took place with Navy and OWCP officials, appellant, and his attorney. On that same day, the Navy's Human Resources Director wrote the Vieques Navy Air Operations Officer that the Fire Communications Operator position at Vieques had been offered to, and accepted by, appellant. The letter also noted: \"The amendment on the cover sheet of the Position Description citing other duties assigned has been deleted.\" The letter recommended that various steps be taken to facilitate appellant's return to duty, including providing him with a description of his position and performance standards and \"[p]roviding him with the welcoming and acceptance one would give to any other employee who arrives at the work site for the first time.\"</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">- On May 12, appellant reported for work. What happened from this point on is the subject of radically different accounts by appellant and his supervisor, Efrain Feliciano. Feliciano prepared a \"Statement for the Record\" on May 12, in which he wrote: \"Discussed position description with him before he started to work. Position description does not completely describe duties and responsibilities of the position.\" Feliciano also reported that appellant had come inappropriately attired in a firefighter polo shirt, shorts and tennis shoes, and he was carrying a personal tape recorder. Although appellant arrived with a cane, on leaving the premises, he left the cane behind. At some later date, apparently in July, Feliciano added, in an affidavit, that (1) there was no permanent Fire Communications Operator position on Vieques; (2) he told appellant to change his clothes to start working, and appellant refused; and (3) he discussed the position description and appellant said that he could not perform most of the duties.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Appellant's version, from his \"Statement of Uncontested Facts,\" differed from Feliciano's in five particulars: (1) the Navy's Human Resources Officer had told him that he did not have to wear a uniform; (2) when he reported for work, he was not provided with a copy of the position description, but was told that he knew the position and was commanded to start working; (3) he was able to perform the required tasks and at no time said that he could not do the job; (4) after working four hours, he was sent home without an explanation; and (5) at no time did Feliciano say that the position was not permanent.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">- Following May 12, a further effort was made to assign appellant to a Fire Communications Operator position on the main island of Puerto Rico, but travel and work schedules made the assignment infeasible.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">- Three months later, on August 25, 1997, the Navy's EEOC Counselor prepared a report, which noted that appellant, OWCP, and the Navy had agreed to modifications of the Fire Communications Operator position to accommodate appellant's physical abilities. Nothing was noted about the events of May 12 concerning appellant's termination. In a section later added to the report, the counselor wrote:</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">A further review of this offer was made by the HRO which revealed that although the complainant had performed the duties of this position in the past they were not of a permanent nature and were not a requirement of the Fire Department in Vieques. The complainant was allowed to perform these duties on a temporary basis only. Based on this discovery, the offer was not considered valid and the HRO was compelled to explore the possibility of extending the offer to the complainant but at the U.S. Naval Station, Roosevelt Roads.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">This review of the relevant parts of the record reveals a clear cut dispute between the parties over the critical question whether, as under appellee's version of events, appellant was unable or refused to perform the duties of a Fire Communications Operator as modified, or whether, as appellant contests, he worked for several hours and was then terminated without explanation. Under a section summarizing plaintiff's allegations, the district court took note of appellant's version of events: Plaintiff struck a deal and several responsibilities were eliminated from the position of Fire Communications Operator. Plaintiff accepted the position and returned to work on May 12, 1997. On the day of his return, however, Plaintiff was sent home without any explanation after working approximately four hours. The Human Resources Department refused to answer Plaintiff's questions about his termination.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">The court's subsequent opinion, however, reveals that it impermissibly resolved the disputed versions of the events on May 12 when it mis-characterized the issue as \"uncontested.\" This it could not do. See, e.g., Burns v. State Police Ass'n of Massachusetts, 230 F.3d 8, 9 (1st Cir. 2000) (reiterating the well-settled summary judgment rule that courts are obliged to view the facts, and all reasonable inferences drawn from them, in the light most favorable to the nonmoving party).</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">Our review of the record demonstrates that, if true, appellant's version of events sufficed to show he was a qualified individual with a disability who was able to perform the essential functions of the position. The dispute over that issue, therefore, is material to appellant's cause of action and cannot be resolved as a matter of law based on this record. As we have already noted, it remains for the district court to determine on remand whether appellant has carried his burden on the third element of his ADA claim -- that he was discharged because of his disability -- to survive summary judgment. If so, then the issue regarding the second element -- whether appellant was able and willing to perform the essential functions of the job -- must be resolved by a fact finder.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">We therefore affirm the ruling in favor of defendants on all claims except appellant's Rehabilitation Act claim related to the 1997 termination. We vacate the judgment on that issue and remand to the district court for further proceedings in accordance with this opinion.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">Affirmed in part, vacated in part, remanded for further proceedings. Appellant to have one half of his costs.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The named defendants are Richard J. Danzig, Secretary of the Navy; Ismael Pagan, Director of Human Resources at Roosevelt Roads Naval Air Station (RRNAS), Ceiba, Puerto Rico; Efrain Feliciano, Supervisor of the Fire Fighting Department of RRNAS; Bienvenido Burgos, Fire Chief, Air Operations, Fire Division of RRNAS; and Pedro Ayala, Lead Firefighter, Air Operations, Fire Division, Vieques, Puerto Rico.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Because the district court found that appellant was not a qualified individual with a disability, it did not reach the third element of the prima facie case. Nor do we. Although we may affirm the entry of summary judgment on any sufficient ground revealed by the record, Torres v. E.I. Dupont De Nemours &amp; Co., 219 F.3d 13, 18 (lst Cir. 2000), we leave that determination in the first instance to the district court on remand. Of course, if appellee, the moving party below, shows that appellant has not met his burden on that element, then summary judgment may reissue in its favor.</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">234</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">790</span></span> (1st Cir. 2000)</p>\n    <p class=\"parties\">ZOILO VELAZQUEZ-RIVERA, Plaintiff, Appellant,<br>v.<br>RICHARD J. DANZIG, SECRETARY OF THE NAVY, ISRAEL PAGAN, DIRECTOR OF HUMAN RESOURCES OFFICE, EFRAIN FELICIANO, PEDRO AYALA, AND BIENVENIDO BURGOS, Defendants, Appellees.</p>\n    <p class=\"docket\">No. 00-1309</p>\n    <p class=\"court\">United States Court of Appeals For the First Circuit</p>\n    <p class=\"date\">Heard September 15, 2000<br>Decided December 19, 2000</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF PUERTO RICO</p>\n      <p class=\"indent\">[Hon. Jaime Pieras, Jr., Senior U.S. District Judge][Copyrighted Material Omitted]</p>\n      <p class=\"indent\">Gino Negretti-Lavergne for appellant.</p>\n      <p class=\"indent\">Lilliam Mendoza-Toro, Assistant U.S. Attorney, with whom Guillermo Gil, United States Attorney, and Miguel A. Fernandez, Assistant U.S. Attorney, were on brief for appellee.</p>\n      <p class=\"indent\">Before Torruella, Chief Judge, Coffin, Senior Circuit Judge, and Boudin, Circuit Judge.</p>\n      <p class=\"indent\">COFFIN, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This appeal caps an elongated, unhappy saga leading up to and including the termination of appellant's employment by the U.S. Navy in Vieques, Puerto Rico. Appellant, a civilian Navy firefighter, brought suit in federal court against the Secretary of the Navy, and his former superiors at Roosevelt Roads Naval Station in Ceiba, Puerto Rico, and on the nearby island of Vieques.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> After a history of injuries sustained by appellant and various efforts to accommodate him in a more restricted capacity, the Navy finally terminated his employment.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Appellant alleged, as the district court interpreted the complaint, violations of the Rehabilitation Act, 29 U.S.C. &#167;&#167; 702-794(a), the Age Discrimination in Employment Act (ADEA), 29 U.S.C. &#167; 633a(c), Title VII of the Civil Rights Act of 1964, 42 U.S.C. &#167; 2000e-16(c), and 42 U.S.C. &#167; 1983 (due process rights). Also included were invocations of the federal Constitution and certain labor laws of Puerto Rico. The gravamen of the claims involved discriminatory action based on disability, age, and retaliation.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The district court granted summary judgment for defendants on all claims. We conclude that all but one of its rulings were solidly based in fact and in law; one claim based on appellant's final termination, alleging discrimination because of his disability, merits further exploration.</p>\n    </div>\n    <p>FACTUAL BACKGROUND</p>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Despite an appendix of nearly a thousand pages, the essential facts may be briefly stated, leaving further details to the discussion of the several issues. Appellant, a 55-year-old man who worked for the Navy since 1967, was a firefighter at the Navy's air facility on Vieques since 1988. In 1994, he suffered an injury to his left knee and, after surgery, was assigned to temporary light duty as a Fire Communications Operator. In 1995, appellant sustained further injury to his knee. Upon evaluation, he was found to be unable to perform a firefighter's duties and was offered a job as a Tools and Parts Attendant at his previous pay level. While considering this offer, he had a third accident involving the same knee. Appellant subsequently refused the offer, saying that the Tools and Parts Attendant job called for physical activities, such as climbing, lifting, and kneeling, that exceeded conditions prescribed by his doctor.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Appellant was removed from his job on June 24, 1996, and appealed this action to the Merit Systems Protection Board (MSPB). Although unlawful discrimination was not explicitly raised, he did say that he was fired as a result of his injury. On January 30, 1997, the MSPB dismissed his appeal as untimely. Although advised of his rights, appellant did not appeal this action to the Court of Appeals for the Federal Circuit, which has exclusive jurisdiction to hear such appeals from the MSPB. See 5 U.S.C. &#167; 7703(b)(1).</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Shortly thereafter, on April 11, 1997, the Navy offered appellant a permanent job as a Fire Communications Operator on Vieques, which he accepted. According to the Department of Labor, which was paying him benefits under the Federal Employees' Compensation Act (FECA), appellant had no choice but to take the job or risk losing his right to further compensation. See 5 U.S.C. &#167; 8106(c)(2) (\"A partially disabled employee who . . . refuses or neglects to work after suitable work is offered to, procured by, or secured for him is not entitled to compensation.\").</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">What happened next is not clear. We do know that a meeting, involving appellant, his counsel, and Navy personnel, occurred on May 5 at which the particulars of the new position were discussed. We also know that appellant reported for work a week later, on May 12, but was told to leave a few hours later. Following his termination, appellant brought the instant action in January 1999. Because the record is not clear on precisely what happened preceding his termination, we must remand for further factual development.</p>\n    </div>\n    <p>ANALYSIS</p>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">We divide our analysis into two sections. In the first, we discuss briefly a number of issues as to which we are in agreement with the district court's analysis and conclusions. In the second, we address in some detail the issue that cannot be resolved without further proceedings.</p>\n    </div>\n    <p class=\"indent\">I. SECONDARY ISSUES</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">A. Rulings on Discovery and Conversion of Motion to Dismiss</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Appellant assigns as error the court's conversion of a motion to dismiss, filed by defendants, into a motion for summary judgment. He buttresses his argument by asserting that he was denied discovery of documents vital to his case.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Defendants filed their motion to dismiss, memorandum of law, and attachments in a document occupying 181 pages. Plaintiff-appellant filed his opposition, memorandum of law, which included a section entitled \"Standard Applicable to Motion for Summary Judgment,\" and some 76 documents in a 455-page submission. Noting that matters outside the pleadings were submitted by both sides, the district court properly converted defendants' motion to dismiss to a motion for summary judgment pursuant to Fed. R. Civ. P. 12(b). See, e.g., Garita Hotel Ltd. P'ship v. Ponce Fed. Bank, <span class=\"citation\" data-id=\"578672\"><a href=\"/opinion/578672/garita-hotel-limited-partnership-etc-v-ponce-federal-bank-fsb/\"><span class=\"volume\">958</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">15</span></a></span>, 18-19 (1st Cir. 1992).</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Appellant's own submission to the court, in a Rule 60(b) motion, undermines his contention that he was prejudiced by the inability to continue discovery. He sought relief from judgment based on an item in an allegedly newly discovered Naval Inspection File, which concerned thirteen asserted occasions of harassment against him. A Navy inspector had found twelve of the harassment allegations to be unsubstantiated. Appellant claimed prejudice from being deprived of the thirteenth finding that, although plaintiff's doctor had indicated that plaintiff was not to work from September 9, 1995, to October 18, 1995, he was improperly ordered back to work on October 18. It should not be necessary to say that this claim is transparently thin.</p>\n    </div>\n    <p class=\"indent\">B. The June 1996 Termination</p>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The district court properly ruled that any claim of a civil service nature resulting from appellant's termination from the firefighter position had been forfeited by his failure to appeal the MSPB's decision to the Court of Appeals for the Federal Circuit. See 5 U.S.C. &#167; 7703(b)(1). It was also correct in holding that, even if appellant's claim was not solely of a civil service nature, but included a discrimination claim, then administrative remedies had not been exhausted, since there had been no contact with an Equal Employment Opportunity Commission (EEOC) counselor within 45 days, as required by 29 C.F.R. &#167; 1614.105(a)(1). See, e.g., Roman-Martinez v. Runyon, <span class=\"citation\" data-id=\"197089\"><a href=\"/opinion/197089/roman-martinez-v-runyon/\"><span class=\"volume\">100</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">213</span></a></span>, 216-18 (1st Cir. 1996) (holding that a federal employee's failure to contact an EEOC counselor within the limitations period causes him to lose his right to pursue a later de novo action in court).</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Appellant attempts to revive his unexhausted discrimination claim by alleging a continuous pattern of discrimination prior to his termination, arguing that the limitation period is therefore extended. As the district court correctly noted, however, even where such continuing violations are of the type we have recognized as tolling the limitations period, that would excuse only an untimely filing, not the failure to exhaust an administrative requirement. In any event, the alleged pattern was not the type of serial or systemic violation that we have recognized as amounting to a continuing violation. See, e.g., Andreu v. Banco Bilbao Vizcaya, <span class=\"citation\" data-id=\"199163\"><a href=\"/opinion/199163/andreu-megwinoff-v-banco-bilbao/\"><span class=\"volume\">233</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">73</span></a></span>, 75(lst Cir. 2000). The district court found that the alleged continuing pattern, which included false accusations and assigning extraneous duties, such as washing and waxing vehicles, was nothing more than discrete instances of harassment that did not relieve appellant of the duty to file within the prescribed period. We therefore affirm the court's rejection of the applicability of the continuing violation theory.</p>\n    </div>\n    <p class=\"indent\">C. The May 1997 Termination</p>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Appellant also pressed several claims attendant to his second termination on May 12, 1997, from the Fire Communications Operator position. We uphold the district court's dismissal of these claims, with the exception of the disability claim discussed in Part II infra.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">1. Age Discrimination Claim. Appellant initiated an administrative ADEA claim on May 13, 1997, by filing with the Navy's EEOC counselor a \"pre-complaint\" letter that alleged discrimination only on account of his physical handicap. On July 24, he filed a formal complaint, checking both age and physical handicap on the preprinted government form. In the four page letter accompanying the form, however, there is no mention of any age-related conduct or statement. In a later report, the EEOC counselor confirmed that \"[d]uring the informal counseling stage complainant did not define age as a basis for discrimination.\" By not bringing his age discrimination claim to the attention of the EEOC, he foreclosed the administrative investigation and ameliorative action contemplated by the exhaustion requirement. The district court's reasoning and citations of authority adequately support its ruling that any ADEA claim failed for lack of exhaustion of administrative remedies.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">2. Retaliation Claim. Appellant seems to have claimed that his termination was due, in part, to retaliation for filing the complaint with the Navy's Inspector General. But he neither checked \"Reprisal\" on the EEOC form, nor alluded to the subject in his administrative complaint. For the same reason that his ADEA claim remains unexhausted, appellant's retaliation claim is forfeited. The court's ruling was obviously correct.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">3. Section 1983 Claim. The court properly held the &#167; 1983 claim time-barred, applying to the allegations of a constitutional tort the appropriate one year statute of limitations. See 31 P.R. Laws Ann. &#167; 5298; see also Carreras-Rosa v. Alves-Cruz, <span class=\"citation\" data-id=\"197590\"><a href=\"/opinion/197590/carreras-rosa-v-alves-cruz/\"><span class=\"volume\">127</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">172</span></a></span>, 174 (1st Cir. 1997) (recognizing the rule from Wilson v. Garcia, <span class=\"citation\" data-id=\"111415\"><a href=\"/opinion/111415/wilson-v-garcia/\"><span class=\"volume\">471</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">261</span></a></span>, 278-80 (1985), that the limitations period for filing &#167; 1983 claims is governed by the applicable state statute of limitations for personal injury actions, which is one year in Puerto Rico). Since the relevant events occurred in May 1997 and the complaint was not filed until January 1999, the claim was time-barred.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">4. Pendent State Law Claims. Finally, the district court ruled that the only proper party defendant in this case is the Secretary of the Navy, as he is the \"head of the department, agency or unit\" asserted to be the source of the grievance. 42 U.S.C. &#167; 2000c-16(c). This being so, the court dismissed the pendent claims, not only because it had dismissed the federal claims, but also because the suit is against the United States, which has not waived its sovereign immunity for suits under Puerto Rico's laws. We see no error in this ruling.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">II. PRINCIPAL ISSUE: THE MAY 1977 TERMINATION THE DISABILITY CLAIM</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">We now come to the major issue in this case: whether there was a genuine issue of material fact regarding appellant's ability and willingness to perform the essential functions of the Fire Communications Operator position.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Appellant bears the burden on three elements of his claim for employment discrimination based on disability: (1) that he was disabled, (2) that despite his disability, he was able to perform the essential functions of the job, either with or without reasonable accommodation, and (3) that his employer discharged him because of that disability. Oliveras-Sifre v. Puerto Rico Dep't of Health, <span class=\"citation\" data-id=\"198948\"><a href=\"/opinion/198948/oliveras-sifre-v-puerto-rico-departme/\"><span class=\"volume\">214</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">23</span></a></span>, 25 (1st. Cir. 2000) (citing Feliciano v. Rhode Island, <span class=\"citation\" data-id=\"759220\"><a href=\"/opinion/759220/rosemary-feliciano-v-state-of-rhode-island/\"><span class=\"volume\">160</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">780</span></a></span>, 784 (lst Cir. 1998)). Because the parties concede that appellant was disabled within the meaning of the Act, we proceed to the second element - whether appellant was able to perform the essential functions of the job such that he was a \"qualified person with a disability.\" 42 U.S.C. &#167; 12111(8).<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">The district court found this issue also to be uncontested, leading it to grant judgment for defendants. It held as a matter of law that, because \"it [wa]s uncontested that Plaintiff could not perform the essential duties of the job offered to him,\" appellant was not a \"qualified individual with a disability,\" as those terms are defined in the Rehabilitation Act. 42 U.S.C. &#167; 12111(8) (\"The term 'qualified individual with a disability' means an individual with a disability who, with or without reasonable accommodation, can perform the essential functions of the employment position that such individual holds or desires.\"); see also 29 U.S.C. &#167; 794(d) (incorporating into the Rehabilitation Act standards from the Americans with Disabilities Act of 1990, 42 U.S.C. &#167; 12111); Oliveras-Sifre, 214 F.3d at 25 n.2 (recognizing same).</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Our review of the record, however, reveals two disputed issues material to the determination of whether appellant was a qualified individual with a disability: (i) what were the essential functions of a Fire Communications Operator; and (ii) was appellant able and willing to perform these essential functions of the job? See Garcia-Alaya v. Lederle Parenterals, Inc., <span class=\"citation\" data-id=\"768712\"><a href=\"/opinion/768712/zenaida-garc-a-ayala-v-lederle-parenterals-inc/\"><span class=\"volume\">212</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">638</span></a></span>, 646 (1st Cir. 2000) (\"In order to be a qualified individual under the Act, the burden is on the employee to show: first, that she possesses the requisite skill, experience, education and other job-related requirements for the position, and second, that she is able to perform the essential functions of the position with or without reasonable accommodation.\") (internal quotation marks and footnote omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Because the answers to these questions are not discernible from the record, which we review below, we must remand.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">- On March 19, 1997, a message was sent from the Office of Workers' Compensation Programs (OWCP) to the Human Resources Office (HRO) of the Navy at Roosevelt Roads, stating that appellant was cleared for \"limited duty (permanent?)\" and asking for a job offer.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">- On April 9, HRO forwarded to OWCP a job offer for appellant as a Fire Communications Officer on Vieques. The record contains a 1994 evaluation of the position, listing requirements of the job, without noting whether the position was temporary or permanent. It carried a certificate, signed by the Fire Chief, that the position was necessary. By 1995, the six page itemization of duties contained a typed-in list on the cover sheet of \"Other Duties Assigned,\" which included: \"perform mail runs, issue hot work permits for hazardous operations, perform fire prevention inspections, support operational training activities.\"</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">- By a letter dated April 11, 1997, the Navy offered appellant the position of Fire Communications Operator on Vieques, stating that it had received medical information that \"indicates you can perform the duties of another position with lesser physical requirements than your previous position of firefighter.\"</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">- On April 16, appellant's counsel wrote back, accepting the offer, but reserving his claim of discriminatory conduct. He requested a meeting to explore settlement.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">- By a letter dated April 17, 1997, the OWCP reminded appellant that if he refused to accept a suitable position, then his right to further compensation under the FECA would be jeopardized.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">- On April 18, appellant signed the Navy's acceptance form.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">- On May 5, a meeting took place with Navy and OWCP officials, appellant, and his attorney. On that same day, the Navy's Human Resources Director wrote the Vieques Navy Air Operations Officer that the Fire Communications Operator position at Vieques had been offered to, and accepted by, appellant. The letter also noted: \"The amendment on the cover sheet of the Position Description citing other duties assigned has been deleted.\" The letter recommended that various steps be taken to facilitate appellant's return to duty, including providing him with a description of his position and performance standards and \"[p]roviding him with the welcoming and acceptance one would give to any other employee who arrives at the work site for the first time.\"</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">- On May 12, appellant reported for work. What happened from this point on is the subject of radically different accounts by appellant and his supervisor, Efrain Feliciano. Feliciano prepared a \"Statement for the Record\" on May 12, in which he wrote: \"Discussed position description with him before he started to work. Position description does not completely describe duties and responsibilities of the position.\" Feliciano also reported that appellant had come inappropriately attired in a firefighter polo shirt, shorts and tennis shoes, and he was carrying a personal tape recorder. Although appellant arrived with a cane, on leaving the premises, he left the cane behind. At some later date, apparently in July, Feliciano added, in an affidavit, that (1) there was no permanent Fire Communications Operator position on Vieques; (2) he told appellant to change his clothes to start working, and appellant refused; and (3) he discussed the position description and appellant said that he could not perform most of the duties.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Appellant's version, from his \"Statement of Uncontested Facts,\" differed from Feliciano's in five particulars: (1) the Navy's Human Resources Officer had told him that he did not have to wear a uniform; (2) when he reported for work, he was not provided with a copy of the position description, but was told that he knew the position and was commanded to start working; (3) he was able to perform the required tasks and at no time said that he could not do the job; (4) after working four hours, he was sent home without an explanation; and (5) at no time did Feliciano say that the position was not permanent.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">- Following May 12, a further effort was made to assign appellant to a Fire Communications Operator position on the main island of Puerto Rico, but travel and work schedules made the assignment infeasible.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">- Three months later, on August 25, 1997, the Navy's EEOC Counselor prepared a report, which noted that appellant, OWCP, and the Navy had agreed to modifications of the Fire Communications Operator position to accommodate appellant's physical abilities. Nothing was noted about the events of May 12 concerning appellant's termination. In a section later added to the report, the counselor wrote:</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">A further review of this offer was made by the HRO which revealed that although the complainant had performed the duties of this position in the past they were not of a permanent nature and were not a requirement of the Fire Department in Vieques. The complainant was allowed to perform these duties on a temporary basis only. Based on this discovery, the offer was not considered valid and the HRO was compelled to explore the possibility of extending the offer to the complainant but at the U.S. Naval Station, Roosevelt Roads.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">This review of the relevant parts of the record reveals a clear cut dispute between the parties over the critical question whether, as under appellee's version of events, appellant was unable or refused to perform the duties of a Fire Communications Operator as modified, or whether, as appellant contests, he worked for several hours and was then terminated without explanation. Under a section summarizing plaintiff's allegations, the district court took note of appellant's version of events: Plaintiff struck a deal and several responsibilities were eliminated from the position of Fire Communications Operator. Plaintiff accepted the position and returned to work on May 12, 1997. On the day of his return, however, Plaintiff was sent home without any explanation after working approximately four hours. The Human Resources Department refused to answer Plaintiff's questions about his termination.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">The court's subsequent opinion, however, reveals that it impermissibly resolved the disputed versions of the events on May 12 when it mis-characterized the issue as \"uncontested.\" This it could not do. See, e.g., Burns v. State Police Ass'n of Massachusetts, <span class=\"citation\" data-id=\"770832\"><a href=\"/opinion/770832/john-a-burns-v-state-police-association-of-massachusetts-and-dean-bennett/\"><span class=\"volume\">230</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">8</span></a></span>, 9 (1st Cir. 2000) (reiterating the well-settled summary judgment rule that courts are obliged to view the facts, and all reasonable inferences drawn from them, in the light most favorable to the nonmoving party).</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">Our review of the record demonstrates that, if true, appellant's version of events sufficed to show he was a qualified individual with a disability who was able to perform the essential functions of the position. The dispute over that issue, therefore, is material to appellant's cause of action and cannot be resolved as a matter of law based on this record. As we have already noted, it remains for the district court to determine on remand whether appellant has carried his burden on the third element of his ADA claim -- that he was discharged because of his disability -- to survive summary judgment. If so, then the issue regarding the second element -- whether appellant was able and willing to perform the essential functions of the job -- must be resolved by a fact finder.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">We therefore affirm the ruling in favor of defendants on all claims except appellant's Rehabilitation Act claim related to the 1997 termination. We vacate the judgment on that issue and remand to the district court for further proceedings in accordance with this opinion.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">Affirmed in part, vacated in part, remanded for further proceedings. Appellant to have one half of his costs.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The named defendants are Richard J. Danzig, Secretary of the Navy; Ismael Pagan, Director of Human Resources at Roosevelt Roads Naval Air Station (RRNAS), Ceiba, Puerto Rico; Efrain Feliciano, Supervisor of the Fire Fighting Department of RRNAS; Bienvenido Burgos, Fire Chief, Air Operations, Fire Division of RRNAS; and Pedro Ayala, Lead Firefighter, Air Operations, Fire Division, Vieques, Puerto Rico.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Because the district court found that appellant was not a qualified individual with a disability, it did not reach the third element of the prima facie case. Nor do we. Although we may affirm the entry of summary judgment on any sufficient ground revealed by the record, Torres v. E.I. Dupont De Nemours &amp; Co., <span class=\"citation\" data-id=\"199000\"><a href=\"/opinion/199000/torres-v-ei-dupont/\"><span class=\"volume\">219</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">13</span></a></span>, 18 (lst Cir. 2000), we leave that determination in the first instance to the district court on remand. Of course, if appellee, the moving party below, shows that appellant has not met his burden on that element, then summary judgment may reissue in its favor.</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/111415/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197089/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197590/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198948/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199000/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199163/",
    "http://www.courtlistener.com/api/rest/v3/opinions/578672/",
    "http://www.courtlistener.com/api/rest/v3/opinions/759220/",
    "http://www.courtlistener.com/api/rest/v3/opinions/768712/",
    "http://www.courtlistener.com/api/rest/v3/opinions/770832/"
  ]
}