{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/199150/",
  "absolute_url": "/opinion/199150/grants-dairy-maine-v-commissioner/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/199150/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T04:25:22Z",
  "date_modified": "2017-03-24T11:00:56.846873Z",
  "type": "010combined",
  "sha1": "d472153b9b8fc26f1614ead543cf80b169f96152",
  "page_count": 39,
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/00-1040-01A.pdf",
  "local_path": "pdf/2000/11/13/Grants_Dairy_Maine_v._Commissioner.pdf",
  "plain_text": "          United States Court of Appeals\n                     For the First Circuit\n\n\nNo. 00-1040\n\n                  GRANT'S DAIRY — MAINE, LLC,\n\n                     Plaintiff, Appellant,\n\n                              v.\n\n    COMMISSIONER OF MAINE DEPARTMENT OF AGRICULTURE, FOOD\n                  & RURAL RESOURCES, ET AL.,\n\n                    Defendants, Appellees.\n\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                   FOR THE DISTRICT OF MAINE\n\n         [Hon. Morton A. Brody, U.S. District Judge]\n\n\n                            Before\n\n                     Selya, Circuit Judge,\n\n                 Coffin, Senior Circuit Judge,\n\n                   and Stahl, Circuit Judge.\n\n\n     John H. Vetne, with whom Judith H. Mizner was on brief, for\nappellant.\n     Lucinda E. White, Assistant Attorney General, with whom\nAndrew Ketterer, Maine Attorney General, and William R. Stokes,\nAssistant Attorney General, were on brief, for appellees.\n\f                              November 13, 2000\n\n\n            SELYA, Circuit Judge. Federally regulated milk dealers\n\n(\"handlers\") are required by federal law to pay a minimum price\n\nfor all the raw milk that they purchase from dairy farmers\n\n(\"producers\").1       In addition, the State of Maine sets a minimum\n\nprice that in-state handlers must pay to in-state producers with\n\nrespect to milk produced, processed, and sold in Maine (\"Maine\n\nmilk\").         Plaintiff-appellant      Grant's     Dairy   —   Maine,    LLC\n\n(\"Grant\"), a fully federally regulated handler based in northern\n\nMaine, brought suit against several state plenipotentiaries,\n\nincluding       the   Commissioner      of     the   Maine   Department      of\n\nAgriculture, Food, and Rural Resources and the members of the\n\nMaine    Milk    Commission    (\"the   Commission\"),     arguing   that,     as\n\napplied, Maine's additional level of price regulation violated\n\nthe United States Constitution.              In an unpublished opinion, the\n\ndistrict court rejected Grant's constitutional claims.                    Grant\n\npursues its Supremacy Clause and Commerce Clause challenges in\n\nthis venue.      Discerning no constitutional infirmity, we affirm\n\nthe lower court's entry of summary judgment.\n\nI.   BACKGROUND\n\n\n     1\n     \"Handlers\" and \"producers\" are defined terms. See 7 C.F.R.\n§§ 1000.9, 1001.12. The definitions are unremarkable.\n\n                                       -2-\n\f            To place Grant's antipathy to Maine's imposition of a\n\nminimum milk price in context, we provide a brief overview of\n\napplicable federal and state regulation and then trace the\n\ninteraction of the two schemes.\n\n                      A.   Federal Regulation.\n\n            More than six decades ago, the Agricultural Marketing\n\nAgreement Act of 1937 (\"AMAA\"), now codified, as amended, at 7\n\nU.S.C. §§ 601-626, authorized the Secretary of Agriculture (the\n\nSecretary) to set minimum prices for milk.        Id. § 608c(1) & (2).\n\nTo this end, the Secretary divided the country into regions,\n\neach of which is known as a federal order milk marketing area.2\n\n7 C.F.R. §§ 1001-1135.      In each area, a milk marketing order\n\nsets minimum prices that handlers must pay producers.                The\n\nNortheast    Marketing   Area   includes   five   New   England   states\n\n(Connecticut, Massachusetts, New Hampshire, Rhode Island, and\n\nVermont), Delaware, New Jersey, the District of Columbia, and\n\nportions of Maryland, New York, Pennsylvania, and Virginia.            7\n\nC.F.R. § 1001.2.     Maine is not part of this, or any other,\n\n\n\n\n    2As of January 1, 2000, the Secretary reduced the number of\nfederal order milk marketing areas from thirty-one to eleven.\nSee 64 Fed. Reg. 47,898 (1999), as amended by 64 Fed. Reg.\n70,868 (1999). The parties have stipulated that recent changes\nto the federal milk pricing system, including this change, have\nno bearing on the litigation at hand.\n\n                                  -3-\n\ffederal order milk marketing area.                  See 64 Fed. Reg. 16,056\n\n(1999).\n\n            Although Maine is not within a federal order area,\n\ncertain aspects of the federal paradigm are pertinent to an\n\nunderstanding of the present problem.              First, the federal system\n\ntakes    account    of   the    fact   that    the   value       of   milk    varies\n\naccording to use.         See West Lynn Creamery, Inc. v. Healy, 512\n\nU.S. 186, 189 n.1 (1994).           Before federal regulation came upon\n\nthe scene, producers vied to sell their milk for processing as\n\nfluid milk (the use that fetched the highest price).                         Lansing\n\nDairy, Inc. v. Espy, 39 F.3d 1339, 1343 (6th Cir. 1994).                          The\n\nfederal   order    system       obviated     the   need    for   such    cutthroat\n\ncompetition.       Under it, raw milk is classified into four use\n\ncategories:        Class    I    (fluid    milk);    Class       II   (soft     dairy\n\nproducts,     e.g.,      yogurt     and    cottage        cheese);      Class     III\n\n(spreadable and hard cheese); and Class IV (butter and powdered\n\nmilk).    7 C.F.R. § 1000.40.              Each class of milk commands a\n\ndifferent price.         Id. § 1000.50.        Though handlers pay for raw\n\nmilk based on the uses to which they put it, id. §§ 1001.60,\n\n1001.71, producers ultimately receive a uniform \"blend\" price\n\nbased on the percentage of milk used in each class throughout\n\nthe marketing area, id. §§ 1001.72-1001.73.                 The purpose of this\n\npooling mechanism is to ensure that all producers selling milk\n\n\n                                       -4-\n\finto a particular federal order area receive a uniform minimum\n\nprice for their milk regardless of the milk's end use.             See 7\n\nU.S.C. § 608c(5)(B)(ii); see also West Lynn, 512 U.S. at 189 n.1\n\n(discussing computation of blend price).\n\n           Another important aspect of the federal order system\n\nrelates to geography.         The minimum price is subject to an\n\nadjustment based on the location of the handler's plant.           See 7\n\nC.F.R. § 1000.52 (table of price differentials arranged by\n\ncounty).   These location adjustments recognize the fact that\n\nhandlers holding milk near areas of high consumption have a more\n\nvaluable   commodity   than    handlers    holding   milk   out   in   the\n\nboondocks (who must underwrite the cost of transporting their\n\nmilk to population centers).      Lansing Dairy, 39 F.3d at 1344-45.\n\nThus, for example, in the Northeast Marketing Area, handlers\n\nnear Boston pay more for raw milk than handlers in outlying\n\nrural communities.\n\n                       B.     Maine Regulation.\n\n           Under the Maine Milk Commission Act, Me. Rev. Stat.\n\nAnn. tit. 7, §§ 2951-2963, the Commission is authorized to set\n\nminimum prices anent Maine milk.          Id. § 2954(1).    The minimum\n\nprice that Maine handlers3 must pay to Maine producers for milk\n\n\n    3The Maine statute uses the term \"dealer\" instead of\n\"handler,\" Me. Rev. Stat. Ann. tit. 7, § 2951(4), but, for\nsimplicity's sake, we use the latter term throughout this\n\n                                   -5-\n\fsold    within    Maine   usually   is    comparable      to   the   prevailing\n\nfederal price in southern New England, plus any premium the\n\nCommission decides is appropriate to reflect the added cost of\n\nproducing Maine milk.       Id. § 2954(2)(A).       The minimum price that\n\nthe Commission sets is uniform throughout the state, without any\n\nlocation adjustments.           Maine handlers make payments at (or\n\nabove) the Maine minimum directly to the producers with whom\n\nthey deal.       Id. § 2954-A(1).\n\n           Maine producers sell milk not only into the Maine\n\nmarket, but also into the federal order area.                        Because an\n\ninordinately high percentage of milk that stays in Maine is used\n\nas Class I drinking milk, Maine producers selling into the Maine\n\nmarket historically received higher prices for their milk than\n\nMaine    producers    selling    into     the   federal    order     area.   To\n\ncounteract this phenomenon, the Maine legislature in 1983 passed\n\nthe Maine Milk Pool Act, Me. Rev. Stat. Ann. tit. 7, §§ 3151-\n\n3156.    This law requires that all Maine producers ultimately\n\nreceive the same blend price (based on overall usage in the\n\nfederal market).      Id. § 3151.        Maine handlers who have a higher\n\nClass I utilization than the federal average pay that difference\n\ninto the Maine Milk Pool.           Id. § 3153(2).         The funds in the\n\n\n\n\nopinion.\n\n                                     -6-\n\fMaine Milk Pool are distributed among all Maine producers, thus\n\nequalizing the prices received for Maine milk.        Id. § 3153(4).\n\n                C.    The Federal/State Interface.\n\n          The case at bar arises from the interaction of these\n\ntwo regulatory systems.          A handler that sells a stipulated\n\npercentage of its milk into the Northeast Marketing Area — the\n\nfigure, once ten percent, is now twenty-five percent — becomes\n\na fully federally regulated handler, even if it is located\n\noutside the area.     7 C.F.R. § 1001.7(a).     Being fully federally\n\nregulated means that a handler must pay no less than the federal\n\nminimum price on all the milk that it receives at its plant and\n\nmust contribute to the federal pool that equalizes the price\n\npaid to producers for milk put to divergent uses.              Id. §§\n\n1001.71, 1001.73.\n\n          In 1990, H.P. Hood, one of the first Maine handlers to\n\nbecome fully federally regulated, simultaneously stopped making\n\npayments into the Maine Milk Pool and started making payments\n\ninto the federal pool.     Maine brought suit in a state court to\n\ncompel Hood to continue paying into the Maine Milk Pool.        In an\n\nunpublished rescript dated September 16, 1991, a state superior\n\ncourt judge ruled that the Maine Milk Pool Act did not apply to\n\nfully   federally    regulated    Maine   handlers.   From   then   on,\n\nfederally regulated handlers in Maine turned a cold shoulder to\n\n\n                                   -7-\n\fthe Maine Milk Pool.        Hood, however, continued to comply with\n\nMaine's minimum price requirement.\n\n           Grant is a Maine corporation that owns and operates a\n\nfluid milk bottling plant in Bangor, Maine.             In 1997, Grant for\n\nthe first time began selling enough milk into the Northeast\n\nMarketing Area to become fully federally regulated.               When that\n\noccurred, Grant informed the Commission that it did not consider\n\nitself bound to pay its Maine producers the Maine minimum price,\n\nbut   would   pay   them    instead    the   federal    minimum   (location\n\nadjusted to Bangor).       The Commission disagreed, maintaining that\n\nGrant,   notwithstanding      its     federally    regulated   status,   was\n\nobligated to pay the Maine minimum.               In a preemptive strike,\n\nGrant brought suit in Maine's federal district court challenging\n\nthe authority of state officials to enforce the Maine minimum in\n\nthese circumstances.\n\n           The district court, in an interlocutory order, found\n\nit \"reasonably clear\" that Maine's statute did not authorize the\n\nCommission to require a fully federally regulated handler to\n\nhonor    Maine's    minimum   pricing.        Grant's    Dairy,   Inc.    v.\n\nMcLaughlin, 20 F. Supp. 2d 112, 116-18 (D. Me. 1998).                Within\n\nmonths, however, the Maine legislature passed \"An Act to Clarify\n\nthe Authority of the Maine Milk Commission,\" Me. Rev. Stat. Ann.\n\ntit. 7, § 2954(9) (\"the Clarification Act\").             This legislation\n\n\n                                      -8-\n\fcleared away the mist and made it plain that Maine intended to\n\nrequire its fully federally regulated handlers to pay the Maine\n\nminimum price to Maine producers for milk destined to be sold\n\nwithin the state.4     With the meaning of the Maine Milk Commission\n\nAct clarified, the district court, ruling on cross-motions for\n\nsummary    judgment,    determined         that    Maine's   system    passed\n\nconstitutional muster.      This appeal ensued.\n\nII.   ANALYSIS\n\n           In simplified form, Grant's principal contentions are\n\nthat Maine's statutory scheme (1) contravenes the Supremacy\n\nClause because its state-wide uniform milk price neutralizes the\n\neffect of the federal location adjustments, and (2) offends the\n\ndormant    Commerce    Clause   because       it    discriminates     against\n\ninterstate commerce.      As a subset of the latter argument, Grant\n\nsays that, at the very least, there are genuine issues of\n\nmaterial    fact   relating     to   whether       the   benefits     of   the\n\n\n\n\n      4The Clarification Act provides in pertinent part:\n\n      [M]inimum wholesale prices paid by dealers to\n      producers for their milk that is sold in this State\n      are subject to the minimum producer prices established\n      by the Maine Milk Commission, regardless of whether\n      the dealer is subject to federal milk pricing\n      regulation   in  addition   to   state  milk   pricing\n      regulation.\n\nMe. Rev. Stat. Ann. tit. 7, § 2954(9) (footnote omitted).\n\n                                     -9-\n\flegislation justify its burdens.   After delineating the standard\n\nof review, we turn to these points.\n\n                    A.   Standard of Review.\n\n         A district court may order summary judgment \"if the\n\npleadings,   depositions,   answers   to   interrogatories,   and\n\nadmissions on file, together with the affidavits, if any, show\n\nthat there is no genuine issue as to any material fact and that\n\nthe moving party is entitled to a judgment as a matter of law.\"\n\nFed. R. Civ. P. 56(c).      The inner workings of the summary\n\njudgment model are familiar:\n\n         Once a properly documented motion has\n         engaged the gears of Rule 56, the party to\n         whom the motion is directed can shut down\n         the machinery only by showing that a\n         trialworthy issue exists. As to issues on\n         which the summary judgment target bears the\n         ultimate burden of proof, she cannot rely on\n         an absence of competent evidence, but must\n         affirmatively point to specific facts that\n         demonstrate the existence of an authentic\n         dispute.    Not every factual dispute is\n         sufficient to thwart summary judgment; the\n         contested fact must be \"material\" and the\n         dispute over it must be \"genuine.\" In this\n         regard, \"material\" means that a contested\n         fact has the potential to change the outcome\n         of the suit under the governing law if the\n         dispute over it is resolved favorably to the\n         nonmovant.   By like token, \"genuine\" means\n         that the evidence about the fact is such\n         that a reasonable jury could resolve the\n         point in favor of the nonmoving party . . .\n         .\n\n\n\n\n                               -10-\n\fMcCarthy v. Northwest Airlines, Inc., 56 F.3d 313, 315 (1st Cir.\n\n1995) (citations and some internal quotation marks omitted).\n\nWhere, as here, summary judgment has been granted, the court of\n\nappeals reviews the matter de novo, regarding the record and all\n\nreasonable inferences therefrom in the light most hospitable to\n\nthe party who lost below.             Houlton Citizens' Coalition v. Town\n\nof Houlton, 175 F.3d 178, 184 (1st Cir. 1999); Garside v. Osco\n\nDrug, Inc., 895 F.2d 46, 48 (1st Cir. 1990).\n\n                         B.    The Supremacy Clause.\n\n            Grant     maintains       that,    as    applied    to   it,    Maine's\n\nstatutory scheme is preempted under the Supremacy Clause.                       See\n\nU.S. Const. art. VI, cl. 2 (declaring that federal law \"shall be\n\nthe supreme Law of the Land . . . any Thing in the Constitution\n\nor   Laws    of    any   State    to    the    Contrary     notwithstanding\").\n\nCongressional intent is the touchstone of preemption analysis.\n\nCipollone v. Liggett Group, Inc., 505 U.S. 504, 516 (1992);\n\nEnglish     v.    General     Elec.    Co.,    496   U.S.   72,   78-79     (1990).\n\nMoreover, in undertaking such analyses courts \"start with the\n\nassumption that the historic police powers of the States [are]\n\nnot to be superseded by . . . Federal Act unless that [is] the\n\nclear and manifest purpose of Congress.\"                       Rice v.     Santa Fe\n\nElevator Corp., 331 U.S. 218, 230 (1947).\n\n\n\n\n                                        -11-\n\f            Federal law may preempt state law either expressly or\n\nby implication.             Express preemption occurs only when a federal\n\nstatute explicitly confirms Congress's intention to preempt\n\nstate law and defines the extent of that preclusion.                              English,\n\n496 U.S. at 78-79.                Implied preemption can occur in one of two\n\nways:     field preemption or conflict preemption.                           Massachusetts\n\nAss'n of HMOs v. Ruthardt, 194 F.3d 176, 179 (1st Cir. 1999).\n\nField preemption occurs when a federal regulatory scheme is so\n\npervasive as to warrant an inference that Congress did not\n\nintend the states to supplement it.                             Gade v. National Solid\n\nWastes Mgmt. Ass'n, 505 U.S. 88, 98 (1992).                         Conflict preemption\n\ntakes place either when compliance with both state and federal\n\nregulations          is    impossible     or    when        state    law   interposes    an\n\nobstacle        to        the     achievement         of        Congress's    discernible\n\nobjectives.          Id.\n\n            In this appeal, Grant does not maintain that Congress\n\npreempted       the       field     of   milk    pricing          regulations     or   that\n\nsimultaneous compliance with both the federal and state milk\n\npricing schemes is infeasible.                  Instead Grant argues that, while\n\nthe AMAA allows complementary state regulation of milk prices,\n\nthe     Maine    Milk           Commission     Act,        as    clarified,    frustrates\n\nCongress's core objectives.                     This frustration occurs, Grant\n\ntells us, because Maine's uniform state-wide price neutralizes\n\n\n                                             -12-\n\fthe carefully calibrated federal system of location adjustments.\n\nAfter all, the federal scheme recognizes that raw milk has\n\ndifferent values at different locations and strives to equalize\n\nproducer revenue and promote handler equity by means of location\n\nadjustments.      In Grant's view, when Maine forces a federally\n\nregulated handler to pay a flat, state-wide minimum price in\n\nexcess of the location-adjusted federal price, it impairs the\n\naccomplishment of these federal objectives.\n\n            The theoretical underpinnings of this argument are\n\nimpeccable.      The \"obstacle to accomplishment\" branch of implied\n\npreemption     doctrine    came   into    clear   focus    in    Hines     v.\n\nDavidowitz, 312 U.S. 52 (1941), in which the Court stated that\n\ninquiries into preemption are designed, inter alia, to determine\n\nwhether   \"under    the   circumstances   of    [the]   particular      case,\n\n[state] law stands as an obstacle to the accomplishment and\n\nexecution of the full purposes and objectives of Congress.\"               Id.\n\nat 67.    The Hines Court emphasized the contextual nature of such\n\nquestions.     See id. at 68.     We take that cue and, recognizing\n\nthe salience of context, undertake a search for the objectives\n\nthat underlie the federal location adjustment system.\n\n            We start by considering the generic objectives of\n\nfederal   milk    price   regulation.     The   AMAA    makes   clear    that\n\nachieving price parity for producers, 7 U.S.C. § 602(1), and\n\n\n                                  -13-\n\fensuring the orderly supply of agricultural commodities (thereby\n\npromoting the mutual interests of producers and consumers), id.\n\n§ 602(4), are among the relevant goals of the legislation.                 The\n\nstatutory mandate that the Secretary adjust milk prices to\n\n\"reflect [economic] factors, insure a sufficient quantity of\n\npure and wholesome milk to meet current needs and further to\n\nassure a level of farm income adequate to maintain productive\n\ncapacity sufficient to meet anticipated future needs,\" id. §\n\n608c(18), also must be factored into the mix.                    We therefore\n\nagree with the Court of Appeals for the District of Columbia\n\nCircuit that the objectives of federal milk price regulation,\n\ngenerally, are \"to guarantee producers parity prices, to protect\n\nthe health and purses of consumers, to establish and safeguard\n\norderly marketing conditions, and to assure to each area of the\n\ncountry a sufficient quantity of pure and wholesome milk.\"\n\nSchepps Dairy, Inc. v. Bergland, 628 F.2d 11, 19 (D.C. Cir.\n\n1979) (internal citations and quotation marks omitted).\n\n           We   next   move   from    the     general    to   the   specific.\n\nGleaning   information    about   the       policies    behind   the   federal\n\nlocation adjustment regime requires us to canvass statements by\n\nthe United States Department of Agriculture (USDA) germane to\n\nthat issue.     According to the USDA, location adjustments are\n\nappropriate because \"milk value varies by location.\"                   64 Fed.\n\n\n                                     -14-\n\fReg. 16,117 (1999).         As Justice Harlan explained:          \"Delivery to\n\na   plant    located    nearby   the   consumer    market   is,    of    course,\n\nadvantageous to the handler and the producer is compensated for\n\nthis service. . . . Conversely, depositing milk at handlers'\n\nplants in outlying districts results in a negative adjustment.\"\n\nZuber v. Allen, 396 U.S. 168, 178 n.11 (1969).               While the USDA\n\nlater identified handler equity with regard to raw product costs\n\nas a goal of its matrix of location adjustments, see 64 Fed.\n\nReg. 16,109 (1999), the main thrust of the adjustments is to\n\nease the movement of raw milk from areas in which the supply is\n\nplentiful to areas in which the supply is short.                  See Lansing\n\nDairy, 39 F.3d at 1344.\n\n             Having catalogued the relevant federal objectives, we\n\nnext inquire whether Maine's non-location-adjusted minimum price\n\nclearly conflicts with those objectives.                E.g., English, 496\n\nU.S. at 79 (stating that preemption is not to be implied absent\n\na clear conflict); Rice v. Norman Williams Co., 458 U.S. 654,\n\n659 (1982) (requiring an irreconcilable conflict as a condition\n\nprecedent for preemption, not just a hypothetical or potential\n\nconflict).      Maine's pricing scheme conflicts with neither the\n\nAMAA's      overarching     purposes    (namely,      achieving    parity     in\n\nproducer prices and ensuring an orderly supply of commodities)\n\nnor   the    goals     of   federal    milk   price    regulation       (namely,\n\n\n                                       -15-\n\fachieving price equality for producers, safeguarding orderly\n\nmarket conditions, and assuring a sufficient milk supply).                    The\n\nMaine minimum promotes price equality for Maine dairy farmers\n\nwithout     in    any   way   detracting   from   the   orderliness     of    the\n\nmarket.      Furthermore, it contributes to the promotion of an\n\nadequate supply of milk by assuring Maine producers of a steady,\n\npredictable income stream (which in turn encourages production).\n\n             In    arguing     that   Maine's     uniform     minimum       price\n\nfrustrates federal objectives, Grant emphasizes that the state\n\nsystem requires it to pay its Maine producers the same price\n\npaid   by   its    Maine-based     competitors    to    the   south   (who    are\n\nsituated closer to the more densely populated urban areas), with\n\nno adjustment for its incrementally higher transportation costs.\n\nIf the federal system alone were in place, Grant's thesis runs,\n\nit would pay producers less than handlers do in southern Maine,\n\nthereby offsetting its greater transportation costs.                  Thus, one\n\neffect of the Maine minimum price is to make Grant's sales in\n\nsouthern Maine less profitable than those of its competitors.\n\n             We    understand    Grant's     consternation     and,    to    some\n\nextent, we sympathize with it.         But federal location adjustments\n\nwere not designed to compensate handlers with perfect fairness.\n\nIn Schepps Dairy, the court rejected a handler's claim that\n\ncertain federal location adjustments were invalid because they\n\n\n                                      -16-\n\fdid not fully cover actual transportation costs.             628 F.2d at\n\n19.   The court found that requiring federal location adjustments\n\nto reflect exact transportation costs would not be feasible and\n\nwould countervail the plain meaning of the AMAA.            Id. at 18-19.\n\nThe same principle applies here:            although the Maine minimum\n\ndoes not take into account handlers' differing transportation\n\ncosts, that failure alone does not bring the state scheme into\n\nclear conflict with the federal regime — a regime that does not\n\nrequire location adjustments to mirror actual transportation\n\ncosts.\n\n              Nor is Grant's case enhanced by its repeated reference\n\nto 7 U.S.C. § 608c(5)(A).       That proviso calls for uniform prices\n\n\"as to all handlers, subject only to adjustments for (1) volume,\n\nmarket, and production differentials customarily applied by the\n\nhandlers subject to such order, (2) the grade or quality of the\n\nmilk purchased, and (3) the locations at which delivery of such\n\nmilk,    or   any   such   classification   thereof,   is   made   to   such\n\nhandlers.\"      Id.   This is not a statement of policy, but merely\n\na limitation on the adjustments that the USDA may apply to the\n\nminimum prices that handlers are required to pay.              See Zuber,\n\n396 U.S. at 183 (describing congressional intent to confine the\n\nboundaries of the Secretary's delegated discretion).                In all\n\nevents, the language of this statute (\"subject to adjustments\")\n\n\n                                   -17-\n\fhas   been    interpreted   authoritatively   to    mean   that   such\n\nadjustments are precatory, not obligatory.         Schepps Dairy, 628\n\nF.2d at 18-19.     That eliminates any potential Supremacy Clause\n\nproblem:     since location adjustments are permissive under the\n\nfederal policy, there is no direct conflict between that policy\n\nand Maine's uniform minimum price.\n\n             In an effort to resurrect this facet of its claim,\n\nGrant posits that, whether or not location adjustments are\n\nmandatory, federal policy favors equitable prices for handlers\n\n(as opposed to strictly uniform prices).      This argument misses\n\nthe mark.      To the extent that federal location adjustments\n\nreflect a policy of equalizing raw product costs to handlers,\n\nthat policy serves the goal of enabling handlers to compete for\n\navailable milk supplies on an equitable basis.          64 Fed. Reg.\n\n16,109-10 (1999).      But Grant has presented no evidence that\n\nMaine's minimum price regulation disables it from competing for\n\nmilk supplies.     In fact, Grant told the court below that if it\n\nwere to pay the Maine minimum, its producers would net the\n\nhighest profits in the state, given their low transportation\n\ncosts.   This would make Grant, in effect, a preferred purchaser\n\nand ensure its supply of raw milk.     Consequently, as applied to\n\nGrant, the Maine minimum does not clash with the perceived\n\nfederal goal.\n\n\n                                -18-\n\f             Three other particulars bolster our conclusion that no\n\nsignificant conflict exists between Maine's uniform minimum\n\nprice and its federal counterpart.              First, the Supreme Court\n\nnoted   in   its   most   recent     milk    regulation    case   that   \"[t]he\n\nfederal order does not prohibit the payment of prices higher\n\nthan the established [federal] minima.\"             West Lynn, 512 U.S. at\n\n189 n.1.     This is at least some indication that prices higher\n\nthan the federal minima are not fundamentally incompatible with\n\nthe objectives of the federal regulatory scheme.\n\n             Second,   there   is    circumstantial       evidence   that   the\n\nSecretary regards Maine's regime as consistent with the policies\n\nof the AMAA.       When the federal order system was restructured,\n\nsee supra note 2, Maine could have been added as part of the\n\nNortheast Marketing Area.           In declining to do so, the Secretary\n\nreasoned:\n\n                    Maine has been and continues to be\n             excluded from Federal order regulation . . .\n             because of its geographic separation from\n             other areas, its long history of successful\n             milk marketing regulation, and the limited\n             impact of its pricing system on other\n             regulated areas.\n                    There appears to be little reason to\n             add the State of Maine to the consolidated\n             Northeast order area.   Maine handlers with\n             significant distribution in the Federal\n             order areas can be and are pooled under\n             Federal orders, limiting the extent of any\n             competitive advantage. Inclusion of Maine-\n             regulated handlers in the consolidated\n             marketing area would have little effect on\n\n                                      -19-\n\f          handlers' costs of Class I milk (or might\n          reduce them), and would reduce returns to a\n          few producers.     When not pooled under\n          Federal orders, Maine handlers are subject\n          to minimum prices paid for milk, and\n          producers are assured minimum prices in\n          payment for milk.    There is no compelling\n          reason to extend Federal order regulation to\n          encompass this State-regulated marketing\n          area.\n\n64 Fed. Reg. 16,056 (1999).       We think that this very recent\n\ndecision is important in two ways.           For one thing, it implies\n\nfederal approval of Maine's non-location-adjusted method of\n\npricing Maine milk and demonstrates the Secretary's sense of\n\nsatisfaction that Maine's in-state regulation is an appropriate\n\nresponse to its unique geographic situation.         For another thing,\n\nthe decision suggests a belief on the Secretary's part that\n\nMaine's   uniform   minimum   price   does    not   interfere    with   the\n\nmovement of milk in the Northeast Marketing Area.\n\n          Finally, the great weight of authority holds that state\n\nregulation of milk prices is not preempted by the extant federal\n\nregime.   E.g., Crane v. Commissioner of Dep't of Agric., Food &\n\nRural Res., 602 F. Supp. 280, 293 (D. Me. 1985);                Schwegmann\n\nBros. Giant Super Mkts. v. Louisiana Milk Comm'n, 365 F. Supp.\n\n1144, 1156-57 (M.D. La. 1973),        aff'd, 416 U.S. 922 (1974);\n\nUnited Dairy Farmers Coop. Ass'n v. Milk Control Comm'n, 335 F.\n\nSupp. 1008, 1014-15 (M.D. Pa. 1971), aff'd, 404 U.S. 930 (1971);\n\nMedo-Bel Creamery, Inc. v. Oregon, 673 P.2d 537, 544 (Or. Ct.\n\n                                 -20-\n\fApp. 1983).       Against this phalanx, Grant offers us only one case\n\nin which a state milk regulation was held to be preempted by\n\nfederal law.       That case, Pearce v. Freeman, 238 F. Supp. 947\n\n(E.D. La. 1965), is readily distinguishable.\n\n            Pearce dealt with a situation in which Louisiana had\n\nmandated that handlers pay producers a blend price determined by\n\neach individual handler's actual milk usage.                     Id. at 949-50.     In\n\ncontrast, federal regulations required handlers to pay producers\n\na blend price based on market-wide averages of handler milk\n\nusage.      Id.    at       950-51.     Finding     the    two    systems     entirely\n\nincompatible       —    a    handler    could      not   adhere    to   one    without\n\ndisobeying the other — the Pearce court ruled that the federal\n\nscheme trumped the state regulation.                     Id. at 955.    Since Grant\n\ncan   comply      with        both    the    applicable      federal     and     state\n\nregulations, Pearce lends no support to its Supremacy Clause\n\nclaim.   See id. at 950 (observing, in dictum, that Louisiana's\n\nminimum prices, which were higher than federal minimum prices,\n\n\"caused no difficulty as both were minimum rather than maximum\n\nprices\").\n\n            To say more on the Supremacy Clause challenge would be\n\nsupererogatory.         Preemption is strong medicine, not casually to\n\nbe dispensed.           Ruthardt, 194 F.3d at 178-79.               Although Grant\n\nchants the conventional \"obstacle to accomplishment\" mantra, it\n\n\n                                            -21-\n\fdoes not point to the kind of clear conflict that would warrant\n\nsuch a finding, or even to a genuine issue of material fact\n\nconcerning that point.          We therefore conclude that the lower\n\ncourt correctly rejected Grant's Supremacy Clause challenge.\n\n\n\n                        C.    The Commerce Clause.\n\n            The Constitution cedes to Congress the power \"[t]o\n\nregulate Commerce . . . among the several States.\"             U.S. Const.\n\nart. I, § 8, cl. 3.           This power includes a negative aspect,\n\nknown as the dormant Commerce Clause, \"that prevents state and\n\nlocal governments from impeding the free flow of goods from one\n\nstate to another.\"           Houlton, 175 F.3d at 184.         The dormant\n\nCommerce    Clause   prohibits      protectionist      state    regulation\n\ndesigned to benefit in-state economic interests by burdening\n\nout-of-state competitors.         Fulton Corp. v. Faulkner, 516 U.S.\n\n325, 330 (1996); New Energy Co. v. Limbach, 486 U.S. 269, 273-74\n\n(1988).\n\n            The Supreme Court most recently addressed the question\n\nof whether state milk price regulation violated the dormant\n\nCommerce Clause in West Lynn Creamery, Inc. v. Healy, 512 U.S.\n\n186 (1994).    We construct our analytic framework based on the\n\nblueprint    provided    by    Justice     Stevens's   majority   opinion,\n\n\"eschew[ing] formalism for a sensitive, case-by-case analysis of\n\n\n                                    -22-\n\fpurposes     and     effects.\"       Id.   at    201.     Using      this   flexible\n\napproach,       we    must   determine     whether       the   challenged       state\n\nstatute, as a practical matter, discriminates against interstate\n\ncommerce.       Id.    The question, then, is simply this:                  Does the\n\nMaine   Milk      Commission       Act   treat    in-state     and    out-of-state\n\neconomic interests differently in ways that help the former and\n\nhamper the latter?\n\n             Rather than letting the cream rise to the top, Grant\n\npresents us with a bewildering array of reasons why the Maine\n\nlaw   ostensibly       violates      the   dormant      Commerce      Clause.      To\n\nfacilitate discussion, we divide these reasons into four groups.\n\n             1.      Direct Regulation of Interstate Commerce.                  Grant\n\nfirst contends that, even without a showing of \"burden,\" Maine's\n\nminimum pricing scheme transgresses the dormant Commerce Clause\n\nbecause    it     directly    regulates         interstate     commerce.        Grant\n\ngrounds this contention in the Supreme Court's observation that\n\n\"[w]hen a state statute directly regulates or discriminates\n\nagainst interstate commerce . . . we have generally struck down\n\nthe statue without further inquiry.\"                    Brown-Forman Distillers\n\nCorp. v. New York State Liquor Auth., 476 U.S. 573, 579 (1986).\n\nBut   this      reference     to    direct      regulation     as    a   basis    for\n\ninvalidation has not been repeated in subsequent Supreme Court\n\nopinions, e.g., Fulton,            516 U.S. at 330-31; Oregon Waste Sys.,\n\n\n                                         -23-\n\fInc. v. Department of Envtl. Quality, 511 U.S. 93, 98-99 (1994),\n\nand it does not fit into the West Lynn framework.              See West\n\nLynn, 512 U.S. at 201 (directing inquiring courts to look for\n\ndiscriminatory \"purposes and effects\").        Given that the Brown-\n\nForman Court itself conceded that \"the critical consideration\n\n[in a dormant Commerce Clause analysis] is the overall effect of\n\nthe statute on both local and interstate activity,\" 476 U.S. at\n\n579, we rebuff Grant's attempt to forge a new mode of analysis.\n\n             In all events, even were we to give credence to the\n\nBrown-Forman dictum, Grant's \"direct regulation\" claim fails to\n\nraise a genuine issue of material fact sufficient to undermine\n\nthe lower court's entry of summary judgment.         Extrapolating from\n\nthe fact that the Secretary has declared that all milk acquired,\n\nprocessed, and sold by fully federally regulated handlers is in\n\nthe current of interstate commerce, 64 Fed. Reg. 47,899 (1999),\n\nGrant claims that      any state oversight of a fully federally\n\nregulated handler's milk (including regulation of milk that\n\nnever leaves the state in which it is produced) is invalid.            To\n\nshore   up   this   extreme   proposition,   Grant   cites   two   cases,\n\nnamely, United States v. Wrightwood Dairy Co., 315 U.S. 110\n\n(1942), and Baldwin v. G.A.F. Seelig, Inc., 294 U.S. 511 (1935).\n\nNeither case lends support.\n\n\n\n\n                                  -24-\n\f            Wrightwood Dairy held that the Commerce Clause gives\n\nCongress     the     authority      to    regulate          purely        intrastate\n\ntransactions as long as those transactions affect interstate\n\ncommerce.        315 U.S. at 125.        Nothing in the Court's opinion\n\nintimates that a State may not regulate in areas that touch upon\n\ninterstate commerce.         So, too,     Baldwin — a case that arose\n\nfollowing New York's passage of a law that prohibited the in-\n\nstate sale of milk produced beyond its borders unless the out-\n\nof-state dairy farmers were paid the minimum prices established\n\nby New York for its own producers.                    294 U.S. at 519.            In\n\nstriking down the law, the Court analogized the situation to the\n\nplacement of a tariff or duty on out-of-state milk as it entered\n\nNew York.    Id. at 521-22.         Baldwin stands for the proposition\n\nthat a state law which burdens interstate commerce is invalid.\n\nIt does not stand for the markedly different proposition that\n\nfederal    and    state   regulations     can       never   apply    to    the   same\n\nproduct.\n\n            That ends this aspect of the matter.                    The bare fact\n\nthat all of Grant's milk is federally regulated is simply not\n\nenough to render concurrent state regulation of some of its milk\n\nunconstitutional.         Cf.   7   U.S.C.      §    610(i)   (recognizing        the\n\ncoexistence of federal and state regulation of agriculture and\n\nagricultural products).\n\n\n                                     -25-\n\f              In a variation on this theme, Grant seems to assert\n\nthat       Maine   has   violated    the     dormant    Commerce   Clause     by\n\nregulating the milk that Grant sells across state lines.                    This\n\nassertion depends upon the validity of Grant's allegations that\n\nMaine credits federally required payments on both in-state and\n\nout-of-state milk when it calculates a fully federally regulated\n\nhandler's state obligation.           By so doing, Grant says, the State\n\nenforces the federal minimum on its out-of-state sales.                     Even\n\nthough this enforcement admittedly has no discriminatory effect\n\n— after all, the price Maine credits is identical to the federal\n\nrequirement — Grant insists that the practice abridges the\n\ndormant Commerce Clause.\n\n              The most glaring problem with this line of reasoning\n\nis that it misrepresents Maine's method of calculating a fully\n\nfederally regulated handler's state obligation.                    The record\n\nreveals that Maine bases its calculations on the amount of milk\n\na fully federally regulated handler sells within the state,\n\nmultiplying in-state sales by the Maine minimum.              In-state sales\n\nare then multiplied by the federal minimum, and the second\n\nnumber is subtracted from the first.                   The difference is the\n\namount      the    handler   owes   Maine    producers. 5    For   aught    that\n\n\n       5\n     To illustrate, assume that a handler bought all its milk in\nMaine and then sold 100 units in Maine, with the Maine price set\nat $1.00 and the federal price set at 80¢.          The ensuing\n\n                                      -26-\n\fappears, Grant's assertion that Maine credits a handler's out-\n\nof-state sales in computing the handler's state obligation is\n\nconstructed out of whole cloth.6\n\n          2.   Discrimination Against Interstate Commerce.              The\n\ncourts have invalidated state statutes that overtly discriminate\n\nagainst interstate commerce with a regularity that borders on\n\nthe monotonous.     E.g., Oregon Waste, 511 U.S. at 108; New\n\nEnergy, 486 U.S. at 280.      Grant attempts to demonstrate three\n\ntimes over that Maine's minimum pricing trips this wire.\n\n          Initially, Grant attacks Maine's method of computing\n\nits state obligation, arguing that the method results in a\n\nhigher assessment against Grant than against handlers that make\n\nonly in-state sales.    This argument draws its essence from the\n\nCommission's letter to Grant, dated April 10, 1998, pegging\n\nGrant's   obligation   to   Maine    producers   for   January   1998   at\n\n$20,409.71.    Grant asseverates that this figure was calculated\n\nby reference to Grant's overall sales, rather than by reference\n\n\ncalculation would run as follows: $100 of in-state sales at the\nMaine minimum, minus $80 that would have been paid on in-state\nsales at the federal minimum but for the overriding Maine\nminimum, leaving $20 owed to the handler's Maine producers (to\nbe shared pro rata among them).\n    6 We hasten to add that even if Maine used a figure derived\nfrom a fully federally regulated handler's out-of-state sales at\nthe federal minimum in some of its calculations, merely\nacknowledging that federal obligation is not the same as\nenforcing it.\n\n                                    -27-\n\fto its in-state sales, and that the resulting assessment is\n\nhigher than it would have been had Maine based its calculation\n\nsolely on Grant's in-state sales.7\n\n         Taking Grant's factual predicate as true, its claim\n\nnonetheless founders.      The January 1998 bill was not paid as\n\npresented,   and   the   Commission    has   confessed   error   in   the\n\nmethodology used to calculate it.            Moreover, the Commission\n\nasserts, without contradiction, that the faulty methodology has\n\nbeen discarded and that fully federally regulated handlers'\n\nobligations now are calculated using a formula that involves\n\nmultiplying Maine Class I sales by Maine Class I minimum prices,\n\nless the product of Maine Class I sales and the applicable\n\nfederal order minimum price.    Grant has neither adduced evidence\n\nto disprove these facts nor explained how the Commission's\n\nrevised formula burdens interstate commerce.        That puts the cork\n\nin the bottle:     Grant cannot prevail prospectively based on an\n\noutdated mistake, since corrected.\n\n\n\n\n    7 Maine apparently assigned a value of $1,371,510 to Grant's\ntotal purchases of 93,280.22 hundredweights of milk. It added\na premium of 25¢ per hundredweight to Grant's net sales (gross\nsales minus milk purchased from other handlers) of 87,940.38\nhundredweights.     The total premium added, therefore, was\n$21,985, and the total of the assigned value plus the premium\nwas $1,393,495. Maine then seems to have given Grant a credit\nof $1,373,085 ($14.72 per hundredweight) to arrive at the amount\nof the underpayment.\n\n                                -28-\n\f            Grant's      second         theory   of   a   burden    on    interstate\n\ncommerce concerns the alleged impact of the Maine minimum on its\n\nability to compete in certain metropolitan areas.                    This argument\n\nderives    primarily      from      geography.         Because     Maine's   minimum\n\npricing does not take into account a handler's transportation\n\ncosts,    Grant    is    at    a   competitive        disadvantage       relative   to\n\nhandlers located in southern Maine with respect to intrastate\n\nsales in Maine's more populous urban areas (e.g., Portland).\n\nGrant     claims       that    this       disadvantage        ultimately     burdens\n\ninterstate commerce because it impedes Grant's effectiveness in\n\nselling milk into border areas (e.g., Portsmouth, N.H.) where\n\nthe federal minimum price applies.\n\n            This       claim       of    lessened     distribution        efficiency\n\ncontemplates, at most, a roundabout kind of burden on interstate\n\ncommerce, arising as a side effect of what Grant reasonably\n\nperceives    as    a    burden      imposed      by   Maine   law   on    intrastate\n\ncommerce.     To substantiate it, Grant must show a \"differential\n\ntreatment of in-state and out-of-state economic interests that\n\nbenefits the former and burdens the latter.\"                     Oregon Waste, 511\n\nU.S. at 99.       Virtually by definition, such a showing demands a\n\ncomparison between two classifications.                   Bacchus Imports, Ltd.\n\nv. Dias, 468 U.S. 263, 273 (1984).                Accordingly, Grant must show\n\nthat handlers subject to both federal and state regulation (as\n\n\n                                          -29-\n\fis Grant) are disadvantaged in their endeavors to compete beyond\n\nMaine's borders relative to handlers who are subject only to\n\nstate regulation.\n\n            Grant's effort to establish this set of facts fails.\n\nBoth types of handlers must pay the Maine minimum price on Maine\n\nmilk.    Moreover, to the extent that the uniform state-wide price\n\nmeans that transportation costs to distant markets will erode\n\nprofits,    both   groups    are       equally     disadvantaged.            The   only\n\ndifference is that the handlers who are subject only to state\n\noversight sell less of their milk (under twenty-five percent)\n\ninto the federal order area.                In short, Maine's minimum price\n\ntreats      in-state    and        out-of-state            economic          interests\n\nevenhandedly.\n\n            This   scenario       is    a   far    cry    from     West    Lynn,    the\n\nprecedent     to    which     Grant         repeatedly          alludes.       There,\n\nMassachusetts      imposed    a    tax      on    all    milk    sold   to    in-state\n\nretailers (regardless of whether that milk was produced in or\n\nout of state) and then distributed the proceeds exclusively to\n\nMassachusetts producers.           West Lynn, 512 U.S. at 188.                 Because\n\nMassachusetts producers got money back, the tax effectively\n\napplied to out-of-state producers only, and had the effect of\n\nallowing Massachusetts producers, despite their higher initial\n\n\n\n\n                                         -30-\n\fcosts, to sell at prices below those charged by out-of-state\n\nproducers.    Id. at 194-95.\n\n           To be sure, Maine's statutory scheme makes an in-\n\nstate/out-of-state distinction — out-of-state handlers, unlike\n\nin-state   handlers,      do   not   have    to   pay    the   Maine   minima.\n\nNevertheless, this distinction is irrelevant for Commerce Clause\n\npurposes because it does not advantage Maine handlers at the\n\nexpense of out-of-state handlers.            Quite the contrary:        it is\n\nMaine handlers (whether fully federally regulated or not) and,\n\nby extension, Maine consumers, who shoulder a burden for the\n\nbenefit of Maine producers.          Stripped of rhetorical flourishes,\n\nGrant's argument is nothing more than a lament that the Maine\n\nminimum    burdens   it    relative     to   fully      federally    regulated\n\nhandlers located in southern Maine.                This lament should be\n\naddressed to the Maine legislature, not to the federal courts.\n\nThe   dormant   Commerce       Clause   does      not   protect     intrastate\n\ncompetition, but, rather, safeguards interstate markets from\n\ndiscriminatory regulation.        Exxon Corp. v. Governor of Maryland,\n\n437 U.S. 117, 127-28 (1978).\n\n           Grant's final \"discriminatory effect\" theorem posits\n\nthat the Maine minimum encourages producers to ship to the\n\nnearest market within Maine, thus discouraging them from selling\n\nacross state lines.       Grant adds that the Maine minimum similarly\n\n\n                                     -31-\n\fdiscourages      producers     from   selling        to   handlers     engaged     in\n\nsubstantial interstate distribution because the more milk the\n\nhandler     sells   out   of   state,    the   lower      the      revenue   to   the\n\nproducer.        On these bases, Grant hypothesizes that Maine's\n\nstatutory    scheme    impermissibly         keeps    milk    from    leaving     the\n\nstate.\n\n            The Commerce Clause looks askance at state resource-\n\nhoarding.     E.g., Chemical Waste Mgmt., Inc. v. Hunt, 504 U.S.\n\n334,   339-41     (1992);    Hughes   v.     Oklahoma,       441    U.S.   322,   338\n\n(1979).     Thus, Grant's point, taken in the abstract, possesses\n\nan   aura   of    plausibility.         As   applied      here,      however,     the\n\nresource-hoarding theory simply does not fit.\n\n            In the first place, the suggestion of resource hoarding\n\ncontradicts Grant's admission to the district court that, with\n\nthe Maine minimum in place, Grant finds it more profitable to\n\nsell milk out of state than in most in-state markets.                        As this\n\nadmission demonstrates (and as the district court explicitly\n\nfound), the Maine minimum appears to encourage, rather than\n\ndiscourage, interstate commerce.              In the second place, Grant's\n\nargument about producers' incentives to sell to handlers with\n\nthe smallest percentage of interstate distribution is woven out\n\nof the gossamer strands of speculation and surmise, unsupported\n\nby even the slimmest evidentiary thread.                   Grant has not shown\n\n\n                                      -32-\n\fthat    it    has    difficulty    buying     milk      or   that     it   is    losing\n\nproducers to handlers who do not sell into interstate markets.\n\n              If more were needed — and we doubt that it is —\n\nprecedent strongly suggests that Grant's argument is without\n\nmerit.       Courts routinely have confirmed that state minimum milk\n\nprices (all of which presumably have the effect of insuring an\n\nin-state milk supply) do not offend the Commerce Clause.                           E.g.,\n\nHighland Farms Dairy, Inc. v. Agnew, 300 U.S. 608, 614-16 (1937)\n\n(rejecting Commerce Clause challenge to Virginia statute setting\n\nminimum prices for milk within state); Marigold Foods, Inc. v.\n\nRedalen, 809 F. Supp. 714, 722 (D. Minn. 1992) (asserting in\n\nCommerce Clause context that \"Minnesota has a right to set\n\nminimum prices for milk produced and sold by dairy farmers\n\nlocated within its borders\"); Barber Pure Milk Co. v. Alabama\n\nState    Milk    Control    Bd.,    156   So.      2d   351,    355    (Ala.       1963)\n\n(upholding state minimum milk price against Commerce Clause\n\nchallenge); School Dist. v. Pennsylvania Milk Mktg. Bd., 683\n\nA.2d 972, 976 (Pa. Commw. Ct. 1996) (concluding that in-state\n\nminimum milk price did not violate Commerce Clause).\n\n              In the seminal case on this subject, the Supreme Court\n\nruled    that       a   Pennsylvania      statute       which    set       the     price\n\nPennsylvania handlers paid Pennsylvania producers for all milk\n\n(even    milk       ultimately     shipped    to     other      states)      did     not\n\n\n                                       -33-\n\ftransgress the Commerce Clause.            Milk Control Bd. v. Eisenberg\n\nFarm Prods., 306 U.S. 346, 349-51 (1939).             The Court concluded\n\nthat the minimum price did not create a barrier to interstate\n\ncommerce because the state did not \"essay to regulate or to\n\nrestrain the shipment of the respondent's milk into New York or\n\nto regulate its sale or the price at which respondent may sell\n\nit   in   New   York.\"   Id.   at   352.      The   case   before   us   fits\n\ncomfortably within this mold:         Maine imposes no restriction on\n\nthe sale of milk out of state and does not attempt to regulate\n\nthe price at which Maine-produced milk is sold in other venues.\n\nSee Maine Milk Comm'n v. Cumberland Farms N., 205 A.2d 146, 154\n\n(Me. 1964) (finding that Maine's milk price regulation does not\n\noffend the Commerce Clause because it \"does not attempt to\n\ncontrol the price paid for milk purchased outside of Maine, or\n\nthe sales price outside this state of milk produced here\").\n\n            The cases Grant cites in connection with its resource-\n\nhoarding claim are inapposite.         Those cases concern situations\n\nin which a state either has blocked out-of-staters' access to an\n\nin-state resource, e.g., Philadelphia v. New Jersey, 437 U.S.\n\n617, 628 (1978), or has taken an affirmative step to prevent the\n\nexport of a state resource, e.g., H.P. Hood & Sons v. DuMond,\n\n336 U.S. 525, 528-29 (1949).          The Maine Milk Commission Act\n\n\n\n\n                                    -34-\n\fcontains no such vice.             It neither erects barriers to access nor\n\ninhibits exports.\n\n               3.        Discriminatory      Purpose.      It    is     a    commonsense\n\nproposition that the purpose of a statute is relevant to a\n\nCommerce Clause analysis.                 See West Lynn, 512 U.S. at 194; see\n\nalso Chemical Waste, 504 U.S. at 344 n.6 (explaining that a\n\nfinding of impermissible economic protectionism may be made on\n\nthe    basis        of    a   discerned     discriminatory       purpose).           Grant\n\nattempts to invoke this proposition, suggesting that Maine's\n\nstatutory scheme is invalid because it was designed with a\n\ndiscriminatory purpose.              It relies on four pieces of evidence.\n\nThe first is a statement mined from the State's brief in an\n\nearlier case to the effect that allowing Maine handlers to\n\ndecide    on    a        monthly   basis    whether     they    will    be     federally\n\nregulated or state regulated would create \"economic chaos in the\n\nState's dairy industry.\"              The second consists of a comment made\n\nat oral argument in the same case that the State perceived a\n\nhandler    becoming           federally     regulated    as     being       \"potentially\n\ndisruptive to the State's dairy industry.\"                            The third is a\n\nnewspaper article in which the Commissioner (a defendant here)\n\nis    quoted    as       saying    that    Grant's    decision    to        become   fully\n\nfederally regulated and its refusal to pay the Maine minimum\n\n\"shakes the entire system.\"                  The fourth is a statement by a\n\n\n                                            -35-\n\fstate functionary calling the Clarification Act \"essential to\n\nthe stability of an industry undergoing considerable change.\"\n\n             Grant's    suggestion          that    we    draw      an   inference      of\n\nprotectionist intent from this meager collection of statements\n\n— the first two of which were made in the context of Maine Milk\n\nPool    litigation,     not     in    the    context      of     minimum      pricing    —\n\nelevates hope above reason.             We hold this view notwithstanding\n\nthat the summary judgment praxis requires us to evaluate the\n\nevidence in the light most favorable to Grant.                      See Houlton, 175\n\nF.3d    at   184.       Despite       the    generosity        of    this     standard,\n\n\"conclusory allegations, improbable inferences, and unsupported\n\nspeculation\" are entitled to no weight.                     Medina-Munoz v. R.J.\n\nReynolds Tobacco Co., 896 F.2d 5, 8 (1st Cir. 1990).\n\n             That principle applies here:                on their face, the cited\n\nstatements seem to be innocuous expressions of concern anent the\n\nstability of the Maine dairy industry in the face of significant\n\nchange.      Fairly     read,    they       are    consistent       with    the   stated\n\npurposes     of   Maine's     minimum       price    law,      which     is    aimed    at\n\n\"insuring . . . an adequate supply of pure and wholesome milk to\n\nthe inhabitants of this State,\" Me. Rev. Stat. Ann. tit. 7, §\n\n2954(2), and at stabilizing prices to producers, see id., §\n\n2954(9).     Interpreting the statements in a more sinister fashion\n\nwould    require    a   leap     of    faith       that   we     are     unwilling      to\n\n\n                                        -36-\n\fundertake.      The    bottom   line,   then,    is   that    Grant      has   not\n\npresented competent evidence to substantiate its conclusory\n\nallegation of discriminatory purpose.            See Cadle Co. v. Hayes,\n\n116 F.3d 957, 960, 962 (1st Cir. 1997) (stating and applying\n\nprinciple that a party having the burden of proof must present\n\nevidence     that     is   \"significantly       probative,\"        not    merely\n\ncolorable, to thwart summary judgment).\n\n           4.   Incidental Effects.       Grant tries to pull one last\n\nrabbit from the hat.          Shifting away from arguments based on\n\ndiscriminatory purpose and effect, it contends that even if\n\nMaine's regulations only indirectly burden interstate commerce,\n\nthere is a genuine issue of material fact as to whether those\n\nburdens    outweigh     the   benefit   conferred     by     the   Maine       Milk\n\nCommission Act.       This contention, which calls for an application\n\nof what has come to be known as the Pike balancing test, see\n\nPike v. Bruce Church, Inc., 397 U.S. 137, 142 (1970); see also\n\nHoulton, 175 F.3d at 185, stands on uncertain legal terrain.\n\nThe case-by-case approach described in West Lynn focuses on an\n\n\"analysis of purposes and effects.\"               512 U.S. at 201.              In\n\nearlier cases, however, the Court addressed dormant Commerce\n\nClause questions in a somewhat different way, asking, inter\n\nalia, whether the challenged law \"regulates evenhandedly with\n\nonly 'incidental' effects on interstate commerce . . .\"                   Oregon\n\n\n                                   -37-\n\fWaste, 511 U.S. at 99.         The answer to this question determined\n\nthe level of scrutiny to be applied.            Id.     It is unclear whether\n\nthe Court intended the West Lynn approach to supplant, or merely\n\nto complement, the analytic structure typified by Oregon Waste.\n\n            We need not resolve this enigma today.                  Instead, we\n\naddress the Pike balancing test on the merits.               In doing so, we\n\nbegin with a recitation of the test itself.               \"Where [a] statute\n\nregulates evenhandedly to effectuate a legitimate local public\n\ninterest,    and   its   effects   on     interstate      commerce    are    only\n\nincidental, it will be upheld unless the burden imposed on such\n\ncommerce is clearly excessive in relation to the putative local\n\nbenefits.\"      Pike, 397 U.S. at 142.\n\n            Grant has canvassed the possible burden on interstate\n\ncommerce created by the Maine statute in meticulous detail.\n\nDespite   the    valiant     efforts    of    capable    counsel,    Grant    has\n\nidentified      only   two   conceivable      vulnerabilities:         (1)    the\n\nalleged distribution inefficiency created in some dual-state\n\nmetropolitan areas as a result of Grant's inability to sell milk\n\nprofitably in southern Maine; and (2) the alleged tendency of\n\nthe Maine minimum price to discourage milk from leaving the\n\nstate.    These possibilities need not detain us.             As our earlier\n\ncomments make clear, both of them are unsubstantiated.                         In\n\nshort, Grant's slim showing of an imagined burden does not\n\n\n                                       -38-\n\fsuffice to trigger Pike balancing.        Moreover, even were we to\n\ngive Grant the benefit of the doubt on that issue, the modest\n\nburdens   that   it   describes   obviously   are   outweighed   by   the\n\nbenefits Maine seeks to secure by imposing minimum prices —\n\nbenefits that include ensuring an adequate in-state supply of\n\nmilk at reasonable prices and maintaining market stability.           See\n\nMe. Rev. Stat. Ann. tit. 7, § 2954(2) & (9).               Hence, the\n\ndistrict court did not err when it granted summary judgment for\n\nthe defendants on this point.\n\nIII.   CONCLUSION\n\n            We need go no further.       Grant's various Supremacy\n\nClause and Commerce Clause claims are factually unsubstantiated,\n\nlegally impuissant, or both.       Consequently, the judgment below\n\nmust be\n\n\n\nAffirmed.\n\n\n\n\n                                  -39-\n\f",
  "html": "<p class=\"case_cite\">232 F.3d 8 (1st Cir. 2000)</p>\n    <p class=\"parties\">GRANT'S DAIRY -- MAINE, LLC, Plaintiff, Appellant,<br>v.<br>COMMISSIONER OF MAINE DEPARTMENT OF AGRICULTURE, FOOD &amp; RURAL RESOURCES, ET AL., Defendants, Appellees.</p>\n    <p class=\"docket\">No. 00-1040.</p>\n    <p class=\"court\">United States Court of Appeals, For the First Circuit.</p>\n    <p class=\"date\">Heard Sept. 12, 2000.<br>Decided November 13, 2000.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF MAINE. Hon. Morton A. Brody, U.S. District Judge.[Copyrighted Material Omitted][Copyrighted Material Omitted]</p>\n      <p class=\"indent\">John H. Vetne, with whom Judith H. Mizner was on brief, for appellant.</p>\n      <p class=\"indent\">Lucinda E. White, Assistant Attorney General, with whom Andrew Ketterer, Maine Attorney General, and William R. Stokes, Assistant Attorney General, were on brief, for appellees.</p>\n      <p class=\"indent\">Before Selya, Circuit Judge, Coffin, Senior Circuit Judge, and Stahl, Circuit Judge.</p>\n      <p class=\"indent\">SELYA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Federally regulated milk dealers (\"handlers\") are required by federal law to pay a minimum price for all the raw milk that they purchase from dairy farmers (\"producers\").<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> In addition, the State of Maine sets a minimum price that in-state handlers must pay to in-state producers with respect to milk produced, processed, and sold in Maine (\"Maine milk\"). Plaintiff-appellant Grant's Dairy -- Maine, LLC (\"Grant\"), a fully federally regulated handler based in northern Maine, brought suit against several state plenipotentiaries, including the Commissioner of the Maine Department of Agriculture, Food, and Rural Resources and the members of the Maine Milk Commission (\"the Commission\"), arguing that, as applied, Maine's additional level of price regulation violated the United States Constitution. In an unpublished opinion, the district court rejected Grant's constitutional claims. Grant pursues its Supremacy Clause and Commerce Clause challenges in this venue. Discerning no constitutional infirmity, we affirm the lower court's entry of summary judgment.</p>\n    </div>\n    <p class=\"indent\">I. BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">To place Grant's antipathy to Maine's imposition of a minimum milk price in context, we provide a brief overview of applicable federal and state regulation and then trace the interaction of the two schemes.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">A. Federal Regulation.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">More than six decades ago, the Agricultural Marketing Agreement Act of 1937 (\"AMAA\"), now codified, as amended, at 7 U.S.C.  601-626, authorized the Secretary of Agriculture (the Secretary) to set minimum prices for milk. Id.  608c(1) &amp; (2). To this end, the Secretary divided the country into regions, each of which is known as a federal order milk marketing area.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> 7 C.F.R.  1001-1135. In each area, a milk marketing order sets minimum prices that handlers must pay producers. The Northeast Marketing Area includes five New England states (Connecticut, Massachusetts, New Hampshire, Rhode Island, and Vermont), Delaware, New Jersey, the District of Columbia, and portions of Maryland, New York, Pennsylvania, and Virginia. 7 C.F.R.  1001.2. Maine is not part of this, or any other, federal order milk marketing area. See 64 Fed. Reg. 16,056 (1999).</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Although Maine is not within a federal order area, certain aspects of the federal paradigm are pertinent to an understanding of the present problem. First, the federal system takes account of the fact that the value of milk varies according to use. See West Lynn Creamery, Inc. v. Healy, 512 U.S. 186, 189 n.1 (1994). Before federal regulation came upon the scene, producers vied to sell their milk for processing as fluid milk (the use that fetched the highest price). Lansing Dairy, Inc. v. Espy, 39 F.3d 1339, 1343 (6th Cir. 1994). The federal order system obviated the need for such cutthroat competition. Under it, raw milk is classified into four use categories: Class I (fluid milk); Class II (soft dairy products, e.g., yogurt and cottage cheese); Class III (spreadable and hard cheese); and Class IV (butter and powdered milk). 7 C.F.R.  1000.40. Each class of milk commands a different price. Id.  1000.50. Though handlers pay for raw milk based on the uses to which they put it, id.  1001.60, 1001.71, producers ultimately receive a uniform \"blend\" price based on the percentage of milk used in each class throughout the marketing area, id.  1001.72-1001.73. The purpose of this pooling mechanism is to ensure that all producers selling milk into a particular federal order area receive a uniform minimum price for their milk regardless of the milk's end use. See 7 U.S.C.  608c(5)(B)(ii); see also West Lynn, 512 U.S. at 189 n.1 (discussing computation of blend price).</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Another important aspect of the federal order system relates to geography. The minimum price is subject to an adjustment based on the location of the handler's plant. See 7 C.F.R.  1000.52 (table of price differentials arranged by county). These location adjustments recognize the fact that handlers holding milk near areas of high consumption have a more valuable commodity than handlers holding milk out in the boondocks (who must underwrite the cost of transporting their milk to population centers). Lansing Dairy, 39 F.3d at 1344-45. Thus, for example, in the Northeast Marketing Area, handlers near Boston pay more for raw milk than handlers in outlying rural communities.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">B. Maine Regulation.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Under the Maine Milk Commission Act, Me. Rev. Stat. Ann. tit. 7,  2951-2963, the Commission is authorized to set minimum prices anent Maine milk. Id.  2954(1). The minimum price that Maine handlers<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> must pay to Maine producers for milk sold within Maine usually is comparable to the prevailing federal price in southern New England, plus any premium the Commission decides is appropriate to reflect the added cost of producing Maine milk. Id.  2954(2)(A). The minimum price that the Commission sets is uniform throughout the state, without any location adjustments. Maine handlers make payments at (or above) the Maine minimum directly to the producers with whom they deal. Id.  2954-A(1).</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Maine producers sell milk not only into the Maine market, but also into the federal order area. Because an inordinately high percentage of milk that stays in Maine is used as Class I drinking milk, Maine producers selling into the Maine market historically received higher prices for their milk than Maine producers selling into the federal order area. To counteract this phenomenon, the Maine legislature in 1983 passed the Maine Milk Pool Act, Me. Rev. Stat. Ann. tit. 7,  3151-3156. This law requires that all Maine producers ultimately receive the same blend price (based on overall usage in the federal market). Id.  3151. Maine handlers who have a higher Class I utilization than the federal average pay that difference into the Maine Milk Pool. Id.  3153(2). The funds in the Maine Milk Pool are distributed among all Maine producers, thus equalizing the prices received for Maine milk. Id.  3153(4).</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">C. The Federal/State Interface.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The case at bar arises from the interaction of these two regulatory systems. A handler that sells a stipulated percentage of its milk into the Northeast Marketing Area -- the figure, once ten percent, is now twenty-five percent -- becomes a fully federally regulated handler, even if it is located outside the area. 7 C.F.R.  1001.7(a). Being fully federally regulated means that a handler must pay no less than the federal minimum price on all the milk that it receives at its plant and must contribute to the federal pool that equalizes the price paid to producers for milk put to divergent uses. Id.  1001.71, 1001.73.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">In 1990, H.P. Hood, one of the first Maine handlers to become fully federally regulated, simultaneously stopped making payments into the Maine Milk Pool and started making payments into the federal pool. Maine brought suit in a state court to compel Hood to continue paying into the Maine Milk Pool. In an unpublished rescript dated September 16, 1991, a state superior court judge ruled that the Maine Milk Pool Act did not apply to fully federally regulated Maine handlers. From then on, federally regulated handlers in Maine turned a cold shoulder to the Maine Milk Pool. Hood, however, continued to comply with Maine's minimum price requirement.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Grant is a Maine corporation that owns and operates a fluid milk bottling plant in Bangor, Maine. In 1997, Grant for the first time began selling enough milk into the Northeast Marketing Area to become fully federally regulated. When that occurred, Grant informed the Commission that it did not consider itself bound to pay its Maine producers the Maine minimum price, but would pay them instead the federal minimum (location adjusted to Bangor). The Commission disagreed, maintaining that Grant, notwithstanding its federally regulated status, was obligated to pay the Maine minimum. In a preemptive strike, Grant brought suit in Maine's federal district court challenging the authority of state officials to enforce the Maine minimum in these circumstances.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The district court, in an interlocutory order, found it \"reasonably clear\" that Maine's statute did not authorize the Commission to require a fully federally regulated handler to honor Maine's minimum pricing. Grant's Dairy, Inc. v. McLaughlin, 20 F. Supp. 2d 112, 116-18 (D. Me. 1998). Within months, however, the Maine legislature passed \"An Act to Clarify the Authority of the Maine Milk Commission,\" Me. Rev. Stat. Ann. tit. 7,  2954(9) (\"the Clarification Act\"). This legislation cleared away the mist and made it plain that Maine intended to require its fully federally regulated handlers to pay the Maine minimum price to Maine producers for milk destined to be sold within the state.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> With the meaning of the Maine Milk Commission Act clarified, the district court, ruling on cross-motions for summary judgment, determined that Maine's system passed constitutional muster. This appeal ensued.</p>\n    </div>\n    <p class=\"indent\">II. ANALYSIS</p>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">In simplified form, Grant's principal contentions are that Maine's statutory scheme (1) contravenes the Supremacy Clause because its state-wide uniform milk price neutralizes the effect of the federal location adjustments, and (2) offends the dormant Commerce Clause because it discriminates against interstate commerce. As a subset of the latter argument, Grant says that, at the very least, there are genuine issues of material fact relating to whether the benefits of the legislation justify its burdens. After delineating the standard of review, we turn to these points.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">A. Standard of Review.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">A district court may order summary judgment \"if the pleadings, depositions, answers to interrogatories, and admissions on file, together with the affidavits, if any, show that there is no genuine issue as to any material fact and that the moving party is entitled to a judgment as a matter of law.\" Fed. R. Civ. P. 56(c). The inner workings of the summary judgment model are familiar:</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Once a properly documented motion has engaged the gears of Rule 56, the party to whom the motion is directed can shut down the machinery only by showing that a trialworthy issue exists. As to issues on which the summary judgment target bears the ultimate burden of proof, she cannot rely on an absence of competent evidence, but must affirmatively point to specific facts that demonstrate the existence of an authentic dispute. Not every factual dispute is sufficient to thwart summary judgment; the contested fact must be \"material\" and the dispute over it must be \"genuine.\" In this regard, \"material\" means that a contested fact has the potential to change the outcome of the suit under the governing law if the dispute over it is resolved favorably to the nonmovant. By like token, \"genuine\" means that the evidence about the fact is such that a reasonable jury could resolve the point in favor of the nonmoving party . . . .</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">McCarthy v. Northwest Airlines, Inc., 56 F.3d 313, 315 (1st Cir. 1995) (citations and some internal quotation marks omitted). Where, as here, summary judgment has been granted, the court of appeals reviews the matter de novo, regarding the record and all reasonable inferences therefrom in the light most hospitable to the party who lost below. Houlton Citizens' Coalition v. Town of Houlton, 175 F.3d 178, 184 (1st Cir. 1999); Garside v. Osco Drug, Inc., 895 F.2d 46, 48 (1st Cir. 1990).</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">B. The Supremacy Clause.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Grant maintains that, as applied to it, Maine's statutory scheme is preempted under the Supremacy Clause. See U.S. Const. art. VI, cl. 2 (declaring that federal law \"shall be the supreme Law of the Land . . . any Thing in the Constitution or Laws of any State to the Contrary notwithstanding\"). Congressional intent is the touchstone of preemption analysis. Cipollone v. Liggett Group, Inc., 505 U.S. 504, 516 (1992); English v. General Elec. Co., 496 U.S. 72, 78-79 (1990). Moreover, in undertaking such analyses courts \"start with the assumption that the historic police powers of the States [are] not to be superseded by . . . Federal Act unless that [is] the clear and manifest purpose of Congress.\" Rice v. Santa Fe Elevator Corp., 331 U.S. 218, 230 (1947).</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Federal law may preempt state law either expressly or by implication. Express preemption occurs only when a federal statute explicitly confirms Congress's intention to preempt state law and defines the extent of that preclusion. English, 496 U.S. at 78-79. Implied preemption can occur in one of two ways: field preemption or conflict preemption. Massachusetts Ass'n of HMOs v. Ruthardt, 194 F.3d 176, 179 (1st Cir. 1999). Field preemption occurs when a federal regulatory scheme is so pervasive as to warrant an inference that Congress did not intend the states to supplement it. Gade v. National Solid Wastes Mgmt. Ass'n, 505 U.S. 88, 98 (1992). Conflict preemption takes place either when compliance with both state and federal regulations is impossible or when state law interposes an obstacle to the achievement of Congress's discernible objectives. Id.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">In this appeal, Grant does not maintain that Congress preempted the field of milk pricing regulations or that simultaneous compliance with both the federal and state milk pricing schemes is infeasible. Instead Grant argues that, while the AMAA allows complementary state regulation of milk prices, the Maine Milk Commission Act, as clarified, frustrates Congress's core objectives. This frustration occurs, Grant tells us, because Maine's uniform state-wide price neutralizes the carefully calibrated federal system of location adjustments. After all, the federal scheme recognizes that raw milk has different values at different locations and strives to equalize producer revenue and promote handler equity by means of location adjustments. In Grant's view, when Maine forces a federally regulated handler to pay a flat, state-wide minimum price in excess of the location-adjusted federal price, it impairs the accomplishment of these federal objectives.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The theoretical underpinnings of this argument are impeccable. The \"obstacle to accomplishment\" branch of implied preemption doctrine came into clear focus in Hines v. Davidowitz, 312 U.S. 52 (1941), in which the Court stated that inquiries into preemption are designed, inter alia, to determine whether \"under the circumstances of [the] particular case, [state] law stands as an obstacle to the accomplishment and execution of the full purposes and objectives of Congress.\" Id. at 67. The Hines Court emphasized the contextual nature of such questions. See id. at 68. We take that cue and, recognizing the salience of context, undertake a search for the objectives that underlie the federal location adjustment system.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">We start by considering the generic objectives of federal milk price regulation. The AMAA makes clear that achieving price parity for producers, 7 U.S.C.  602(1), and ensuring the orderly supply of agricultural commodities (thereby promoting the mutual interests of producers and consumers), id.  602(4), are among the relevant goals of the legislation. The statutory mandate that the Secretary adjust milk prices to \"reflect [economic] factors, insure a sufficient quantity of pure and wholesome milk to meet current needs and further to assure a level of farm income adequate to maintain productive capacity sufficient to meet anticipated future needs,\" id.  608c(18), also must be factored into the mix. We therefore agree with the Court of Appeals for the District of Columbia Circuit that the objectives of federal milk price regulation, generally, are \"to guarantee producers parity prices, to protect the health and purses of consumers, to establish and safeguard orderly marketing conditions, and to assure to each area of the country a sufficient quantity of pure and wholesome milk.\" Schepps Dairy, Inc. v. Bergland, 628 F.2d 11, 19 (D.C. Cir. 1979) (internal citations and quotation marks omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">We next move from the general to the specific. Gleaning information about the policies behind the federal location adjustment regime requires us to canvass statements by the United States Department of Agriculture (USDA) germane to that issue. According to the USDA, location adjustments are appropriate because \"milk value varies by location.\" 64 Fed. Reg. 16,117 (1999). As Justice Harlan explained: \"Delivery to a plant located nearby the consumer market is, of course, advantageous to the handler and the producer is compensated for this service. . . . Conversely, depositing milk at handlers' plants in outlying districts results in a negative adjustment.\" Zuber v. Allen, 396 U.S. 168, 178 n.11 (1969). While the USDA later identified handler equity with regard to raw product costs as a goal of its matrix of location adjustments, see 64 Fed. Reg. 16,109 (1999), the main thrust of the adjustments is to ease the movement of raw milk from areas in which the supply is plentiful to areas in which the supply is short. See Lansing Dairy, 39 F.3d at 1344.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Having catalogued the relevant federal objectives, we next inquire whether Maine's non-location-adjusted minimum price clearly conflicts with those objectives. E.g., English, 496 U.S. at 79 (stating that preemption is not to be implied absent a clear conflict); Rice v. Norman Williams Co., 458 U.S. 654, 659 (1982) (requiring an irreconcilable conflict as a condition precedent for preemption, not just a hypothetical or potential conflict). Maine's pricing scheme conflicts with neither the AMAA's overarching purposes (namely, achieving parity in producer prices and ensuring an orderly supply of commodities) nor the goals of federal milk price regulation (namely, achieving price equality for producers, safeguarding orderly market conditions, and assuring a sufficient milk supply). The Maine minimum promotes price equality for Maine dairy farmers without in any way detracting from the orderliness of the market. Furthermore, it contributes to the promotion of an adequate supply of milk by assuring Maine producers of a steady, predictable income stream (which in turn encourages production).</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">In arguing that Maine's uniform minimum price frustrates federal objectives, Grant emphasizes that the state system requires it to pay its Maine producers the same price paid by its Maine-based competitors to the south (who are situated closer to the more densely populated urban areas), with no adjustment for its incrementally higher transportation costs. If the federal system alone were in place, Grant's thesis runs, it would pay producers less than handlers do in southern Maine, thereby offsetting its greater transportation costs. Thus, one effect of the Maine minimum price is to make Grant's sales in southern Maine less profitable than those of its competitors.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">We understand Grant's consternation and, to some extent, we sympathize with it. But federal location adjustments were not designed to compensate handlers with perfect fairness. In Schepps Dairy, the court rejected a handler's claim that certain federal location adjustments were invalid because they did not fully cover actual transportation costs. 628 F.2d at 19. The court found that requiring federal location adjustments to reflect exact transportation costs would not be feasible and would countervail the plain meaning of the AMAA. Id. at 18-19. The same principle applies here: although the Maine minimum does not take into account handlers' differing transportation costs, that failure alone does not bring the state scheme into clear conflict with the federal regime -- a regime that does not require location adjustments to mirror actual transportation costs.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Nor is Grant's case enhanced by its repeated reference to 7 U.S.C.  608c(5)(A). That proviso calls for uniform prices \"as to all handlers, subject only to adjustments for (1) volume, market, and production differentials customarily applied by the handlers subject to such order, (2) the grade or quality of the milk purchased, and (3) the locations at which delivery of such milk, or any such classification thereof, is made to such handlers.\" Id. This is not a statement of policy, but merely a limitation on the adjustments that the USDA may apply to the minimum prices that handlers are required to pay. See Zuber, 396 U.S. at 183 (describing congressional intent to confine the boundaries of the Secretary's delegated discretion). In all events, the language of this statute (\"subject to adjustments\") has been interpreted authoritatively to mean that such adjustments are precatory, not obligatory. Schepps Dairy, 628 F.2d at 18-19. That eliminates any potential Supremacy Clause problem: since location adjustments are permissive under the federal policy, there is no direct conflict between that policy and Maine's uniform minimum price.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">In an effort to resurrect this facet of its claim, Grant posits that, whether or not location adjustments are mandatory, federal policy favors equitable prices for handlers (as opposed to strictly uniform prices). This argument misses the mark. To the extent that federal location adjustments reflect a policy of equalizing raw product costs to handlers, that policy serves the goal of enabling handlers to compete for available milk supplies on an equitable basis. 64 Fed. Reg. 16,109-10 (1999). But Grant has presented no evidence that Maine's minimum price regulation disables it from competing for milk supplies. In fact, Grant told the court below that if it were to pay the Maine minimum, its producers would net the highest profits in the state, given their low transportation costs. This would make Grant, in effect, a preferred purchaser and ensure its supply of raw milk. Consequently, as applied to Grant, the Maine minimum does not clash with the perceived federal goal.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Three other particulars bolster our conclusion that no significant conflict exists between Maine's uniform minimum price and its federal counterpart. First, the Supreme Court noted in its most recent milk regulation case that \"[t]he federal order does not prohibit the payment of prices higher than the established [federal] minima.\" West Lynn, 512 U.S. at 189 n.1. This is at least some indication that prices higher than the federal minima are not fundamentally incompatible with the objectives of the federal regulatory scheme.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Second, there is circumstantial evidence that the Secretary regards Maine's regime as consistent with the policies of the AMAA. When the federal order system was restructured, see supra note 2, Maine could have been added as part of the Northeast Marketing Area. In declining to do so, the Secretary reasoned:</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Maine has been and continues to be excluded from Federal order regulation . . . because of its geographic separation from other areas, its long history of successful milk marketing regulation, and the limited impact of its pricing system on other regulated areas.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">There appears to be little reason to add the State of Maine to the consolidated Northeast order area. Maine handlers with significant distribution in the Federal order areas can be and are pooled under Federal orders, limiting the extent of any competitive advantage. Inclusion of Maine-regulated handlers in the consolidated marketing area would have little effect on handlers' costs of Class I milk (or might reduce them), and would reduce returns to a few producers. When not pooled under Federal orders, Maine handlers are subject to minimum prices paid for milk, and producers are assured minimum prices in payment for milk. There is no compelling reason to extend Federal order regulation to encompass this State-regulated marketing area.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">64 Fed. Reg. 16,056 (1999). We think that this very recent decision is important in two ways. For one thing, it implies federal approval of Maine's non-location-adjusted method of pricing Maine milk and demonstrates the Secretary's sense of satisfaction that Maine's in-state regulation is an appropriate response to its unique geographic situation. For another thing, the decision suggests a belief on the Secretary's part that Maine's uniform minimum price does not interfere with the movement of milk in the Northeast Marketing Area.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Finally, the great weight of authority holds that state regulation of milk prices is not preempted by the extant federal regime. E.g., Crane v. Commissioner of Dep't of Agric., Food &amp; Rural Res., 602 F. Supp. 280, 293 (D. Me. 1985); Schwegmann Bros. Giant Super Mkts. v. Louisiana Milk Comm'n, 365 F. Supp. 1144, 1156-57 (M.D. La. 1973), aff'd, 416 U.S. 922 (1974); United Dairy Farmers Coop. Ass'n v. Milk Control Comm'n, 335 F. Supp. 1008, 1014-15 (M.D. Pa. 1971), aff'd, 404 U.S. 930 (1971); Medo-Bel Creamery, Inc. v. Oregon, 673 P.2d 537, 544 (Or. Ct. App. 1983). Against this phalanx, Grant offers us only one case in which a state milk regulation was held to be preempted by federal law. That case, Pearce v. Freeman, 238 F. Supp. 947 (E.D. La. 1965), is readily distinguishable.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Pearce dealt with a situation in which Louisiana had mandated that handlers pay producers a blend price determined by each individual handler's actual milk usage. Id. at 949-50. In contrast, federal regulations required handlers to pay producers a blend price based on market-wide averages of handler milk usage. Id. at 950-51. Finding the two systems entirely incompatible -- a handler could not adhere to one without disobeying the other -- the Pearce court ruled that the federal scheme trumped the state regulation. Id. at 955. Since Grant can comply with both the applicable federal and state regulations, Pearce lends no support to its Supremacy Clause claim. See id. at 950 (observing, in dictum, that Louisiana's minimum prices, which were higher than federal minimum prices, \"caused no difficulty as both were minimum rather than maximum prices\").</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">To say more on the Supremacy Clause challenge would be supererogatory. Preemption is strong medicine, not casually to be dispensed. Ruthardt, 194 F.3d at 178-79. Although Grant chants the conventional \"obstacle to accomplishment\" mantra, it does not point to the kind of clear conflict that would warrant such a finding, or even to a genuine issue of material fact concerning that point. We therefore conclude that the lower court correctly rejected Grant's Supremacy Clause challenge.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">C. The Commerce Clause.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">The Constitution cedes to Congress the power \"[t]o regulate Commerce . . . among the several States.\" U.S. Const. art. I,  8, cl. 3. This power includes a negative aspect, known as the dormant Commerce Clause, \"that prevents state and local governments from impeding the free flow of goods from one state to another.\" Houlton, 175 F.3d at 184. The dormant Commerce Clause prohibits protectionist state regulation designed to benefit in-state economic interests by burdening out-of-state competitors. Fulton Corp. v. Faulkner, 516 U.S. 325, 330 (1996); New Energy Co. v. Limbach, 486 U.S. 269, 273-74 (1988).</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">The Supreme Court most recently addressed the question of whether state milk price regulation violated the dormant Commerce Clause in West Lynn Creamery, Inc. v. Healy, 512 U.S. 186 (1994). We construct our analytic framework based on the blueprint provided by Justice Stevens's majority opinion, \"eschew[ing] formalism for a sensitive, case-by-case analysis of purposes and effects.\" Id. at 201. Using this flexible approach, we must determine whether the challenged state statute, as a practical matter, discriminates against interstate commerce. Id. The question, then, is simply this: Does the Maine Milk Commission Act treat in-state and out-of-state economic interests differently in ways that help the former and hamper the latter?</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">Rather than letting the cream rise to the top, Grant presents us with a bewildering array of reasons why the Maine law ostensibly violates the dormant Commerce Clause. To facilitate discussion, we divide these reasons into four groups.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">1. Direct Regulation of Interstate Commerce. Grant first contends that, even without a showing of \"burden,\" Maine's minimum pricing scheme transgresses the dormant Commerce Clause because it directly regulates interstate commerce. Grant grounds this contention in the Supreme Court's observation that \"[w]hen a state statute directly regulates or discriminates against interstate commerce . . . we have generally struck down the statue without further inquiry.\" Brown-Forman Distillers Corp. v. New York State Liquor Auth., 476 U.S. 573, 579 (1986). But this reference to direct regulation as a basis for invalidation has not been repeated in subsequent Supreme Court opinions, e.g., Fulton, 516 U.S. at 330-31; Oregon Waste Sys., Inc. v. Department of Envtl. Quality, 511 U.S. 93, 98-99 (1994), and it does not fit into the West Lynn framework. See West Lynn, 512 U.S. at 201 (directing inquiring courts to look for discriminatory \"purposes and effects\"). Given that the Brown-Forman Court itself conceded that \"the critical consideration [in a dormant Commerce Clause analysis] is the overall effect of the statute on both local and interstate activity,\" 476 U.S. at 579, we rebuff Grant's attempt to forge a new mode of analysis.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">In all events, even were we to give credence to the Brown-Forman dictum, Grant's \"direct regulation\" claim fails to raise a genuine issue of material fact sufficient to undermine the lower court's entry of summary judgment. Extrapolating from the fact that the Secretary has declared that all milk acquired, processed, and sold by fully federally regulated handlers is in the current of interstate commerce, 64 Fed. Reg. 47,899 (1999), Grant claims that any state oversight of a fully federally regulated handler's milk (including regulation of milk that never leaves the state in which it is produced) is invalid. To shore up this extreme proposition, Grant cites two cases, namely, United States v. Wrightwood Dairy Co., 315 U.S. 110 (1942), and Baldwin v. G.A.F. Seelig, Inc., 294 U.S. 511 (1935). Neither case lends support.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">Wrightwood Dairy held that the Commerce Clause gives Congress the authority to regulate purely intrastate transactions as long as those transactions affect interstate commerce. 315 U.S. at 125. Nothing in the Court's opinion intimates that a State may not regulate in areas that touch upon interstate commerce. So, too, Baldwin -- a case that arose following New York's passage of a law that prohibited the in-state sale of milk produced beyond its borders unless the out-of-state dairy farmers were paid the minimum prices established by New York for its own producers. 294 U.S. at 519. In striking down the law, the Court analogized the situation to the placement of a tariff or duty on out-of-state milk as it entered New York. Id. at 521-22. Baldwin stands for the proposition that a state law which burdens interstate commerce is invalid. It does not stand for the markedly different proposition that federal and state regulations can never apply to the same product.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">That ends this aspect of the matter. The bare fact that all of Grant's milk is federally regulated is simply not enough to render concurrent state regulation of some of its milk unconstitutional. Cf. 7 U.S.C.  610(i) (recognizing the coexistence of federal and state regulation of agriculture and agricultural products).</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">In a variation on this theme, Grant seems to assert that Maine has violated the dormant Commerce Clause by regulating the milk that Grant sells across state lines. This assertion depends upon the validity of Grant's allegations that Maine credits federally required payments on both in-state and out-of-state milk when it calculates a fully federally regulated handler's state obligation. By so doing, Grant says, the State enforces the federal minimum on its out-of-state sales. Even though this enforcement admittedly has no discriminatory effect -- after all, the price Maine credits is identical to the federal requirement -- Grant insists that the practice abridges the dormant Commerce Clause.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">The most glaring problem with this line of reasoning is that it misrepresents Maine's method of calculating a fully federally regulated handler's state obligation. The record reveals that Maine bases its calculations on the amount of milk a fully federally regulated handler sells within the state, multiplying in-state sales by the Maine minimum. In-state sales are then multiplied by the federal minimum, and the second number is subtracted from the first. The difference is the amount the handler owes Maine producers.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> For aught that appears, Grant's assertion that Maine credits a handler's out-of-state sales in computing the handler's state obligation is constructed out of whole cloth.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">2. Discrimination Against Interstate Commerce. The courts have invalidated state statutes that overtly discriminate against interstate commerce with a regularity that borders on the monotonous. E.g., Oregon Waste, 511 U.S. at 108; New Energy, 486 U.S. at 280. Grant attempts to demonstrate three times over that Maine's minimum pricing trips this wire.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">Initially, Grant attacks Maine's method of computing its state obligation, arguing that the method results in a higher assessment against Grant than against handlers that make only in-state sales. This argument draws its essence from the Commission's letter to Grant, dated April 10, 1998, pegging Grant's obligation to Maine producers for January 1998 at $20,409.71. Grant asseverates that this figure was calculated by reference to Grant's overall sales, rather than by reference to its in-state sales, and that the resulting assessment is higher than it would have been had Maine based its calculation solely on Grant's in-state sales.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a></p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">Taking Grant's factual predicate as true, its claim nonetheless founders. The January 1998 bill was not paid as presented, and the Commission has confessed error in the methodology used to calculate it. Moreover, the Commission asserts, without contradiction, that the faulty methodology has been discarded and that fully federally regulated handlers' obligations now are calculated using a formula that involves multiplying Maine Class I sales by Maine Class I minimum prices, less the product of Maine Class I sales and the applicable federal order minimum price. Grant has neither adduced evidence to disprove these facts nor explained how the Commission's revised formula burdens interstate commerce. That puts the cork in the bottle: Grant cannot prevail prospectively based on an outdated mistake, since corrected.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">Grant's second theory of a burden on interstate commerce concerns the alleged impact of the Maine minimum on its ability to compete in certain metropolitan areas. This argument derives primarily from geography. Because Maine's minimum pricing does not take into account a handler's transportation costs, Grant is at a competitive disadvantage relative to handlers located in southern Maine with respect to intrastate sales in Maine's more populous urban areas (e.g., Portland). Grant claims that this disadvantage ultimately burdens interstate commerce because it impedes Grant's effectiveness in selling milk into border areas (e.g., Portsmouth, N.H.) where the federal minimum price applies.</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">This claim of lessened distribution efficiency contemplates, at most, a roundabout kind of burden on interstate commerce, arising as a side effect of what Grant reasonably perceives as a burden imposed by Maine law on intrastate commerce. To substantiate it, Grant must show a \"differential treatment of in-state and out-of-state economic interests that benefits the former and burdens the latter.\" Oregon Waste, 511 U.S. at 99. Virtually by definition, such a showing demands a comparison between two classifications. Bacchus Imports, Ltd. v. Dias, 468 U.S. 263, 273 (1984). Accordingly, Grant must show that handlers subject to both federal and state regulation (as is Grant) are disadvantaged in their endeavors to compete beyond Maine's borders relative to handlers who are subject only to state regulation.</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">Grant's effort to establish this set of facts fails. Both types of handlers must pay the Maine minimum price on Maine milk. Moreover, to the extent that the uniform state-wide price means that transportation costs to distant markets will erode profits, both groups are equally disadvantaged. The only difference is that the handlers who are subject only to state oversight sell less of their milk (under twenty-five percent) into the federal order area. In short, Maine's minimum price treats in-state and out-of-state economic interests evenhandedly.</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">This scenario is a far cry from West Lynn, the precedent to which Grant repeatedly alludes. There, Massachusetts imposed a tax on all milk sold to in-state retailers (regardless of whether that milk was produced in or out of state) and then distributed the proceeds exclusively to Massachusetts producers. West Lynn, 512 U.S. at 188. Because Massachusetts producers got money back, the tax effectively applied to out-of-state producers only, and had the effect of allowing Massachusetts producers, despite their higher initial costs, to sell at prices below those charged by out-of-state producers. Id. at 194-95.</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">To be sure, Maine's statutory scheme makes an in-state/out-of-state distinction -- out-of-state handlers, unlike in-state handlers, do not have to pay the Maine minima. Nevertheless, this distinction is irrelevant for Commerce Clause purposes because it does not advantage Maine handlers at the expense of out-of-state handlers. Quite the contrary: it is Maine handlers (whether fully federally regulated or not) and, by extension, Maine consumers, who shoulder a burden for the benefit of Maine producers. Stripped of rhetorical flourishes, Grant's argument is nothing more than a lament that the Maine minimum burdens it relative to fully federally regulated handlers located in southern Maine. This lament should be addressed to the Maine legislature, not to the federal courts. The dormant Commerce Clause does not protect intrastate competition, but, rather, safeguards interstate markets from discriminatory regulation. Exxon Corp. v. Governor of Maryland, 437 U.S. 117, 127-28 (1978).</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">Grant's final \"discriminatory effect\" theorem posits that the Maine minimum encourages producers to ship to the nearest market within Maine, thus discouraging them from selling across state lines. Grant adds that the Maine minimum similarly discourages producers from selling to handlers engaged in substantial interstate distribution because the more milk the handler sells out of state, the lower the revenue to the producer. On these bases, Grant hypothesizes that Maine's statutory scheme impermissibly keeps milk from leaving the state.</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">The Commerce Clause looks askance at state resource-hoarding. E.g., Chemical Waste Mgmt., Inc. v. Hunt, 504 U.S. 334, 339-41 (1992); Hughes v. Oklahoma, 441 U.S. 322, 338 (1979). Thus, Grant's point, taken in the abstract, possesses an aura of plausibility. As applied here, however, the resource-hoarding theory simply does not fit.</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">In the first place, the suggestion of resource hoarding contradicts Grant's admission to the district court that, with the Maine minimum in place, Grant finds it more profitable to sell milk out of state than in most in-state markets. As this admission demonstrates (and as the district court explicitly found), the Maine minimum appears to encourage, rather than discourage, interstate commerce. In the second place, Grant's argument about producers' incentives to sell to handlers with the smallest percentage of interstate distribution is woven out of the gossamer strands of speculation and surmise, unsupported by even the slimmest evidentiary thread. Grant has not shown that it has difficulty buying milk or that it is losing producers to handlers who do not sell into interstate markets.</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">If more were needed -- and we doubt that it is -- precedent strongly suggests that Grant's argument is without merit. Courts routinely have confirmed that state minimum milk prices (all of which presumably have the effect of insuring an in-state milk supply) do not offend the Commerce Clause. E.g., Highland Farms Dairy, Inc. v. Agnew, 300 U.S. 608, 614-16 (1937) (rejecting Commerce Clause challenge to Virginia statute setting minimum prices for milk within state); Marigold Foods, Inc. v. Redalen, 809 F. Supp. 714, 722 (D. Minn. 1992) (asserting in Commerce Clause context that \"Minnesota has a right to set minimum prices for milk produced and sold by dairy farmers located within its borders\"); Barber Pure Milk Co. v. Alabama State Milk Control Bd., 156 So. 2d 351, 355 (Ala. 1963) (upholding state minimum milk price against Commerce Clause challenge); School Dist. v. Pennsylvania Milk Mktg. Bd., 683 A.2d 972, 976 (Pa. Commw. Ct. 1996) (concluding that in-state minimum milk price did not violate Commerce Clause).</p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">In the seminal case on this subject, the Supreme Court ruled that a Pennsylvania statute which set the price Pennsylvania handlers paid Pennsylvania producers for all milk (even milk ultimately shipped to other states) did not transgress the Commerce Clause. Milk Control Bd. v. Eisenberg Farm Prods., 306 U.S. 346, 349-51 (1939). The Court concluded that the minimum price did not create a barrier to interstate commerce because the state did not \"essay to regulate or to restrain the shipment of the respondent's milk into New York or to regulate its sale or the price at which respondent may sell it in New York.\" Id. at 352. The case before us fits comfortably within this mold: Maine imposes no restriction on the sale of milk out of state and does not attempt to regulate the price at which Maine-produced milk is sold in other venues. See Maine Milk Comm'n v. Cumberland Farms N., 205 A.2d 146, 154 (Me. 1964) (finding that Maine's milk price regulation does not offend the Commerce Clause because it \"does not attempt to control the price paid for milk purchased outside of Maine, or the sales price outside this state of milk produced here\").</p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\">The cases Grant cites in connection with its resource-hoarding claim are inapposite. Those cases concern situations in which a state either has blocked out-of-staters' access to an in-state resource, e.g., Philadelphia v. New Jersey, 437 U.S. 617, 628 (1978), or has taken an affirmative step to prevent the export of a state resource, e.g., H.P. Hood &amp; Sons v. DuMond, 336 U.S. 525, 528-29 (1949). The Maine Milk Commission Act contains no such vice. It neither erects barriers to access nor inhibits exports.</p>\n    </div>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p class=\"indent\">3. Discriminatory Purpose. It is a commonsense proposition that the purpose of a statute is relevant to a Commerce Clause analysis. See West Lynn, 512 U.S. at 194; see also Chemical Waste, 504 U.S. at 344 n.6 (explaining that a finding of impermissible economic protectionism may be made on the basis of a discerned discriminatory purpose). Grant attempts to invoke this proposition, suggesting that Maine's statutory scheme is invalid because it was designed with a discriminatory purpose. It relies on four pieces of evidence. The first is a statement mined from the State's brief in an earlier case to the effect that allowing Maine handlers to decide on a monthly basis whether they will be federally regulated or state regulated would create \"economic chaos in the State's dairy industry.\" The second consists of a comment made at oral argument in the same case that the State perceived a handler becoming federally regulated as being \"potentially disruptive to the State's dairy industry.\" The third is a newspaper article in which the Commissioner (a defendant here) is quoted as saying that Grant's decision to become fully federally regulated and its refusal to pay the Maine minimum \"shakes the entire system.\" The fourth is a statement by a state functionary calling the Clarification Act \"essential to the stability of an industry undergoing considerable change.\"</p>\n    </div>\n    <div class=\"num\" id=\"p65\">\n      <span class=\"num\">65</span>\n      <p class=\"indent\">Grant's suggestion that we draw an inference of protectionist intent from this meager collection of statements -- the first two of which were made in the context of Maine Milk Pool litigation, not in the context of minimum pricing -- elevates hope above reason. We hold this view notwithstanding that the summary judgment praxis requires us to evaluate the evidence in the light most favorable to Grant. See Houlton, 175 F.3d at 184. Despite the generosity of this standard, \"conclusory allegations, improbable inferences, and unsupported speculation\" are entitled to no weight. Medina-Munoz v. R.J. Reynolds Tobacco Co., 896 F.2d 5, 8 (1st Cir. 1990).</p>\n    </div>\n    <div class=\"num\" id=\"p66\">\n      <span class=\"num\">66</span>\n      <p class=\"indent\">That principle applies here: on their face, the cited statements seem to be innocuous expressions of concern anent the stability of the Maine dairy industry in the face of significant change. Fairly read, they are consistent with the stated purposes of Maine's minimum price law, which is aimed at \"insuring . . . an adequate supply of pure and wholesome milk to the inhabitants of this State,\" Me. Rev. Stat. Ann. tit. 7,  2954(2), and at stabilizing prices to producers, see id.,  2954(9). Interpreting the statements in a more sinister fashion would require a leap of faith that we are unwilling to undertake. The bottom line, then, is that Grant has not presented competent evidence to substantiate its conclusory allegation of discriminatory purpose. See Cadle Co. v. Hayes, 116 F.3d 957, 960, 962 (1st Cir. 1997) (stating and applying principle that a party having the burden of proof must present evidence that is \"significantly probative,\" not merely colorable, to thwart summary judgment).</p>\n    </div>\n    <div class=\"num\" id=\"p67\">\n      <span class=\"num\">67</span>\n      <p class=\"indent\">4. Incidental Effects. Grant tries to pull one last rabbit from the hat. Shifting away from arguments based on discriminatory purpose and effect, it contends that even if Maine's regulations only indirectly burden interstate commerce, there is a genuine issue of material fact as to whether those burdens outweigh the benefit conferred by the Maine Milk Commission Act. This contention, which calls for an application of what has come to be known as the Pike balancing test, see Pike v. Bruce Church, Inc., 397 U.S. 137, 142 (1970); see also Houlton, 175 F.3d at 185, stands on uncertain legal terrain. The case-by-case approach described in West Lynn focuses on an \"analysis of purposes and effects.\" 512 U.S. at 201. In earlier cases, however, the Court addressed dormant Commerce Clause questions in a somewhat different way, asking, inter alia, whether the challenged law \"regulates evenhandedly with only 'incidental' effects on interstate commerce . . .\" Oregon Waste, 511 U.S. at 99. The answer to this question determined the level of scrutiny to be applied. Id. It is unclear whether the Court intended the West Lynn approach to supplant, or merely to complement, the analytic structure typified by Oregon Waste.</p>\n    </div>\n    <div class=\"num\" id=\"p68\">\n      <span class=\"num\">68</span>\n      <p class=\"indent\">We need not resolve this enigma today. Instead, we address the Pike balancing test on the merits. In doing so, we begin with a recitation of the test itself. \"Where [a] statute regulates evenhandedly to effectuate a legitimate local public interest, and its effects on interstate commerce are only incidental, it will be upheld unless the burden imposed on such commerce is clearly excessive in relation to the putative local benefits.\" Pike, 397 U.S. at 142.</p>\n    </div>\n    <div class=\"num\" id=\"p69\">\n      <span class=\"num\">69</span>\n      <p class=\"indent\">Grant has canvassed the possible burden on interstate commerce created by the Maine statute in meticulous detail. Despite the valiant efforts of capable counsel, Grant has identified only two conceivable vulnerabilities: (1) the alleged distribution inefficiency created in some dual-state metropolitan areas as a result of Grant's inability to sell milk profitably in southern Maine; and (2) the alleged tendency of the Maine minimum price to discourage milk from leaving the state. These possibilities need not detain us. As our earlier comments make clear, both of them are unsubstantiated. In short, Grant's slim showing of an imagined burden does not suffice to trigger Pike balancing. Moreover, even were we to give Grant the benefit of the doubt on that issue, the modest burdens that it describes obviously are outweighed by the benefits Maine seeks to secure by imposing minimum prices -- benefits that include ensuring an adequate in-state supply of milk at reasonable prices and maintaining market stability. See Me. Rev. Stat. Ann. tit. 7,  2954(2) &amp; (9). Hence, the district court did not err when it granted summary judgment for the defendants on this point.</p>\n    </div>\n    <p class=\"indent\">III. CONCLUSION</p>\n    <div class=\"num\" id=\"p70\">\n      <span class=\"num\">70</span>\n      <p class=\"indent\">We need go no further. Grant's various Supremacy Clause and Commerce Clause claims are factually unsubstantiated, legally impuissant, or both. Consequently, the judgment below must be</p>\n    </div>\n    <div class=\"num\" id=\"p71\">\n      <span class=\"num\">71</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>NOTES:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> \"Handlers\" and \"producers\" are defined terms. See 7 C.F.R.  1000.9, 1001.12. The definitions are unremarkable.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> As of January 1, 2000, the Secretary reduced the number of federal order milk marketing areas from thirty-one to eleven. See 64 Fed. Reg. 47,898 (1999), as amended by 64 Fed. Reg. 70,868 (1999). The parties have stipulated that recent changes to the federal milk pricing system, including this change, have no bearing on the litigation at hand.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The Maine statute uses the term \"dealer\" instead of \"handler,\" Me. Rev. Stat. Ann. tit. 7,  2951(4), but, for simplicity's sake, we use the latter term throughout this opinion.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The Clarification Act provides in pertinent part:</p>\n        <p>[M]inimum wholesale prices paid by dealers to producers for their milk that is sold in this State are subject to the minimum producer prices established by the Maine Milk Commission, regardless of whether the dealer is subject to federal milk pricing regulation in addition to state milk pricing regulation.</p>\n        <p>Me. Rev. Stat. Ann. tit. 7,  2954(9) (footnote omitted).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> To illustrate, assume that a handler bought all its milk in Maine and then sold 100 units in Maine, with the Maine price set at $1.00 and the federal price set at 80o. The ensuing calculation would run as follows: $100 of in-state sales at the Maine minimum, minus $80 that would have been paid on in-state sales at the federal minimum but for the overriding Maine minimum, leaving $20 owed to the handler's Maine producers (to be shared pro rata among them).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> We hasten to add that even if Maine used a figure derived from a fully federally regulated handler's out-of-state sales at the federal minimum in some of its calculations, merely acknowledging that federal obligation is not the same as enforcing it.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Maine apparently assigned a value of $1,371,510 to Grant's total purchases of 93,280.22 hundredweights of milk. It added a premium of 25o per hundredweight to Grant's net sales (gross sales minus milk purchased from other handlers) of 87,940.38 hundredweights. The total premium added, therefore, was $21,985, and the total of the assigned value plus the premium was $1,393,495. Maine then seems to have given Grant a credit of $1,373,085 ($14.72 per hundredweight) to arrive at the amount of the underpayment.</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">232</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">8</span></span> (1st Cir. 2000)</p>\n    <p class=\"parties\">GRANT'S DAIRY -- MAINE, LLC, Plaintiff, Appellant,<br>v.<br>COMMISSIONER OF MAINE DEPARTMENT OF AGRICULTURE, FOOD &amp; RURAL RESOURCES, ET AL., Defendants, Appellees.</p>\n    <p class=\"docket\">No. 00-1040.</p>\n    <p class=\"court\">United States Court of Appeals, For the First Circuit.</p>\n    <p class=\"date\">Heard Sept. 12, 2000.<br>Decided November 13, 2000.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF MAINE. Hon. Morton A. Brody, U.S. District Judge.[Copyrighted Material Omitted][Copyrighted Material Omitted]</p>\n      <p class=\"indent\">John H. Vetne, with whom Judith H. Mizner was on brief, for appellant.</p>\n      <p class=\"indent\">Lucinda E. White, Assistant Attorney General, with whom Andrew Ketterer, Maine Attorney General, and William R. Stokes, Assistant Attorney General, were on brief, for appellees.</p>\n      <p class=\"indent\">Before Selya, Circuit Judge, Coffin, Senior Circuit Judge, and Stahl, Circuit Judge.</p>\n      <p class=\"indent\">SELYA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Federally regulated milk dealers (\"handlers\") are required by federal law to pay a minimum price for all the raw milk that they purchase from dairy farmers (\"producers\").<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> In addition, the State of Maine sets a minimum price that in-state handlers must pay to in-state producers with respect to milk produced, processed, and sold in Maine (\"Maine milk\"). Plaintiff-appellant Grant's Dairy -- Maine, LLC (\"Grant\"), a fully federally regulated handler based in northern Maine, brought suit against several state plenipotentiaries, including the Commissioner of the Maine Department of Agriculture, Food, and Rural Resources and the members of the Maine Milk Commission (\"the Commission\"), arguing that, as applied, Maine's additional level of price regulation violated the United States Constitution. In an unpublished opinion, the district court rejected Grant's constitutional claims. Grant pursues its Supremacy Clause and Commerce Clause challenges in this venue. Discerning no constitutional infirmity, we affirm the lower court's entry of summary judgment.</p>\n    </div>\n    <p class=\"indent\">I. BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">To place Grant's antipathy to Maine's imposition of a minimum milk price in context, we provide a brief overview of applicable federal and state regulation and then trace the interaction of the two schemes.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">A. Federal Regulation.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">More than six decades ago, the Agricultural Marketing Agreement Act of 1937 (\"AMAA\"), now codified, as amended, at 7 U.S.C.  601-626, authorized the Secretary of Agriculture (the Secretary) to set minimum prices for milk. Id.  608c(1) &amp; (2). To this end, the Secretary divided the country into regions, each of which is known as a federal order milk marketing area.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> 7 C.F.R.  1001-1135. In each area, a milk marketing order sets minimum prices that handlers must pay producers. The Northeast Marketing Area includes five New England states (Connecticut, Massachusetts, New Hampshire, Rhode Island, and Vermont), Delaware, New Jersey, the District of Columbia, and portions of Maryland, New York, Pennsylvania, and Virginia. 7 C.F.R.  1001.2. Maine is not part of this, or any other, federal order milk marketing area. See 64 Fed. Reg. 16,056 (1999).</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Although Maine is not within a federal order area, certain aspects of the federal paradigm are pertinent to an understanding of the present problem. First, the federal system takes account of the fact that the value of milk varies according to use. See West Lynn Creamery, Inc. v. Healy, <span class=\"citation\" data-id=\"117855\"><a href=\"/opinion/117855/west-lynn-creamery-inc-v-healy/\"><span class=\"volume\">512</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">186</span></a></span>, 189 n.1 (1994). Before federal regulation came upon the scene, producers vied to sell their milk for processing as fluid milk (the use that fetched the highest price). Lansing Dairy, Inc. v. Espy, <span class=\"citation no-link\"><span class=\"volume\">39</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1339</span></span>, 1343 (6th Cir. 1994). The federal order system obviated the need for such cutthroat competition. Under it, raw milk is classified into four use categories: Class I (fluid milk); Class II (soft dairy products, e.g., yogurt and cottage cheese); Class III (spreadable and hard cheese); and Class IV (butter and powdered milk). 7 C.F.R.  1000.40. Each class of milk commands a different price. Id.  1000.50. Though handlers pay for raw milk based on the uses to which they put it, id.  1001.60, 1001.71, producers ultimately receive a uniform \"blend\" price based on the percentage of milk used in each class throughout the marketing area, id.  1001.72-1001.73. The purpose of this pooling mechanism is to ensure that all producers selling milk into a particular federal order area receive a uniform minimum price for their milk regardless of the milk's end use. See 7 U.S.C.  608c(5)(B)(ii); see also West Lynn, 512 U.S. at 189 n.1 (discussing computation of blend price).</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Another important aspect of the federal order system relates to geography. The minimum price is subject to an adjustment based on the location of the handler's plant. See 7 C.F.R.  1000.52 (table of price differentials arranged by county). These location adjustments recognize the fact that handlers holding milk near areas of high consumption have a more valuable commodity than handlers holding milk out in the boondocks (who must underwrite the cost of transporting their milk to population centers). Lansing Dairy, 39 F.3d at 1344-45. Thus, for example, in the Northeast Marketing Area, handlers near Boston pay more for raw milk than handlers in outlying rural communities.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">B. Maine Regulation.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Under the Maine Milk Commission Act, Me. Rev. Stat. Ann. tit. 7,  2951-2963, the Commission is authorized to set minimum prices anent Maine milk. Id.  2954(1). The minimum price that Maine handlers<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> must pay to Maine producers for milk sold within Maine usually is comparable to the prevailing federal price in southern New England, plus any premium the Commission decides is appropriate to reflect the added cost of producing Maine milk. Id.  2954(2)(A). The minimum price that the Commission sets is uniform throughout the state, without any location adjustments. Maine handlers make payments at (or above) the Maine minimum directly to the producers with whom they deal. Id.  2954-A(1).</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Maine producers sell milk not only into the Maine market, but also into the federal order area. Because an inordinately high percentage of milk that stays in Maine is used as Class I drinking milk, Maine producers selling into the Maine market historically received higher prices for their milk than Maine producers selling into the federal order area. To counteract this phenomenon, the Maine legislature in 1983 passed the Maine Milk Pool Act, Me. Rev. Stat. Ann. tit. 7,  3151-3156. This law requires that all Maine producers ultimately receive the same blend price (based on overall usage in the federal market). Id.  3151. Maine handlers who have a higher Class I utilization than the federal average pay that difference into the Maine Milk Pool. Id.  3153(2). The funds in the Maine Milk Pool are distributed among all Maine producers, thus equalizing the prices received for Maine milk. Id.  3153(4).</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">C. The Federal/State Interface.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The case at bar arises from the interaction of these two regulatory systems. A handler that sells a stipulated percentage of its milk into the Northeast Marketing Area -- the figure, once ten percent, is now twenty-five percent -- becomes a fully federally regulated handler, even if it is located outside the area. 7 C.F.R.  1001.7(a). Being fully federally regulated means that a handler must pay no less than the federal minimum price on all the milk that it receives at its plant and must contribute to the federal pool that equalizes the price paid to producers for milk put to divergent uses. Id.  1001.71, 1001.73.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">In 1990, H.P. Hood, one of the first Maine handlers to become fully federally regulated, simultaneously stopped making payments into the Maine Milk Pool and started making payments into the federal pool. Maine brought suit in a state court to compel Hood to continue paying into the Maine Milk Pool. In an unpublished rescript dated September 16, 1991, a state superior court judge ruled that the Maine Milk Pool Act did not apply to fully federally regulated Maine handlers. From then on, federally regulated handlers in Maine turned a cold shoulder to the Maine Milk Pool. Hood, however, continued to comply with Maine's minimum price requirement.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Grant is a Maine corporation that owns and operates a fluid milk bottling plant in Bangor, Maine. In 1997, Grant for the first time began selling enough milk into the Northeast Marketing Area to become fully federally regulated. When that occurred, Grant informed the Commission that it did not consider itself bound to pay its Maine producers the Maine minimum price, but would pay them instead the federal minimum (location adjusted to Bangor). The Commission disagreed, maintaining that Grant, notwithstanding its federally regulated status, was obligated to pay the Maine minimum. In a preemptive strike, Grant brought suit in Maine's federal district court challenging the authority of state officials to enforce the Maine minimum in these circumstances.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The district court, in an interlocutory order, found it \"reasonably clear\" that Maine's statute did not authorize the Commission to require a fully federally regulated handler to honor Maine's minimum pricing. Grant's Dairy, Inc. v. McLaughlin, <span class=\"citation\" data-id=\"2423498\"><a href=\"/opinion/2423498/grants-dairy-inc-v-mclaughlin/\"><span class=\"volume\">20</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">112</span></a></span>, 116-18 (D. Me. 1998). Within months, however, the Maine legislature passed \"An Act to Clarify the Authority of the Maine Milk Commission,\" Me. Rev. Stat. Ann. tit. 7,  2954(9) (\"the Clarification Act\"). This legislation cleared away the mist and made it plain that Maine intended to require its fully federally regulated handlers to pay the Maine minimum price to Maine producers for milk destined to be sold within the state.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> With the meaning of the Maine Milk Commission Act clarified, the district court, ruling on cross-motions for summary judgment, determined that Maine's system passed constitutional muster. This appeal ensued.</p>\n    </div>\n    <p class=\"indent\">II. ANALYSIS</p>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">In simplified form, Grant's principal contentions are that Maine's statutory scheme (1) contravenes the Supremacy Clause because its state-wide uniform milk price neutralizes the effect of the federal location adjustments, and (2) offends the dormant Commerce Clause because it discriminates against interstate commerce. As a subset of the latter argument, Grant says that, at the very least, there are genuine issues of material fact relating to whether the benefits of the legislation justify its burdens. After delineating the standard of review, we turn to these points.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">A. Standard of Review.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">A district court may order summary judgment \"if the pleadings, depositions, answers to interrogatories, and admissions on file, together with the affidavits, if any, show that there is no genuine issue as to any material fact and that the moving party is entitled to a judgment as a matter of law.\" Fed. R. Civ. P. 56(c). The inner workings of the summary judgment model are familiar:</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Once a properly documented motion has engaged the gears of Rule 56, the party to whom the motion is directed can shut down the machinery only by showing that a trialworthy issue exists. As to issues on which the summary judgment target bears the ultimate burden of proof, she cannot rely on an absence of competent evidence, but must affirmatively point to specific facts that demonstrate the existence of an authentic dispute. Not every factual dispute is sufficient to thwart summary judgment; the contested fact must be \"material\" and the dispute over it must be \"genuine.\" In this regard, \"material\" means that a contested fact has the potential to change the outcome of the suit under the governing law if the dispute over it is resolved favorably to the nonmovant. By like token, \"genuine\" means that the evidence about the fact is such that a reasonable jury could resolve the point in favor of the nonmoving party . . . .</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">McCarthy v. Northwest Airlines, Inc., <span class=\"citation\" data-id=\"196111\"><a href=\"/opinion/196111/mccarthy-v-northwest-airlines/\"><span class=\"volume\">56</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">313</span></a></span>, 315 (1st Cir. 1995) (citations and some internal quotation marks omitted). Where, as here, summary judgment has been granted, the court of appeals reviews the matter de novo, regarding the record and all reasonable inferences therefrom in the light most hospitable to the party who lost below. Houlton Citizens' Coalition v. Town of Houlton, <span class=\"citation\" data-id=\"763565\"><a href=\"/opinion/763565/houlton-citizens-coalition-v-town-of-houlton/\"><span class=\"volume\">175</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">178</span></a></span>, 184 (1st Cir. 1999); Garside v. Osco Drug, Inc., <span class=\"citation\" data-id=\"536033\"><a href=\"/opinion/536033/milissa-garside-v-osco-drug-inc/\"><span class=\"volume\">895</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">46</span></a></span>, 48 (1st Cir. 1990).</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">B. The Supremacy Clause.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Grant maintains that, as applied to it, Maine's statutory scheme is preempted under the Supremacy Clause. See U.S. Const. art. VI, cl. 2 (declaring that federal law \"shall be the supreme Law of the Land . . . any Thing in the Constitution or Laws of any State to the Contrary notwithstanding\"). Congressional intent is the touchstone of preemption analysis. Cipollone v. Liggett Group, Inc., <span class=\"citation\" data-id=\"112777\"><a href=\"/opinion/112777/cipollone-v-liggett-group-inc/\"><span class=\"volume\">505</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">504</span></a></span>, 516 (1992); English v. General Elec. Co., <span class=\"citation\" data-id=\"112446\"><a href=\"/opinion/112446/english-v-general-elec-co/\"><span class=\"volume\">496</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">72</span></a></span>, 78-79 (1990). Moreover, in undertaking such analyses courts \"start with the assumption that the historic police powers of the States [are] not to be superseded by . . . Federal Act unless that [is] the clear and manifest purpose of Congress.\" Rice v. Santa Fe Elevator Corp., <span class=\"citation\" data-id=\"104425\"><a href=\"/opinion/104425/rice-v-santa-fe-elevator-corp/\"><span class=\"volume\">331</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">218</span></a></span>, 230 (1947).</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Federal law may preempt state law either expressly or by implication. Express preemption occurs only when a federal statute explicitly confirms Congress's intention to preempt state law and defines the extent of that preclusion. English, 496 U.S. at 78-79. Implied preemption can occur in one of two ways: field preemption or conflict preemption. Massachusetts Ass'n of HMOs v. Ruthardt, <span class=\"citation\" data-id=\"198675\"><a href=\"/opinion/198675/massachusetts-v-ruthardt/\"><span class=\"volume\">194</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">176</span></a></span>, 179 (1st Cir. 1999). Field preemption occurs when a federal regulatory scheme is so pervasive as to warrant an inference that Congress did not intend the states to supplement it. Gade v. National Solid Wastes Mgmt. Ass'n, <span class=\"citation\" data-id=\"112766\"><a href=\"/opinion/112766/gade-v-national-solid-wastes-management-assn/\"><span class=\"volume\">505</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">88</span></a></span>, 98 (1992). Conflict preemption takes place either when compliance with both state and federal regulations is impossible or when state law interposes an obstacle to the achievement of Congress's discernible objectives. Id.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">In this appeal, Grant does not maintain that Congress preempted the field of milk pricing regulations or that simultaneous compliance with both the federal and state milk pricing schemes is infeasible. Instead Grant argues that, while the AMAA allows complementary state regulation of milk prices, the Maine Milk Commission Act, as clarified, frustrates Congress's core objectives. This frustration occurs, Grant tells us, because Maine's uniform state-wide price neutralizes the carefully calibrated federal system of location adjustments. After all, the federal scheme recognizes that raw milk has different values at different locations and strives to equalize producer revenue and promote handler equity by means of location adjustments. In Grant's view, when Maine forces a federally regulated handler to pay a flat, state-wide minimum price in excess of the location-adjusted federal price, it impairs the accomplishment of these federal objectives.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The theoretical underpinnings of this argument are impeccable. The \"obstacle to accomplishment\" branch of implied preemption doctrine came into clear focus in Hines v. Davidowitz, <span class=\"citation\" data-id=\"103438\"><a href=\"/opinion/103438/hines-v-davidowitz/\"><span class=\"volume\">312</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">52</span></a></span> (1941), in which the Court stated that inquiries into preemption are designed, inter alia, to determine whether \"under the circumstances of [the] particular case, [state] law stands as an obstacle to the accomplishment and execution of the full purposes and objectives of Congress.\" Id. at 67. The Hines Court emphasized the contextual nature of such questions. See id. at 68. We take that cue and, recognizing the salience of context, undertake a search for the objectives that underlie the federal location adjustment system.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">We start by considering the generic objectives of federal milk price regulation. The AMAA makes clear that achieving price parity for producers, 7 U.S.C.  602(1), and ensuring the orderly supply of agricultural commodities (thereby promoting the mutual interests of producers and consumers), id.  602(4), are among the relevant goals of the legislation. The statutory mandate that the Secretary adjust milk prices to \"reflect [economic] factors, insure a sufficient quantity of pure and wholesome milk to meet current needs and further to assure a level of farm income adequate to maintain productive capacity sufficient to meet anticipated future needs,\" id.  608c(18), also must be factored into the mix. We therefore agree with the Court of Appeals for the District of Columbia Circuit that the objectives of federal milk price regulation, generally, are \"to guarantee producers parity prices, to protect the health and purses of consumers, to establish and safeguard orderly marketing conditions, and to assure to each area of the country a sufficient quantity of pure and wholesome milk.\" Schepps Dairy, Inc. v. Bergland, <span class=\"citation no-link\"><span class=\"volume\">628</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">11</span></span>, 19 (D.C. Cir. 1979) (internal citations and quotation marks omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">We next move from the general to the specific. Gleaning information about the policies behind the federal location adjustment regime requires us to canvass statements by the United States Department of Agriculture (USDA) germane to that issue. According to the USDA, location adjustments are appropriate because \"milk value varies by location.\" 64 Fed. Reg. 16,117 (1999). As Justice Harlan explained: \"Delivery to a plant located nearby the consumer market is, of course, advantageous to the handler and the producer is compensated for this service. . . . Conversely, depositing milk at handlers' plants in outlying districts results in a negative adjustment.\" Zuber v. Allen, <span class=\"citation no-link\"><span class=\"volume\">396</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">168</span></span>, 178 n.11 (1969). While the USDA later identified handler equity with regard to raw product costs as a goal of its matrix of location adjustments, see 64 Fed. Reg. 16,109 (1999), the main thrust of the adjustments is to ease the movement of raw milk from areas in which the supply is plentiful to areas in which the supply is short. See Lansing Dairy, 39 F.3d at 1344.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Having catalogued the relevant federal objectives, we next inquire whether Maine's non-location-adjusted minimum price clearly conflicts with those objectives. E.g., English, 496 U.S. at 79 (stating that preemption is not to be implied absent a clear conflict); Rice v. Norman Williams Co., <span class=\"citation\" data-id=\"110791\"><a href=\"/opinion/110791/rice-v-norman-williams-co/\"><span class=\"volume\">458</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">654</span></a></span>, 659 (1982) (requiring an irreconcilable conflict as a condition precedent for preemption, not just a hypothetical or potential conflict). Maine's pricing scheme conflicts with neither the AMAA's overarching purposes (namely, achieving parity in producer prices and ensuring an orderly supply of commodities) nor the goals of federal milk price regulation (namely, achieving price equality for producers, safeguarding orderly market conditions, and assuring a sufficient milk supply). The Maine minimum promotes price equality for Maine dairy farmers without in any way detracting from the orderliness of the market. Furthermore, it contributes to the promotion of an adequate supply of milk by assuring Maine producers of a steady, predictable income stream (which in turn encourages production).</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">In arguing that Maine's uniform minimum price frustrates federal objectives, Grant emphasizes that the state system requires it to pay its Maine producers the same price paid by its Maine-based competitors to the south (who are situated closer to the more densely populated urban areas), with no adjustment for its incrementally higher transportation costs. If the federal system alone were in place, Grant's thesis runs, it would pay producers less than handlers do in southern Maine, thereby offsetting its greater transportation costs. Thus, one effect of the Maine minimum price is to make Grant's sales in southern Maine less profitable than those of its competitors.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">We understand Grant's consternation and, to some extent, we sympathize with it. But federal location adjustments were not designed to compensate handlers with perfect fairness. In Schepps Dairy, the court rejected a handler's claim that certain federal location adjustments were invalid because they did not fully cover actual transportation costs. 628 F.2d at 19. The court found that requiring federal location adjustments to reflect exact transportation costs would not be feasible and would countervail the plain meaning of the AMAA. Id. at 18-19. The same principle applies here: although the Maine minimum does not take into account handlers' differing transportation costs, that failure alone does not bring the state scheme into clear conflict with the federal regime -- a regime that does not require location adjustments to mirror actual transportation costs.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Nor is Grant's case enhanced by its repeated reference to 7 U.S.C.  608c(5)(A). That proviso calls for uniform prices \"as to all handlers, subject only to adjustments for (1) volume, market, and production differentials customarily applied by the handlers subject to such order, (2) the grade or quality of the milk purchased, and (3) the locations at which delivery of such milk, or any such classification thereof, is made to such handlers.\" Id. This is not a statement of policy, but merely a limitation on the adjustments that the USDA may apply to the minimum prices that handlers are required to pay. See Zuber, 396 U.S. at 183 (describing congressional intent to confine the boundaries of the Secretary's delegated discretion). In all events, the language of this statute (\"subject to adjustments\") has been interpreted authoritatively to mean that such adjustments are precatory, not obligatory. Schepps Dairy, 628 F.2d at 18-19. That eliminates any potential Supremacy Clause problem: since location adjustments are permissive under the federal policy, there is no direct conflict between that policy and Maine's uniform minimum price.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">In an effort to resurrect this facet of its claim, Grant posits that, whether or not location adjustments are mandatory, federal policy favors equitable prices for handlers (as opposed to strictly uniform prices). This argument misses the mark. To the extent that federal location adjustments reflect a policy of equalizing raw product costs to handlers, that policy serves the goal of enabling handlers to compete for available milk supplies on an equitable basis. 64 Fed. Reg. 16,109-10 (1999). But Grant has presented no evidence that Maine's minimum price regulation disables it from competing for milk supplies. In fact, Grant told the court below that if it were to pay the Maine minimum, its producers would net the highest profits in the state, given their low transportation costs. This would make Grant, in effect, a preferred purchaser and ensure its supply of raw milk. Consequently, as applied to Grant, the Maine minimum does not clash with the perceived federal goal.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Three other particulars bolster our conclusion that no significant conflict exists between Maine's uniform minimum price and its federal counterpart. First, the Supreme Court noted in its most recent milk regulation case that \"[t]he federal order does not prohibit the payment of prices higher than the established [federal] minima.\" West Lynn, 512 U.S. at 189 n.1. This is at least some indication that prices higher than the federal minima are not fundamentally incompatible with the objectives of the federal regulatory scheme.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Second, there is circumstantial evidence that the Secretary regards Maine's regime as consistent with the policies of the AMAA. When the federal order system was restructured, see supra note 2, Maine could have been added as part of the Northeast Marketing Area. In declining to do so, the Secretary reasoned:</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Maine has been and continues to be excluded from Federal order regulation . . . because of its geographic separation from other areas, its long history of successful milk marketing regulation, and the limited impact of its pricing system on other regulated areas.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">There appears to be little reason to add the State of Maine to the consolidated Northeast order area. Maine handlers with significant distribution in the Federal order areas can be and are pooled under Federal orders, limiting the extent of any competitive advantage. Inclusion of Maine-regulated handlers in the consolidated marketing area would have little effect on handlers' costs of Class I milk (or might reduce them), and would reduce returns to a few producers. When not pooled under Federal orders, Maine handlers are subject to minimum prices paid for milk, and producers are assured minimum prices in payment for milk. There is no compelling reason to extend Federal order regulation to encompass this State-regulated marketing area.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">64 Fed. Reg. 16,056 (1999). We think that this very recent decision is important in two ways. For one thing, it implies federal approval of Maine's non-location-adjusted method of pricing Maine milk and demonstrates the Secretary's sense of satisfaction that Maine's in-state regulation is an appropriate response to its unique geographic situation. For another thing, the decision suggests a belief on the Secretary's part that Maine's uniform minimum price does not interfere with the movement of milk in the Northeast Marketing Area.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Finally, the great weight of authority holds that state regulation of milk prices is not preempted by the extant federal regime. E.g., Crane v. Commissioner of Dep't of Agric., Food &amp; Rural Res., <span class=\"citation\" data-id=\"1635399\"><a href=\"/opinion/1635399/crane-v-comr-of-dept-of-agr-food-rural-res/\"><span class=\"volume\">602</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">280</span></a></span>, 293 (D. Me. 1985); Schwegmann Bros. Giant Super Mkts. v. Louisiana Milk Comm'n, <span class=\"citation\" data-id=\"1414789\"><a href=\"/opinion/1414789/schwegmann-bros-giant-s-mkts-v-louisiana-milk-comn/\"><span class=\"volume\">365</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1144</span></a></span>, 1156-57 (M.D. La. 1973), aff'd, <span class=\"citation no-link\"><span class=\"volume\">416</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">922</span></span> (1974); United Dairy Farmers Coop. Ass'n v. Milk Control Comm'n, <span class=\"citation\" data-id=\"1738076\"><a href=\"/opinion/1738076/united-dairy-farm-coop-assn-v-milk-con-comn-of-pa/\"><span class=\"volume\">335</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1008</span></a></span>, 1014-15 (M.D. Pa. 1971), aff'd, <span class=\"citation no-link\"><span class=\"volume\">404</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">930</span></span> (1971); Medo-Bel Creamery, Inc. v. Oregon, <span class=\"citation\" data-id=\"1259510\"><a href=\"/opinion/1259510/medo-bel-creamery-v-state-of-oregon/\"><span class=\"volume\">673</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">537</span></a></span>, 544 (Or. Ct. App. 1983). Against this phalanx, Grant offers us only one case in which a state milk regulation was held to be preempted by federal law. That case, Pearce v. Freeman, <span class=\"citation no-link\"><span class=\"volume\">238</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">947</span></span> (E.D. La. 1965), is readily distinguishable.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Pearce dealt with a situation in which Louisiana had mandated that handlers pay producers a blend price determined by each individual handler's actual milk usage. Id. at 949-50. In contrast, federal regulations required handlers to pay producers a blend price based on market-wide averages of handler milk usage. Id. at 950-51. Finding the two systems entirely incompatible -- a handler could not adhere to one without disobeying the other -- the Pearce court ruled that the federal scheme trumped the state regulation. Id. at 955. Since Grant can comply with both the applicable federal and state regulations, Pearce lends no support to its Supremacy Clause claim. See id. at 950 (observing, in dictum, that Louisiana's minimum prices, which were higher than federal minimum prices, \"caused no difficulty as both were minimum rather than maximum prices\").</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">To say more on the Supremacy Clause challenge would be supererogatory. Preemption is strong medicine, not casually to be dispensed. Ruthardt, 194 F.3d at 178-79. Although Grant chants the conventional \"obstacle to accomplishment\" mantra, it does not point to the kind of clear conflict that would warrant such a finding, or even to a genuine issue of material fact concerning that point. We therefore conclude that the lower court correctly rejected Grant's Supremacy Clause challenge.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">C. The Commerce Clause.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">The Constitution cedes to Congress the power \"[t]o regulate Commerce . . . among the several States.\" U.S. Const. art. I,  8, cl. 3. This power includes a negative aspect, known as the dormant Commerce Clause, \"that prevents state and local governments from impeding the free flow of goods from one state to another.\" Houlton, 175 F.3d at 184. The dormant Commerce Clause prohibits protectionist state regulation designed to benefit in-state economic interests by burdening out-of-state competitors. Fulton Corp. v. Faulkner, <span class=\"citation\" data-id=\"117997\"><a href=\"/opinion/117997/fulton-corp-v-faulkner/\"><span class=\"volume\">516</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">325</span></a></span>, 330 (1996); New Energy Co. v. Limbach, <span class=\"citation\" data-id=\"112081\"><a href=\"/opinion/112081/new-energy-co-of-ind-v-limbach/\"><span class=\"volume\">486</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">269</span></a></span>, 273-74 (1988).</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">The Supreme Court most recently addressed the question of whether state milk price regulation violated the dormant Commerce Clause in West Lynn Creamery, Inc. v. Healy, <span class=\"citation\" data-id=\"117855\"><a href=\"/opinion/117855/west-lynn-creamery-inc-v-healy/\"><span class=\"volume\">512</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">186</span></a></span> (1994). We construct our analytic framework based on the blueprint provided by Justice Stevens's majority opinion, \"eschew[ing] formalism for a sensitive, case-by-case analysis of purposes and effects.\" Id. at 201. Using this flexible approach, we must determine whether the challenged state statute, as a practical matter, discriminates against interstate commerce. Id. The question, then, is simply this: Does the Maine Milk Commission Act treat in-state and out-of-state economic interests differently in ways that help the former and hamper the latter?</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">Rather than letting the cream rise to the top, Grant presents us with a bewildering array of reasons why the Maine law ostensibly violates the dormant Commerce Clause. To facilitate discussion, we divide these reasons into four groups.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">1. Direct Regulation of Interstate Commerce. Grant first contends that, even without a showing of \"burden,\" Maine's minimum pricing scheme transgresses the dormant Commerce Clause because it directly regulates interstate commerce. Grant grounds this contention in the Supreme Court's observation that \"[w]hen a state statute directly regulates or discriminates against interstate commerce . . . we have generally struck down the statue without further inquiry.\" Brown-Forman Distillers Corp. v. New York State Liquor Auth., <span class=\"citation\" data-id=\"111683\"><a href=\"/opinion/111683/brown-forman-distillers-corp-v-new-york-state-liquor-authority/\"><span class=\"volume\">476</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">573</span></a></span>, 579 (1986). But this reference to direct regulation as a basis for invalidation has not been repeated in subsequent Supreme Court opinions, e.g., Fulton, 516 U.S. at 330-31; Oregon Waste Sys., Inc. v. Department of Envtl. Quality, <span class=\"citation\" data-id=\"117834\"><a href=\"/opinion/117834/oregon-waste-systems-inc-v-department-of-environmental-quality-of-ore/\"><span class=\"volume\">511</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">93</span></a></span>, 98-99 (1994), and it does not fit into the West Lynn framework. See West Lynn, 512 U.S. at 201 (directing inquiring courts to look for discriminatory \"purposes and effects\"). Given that the Brown-Forman Court itself conceded that \"the critical consideration [in a dormant Commerce Clause analysis] is the overall effect of the statute on both local and interstate activity,\" 476 U.S. at 579, we rebuff Grant's attempt to forge a new mode of analysis.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">In all events, even were we to give credence to the Brown-Forman dictum, Grant's \"direct regulation\" claim fails to raise a genuine issue of material fact sufficient to undermine the lower court's entry of summary judgment. Extrapolating from the fact that the Secretary has declared that all milk acquired, processed, and sold by fully federally regulated handlers is in the current of interstate commerce, 64 Fed. Reg. 47,899 (1999), Grant claims that any state oversight of a fully federally regulated handler's milk (including regulation of milk that never leaves the state in which it is produced) is invalid. To shore up this extreme proposition, Grant cites two cases, namely, United States v. Wrightwood Dairy Co., <span class=\"citation\" data-id=\"103600\"><a href=\"/opinion/103600/united-states-v-wrightwood-dairy-co/\"><span class=\"volume\">315</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">110</span></a></span> (1942), and Baldwin v. G.A.F. Seelig, Inc., <span class=\"citation\" data-id=\"102402\"><a href=\"/opinion/102402/baldwin-v-gaf-seelig-inc/\"><span class=\"volume\">294</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">511</span></a></span> (1935). Neither case lends support.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">Wrightwood Dairy held that the Commerce Clause gives Congress the authority to regulate purely intrastate transactions as long as those transactions affect interstate commerce. 315 U.S. at 125. Nothing in the Court's opinion intimates that a State may not regulate in areas that touch upon interstate commerce. So, too, Baldwin -- a case that arose following New York's passage of a law that prohibited the in-state sale of milk produced beyond its borders unless the out-of-state dairy farmers were paid the minimum prices established by New York for its own producers. 294 U.S. at 519. In striking down the law, the Court analogized the situation to the placement of a tariff or duty on out-of-state milk as it entered New York. Id. at 521-22. Baldwin stands for the proposition that a state law which burdens interstate commerce is invalid. It does not stand for the markedly different proposition that federal and state regulations can never apply to the same product.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">That ends this aspect of the matter. The bare fact that all of Grant's milk is federally regulated is simply not enough to render concurrent state regulation of some of its milk unconstitutional. Cf. 7 U.S.C.  610(i) (recognizing the coexistence of federal and state regulation of agriculture and agricultural products).</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">In a variation on this theme, Grant seems to assert that Maine has violated the dormant Commerce Clause by regulating the milk that Grant sells across state lines. This assertion depends upon the validity of Grant's allegations that Maine credits federally required payments on both in-state and out-of-state milk when it calculates a fully federally regulated handler's state obligation. By so doing, Grant says, the State enforces the federal minimum on its out-of-state sales. Even though this enforcement admittedly has no discriminatory effect -- after all, the price Maine credits is identical to the federal requirement -- Grant insists that the practice abridges the dormant Commerce Clause.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">The most glaring problem with this line of reasoning is that it misrepresents Maine's method of calculating a fully federally regulated handler's state obligation. The record reveals that Maine bases its calculations on the amount of milk a fully federally regulated handler sells within the state, multiplying in-state sales by the Maine minimum. In-state sales are then multiplied by the federal minimum, and the second number is subtracted from the first. The difference is the amount the handler owes Maine producers.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> For aught that appears, Grant's assertion that Maine credits a handler's out-of-state sales in computing the handler's state obligation is constructed out of whole cloth.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">2. Discrimination Against Interstate Commerce. The courts have invalidated state statutes that overtly discriminate against interstate commerce with a regularity that borders on the monotonous. E.g., Oregon Waste, 511 U.S. at 108; New Energy, 486 U.S. at 280. Grant attempts to demonstrate three times over that Maine's minimum pricing trips this wire.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">Initially, Grant attacks Maine's method of computing its state obligation, arguing that the method results in a higher assessment against Grant than against handlers that make only in-state sales. This argument draws its essence from the Commission's letter to Grant, dated April 10, 1998, pegging Grant's obligation to Maine producers for January 1998 at $20,409.71. Grant asseverates that this figure was calculated by reference to Grant's overall sales, rather than by reference to its in-state sales, and that the resulting assessment is higher than it would have been had Maine based its calculation solely on Grant's in-state sales.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a></p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">Taking Grant's factual predicate as true, its claim nonetheless founders. The January 1998 bill was not paid as presented, and the Commission has confessed error in the methodology used to calculate it. Moreover, the Commission asserts, without contradiction, that the faulty methodology has been discarded and that fully federally regulated handlers' obligations now are calculated using a formula that involves multiplying Maine Class I sales by Maine Class I minimum prices, less the product of Maine Class I sales and the applicable federal order minimum price. Grant has neither adduced evidence to disprove these facts nor explained how the Commission's revised formula burdens interstate commerce. That puts the cork in the bottle: Grant cannot prevail prospectively based on an outdated mistake, since corrected.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">Grant's second theory of a burden on interstate commerce concerns the alleged impact of the Maine minimum on its ability to compete in certain metropolitan areas. This argument derives primarily from geography. Because Maine's minimum pricing does not take into account a handler's transportation costs, Grant is at a competitive disadvantage relative to handlers located in southern Maine with respect to intrastate sales in Maine's more populous urban areas (e.g., Portland). Grant claims that this disadvantage ultimately burdens interstate commerce because it impedes Grant's effectiveness in selling milk into border areas (e.g., Portsmouth, N.H.) where the federal minimum price applies.</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">This claim of lessened distribution efficiency contemplates, at most, a roundabout kind of burden on interstate commerce, arising as a side effect of what Grant reasonably perceives as a burden imposed by Maine law on intrastate commerce. To substantiate it, Grant must show a \"differential treatment of in-state and out-of-state economic interests that benefits the former and burdens the latter.\" Oregon Waste, 511 U.S. at 99. Virtually by definition, such a showing demands a comparison between two classifications. Bacchus Imports, Ltd. v. Dias, <span class=\"citation\" data-id=\"111244\"><a href=\"/opinion/111244/bacchus-imports-ltd-v-dias/\"><span class=\"volume\">468</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">263</span></a></span>, 273 (1984). Accordingly, Grant must show that handlers subject to both federal and state regulation (as is Grant) are disadvantaged in their endeavors to compete beyond Maine's borders relative to handlers who are subject only to state regulation.</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">Grant's effort to establish this set of facts fails. Both types of handlers must pay the Maine minimum price on Maine milk. Moreover, to the extent that the uniform state-wide price means that transportation costs to distant markets will erode profits, both groups are equally disadvantaged. The only difference is that the handlers who are subject only to state oversight sell less of their milk (under twenty-five percent) into the federal order area. In short, Maine's minimum price treats in-state and out-of-state economic interests evenhandedly.</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">This scenario is a far cry from West Lynn, the precedent to which Grant repeatedly alludes. There, Massachusetts imposed a tax on all milk sold to in-state retailers (regardless of whether that milk was produced in or out of state) and then distributed the proceeds exclusively to Massachusetts producers. West Lynn, 512 U.S. at 188. Because Massachusetts producers got money back, the tax effectively applied to out-of-state producers only, and had the effect of allowing Massachusetts producers, despite their higher initial costs, to sell at prices below those charged by out-of-state producers. Id. at 194-95.</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">To be sure, Maine's statutory scheme makes an in-state/out-of-state distinction -- out-of-state handlers, unlike in-state handlers, do not have to pay the Maine minima. Nevertheless, this distinction is irrelevant for Commerce Clause purposes because it does not advantage Maine handlers at the expense of out-of-state handlers. Quite the contrary: it is Maine handlers (whether fully federally regulated or not) and, by extension, Maine consumers, who shoulder a burden for the benefit of Maine producers. Stripped of rhetorical flourishes, Grant's argument is nothing more than a lament that the Maine minimum burdens it relative to fully federally regulated handlers located in southern Maine. This lament should be addressed to the Maine legislature, not to the federal courts. The dormant Commerce Clause does not protect intrastate competition, but, rather, safeguards interstate markets from discriminatory regulation. Exxon Corp. v. Governor of Maryland, <span class=\"citation\" data-id=\"109896\"><a href=\"/opinion/109896/exxon-corp-v-governor-of-maryland/\"><span class=\"volume\">437</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">117</span></a></span>, 127-28 (1978).</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">Grant's final \"discriminatory effect\" theorem posits that the Maine minimum encourages producers to ship to the nearest market within Maine, thus discouraging them from selling across state lines. Grant adds that the Maine minimum similarly discourages producers from selling to handlers engaged in substantial interstate distribution because the more milk the handler sells out of state, the lower the revenue to the producer. On these bases, Grant hypothesizes that Maine's statutory scheme impermissibly keeps milk from leaving the state.</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">The Commerce Clause looks askance at state resource-hoarding. E.g., Chemical Waste Mgmt., Inc. v. Hunt, <span class=\"citation\" data-id=\"112740\"><a href=\"/opinion/112740/chemical-waste-management-inc-v-hunt/\"><span class=\"volume\">504</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">334</span></a></span>, 339-41 (1992); Hughes v. Oklahoma, <span class=\"citation\" data-id=\"110063\"><a href=\"/opinion/110063/hughes-v-oklahoma/\"><span class=\"volume\">441</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">322</span></a></span>, 338 (1979). Thus, Grant's point, taken in the abstract, possesses an aura of plausibility. As applied here, however, the resource-hoarding theory simply does not fit.</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">In the first place, the suggestion of resource hoarding contradicts Grant's admission to the district court that, with the Maine minimum in place, Grant finds it more profitable to sell milk out of state than in most in-state markets. As this admission demonstrates (and as the district court explicitly found), the Maine minimum appears to encourage, rather than discourage, interstate commerce. In the second place, Grant's argument about producers' incentives to sell to handlers with the smallest percentage of interstate distribution is woven out of the gossamer strands of speculation and surmise, unsupported by even the slimmest evidentiary thread. Grant has not shown that it has difficulty buying milk or that it is losing producers to handlers who do not sell into interstate markets.</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">If more were needed -- and we doubt that it is -- precedent strongly suggests that Grant's argument is without merit. Courts routinely have confirmed that state minimum milk prices (all of which presumably have the effect of insuring an in-state milk supply) do not offend the Commerce Clause. E.g., Highland Farms Dairy, Inc. v. Agnew, <span class=\"citation\" data-id=\"102800\"><a href=\"/opinion/102800/highland-farms-dairy-inc-v-agnew/\"><span class=\"volume\">300</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">608</span></a></span>, 614-16 (1937) (rejecting Commerce Clause challenge to Virginia statute setting minimum prices for milk within state); Marigold Foods, Inc. v. Redalen, <span class=\"citation\" data-id=\"1456123\"><a href=\"/opinion/1456123/marigold-foods-inc-v-redalen/\"><span class=\"volume\">809</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">714</span></a></span>, 722 (D. Minn. 1992) (asserting in Commerce Clause context that \"Minnesota has a right to set minimum prices for milk produced and sold by dairy farmers located within its borders\"); Barber Pure Milk Co. v. Alabama State Milk Control Bd., <span class=\"citation\" data-id=\"1089710\"><a href=\"/opinion/1089710/barber-pure-milk-co-v-alabama-state-milk-cont-bd/\"><span class=\"volume\">156</span> <span class=\"reporter\">So. 2d</span> <span class=\"page\">351</span></a></span>, 355 (Ala. 1963) (upholding state minimum milk price against Commerce Clause challenge); School Dist. v. Pennsylvania Milk Mktg. Bd., <span class=\"citation no-link\"><span class=\"volume\">683</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">972</span></span>, 976 (Pa. Commw. Ct. 1996) (concluding that in-state minimum milk price did not violate Commerce Clause).</p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">In the seminal case on this subject, the Supreme Court ruled that a Pennsylvania statute which set the price Pennsylvania handlers paid Pennsylvania producers for all milk (even milk ultimately shipped to other states) did not transgress the Commerce Clause. Milk Control Bd. v. Eisenberg Farm Prods., <span class=\"citation\" data-id=\"103161\"><a href=\"/opinion/103161/milk-board-v-eisenberg-co/\"><span class=\"volume\">306</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">346</span></a></span>, 349-51 (1939). The Court concluded that the minimum price did not create a barrier to interstate commerce because the state did not \"essay to regulate or to restrain the shipment of the respondent's milk into New York or to regulate its sale or the price at which respondent may sell it in New York.\" Id. at 352. The case before us fits comfortably within this mold: Maine imposes no restriction on the sale of milk out of state and does not attempt to regulate the price at which Maine-produced milk is sold in other venues. See Maine Milk Comm'n v. Cumberland Farms N., <span class=\"citation no-link\"><span class=\"volume\">205</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">146</span></span>, 154 (Me. 1964) (finding that Maine's milk price regulation does not offend the Commerce Clause because it \"does not attempt to control the price paid for milk purchased outside of Maine, or the sales price outside this state of milk produced here\").</p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\">The cases Grant cites in connection with its resource-hoarding claim are inapposite. Those cases concern situations in which a state either has blocked out-of-staters' access to an in-state resource, e.g., Philadelphia v. New Jersey, <span class=\"citation\" data-id=\"109916\"><a href=\"/opinion/109916/philadelphia-v-new-jersey/\"><span class=\"volume\">437</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">617</span></a></span>, 628 (1978), or has taken an affirmative step to prevent the export of a state resource, e.g., H.P. Hood &amp; Sons v. DuMond, <span class=\"citation\" data-id=\"104652\"><a href=\"/opinion/104652/hp-hood-sons-inc-v-du-mond/\"><span class=\"volume\">336</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">525</span></a></span>, 528-29 (1949). The Maine Milk Commission Act contains no such vice. It neither erects barriers to access nor inhibits exports.</p>\n    </div>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p class=\"indent\">3. Discriminatory Purpose. It is a commonsense proposition that the purpose of a statute is relevant to a Commerce Clause analysis. See West Lynn, 512 U.S. at 194; see also Chemical Waste, 504 U.S. at 344 n.6 (explaining that a finding of impermissible economic protectionism may be made on the basis of a discerned discriminatory purpose). Grant attempts to invoke this proposition, suggesting that Maine's statutory scheme is invalid because it was designed with a discriminatory purpose. It relies on four pieces of evidence. The first is a statement mined from the State's brief in an earlier case to the effect that allowing Maine handlers to decide on a monthly basis whether they will be federally regulated or state regulated would create \"economic chaos in the State's dairy industry.\" The second consists of a comment made at oral argument in the same case that the State perceived a handler becoming federally regulated as being \"potentially disruptive to the State's dairy industry.\" The third is a newspaper article in which the Commissioner (a defendant here) is quoted as saying that Grant's decision to become fully federally regulated and its refusal to pay the Maine minimum \"shakes the entire system.\" The fourth is a statement by a state functionary calling the Clarification Act \"essential to the stability of an industry undergoing considerable change.\"</p>\n    </div>\n    <div class=\"num\" id=\"p65\">\n      <span class=\"num\">65</span>\n      <p class=\"indent\">Grant's suggestion that we draw an inference of protectionist intent from this meager collection of statements -- the first two of which were made in the context of Maine Milk Pool litigation, not in the context of minimum pricing -- elevates hope above reason. We hold this view notwithstanding that the summary judgment praxis requires us to evaluate the evidence in the light most favorable to Grant. See Houlton, 175 F.3d at 184. Despite the generosity of this standard, \"conclusory allegations, improbable inferences, and unsupported speculation\" are entitled to no weight. Medina-Munoz v. R.J. Reynolds Tobacco Co., <span class=\"citation\" data-id=\"536516\"><a href=\"/opinion/536516/52-fair-emplpraccas-253-52-empl-prac-dec-p-39659-jose-medina-munoz/\"><span class=\"volume\">896</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">5</span></a></span>, 8 (1st Cir. 1990).</p>\n    </div>\n    <div class=\"num\" id=\"p66\">\n      <span class=\"num\">66</span>\n      <p class=\"indent\">That principle applies here: on their face, the cited statements seem to be innocuous expressions of concern anent the stability of the Maine dairy industry in the face of significant change. Fairly read, they are consistent with the stated purposes of Maine's minimum price law, which is aimed at \"insuring . . . an adequate supply of pure and wholesome milk to the inhabitants of this State,\" Me. Rev. Stat. Ann. tit. 7,  2954(2), and at stabilizing prices to producers, see id.,  2954(9). Interpreting the statements in a more sinister fashion would require a leap of faith that we are unwilling to undertake. The bottom line, then, is that Grant has not presented competent evidence to substantiate its conclusory allegation of discriminatory purpose. See Cadle Co. v. Hayes, <span class=\"citation\" data-id=\"197442\"><a href=\"/opinion/197442/cadle-v-hayes/\"><span class=\"volume\">116</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">957</span></a></span>, 960, 962 (1st Cir. 1997) (stating and applying principle that a party having the burden of proof must present evidence that is \"significantly probative,\" not merely colorable, to thwart summary judgment).</p>\n    </div>\n    <div class=\"num\" id=\"p67\">\n      <span class=\"num\">67</span>\n      <p class=\"indent\">4. Incidental Effects. Grant tries to pull one last rabbit from the hat. Shifting away from arguments based on discriminatory purpose and effect, it contends that even if Maine's regulations only indirectly burden interstate commerce, there is a genuine issue of material fact as to whether those burdens outweigh the benefit conferred by the Maine Milk Commission Act. This contention, which calls for an application of what has come to be known as the Pike balancing test, see Pike v. Bruce Church, Inc., <span class=\"citation\" data-id=\"108085\"><a href=\"/opinion/108085/pike-v-bruce-church-inc/\"><span class=\"volume\">397</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">137</span></a></span>, 142 (1970); see also Houlton, 175 F.3d at 185, stands on uncertain legal terrain. The case-by-case approach described in West Lynn focuses on an \"analysis of purposes and effects.\" 512 U.S. at 201. In earlier cases, however, the Court addressed dormant Commerce Clause questions in a somewhat different way, asking, inter alia, whether the challenged law \"regulates evenhandedly with only 'incidental' effects on interstate commerce . . .\" Oregon Waste, 511 U.S. at 99. The answer to this question determined the level of scrutiny to be applied. Id. It is unclear whether the Court intended the West Lynn approach to supplant, or merely to complement, the analytic structure typified by Oregon Waste.</p>\n    </div>\n    <div class=\"num\" id=\"p68\">\n      <span class=\"num\">68</span>\n      <p class=\"indent\">We need not resolve this enigma today. Instead, we address the Pike balancing test on the merits. In doing so, we begin with a recitation of the test itself. \"Where [a] statute regulates evenhandedly to effectuate a legitimate local public interest, and its effects on interstate commerce are only incidental, it will be upheld unless the burden imposed on such commerce is clearly excessive in relation to the putative local benefits.\" Pike, 397 U.S. at 142.</p>\n    </div>\n    <div class=\"num\" id=\"p69\">\n      <span class=\"num\">69</span>\n      <p class=\"indent\">Grant has canvassed the possible burden on interstate commerce created by the Maine statute in meticulous detail. Despite the valiant efforts of capable counsel, Grant has identified only two conceivable vulnerabilities: (1) the alleged distribution inefficiency created in some dual-state metropolitan areas as a result of Grant's inability to sell milk profitably in southern Maine; and (2) the alleged tendency of the Maine minimum price to discourage milk from leaving the state. These possibilities need not detain us. As our earlier comments make clear, both of them are unsubstantiated. In short, Grant's slim showing of an imagined burden does not suffice to trigger Pike balancing. Moreover, even were we to give Grant the benefit of the doubt on that issue, the modest burdens that it describes obviously are outweighed by the benefits Maine seeks to secure by imposing minimum prices -- benefits that include ensuring an adequate in-state supply of milk at reasonable prices and maintaining market stability. See Me. Rev. Stat. Ann. tit. 7,  2954(2) &amp; (9). Hence, the district court did not err when it granted summary judgment for the defendants on this point.</p>\n    </div>\n    <p class=\"indent\">III. CONCLUSION</p>\n    <div class=\"num\" id=\"p70\">\n      <span class=\"num\">70</span>\n      <p class=\"indent\">We need go no further. Grant's various Supremacy Clause and Commerce Clause claims are factually unsubstantiated, legally impuissant, or both. Consequently, the judgment below must be</p>\n    </div>\n    <div class=\"num\" id=\"p71\">\n      <span class=\"num\">71</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>NOTES:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> \"Handlers\" and \"producers\" are defined terms. See 7 C.F.R.  1000.9, 1001.12. The definitions are unremarkable.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> As of January 1, 2000, the Secretary reduced the number of federal order milk marketing areas from thirty-one to eleven. See 64 Fed. Reg. 47,898 (1999), as amended by 64 Fed. Reg. 70,868 (1999). The parties have stipulated that recent changes to the federal milk pricing system, including this change, have no bearing on the litigation at hand.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The Maine statute uses the term \"dealer\" instead of \"handler,\" Me. Rev. Stat. Ann. tit. 7,  2951(4), but, for simplicity's sake, we use the latter term throughout this opinion.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The Clarification Act provides in pertinent part:</p>\n        <p>[M]inimum wholesale prices paid by dealers to producers for their milk that is sold in this State are subject to the minimum producer prices established by the Maine Milk Commission, regardless of whether the dealer is subject to federal milk pricing regulation in addition to state milk pricing regulation.</p>\n        <p>Me. Rev. Stat. Ann. tit. 7,  2954(9) (footnote omitted).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> To illustrate, assume that a handler bought all its milk in Maine and then sold 100 units in Maine, with the Maine price set at $1.00 and the federal price set at 80o. The ensuing calculation would run as follows: $100 of in-state sales at the Maine minimum, minus $80 that would have been paid on in-state sales at the federal minimum but for the overriding Maine minimum, leaving $20 owed to the handler's Maine producers (to be shared pro rata among them).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> We hasten to add that even if Maine used a figure derived from a fully federally regulated handler's out-of-state sales at the federal minimum in some of its calculations, merely acknowledging that federal obligation is not the same as enforcing it.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Maine apparently assigned a value of $1,371,510 to Grant's total purchases of 93,280.22 hundredweights of milk. It added a premium of 25o per hundredweight to Grant's net sales (gross sales minus milk purchased from other handlers) of 87,940.38 hundredweights. The total premium added, therefore, was $21,985, and the total of the assigned value plus the premium was $1,393,495. Maine then seems to have given Grant a credit of $1,373,085 ($14.72 per hundredweight) to arrive at the amount of the underpayment.</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/102402/",
    "http://www.courtlistener.com/api/rest/v3/opinions/102800/",
    "http://www.courtlistener.com/api/rest/v3/opinions/103161/",
    "http://www.courtlistener.com/api/rest/v3/opinions/103438/",
    "http://www.courtlistener.com/api/rest/v3/opinions/103600/",
    "http://www.courtlistener.com/api/rest/v3/opinions/104425/",
    "http://www.courtlistener.com/api/rest/v3/opinions/104652/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108085/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109896/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109916/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110063/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110791/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111244/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111683/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112081/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112446/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112740/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112766/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112777/",
    "http://www.courtlistener.com/api/rest/v3/opinions/117834/",
    "http://www.courtlistener.com/api/rest/v3/opinions/117855/",
    "http://www.courtlistener.com/api/rest/v3/opinions/117997/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196111/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197442/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198675/",
    "http://www.courtlistener.com/api/rest/v3/opinions/536033/",
    "http://www.courtlistener.com/api/rest/v3/opinions/536516/",
    "http://www.courtlistener.com/api/rest/v3/opinions/763565/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1089710/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1259510/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1414789/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1456123/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1635399/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1738076/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2423498/"
  ]
}