{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/199155/",
  "absolute_url": "/opinion/199155/perez-tirado-v-figueroa-torres/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/199155/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T04:25:27Z",
  "date_modified": "2017-03-24T11:01:12.015387Z",
  "type": "010combined",
  "sha1": "7bcd58d296456dd112c01a967a44af476100e9d9",
  "page_count": 24,
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/99-2150-01A.pdf",
  "local_path": "pdf/2000/11/21/Perez-Tirado_v._Figueroa-Torres.pdf",
  "plain_text": "          United States Court of Appeals\n                     For the First Circuit\n\nNo. 99-2150\n\n                ANGELA FIGUEROA-TORRES, ET AL.,\n\n                     Plaintiffs, Appellees,\n\n                               v.\n\n                 PEDRO TOLEDO-DÁVILA, ET AL.,\n\n                          Defendants.\n\n\n                      JULIO PERÉZ-TIRADO,\n\n                     Defendant, Appellant.\n\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                FOR THE DISTRICT OF PUERTO RICO\n\n        [Hon. Jose Antonio Fuste, U.S. District Judge]\n\n\n                             Before\n\n                      Selya, Circuit Judge,\n                 Bownes, Senior Circuit Judge,\n                   and Stahl, Circuit Judge.\n\n\n\n     Ricardo L. Rodríguez-Padilla, with whom Ricardo Rodríguez-\nPadilla Law Offices, and Orlando Duran-Medero were on brief for\nappellant Julio Perez-Tirado.\n\n     Mauricio Hernández-Arroyo, with whom Law Offices of Mauricio\nHernández-Arroyo, Geraldo Rivera-Figueroa, in representation of\nLinoska Rivera-Nieves, and Maria E. Irizarry, in representation\nof Nestor Rivera Irizarry, were on brief for appellees.\n\f                          November 21, 2000\n\n            BOWNES, Senior Circuit Judge.      This is an appeal from\n\na jury verdict in a civil rights action brought under 42 U.S.C.\n\n§§ 1983, 1986, and 1988, against six police officers of the\n\nPuerto Rico Police Department for the death of Néstor Rivera-\n\nFigueroa.     The appeal is brought by the only police officer\n\nfound liable, Sergeant Julio Pérez-Tirado (hereinafter sometimes\n\n\"defendant\").      Suit was brought by the mother, and siblings of\n\nNéstor Rivera- Figueroa on their own behalf and on behalf of the\n\nson and daughters of the decedent.          The jury awarded the son\n\n$15,000, and the youngest of three daughters (two years old)\n\n$20,000.    The son, although twenty-one at the time of the suit,\n\nwas mentally retarded.     The other daughters of the decedent were\n\nnineteen and twenty-one years old at the time of suit and were\n\nnot awarded any damages.        The court granted plaintiffs' request\n\nfor attorney's fees in the amount of $96,852.\n\n            Four of the police officers named in the complaint were\n\ndirectly involved in the arrest of decedent:           Héctor Rivera-\n\nTorres;    Elvin   Fernández;    Leslie   Germain-Rodríguez;   and   the\n\nofficer found liable, Julio Pérez-Tirado.       The complaint alleged\n\nthat those four officers treated the decedent in such a way\n\nduring his arrest as to cause his death.\n\n\n                                   -2-\n\f            The     complaint    alleged      that    the        remaining      two\n\ndefendants, Octavio Cruz-Candelario and Pedro Toledo-Dávila,\n\nsupervisory officers who were not present at the actual arrest,\n\nwere liable for the death of Néstor Rivera because of “the\n\ninappropriate       selection     and/or      inadequate         training       and\n\nsupervision       and   discipline”   of    the   four     officers       directly\n\ninvolved in the arrest of the decedent.               At the close of the\n\nevidence, the complaint was dismissed by the district court as\n\nto defendants Leslie Germain-Rodríguez, Octavio Cruz-Candelario\n\nand Pedro Toledo-Dávila.        No appeals have been taken from these\n\nrulings.\n\n            Defendant’s motions for judgment as a matter of law\n\nwere denied.       The district court denied defendant’s motion for\n\na new trial.\n\n            Defendant makes the following contentions on appeal:\n\n(1) the evidence was insufficient because it did not prove that\n\ndefendant    caused     or   contributed    to    cause    the    death    of   the\n\ndecedent;    (2)    the   district    court   erred       by   misapplying      the\n\n\"eggshell skull\" rule in determining liability for the death of\n\nthe decedent; (3) the verdict was the result of passion and\n\nprejudice; and (4) the district court erred in the award of\n\nattorney’s fees and costs.\n\n\n\n\n                                      -3-\n\f          We affirm the verdict in all respects but remand for\n\na new determination of attorney’s fees.\n\n          Before discussing the defendant's assignments of error\n\nwe deem it useful to discuss the peculiar posture in which this\n\nappeal arises.    In this case, the plaintiffs alleged five causes\n\nof action in their complaint.         These boiled down to three sets\n\nof claims.   First, they asserted that the defendants violated\n\nthe decedent's rights under the Fourth and Fourteenth Amendments\n\nand sought to recover damages under 42 U.S.C. § 1983.            Second,\n\nthey asserted pendent claims arising under Puerto Rico law,\n\ncharging wrongful death and loss to the decedent's estate.\n\nThird, they asserted survivors' claims, also arising under local\n\nlaw, for their own emotional distress, loss of society, and the\n\nlike.\n\n          In preparing the verdict form, the district court did\n\nnot differentiate among these claims.         Instead, the verdict form\n\nsimply   asked   the   jurors   to   report   whether   they   found   any\n\ndefendant liable (presumably on any theory), and if so, to\n\nindicate which defendant(s) were liable to which plaintiff(s).\n\nThe verdict form then provided a space for the jury to insert\n\nthe amount of damages awarded to each prevailing plaintiff.            The\n\ndistrict court's jury instructions were in the same vein.\n\n\n\n\n                                     -4-\n\f         Ultimately, as we have said, the jury found Pérez-\n\nTirado liable to two of the plaintiffs.      The verdict form did\n\nnot require the jurors to state the theory under which liability\n\nwas found and damages awarded, and they did not do so.     Pérez-\n\nTirado did not object to the judge's charge, the verdict form,\n\nor the returned verdict for lack of particularization.1      This\n\nconstituted a waiver as to these items.       We have held that a\n\nfailure to object “forfeit[s] any right to gripe about a lack of\n\nprocedural orthodoxy” in such respects.       Putnam Resources v.\n\nPateman, 958 F.2d 448, 457 (1st Cir. 1992).    After all, a party\n\n“may not sit by without objection to rulings or instructions,\n\nand then after verdict and judgment, and when it is too late for\n\nthe court to change its rulings or charge, come forward with\n\nobjections on appeal and seek to put the court in error.”     Id.\n\nat 457 n.6 (citation omitted).      This principle controls here.\n\nThus, notwithstanding our serious doubts about the way in which\n\nthe district court apparently merged different causes of action\n\nand theories of recovery, we proceed to analyze the case as the\n\nparties have briefed and argued it.\n\n\n\n    1Perez-Tirado not only acquiesced to these proceedings\nbelow, but also has not made any coherent argument on appeal\naddressing these points. For that reason, too, waiver exists.\nSee United States v. Zannino, 895 F.2d 1, 17 (1st Cir. 1990)\n(explaining that arguments that are undeveloped on appeal are\ndeemed waived).\n\n                              -5-\n\f                                I.\n\n                   Sufficiency of the Evidence\n\n         Our standard of review is clear.\n\n             Petitions for judgments as a matter of\n         law under Rule 50(a)(1) Fed. R. Civ. P. will\n         be granted only in those instances where,\n         after having examined the evidence as well\n         as   all    permissible    inferences    drawn\n         therefrom in the light most favorable to\n         non-movant,    the   court   finds    that   a\n         reasonable jury could not render a verdict\n         to the party’s favor. In carrying out this\n         analysis the court may not take into account\n         the   credibility   of   witnesses,    resolve\n         evidentiary conflicts, nor ponder the weight\n         of the evidence introduced at trial. . . .\n\n         . . . .\n\n              The nisi prius court’s denial of a\n         petition for new trial will be overturned\n         only for abuse of discretion. A new trial\n         is warranted only in those situations where\n         the verdict is contrary to the clear weight\n         of the evidence introduced at trial and its\n         ratification would result in a miscarriage\n         of justice. . . .\n\nIrvine v. Murad Skin Research Labs., Inc., 194 F.3d 313, 316-17\n\n(1st Cir. 1999) (internal citations omitted).\n\n         Our determination of the sufficiency of the evidence\n\nrequires that we present the facts as a jury might have found\n\nthem, consistent with the record but in the light most favorable\n\nto the verdict.   See Grajales-Romero v. American Airlines, Inc.,\n\n194 F.3d 288 (1st Cir. 1999).\n\nThe Evidence as Viewed Favorable to the Verdict\n\n                                -6-\n\f             On    the   day    of   decedent’s   arrest   and   death,   the\n\ndefendant and three other police officers had been assigned to\n\na special drug unit.           Their mission was to cruise the streets of\n\nSan   Juan    in    search      of   drug   transactions   and   arrest   the\n\nparticipants.       Defendant was in charge of the unit.\n\n             As the police cruiser drove through a government-\n\nsubsidized housing development, defendant saw a drug transaction\n\nin progress.       The police got out of the cruiser and attempted to\n\narrest three drug buyers.              Defendant testified that he went\n\nafter one buyer who was attempting to swallow small plastic\n\nenvelopes (about one to one and one half inches long) presumably\n\ncontaining heroin.             He was unsuccessful and as he held the\n\nsuspect, he noticed that one of the other officers was having\n\ndifficulty subduing the decedent, who was vigorously resisting\n\narrest.   Defendant left the person he had restrained and went to\n\nhelp in the arrest of decedent.             Once the suspect was freed from\n\nrestraint by defendant he fled the scene.             The other drug buyer\n\nwas arrested without incident.\n\n             Defendant and two of the other officers continued to\n\nstruggle with the decedent.             There was eye-witness testimony\n\nabout what happened during the struggle between the police\n\nofficers and decedent.\n\n\n\n\n                                        -7-\n\f         Efrain Barbosa, who was the drug seller, testified by\n\ndeposition to the following effect.     The police jumped on the\n\ndecedent when he tried to swallow the drugs he had bought; the\n\npolice officers hit and kicked decedent everywhere on his body.\n\nDefendant was identified as one of the officers who hit and\n\nkicked decedent.\n\n         Rosa Maria Gonzalez was walking by the scene on her way\n\nto the store.       She testified that she saw police officers\n\nleaning over the decedent who was lying on the sidewalk.      The\n\npolice “were hitting him on the back and they were telling him\n\nto throw out the drugs he had swallowed . . . .”      The witness\n\nidentified defendant as one of the police officers who was\n\nhitting the decedent.      The witness also testified that the\n\npolice kicked the decedent in the side and hit him on the face\n\nwith their fists.\n\n         Marisela Cotero, a tenant in the housing development,\n\ntestified that she saw two police officers punch the decedent in\n\nthe stomach, kick him, put their hands in his mouth, slap his\n\nface, and throw him on the ground.        The witness identified\n\ndefendant as one of the participating officers.\n\n         Police officer José Miguel Requena Mercado, one of the\n\ndefendants, testified as follows:    He and another officer, Elvin\n\nFernandez, fell to the ground struggling to arrest the decedent.\n\n\n                               -8-\n\fAfter the decedent was subdued he walked to the police vehicle.\n\nWhen they got to the prison, the decedent started feeling ill\n\nand Officer Requena took him to the hospital.    When they arrived\n\nat the hospital, decedent told Requena he wanted to defecate and\n\nthrow up, which he did in the toilet facilities.      Neither the\n\nfeces nor the vomit was examined for drugs.     As he and decedent\n\nand the other officers came out of the bathroom, the decedent\n\ncollapsed.    A doctor arrived and the decedent was taken to the\n\nintensive care unit, where he subsequently died.\n\n            Dr. María Conde, who did the autopsy on decedent,\n\ntestified, in effect, as follows:      “The deceased died of a\n\nlaceration of the spleen and a coagulation in the abdominal\n\ncavity of approximately 20,000 cc’s [of blood].”    The laceration\n\nof the spleen was the result of a trauma, which \"could be\n\nbecause someone hit him or because he fell and hit that area.\"\n\nThe presence of opiates in the blood was a contributing factor\n\nin his death because the opiates interfere with the respiratory\n\nfunction.    Independently of any contributing factor a ruptured\n\nspleen would have caused the death.     The cause of death \"was\n\ncorporal trauma, not a drug overdose.\"    On cross-examination,\n\nDr. Conde testified that the spleen probably had some kind of\n\ndisease and that \"it’s easier to lacerate an enlarged spleen\n\nthan a normal one.\"\n\n\n                               -9-\n\f            Defendant   argues     strenuously      that    the   “undisputed\n\nmedical evidence . . . negated the possibility of the violation\n\nof any constitutional rights . . . .”            Def’s Br. at 16 (emphasis\n\nadded).     Presumably this statement is made on the basis of the\n\ntestimony of Dr. David Questell Alvarado who treated decedent\n\nbefore the decedent was sent to the intensive care unit where he\n\ndied.      Dr.   Questell   testified      that    the   decedent    died   of\n\n“narcotic intoxication.”         As the district court properly pointed\n\nout in rejecting the motion for a new trial, it was up to the\n\njury to choose which of the two doctors' testimony should be\n\naccepted.\n\n            Defendant makes other assertions in his brief that are\n\ndirectly    controverted    by    the   record    evidence.       Experienced\n\ncounsel     should   recognize     that    the    jury     decides   disputed\n\nquestions of fact and that statements in the brief and at oral\n\nargument cannot erase record evidence that counsel does not\n\nlike.\n\n                                     II.\n\n                                  Liability\n\n            We next discuss defendant’s claim that he was not\n\nresponsible for the decedent's death because his spleen was\n\ndiseased and enlarged.       We are not sure just what defendant's\n\nprecise claim of error is as to the court's application of the\n\n\n                                    -10-\n\f\"eggshell skull\" doctrine.             He argues in his brief at page 32:\n\n\"In applying this doctrine to this particular case, the district\n\ncourt erred in the law.         It assumed that liability existed, when\n\nthe evidence established the contrary, to find that Pérez-Tirado\n\nwas liable for the pre-existing damages under the 'egg-shell\n\nrule.'\" This appears to be an argument that the district court\n\nsubstituted the \"eggshell skull\" doctrine for a finding of\n\ncausation.        The    court's   charge      to   the   jury   negates    that\n\ncontention.\n\n              In order to find in favor of the plaintiffs\n              under principles of negligence, you must\n              find that there was an act or omission by\n              fault, negligence, or intention that was\n              proximate   –   that   proximately   caused\n              plaintiffs' injuries.\n\n               . . . .\n\n              An injury or damage is proximately caused by\n              an act or by a failure to act whenever it\n              appears from the evidence in the case that\n              the act or omission played a substantial\n              part in bringing about or actually causing\n              the injury or damage, and that the injury or\n              damage was either a direct result or a\n              reasonable probable consequence of the act\n              or of the omission.\n\n(Emphasis added.)\n\n              There was a plethora of evidence in the record from\n\nwhich   the    jury     could   have   found   that   defendant    kicked    and\n\npunched the decedent in the body and helped push him to the\n\n\n\n                                        -11-\n\fground.   Any or a combination of these acts could have caused\n\nthe decedent's spleen to rupture, as Dr. Conde testified.\n\n          In its written opinion denying the motion for a new\n\ntrial the district court held that:\n\n          [W]e found that Decedent’s cause of death\n          was corporal trauma . . . .     It is the\n          source of the corporal trauma that was an\n          issue of fact left for the jury to\n          determine. . . .\n\n          Defendant argues that, if rupture of the\n          spleen did cause Decedent’s death, he was\n          not     responsible    because   Decedent’s\n          preexisting sickness made him prone to that\n          injury.    However, we find that Decedent’s\n          preexisting injury or weakness in the\n          spleen, does not absolve Defendant of his\n          liability.     It is well settled that in\n          action for damages, the tortfeasor “takes\n          his victim as he finds him.”\n\n          If,   rather   than   questioning   the   district   court's\n\nfinding of causation, defendant's contention is meant to imply\n\nthat the \"eggshell skull\" doctrine should have been excluded as\n\na matter of law, we must determine whether the doctrine was\n\ncorrectly applied to the facts of this case.        We agree with the\n\ndistrict court that it was.     An illuminating explication of the\n\n“eggshell skull” doctrine is set forth in W. Page Keeton et al.,\n\nProsser and Keeton on The Law of Torts § 43 at 291 (5th ed.\n\n1984).\n\n          There are some areas in which even the\n          courts which have been most vocal in favor\n          of the \"foreseeable risk\" limitation upon\n\n                                 -12-\n\f            liability have been forced to discard it.\n            There is almost universal agreement upon\n            liability  beyond   the  risk,   for   quite\n            unforeseeable consequences, when they follow\n            an impact upon the person of the plaintiff.\n\n\n            It is as if a magic circle were drawn about\n            the person, and one who breaks it, even by\n            so much as a cut on the finger, becomes\n            liable for all resulting harm to the person,\n            although it may be death. . . .          The\n            defendant of course is liable only for the\n            extent to which the defendant's conduct has\n            resulted in an aggravation of the pre-\n            existing   condition,   and  not   for   the\n            condition as it was; but as to the\n            aggravation, foreseeability is not a factor.\n            One of the illustrations which runs through\n            the English cases is that of the plaintiff\n            with the \"eggshell skull,\" who suffers death\n            where a normal person would have had only a\n            bump on the head; . . . .\n\nId. (emphasis added).\n\n            Neither the Supreme Court nor the First Circuit has\n\nspoken at length as to the validity of the \"eggshell skull\"\n\ndoctrine.    The Supreme Court held in United States v. Feola that\n\nan offender \"takes his victim as he finds him.\"     420 U.S. 671,\n\n685 (1975).    In that case, the Court held that in determining\n\nthe defendant's liability for an assault of a federal officer,\n\nit was irrelevant that the assailant did not know that the\n\nvictim was an officer.     The First Circuit, in Doty v. Sewall,\n\ncited Feola as support for the proposition that \"[i]n personal\n\ninjury law, it is well settled that in an action for damages,\n\n\n                               -13-\n\fthe tortfeasor 'takes his victim as he finds him.'\"                     908 F.2d\n\n1053, 1059 (1st Cir. 1990).\n\n              Other circuits have spoken more definitively as to the\n\nvalidity of the \"eggshell skull\" doctrine.             The Second Circuit,\n\nin   Maurer    v.    United   States,   held   that    \"[i]t   is   a    settled\n\nprinciple of tort law that when a defendant's wrongful act\n\ncauses injury, he is fully liable for the resulting damage even\n\nthough the injured plaintiff had a preexisting condition that\n\nmade the consequences of the wrongful act more severe than they\n\nwould have been for a normal victim.\"           668 F.2d 98, 99 (2d Cir.\n\n1981).\n\n              The Fifth Circuit, in Dunn v. Denk, held that:\n\n              the \"directly and only\" language [taken from\n              applicable   case  law]   was  intended   to\n              distinguish between injuries resulting from\n              excessive force and those resulting from the\n              justified use of force. It was not intended\n              to displace the venerable rule that a\n              tortfeasor takes his victim as he finds him\n              or to immunize the exacerbation of a\n              pre-existing condition, leaving the weakest\n              and most vulnerable members of society with\n              the least protection from police misconduct.\n\n\n54   F.3d     248,   250-51   (5th   Cir.   1995)     (internal     citations,\n\nemphasis and footnotes omitted).\n\n              The Sixth Circuit, in Shannon v. Lester, held that a\n\nplaintiff could recover damages under § 1983 for any aggravation\n\nof his pre-existing injuries caused by the police's unreasonable\n\n                                     -14-\n\fdelay in taking him to the hospital.              519 F.2d 76, 79 (6th Cir.\n\n1975).\n\n             The Seventh Circuit, in Rardin v. T & D Mach. Handling,\n\nInc., held that \"the injurer takes his victim as he finds him\n\nand is therefore liable for the full extent of the injury even\n\nif unforeseeable . . . even if . . . [the victim], because of a\n\npreexisting injury sustains a much greater loss than the average\n\nvictim would have . . . .\"            890 F.2d 24, 28 (7th Cir. 1989)\n\n(citations omitted).\n\n             The Ninth Circuit, in Lutz v. United States, held that\n\ndefendant was liable for psychological damage inflicted on a\n\nvictim who had been attacked by defendant's dog, even though\n\nthat damage was caused in part by a pre-existing condition.                The\n\ncourt held that the situation was \"an example of the general\n\nrule that the defendant must take the plaintiff as he finds her\n\nand accept liability for all consequences flowing from the\n\ninjury.\"       685    F.2d   1178,   1186    (9th    Cir.   1982)   (citation\n\nomitted).\n\n             We hold that the district court did not substitute the\n\n\"eggshell skull\" doctrine for a finding of cause or liability,\n\nand   that   the     court   was   correct   in   its   application   of   the\n\ndoctrine.\n\n                                      III.\n\n\n                                      -15-\n\f                             Prejudice or Passion\n\n               We have read the record carefully and do not find\n\nsufficient evidence suggesting that prejudice or passion played\n\na part in the jury's verdict to warrant a reversal on that\n\nground.        Defendant advances two bases for his prejudice and\n\npassion argument.         The first is a question asked by the jury\n\nduring    deliberations       as     to    the    consequences    of    an   adverse\n\nverdict    on     the    other       defendant     police    officers.         After\n\nconsulting with counsel, the district court properly instructed\n\nthe jury that the consequences of the verdict were not the\n\njury’s concern because its duty was to decide the case on the\n\nbasis     of     the    facts        and    regardless      of    the    verdict’s\n\nrepercussions.          Neither the jury's question nor the court's\n\nresponse established prejudice or passion.\n\n               The second basis for asserting the prejudice or passion\n\nclaim is that the verdicts were for decedent’s mentally retarded\n\nson and decedent’s two-year-old daughter.                   If either or both of\n\nthe verdicts were inordinately excessive, defendant might have\n\na stronger argument.         But in a wrongful death case, verdicts of\n\n$15,000    and     $20,000      do    not    connote    much     passion     or   any\n\nprejudice.       This is especially so in light of testimony by an\n\neconomist that the present value of the decedent's future loss\n\nof earnings was $89,000.                   We think the jury’s verdict was\n\n\n                                           -16-\n\frealistic.       The evidence showed that decedent did not have much\n\nof a future ahead.           He was addicted to drugs and resisted arrest\n\nbecause he was on probation for the murder of his brother and\n\nwas afraid he would go to jail.                      The verdict comports with a\n\nrealistic (if not inevitable) appraisal of the facts.\n\n            We    have       read    the      record       carefully     and     have   no\n\ndifficulty affirming the verdicts.                    We also affirm the district\n\ncourt’s denial of the Rule 50 motion and the motion for a new\n\ntrial.\n\n                                             IV.\n\n                                    Attorney's Fees\n\n            We preface our discussion of attorney's fees with a\n\nreminder    that       Pérez-Tirado        has      waived   the   district       court's\n\nagglomeration of different causes of action.                       See supra at 3-4.\n\nBecause     the    damages          awarded        were    payable      to     individual\n\nsurvivors,       not    to   the     decedent's       estate,      it    appears    quite\n\nprobable that the jury found no liability on the § 1983 claim\n\nsimpliciter.       The defendant, however, did not object to the\n\naward of fees on this ground, nor does he assign error in this\n\nrespect on appeal.           He has, therefore, forfeited the point.                    See\n\nZannino, 895 F.2d at 17.                 In all events, this court has held\n\nthat     when    state-law         and   §    1983        claims   are       inextricably\n\nintertwined, a plaintiff who prevails only on the state-law\n\n\n                                             -17-\n\fclaim nonetheless may receive a fee award under 42 U.S.C. §\n\n1983.   See Williams v. Hanover Housing Auth., 113 F.3d 1294,\n\n1298-99 (1st Cir. 1997) (holding that if a plaintiff in such\n\ncircumstances succeeds in the primary objective of his law suit,\n\nhe may receive attorney's fees even if he prevails only on a\n\nstate-law claim).    It is against this backdrop that we turn to\n\nthe complaint made by the defendant vis-à-vis the fee award.\n\n            The attorney for the plaintiffs submitted a sworn\n\nstatement to the district court showing that he spent 441.8\n\nhours out of court preparing the case and 58.5 hours in court.\n\nHe requested $225 per hour for his in-court time and $175 for\n\nhis out-of-court work.    This amounted to a total of $90,477.50.\n\nThe plaintiffs' attorney also asked for $13,162.50 for the\n\nservices of his paralegal, billed at the rate of $75 per hour\n\nfor 85 hours.\n\n            The district court reduced the rate for the in-court\n\ntime to $150 per hour and $130 per hour for the out-of-court\n\ntime.   The court also reduced the rate of the paralegal to $40\n\nper hour.    The court explicitly stated:\n\n            In making this determination, we were\n            mindful of the constellation of factors of\n            which the First Circuit cautions courts to\n            be aware. However, the sole basis on which\n            we reduce the rates is to reflect the\n            prevailing market rate of lawyers and\n            paralegals of comparable skill, experience,\n            and reputation in this jurisdiction.\n\n                               -18-\n\f          Therefore, we note that we do not reduce the\n          rate because Plaintiffs only prevailed\n          against one of the Defendants, . . . because\n          Plaintiffs received a significantly lower\n          amount of damages and attorney's fees than\n          they requested.\n\n          The district court denied the motion of the defendants\n\nsued in their supervisory capacity - Toledo-Dávila and Cruz\n\nCalendario - for attorney's fees and costs.     That ruling has not\n\nbeen appealed.\n\n          We discussed the standard of review applied to district\n\ncourt decisions concerning awards of attorney's fees in Coutin\n\nv. Young & Rubicam Puerto Rico, Inc., 124 F.3d 331, 336 (1st\n\nCir. 1997):\n\n          We will disturb such an award only for\n          mistake of law or abuse of discretion. . . .\n          In this regard, an abuse of discretion\n          occurs when a material factor deserving\n          significant weight is ignored, when an\n          improper factor is relied upon, or when all\n          proper and no improper factors are assessed,\n          but the court makes a serious mistake in\n          weighing them.\n\n(Internal citation and quotation marks omitted.)        When a court\n\nhas   relied   on   impermissible   criteria   in   determining   the\n\nappropriate amount of fees awarded, the case can be remanded for\n\na clearer statement of the rationale upon which the award was\n\nbased.   See, e.g., id. at 342 (holding that the district court\n\nhad offered no plausible reason for neglecting to apply the\n\n\n\n                                -19-\n\flodestar method of calculating fees, and requiring that the fees\n\nawarded be adjusted to reflect its proper application).\n\n           The district court was succinct in its treatment of the\n\nseverability issue, simply citing Hensley v. Eckerhart, 461 U.S.\n\n424, 435 (1983), and Coutin, 124 F.3d at 338-39, and asserting\n\nthat \"often claims are related factually and legally; thus a fee\n\naward should not necessarily be reduced simply because the\n\nplaintiff failed to prevail on every contention in the lawsuit.\"\n\nThe court then stated that \"we note that we do not reduce the\n\nrate   because    Plaintiffs      only       prevailed   against      one   of   the\n\nDefendants, . . .\" and cited Cobb v. Miller, 818 F.2d 1227, 1233\n\n(5th   Cir.     1987),    a     Fifth    Circuit     decision     allowing       for\n\nattorney's fees to be based on an aggregation of claims where\n\nthe    claims    cannot       easily    be     separated.       But    while     the\n\njuxtaposition of these brief statements with the cases cited is\n\napparently meant to imply that the claims in the present case\n\nare similarly inseparable, the court fails to make any findings\n\nor to point to any facts justifying such an analogy.\n\n           Both the Supreme Court and this circuit have spoken as\n\nto when claims can appropriately be fused for the purpose of\n\ndetermining attorney's fees.            The Supreme Court held in Hensley:\n\n           Many civil rights cases will present only a\n           single   claim.     In   other  cases   the\n           plaintiff's claim for relief will involve a\n           common core of facts or will be based on\n\n                                        -20-\n\f         related legal theories.   Much of counsel's\n         time will be devoted generally to the\n         litigation as a whole, making it difficult\n         to divide the hours expended on a claim-by-\n         claim basis.     Such a lawsuit cannot be\n         viewed as a series of discrete claims.\n         Instead the district court should focus on\n         the significance of the overall relief\n         obtained by the plaintiff in relation to the\n         hours reasonably expended on the litigation.\n\n\n                             * * * *\n\n         Where the plaintiff has failed to prevail on\n         a claim that is distinct in all respects\n         from his successful claims, the hours spent\n         on the unsuccessful claim should be excluded\n         in considering the amount of a reasonable\n         fee.\n\nHensley, 461 U.S. at 435, 440 (emphasis added).\n\n         We recently held that \"[w]hen different claims for\n\nrelief are not interconnected – that is, when the claims rest on\n\ndifferent facts and legal theories – they are by definition\n\nseverable and unrelated.   Attorneys’ fees normally should not be\n\nawarded for time spent litigating (or preparing to litigate)\n\nunsuccessful, severable claims.\"      Coutin, 124 F.3d at 339.   The\n\nCoutin opinion follows a long line of our cases reaffirming the\n\ndoctrine of interrelatedness.      See, e.g., Nydam v. Lennerton,\n\n948 F.2d 808, 812 (1st Cir. 1991); Culebras Enters. Corp. v.\n\nRivera-Rios, 846 F.2d 94, 102 (1st Cir. 1988);        Wagenmann v.\n\nAdams, 829 F.2d 196, 225 (1st Cir. 1987); Aubin v. Fudala, 782\n\nF.2d 287, 291 (1st Cir. 1986).\n\n                               -21-\n\f            The    district    court      was     justified        in   refusing      to\n\ndifferentiate between the claims brought against each of the\n\nfour officers alleged to have been involved in the beating of\n\nthe    decedent,    especially      in    light       of    City   of   Riverside     v.\n\nRivera, 477 U.S. 561 (1986).             In Rivera, the Court allowed for\n\nhigh     attorney's    fees     despite         the        acquittal    of    numerous\n\ndefendants, agreeing with the lower courts that \"it was never\n\nactually clear what officer did what until we had gotten through\n\nwith the whole trial.\"         Id. at 570 (internal quotation marks\n\nomitted).\n\n            But while the claims against the officers can clearly\n\nbe said to have arisen out of a \"common core of facts\" or to\n\nhave been \"based on related legal theories,\" thus justifying\n\ntheir    aggregation    in    determining         the       appropriate      amount   of\n\nattorney's fees awarded, the same is not so for those claims\n\nalleging supervisory liability.                  While it is true that the\n\nclaims    all     stemmed    from    a   common       incident      -   the    alleged\n\nmistreatment of the deceased - it does not follow that the\n\nclaims cannot be severed.           Whatever common elements there may be\n\nbetween the claims, it is indisputable that the facts that would\n\nhave to be proved to prevail against the arresting officers, as\n\nwell as the legal theories that would serve as a foundation for\n\nthe claims alleging direct participation in the arrest and\n\n\n                                         -22-\n\fmistreatment,     are    wholly    different          than   those        relating         to\n\nsupervisory liability.\n\n             In order to establish supervisory liability under §\n\n1983, a plaintiff must show an \"affirmative link\" between the\n\nsubordinate officer and the supervisor.                 See Carmona v. Toledo,\n\n215 F.3d 124, 131 (1st Cir. 2000).              A supervisor \"may be liable\n\nfor   the    foreseeable       consequences      of    [offending          conduct         by\n\nsubordinates]     if     he    would    have    known    of        it    but    for       his\n\ndeliberate indifference or willful blindness. . . .\"                        Maldonado-\n\nDenis v. Castillo-Rodriguez, 23 F.3d 576, 582 (1st Cir. 1994).\n\n\"To demonstrate deliberate indifference a plaintiff must show\n\n(1)   a   grave   risk    of    harm,    (2)    the    defendant's             actual      or\n\nconstructive knowledge of that risk, and (3) his failure to take\n\neasily      available    measures       to     address       the        risk.    .    .     .\n\n[D]eliberate indifference alone does not equate with supervisory\n\nliability; a suitor also must show causation.\"                     Camilo-Robles v.\n\nHoyos, 151 F.3d 1,7 (1st Cir. 1998), cert. denied, 525 U.S. 1105\n\n(1999) (citations omitted).             Discovery relating to supervisory\n\nliability would almost certainly entail a much wider and more\n\ndiverse set of facts than discovery relating to the officers'\n\nindividual liability.           That success on the former claims is\n\ncontingent upon success on the latter does not mean that the two\n\nare based on common facts or legal theories.\n\n\n                                        -23-\n\f           The unsuccessful      supervisory    liability claims were\n\nbased on different facts and legal theories than the successful\n\nexcessive force claims, and were thus severable.              Because such\n\nunsuccessful claims do not fall within the ambit of § 1988(b),\n\nthe district court acted beyond the bounds of its discretion in\n\nawarding attorney's fees stemming from them.             The time sheets\n\nsubmitted by plaintiffs' lawyer, upon which the district court's\n\ncalculation of attorney's fees was based, do not differentiate\n\nbetween time spent on the different claims.             The case must be\n\nremanded   for   determination    of   what   portion    of    plaintiffs'\n\nlawyer's time was spent in furtherance of the unsuccessful\n\nsupervisory liability claims.      Such time must be deducted from\n\nthe amount of the fee award at the applicable rates approved by\n\nthe district court.\n\n           Affirmed in part; reversed in part.                Remanded for\n\nfurther proceedings in accord with this opinion.          Costs shall be\n\ntaxed against the defendant.\n\n\n\n\n                                  -24-\n\f",
  "html": "",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<pre class=\"inline\">          United States Court of Appeals\n                     For the First Circuit\n\nNo. 99-2150\n\n                ANGELA FIGUEROA-TORRES, ET AL.,\n\n                     Plaintiffs, Appellees,\n\n                               v.\n\n                 PEDRO TOLEDO-DÁVILA, ET AL.,\n\n                          Defendants.\n\n\n                      JULIO PERÉZ-TIRADO,\n\n                     Defendant, Appellant.\n\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                FOR THE DISTRICT OF PUERTO RICO\n\n        [Hon. Jose Antonio Fuste, U.S. District Judge]\n\n\n                             Before\n\n                      Selya, Circuit Judge,\n                 Bownes, Senior Circuit Judge,\n                   and Stahl, Circuit Judge.\n\n\n\n     Ricardo L. Rodríguez-Padilla, with whom Ricardo Rodríguez-\nPadilla Law Offices, and Orlando Duran-Medero were on brief for\nappellant Julio Perez-Tirado.\n\n     Mauricio Hernández-Arroyo, with whom Law Offices of Mauricio\nHernández-Arroyo, Geraldo Rivera-Figueroa, in representation of\nLinoska Rivera-Nieves, and Maria E. Irizarry, in representation\nof Nestor Rivera Irizarry, were on brief for appellees.\n\f                          November 21, 2000\n\n            BOWNES, Senior Circuit Judge.      This is an appeal from\n\na jury verdict in a civil rights action brought under 42 U.S.C.\n\n§§ 1983, 1986, and 1988, against six police officers of the\n\nPuerto Rico Police Department for the death of Néstor Rivera-\n\nFigueroa.     The appeal is brought by the only police officer\n\nfound liable, Sergeant Julio Pérez-Tirado (hereinafter sometimes\n\n\"defendant\").      Suit was brought by the mother, and siblings of\n\nNéstor Rivera- Figueroa on their own behalf and on behalf of the\n\nson and daughters of the decedent.          The jury awarded the son\n\n$15,000, and the youngest of three daughters (two years old)\n\n$20,000.    The son, although twenty-one at the time of the suit,\n\nwas mentally retarded.     The other daughters of the decedent were\n\nnineteen and twenty-one years old at the time of suit and were\n\nnot awarded any damages.        The court granted plaintiffs' request\n\nfor attorney's fees in the amount of $96,852.\n\n            Four of the police officers named in the complaint were\n\ndirectly involved in the arrest of decedent:           Héctor Rivera-\n\nTorres;    Elvin   Fernández;    Leslie   Germain-Rodríguez;   and   the\n\nofficer found liable, Julio Pérez-Tirado.       The complaint alleged\n\nthat those four officers treated the decedent in such a way\n\nduring his arrest as to cause his death.\n\n\n                                   -2-\n\f            The     complaint    alleged      that    the        remaining      two\n\ndefendants, Octavio Cruz-Candelario and Pedro Toledo-Dávila,\n\nsupervisory officers who were not present at the actual arrest,\n\nwere liable for the death of Néstor Rivera because of “the\n\ninappropriate       selection     and/or      inadequate         training       and\n\nsupervision       and   discipline”   of    the   four     officers       directly\n\ninvolved in the arrest of the decedent.               At the close of the\n\nevidence, the complaint was dismissed by the district court as\n\nto defendants Leslie Germain-Rodríguez, Octavio Cruz-Candelario\n\nand Pedro Toledo-Dávila.        No appeals have been taken from these\n\nrulings.\n\n            Defendant’s motions for judgment as a matter of law\n\nwere denied.       The district court denied defendant’s motion for\n\na new trial.\n\n            Defendant makes the following contentions on appeal:\n\n(1) the evidence was insufficient because it did not prove that\n\ndefendant    caused     or   contributed    to    cause    the    death    of   the\n\ndecedent;    (2)    the   district    court   erred       by   misapplying      the\n\n\"eggshell skull\" rule in determining liability for the death of\n\nthe decedent; (3) the verdict was the result of passion and\n\nprejudice; and (4) the district court erred in the award of\n\nattorney’s fees and costs.\n\n\n\n\n                                      -3-\n\f          We affirm the verdict in all respects but remand for\n\na new determination of attorney’s fees.\n\n          Before discussing the defendant's assignments of error\n\nwe deem it useful to discuss the peculiar posture in which this\n\nappeal arises.    In this case, the plaintiffs alleged five causes\n\nof action in their complaint.         These boiled down to three sets\n\nof claims.   First, they asserted that the defendants violated\n\nthe decedent's rights under the Fourth and Fourteenth Amendments\n\nand sought to recover damages under 42 U.S.C. § 1983.            Second,\n\nthey asserted pendent claims arising under Puerto Rico law,\n\ncharging wrongful death and loss to the decedent's estate.\n\nThird, they asserted survivors' claims, also arising under local\n\nlaw, for their own emotional distress, loss of society, and the\n\nlike.\n\n          In preparing the verdict form, the district court did\n\nnot differentiate among these claims.         Instead, the verdict form\n\nsimply   asked   the   jurors   to   report   whether   they   found   any\n\ndefendant liable (presumably on any theory), and if so, to\n\nindicate which defendant(s) were liable to which plaintiff(s).\n\nThe verdict form then provided a space for the jury to insert\n\nthe amount of damages awarded to each prevailing plaintiff.            The\n\ndistrict court's jury instructions were in the same vein.\n\n\n\n\n                                     -4-\n\f         Ultimately, as we have said, the jury found Pérez-\n\nTirado liable to two of the plaintiffs.      The verdict form did\n\nnot require the jurors to state the theory under which liability\n\nwas found and damages awarded, and they did not do so.     Pérez-\n\nTirado did not object to the judge's charge, the verdict form,\n\nor the returned verdict for lack of particularization.1      This\n\nconstituted a waiver as to these items.       We have held that a\n\nfailure to object “forfeit[s] any right to gripe about a lack of\n\nprocedural orthodoxy” in such respects.       Putnam Resources v.\n\nPateman, </pre><span class=\"citation\" data-id=\"579198\"><a href=\"/opinion/579198/putnam-resources-v-ronald-m-pateman-ronald-m-pateman-v-frenkel/\"><span class=\"volume\">958</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">448</span></a></span><pre class=\"inline\">, 457 (1st Cir. 1992).    After all, a party\n\n“may not sit by without objection to rulings or instructions,\n\nand then after verdict and judgment, and when it is too late for\n\nthe court to change its rulings or charge, come forward with\n\nobjections on appeal and seek to put the court in error.”     Id.\n\nat 457 n.6 (citation omitted).      This principle controls here.\n\nThus, notwithstanding our serious doubts about the way in which\n\nthe district court apparently merged different causes of action\n\nand theories of recovery, we proceed to analyze the case as the\n\nparties have briefed and argued it.\n\n\n\n    1Perez-Tirado not only acquiesced to these proceedings\nbelow, but also has not made any coherent argument on appeal\naddressing these points. For that reason, too, waiver exists.\nSee United States v. Zannino, </pre><span class=\"citation\" data-id=\"536025\"><a href=\"/opinion/536025/united-states-v-ilario-ma-zannino/\"><span class=\"volume\">895</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span><pre class=\"inline\">, 17 (1st Cir. 1990)\n(explaining that arguments that are undeveloped on appeal are\ndeemed waived).\n\n                              -5-\n\f                                I.\n\n                   Sufficiency of the Evidence\n\n         Our standard of review is clear.\n\n             Petitions for judgments as a matter of\n         law under Rule 50(a)(1) Fed. R. Civ. P. will\n         be granted only in those instances where,\n         after having examined the evidence as well\n         as   all    permissible    inferences    drawn\n         therefrom in the light most favorable to\n         non-movant,    the   court   finds    that   a\n         reasonable jury could not render a verdict\n         to the party’s favor. In carrying out this\n         analysis the court may not take into account\n         the   credibility   of   witnesses,    resolve\n         evidentiary conflicts, nor ponder the weight\n         of the evidence introduced at trial. . . .\n\n         . . . .\n\n              The nisi prius court’s denial of a\n         petition for new trial will be overturned\n         only for abuse of discretion. A new trial\n         is warranted only in those situations where\n         the verdict is contrary to the clear weight\n         of the evidence introduced at trial and its\n         ratification would result in a miscarriage\n         of justice. . . .\n\nIrvine v. Murad Skin Research Labs., Inc., </pre><span class=\"citation\" data-id=\"198551\"><a href=\"/opinion/198551/irvine-v-murad/\"><span class=\"volume\">194</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">313</span></a></span><pre class=\"inline\">, 316-17\n\n(1st Cir. 1999) (internal citations omitted).\n\n         Our determination of the sufficiency of the evidence\n\nrequires that we present the facts as a jury might have found\n\nthem, consistent with the record but in the light most favorable\n\nto the verdict.   See Grajales-Romero v. American Airlines, Inc.,\n\n</pre><span class=\"citation\" data-id=\"198693\"><a href=\"/opinion/198693/grajales-romero-v-american-airlines/\"><span class=\"volume\">194</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">288</span></a></span><pre class=\"inline\"> (1st Cir. 1999).\n\nThe Evidence as Viewed Favorable to the Verdict\n\n                                -6-\n\f             On    the   day    of   decedent’s   arrest   and   death,   the\n\ndefendant and three other police officers had been assigned to\n\na special drug unit.           Their mission was to cruise the streets of\n\nSan   Juan    in    search      of   drug   transactions   and   arrest   the\n\nparticipants.       Defendant was in charge of the unit.\n\n             As the police cruiser drove through a government-\n\nsubsidized housing development, defendant saw a drug transaction\n\nin progress.       The police got out of the cruiser and attempted to\n\narrest three drug buyers.              Defendant testified that he went\n\nafter one buyer who was attempting to swallow small plastic\n\nenvelopes (about one to one and one half inches long) presumably\n\ncontaining heroin.             He was unsuccessful and as he held the\n\nsuspect, he noticed that one of the other officers was having\n\ndifficulty subduing the decedent, who was vigorously resisting\n\narrest.   Defendant left the person he had restrained and went to\n\nhelp in the arrest of decedent.             Once the suspect was freed from\n\nrestraint by defendant he fled the scene.             The other drug buyer\n\nwas arrested without incident.\n\n             Defendant and two of the other officers continued to\n\nstruggle with the decedent.             There was eye-witness testimony\n\nabout what happened during the struggle between the police\n\nofficers and decedent.\n\n\n\n\n                                        -7-\n\f         Efrain Barbosa, who was the drug seller, testified by\n\ndeposition to the following effect.     The police jumped on the\n\ndecedent when he tried to swallow the drugs he had bought; the\n\npolice officers hit and kicked decedent everywhere on his body.\n\nDefendant was identified as one of the officers who hit and\n\nkicked decedent.\n\n         Rosa Maria Gonzalez was walking by the scene on her way\n\nto the store.       She testified that she saw police officers\n\nleaning over the decedent who was lying on the sidewalk.      The\n\npolice “were hitting him on the back and they were telling him\n\nto throw out the drugs he had swallowed . . . .”      The witness\n\nidentified defendant as one of the police officers who was\n\nhitting the decedent.      The witness also testified that the\n\npolice kicked the decedent in the side and hit him on the face\n\nwith their fists.\n\n         Marisela Cotero, a tenant in the housing development,\n\ntestified that she saw two police officers punch the decedent in\n\nthe stomach, kick him, put their hands in his mouth, slap his\n\nface, and throw him on the ground.        The witness identified\n\ndefendant as one of the participating officers.\n\n         Police officer José Miguel Requena Mercado, one of the\n\ndefendants, testified as follows:    He and another officer, Elvin\n\nFernandez, fell to the ground struggling to arrest the decedent.\n\n\n                               -8-\n\fAfter the decedent was subdued he walked to the police vehicle.\n\nWhen they got to the prison, the decedent started feeling ill\n\nand Officer Requena took him to the hospital.    When they arrived\n\nat the hospital, decedent told Requena he wanted to defecate and\n\nthrow up, which he did in the toilet facilities.      Neither the\n\nfeces nor the vomit was examined for drugs.     As he and decedent\n\nand the other officers came out of the bathroom, the decedent\n\ncollapsed.    A doctor arrived and the decedent was taken to the\n\nintensive care unit, where he subsequently died.\n\n            Dr. María Conde, who did the autopsy on decedent,\n\ntestified, in effect, as follows:      “The deceased died of a\n\nlaceration of the spleen and a coagulation in the abdominal\n\ncavity of approximately 20,000 cc’s [of blood].”    The laceration\n\nof the spleen was the result of a trauma, which \"could be\n\nbecause someone hit him or because he fell and hit that area.\"\n\nThe presence of opiates in the blood was a contributing factor\n\nin his death because the opiates interfere with the respiratory\n\nfunction.    Independently of any contributing factor a ruptured\n\nspleen would have caused the death.     The cause of death \"was\n\ncorporal trauma, not a drug overdose.\"    On cross-examination,\n\nDr. Conde testified that the spleen probably had some kind of\n\ndisease and that \"it’s easier to lacerate an enlarged spleen\n\nthan a normal one.\"\n\n\n                               -9-\n\f            Defendant   argues     strenuously      that    the   “undisputed\n\nmedical evidence . . . negated the possibility of the violation\n\nof any constitutional rights . . . .”            Def’s Br. at 16 (emphasis\n\nadded).     Presumably this statement is made on the basis of the\n\ntestimony of Dr. David Questell Alvarado who treated decedent\n\nbefore the decedent was sent to the intensive care unit where he\n\ndied.      Dr.   Questell   testified      that    the   decedent    died   of\n\n“narcotic intoxication.”         As the district court properly pointed\n\nout in rejecting the motion for a new trial, it was up to the\n\njury to choose which of the two doctors' testimony should be\n\naccepted.\n\n            Defendant makes other assertions in his brief that are\n\ndirectly    controverted    by    the   record    evidence.       Experienced\n\ncounsel     should   recognize     that    the    jury     decides   disputed\n\nquestions of fact and that statements in the brief and at oral\n\nargument cannot erase record evidence that counsel does not\n\nlike.\n\n                                     II.\n\n                                  Liability\n\n            We next discuss defendant’s claim that he was not\n\nresponsible for the decedent's death because his spleen was\n\ndiseased and enlarged.       We are not sure just what defendant's\n\nprecise claim of error is as to the court's application of the\n\n\n                                    -10-\n\f\"eggshell skull\" doctrine.             He argues in his brief at page 32:\n\n\"In applying this doctrine to this particular case, the district\n\ncourt erred in the law.         It assumed that liability existed, when\n\nthe evidence established the contrary, to find that Pérez-Tirado\n\nwas liable for the pre-existing damages under the 'egg-shell\n\nrule.'\" This appears to be an argument that the district court\n\nsubstituted the \"eggshell skull\" doctrine for a finding of\n\ncausation.        The    court's   charge      to   the   jury   negates    that\n\ncontention.\n\n              In order to find in favor of the plaintiffs\n              under principles of negligence, you must\n              find that there was an act or omission by\n              fault, negligence, or intention that was\n              proximate   –   that   proximately   caused\n              plaintiffs' injuries.\n\n               . . . .\n\n              An injury or damage is proximately caused by\n              an act or by a failure to act whenever it\n              appears from the evidence in the case that\n              the act or omission played a substantial\n              part in bringing about or actually causing\n              the injury or damage, and that the injury or\n              damage was either a direct result or a\n              reasonable probable consequence of the act\n              or of the omission.\n\n(Emphasis added.)\n\n              There was a plethora of evidence in the record from\n\nwhich   the    jury     could   have   found   that   defendant    kicked    and\n\npunched the decedent in the body and helped push him to the\n\n\n\n                                        -11-\n\fground.   Any or a combination of these acts could have caused\n\nthe decedent's spleen to rupture, as Dr. Conde testified.\n\n          In its written opinion denying the motion for a new\n\ntrial the district court held that:\n\n          [W]e found that Decedent’s cause of death\n          was corporal trauma . . . .     It is the\n          source of the corporal trauma that was an\n          issue of fact left for the jury to\n          determine. . . .\n\n          Defendant argues that, if rupture of the\n          spleen did cause Decedent’s death, he was\n          not     responsible    because   Decedent’s\n          preexisting sickness made him prone to that\n          injury.    However, we find that Decedent’s\n          preexisting injury or weakness in the\n          spleen, does not absolve Defendant of his\n          liability.     It is well settled that in\n          action for damages, the tortfeasor “takes\n          his victim as he finds him.”\n\n          If,   rather   than   questioning   the   district   court's\n\nfinding of causation, defendant's contention is meant to imply\n\nthat the \"eggshell skull\" doctrine should have been excluded as\n\na matter of law, we must determine whether the doctrine was\n\ncorrectly applied to the facts of this case.        We agree with the\n\ndistrict court that it was.     An illuminating explication of the\n\n“eggshell skull” doctrine is set forth in W. Page Keeton et al.,\n\nProsser and Keeton on The Law of Torts § 43 at 291 (5th ed.\n\n1984).\n\n          There are some areas in which even the\n          courts which have been most vocal in favor\n          of the \"foreseeable risk\" limitation upon\n\n                                 -12-\n\f            liability have been forced to discard it.\n            There is almost universal agreement upon\n            liability  beyond   the  risk,   for   quite\n            unforeseeable consequences, when they follow\n            an impact upon the person of the plaintiff.\n\n\n            It is as if a magic circle were drawn about\n            the person, and one who breaks it, even by\n            so much as a cut on the finger, becomes\n            liable for all resulting harm to the person,\n            although it may be death. . . .          The\n            defendant of course is liable only for the\n            extent to which the defendant's conduct has\n            resulted in an aggravation of the pre-\n            existing   condition,   and  not   for   the\n            condition as it was; but as to the\n            aggravation, foreseeability is not a factor.\n            One of the illustrations which runs through\n            the English cases is that of the plaintiff\n            with the \"eggshell skull,\" who suffers death\n            where a normal person would have had only a\n            bump on the head; . . . .\n\nId. (emphasis added).\n\n            Neither the Supreme Court nor the First Circuit has\n\nspoken at length as to the validity of the \"eggshell skull\"\n\ndoctrine.    The Supreme Court held in United States v. Feola that\n\nan offender \"takes his victim as he finds him.\"     </pre><span class=\"citation\" data-id=\"109220\"><a href=\"/opinion/109220/united-states-v-feola/\"><span class=\"volume\">420</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">671</span></a></span><pre class=\"inline\">,\n\n685 (1975).    In that case, the Court held that in determining\n\nthe defendant's liability for an assault of a federal officer,\n\nit was irrelevant that the assailant did not know that the\n\nvictim was an officer.     The First Circuit, in Doty v. Sewall,\n\ncited Feola as support for the proposition that \"[i]n personal\n\ninjury law, it is well settled that in an action for damages,\n\n\n                               -13-\n\fthe tortfeasor 'takes his victim as he finds him.'\"                     </pre><span class=\"citation\" data-id=\"545153\"><a href=\"/opinion/545153/arthur-doty-v-richard-sewall-arthur-doty-v-richard-sewall/\"><span class=\"volume\">908</span> <span class=\"reporter\">F.2d</span>\n\n<span class=\"page\">1053</span></a></span><pre class=\"inline\">, 1059 (1st Cir. 1990).\n\n              Other circuits have spoken more definitively as to the\n\nvalidity of the \"eggshell skull\" doctrine.             The Second Circuit,\n\nin   Maurer    v.    United   States,   held   that    \"[i]t   is   a    settled\n\nprinciple of tort law that when a defendant's wrongful act\n\ncauses injury, he is fully liable for the resulting damage even\n\nthough the injured plaintiff had a preexisting condition that\n\nmade the consequences of the wrongful act more severe than they\n\nwould have been for a normal victim.\"           </pre><span class=\"citation\" data-id=\"398652\"><a href=\"/opinion/398652/louis-a-maurer-v-united-states/\"><span class=\"volume\">668</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">98</span></a></span><pre class=\"inline\">, 99 (2d Cir.\n\n1981).\n\n              The Fifth Circuit, in Dunn v. Denk, held that:\n\n              the \"directly and only\" language [taken from\n              applicable   case  law]   was  intended   to\n              distinguish between injuries resulting from\n              excessive force and those resulting from the\n              justified use of force. It was not intended\n              to displace the venerable rule that a\n              tortfeasor takes his victim as he finds him\n              or to immunize the exacerbation of a\n              pre-existing condition, leaving the weakest\n              and most vulnerable members of society with\n              the least protection from police misconduct.\n\n\n</pre><span class=\"citation\" data-id=\"695544\"><a href=\"/opinion/695544/mary-elizabeth-dunn-plaintiff-appellee-cross-appellant-v-mike-denk/\"><span class=\"volume\">54</span>   <span class=\"reporter\">F.3d</span>     <span class=\"page\">248</span></a></span><pre class=\"inline\">,   250-51   (5th   Cir.   1995)     (internal     citations,\n\nemphasis and footnotes omitted).\n\n              The Sixth Circuit, in Shannon v. Lester, held that a\n\nplaintiff could recover damages under § 1983 for any aggravation\n\nof his pre-existing injuries caused by the police's unreasonable\n\n                                     -14-\n\fdelay in taking him to the hospital.              </pre><span class=\"citation\" data-id=\"328750\"><a href=\"/opinion/328750/richard-wayne-shannon-v-bill-lester/\"><span class=\"volume\">519</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">76</span></a></span><pre class=\"inline\">, 79 (6th Cir.\n\n1975).\n\n             The Seventh Circuit, in Rardin v. T & D Mach. Handling,\n\nInc., held that \"the injurer takes his victim as he finds him\n\nand is therefore liable for the full extent of the injury even\n\nif unforeseeable . . . even if . . . [the victim], because of a\n\npreexisting injury sustains a much greater loss than the average\n\nvictim would have . . . .\"            </pre><span class=\"citation\" data-id=\"532588\"><a href=\"/opinion/532588/jack-rardin-doing-business-as-rardin-graphics-v-t-d-machine-handling/\"><span class=\"volume\">890</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">24</span></a></span><pre class=\"inline\">, 28 (7th Cir. 1989)\n\n(citations omitted).\n\n             The Ninth Circuit, in Lutz v. United States, held that\n\ndefendant was liable for psychological damage inflicted on a\n\nvictim who had been attacked by defendant's dog, even though\n\nthat damage was caused in part by a pre-existing condition.                The\n\ncourt held that the situation was \"an example of the general\n\nrule that the defendant must take the plaintiff as he finds her\n\nand accept liability for all consequences flowing from the\n\ninjury.\"       </pre><span class=\"citation\" data-id=\"407637\"><a href=\"/opinion/407637/linda-e-lutz-as-parent-and-next-friend-of-catherine-lutz-a-minor-v/\"><span class=\"volume\">685</span>    <span class=\"reporter\">F.2d</span>   <span class=\"page\">1178</span></a></span><pre class=\"inline\">,   1186    (9th    Cir.   1982)   (citation\n\nomitted).\n\n             We hold that the district court did not substitute the\n\n\"eggshell skull\" doctrine for a finding of cause or liability,\n\nand   that   the     court   was   correct   in   its   application   of   the\n\ndoctrine.\n\n                                      III.\n\n\n                                      -15-\n\f                             Prejudice or Passion\n\n               We have read the record carefully and do not find\n\nsufficient evidence suggesting that prejudice or passion played\n\na part in the jury's verdict to warrant a reversal on that\n\nground.        Defendant advances two bases for his prejudice and\n\npassion argument.         The first is a question asked by the jury\n\nduring    deliberations       as     to    the    consequences    of    an   adverse\n\nverdict    on     the    other       defendant     police    officers.         After\n\nconsulting with counsel, the district court properly instructed\n\nthe jury that the consequences of the verdict were not the\n\njury’s concern because its duty was to decide the case on the\n\nbasis     of     the    facts        and    regardless      of    the    verdict’s\n\nrepercussions.          Neither the jury's question nor the court's\n\nresponse established prejudice or passion.\n\n               The second basis for asserting the prejudice or passion\n\nclaim is that the verdicts were for decedent’s mentally retarded\n\nson and decedent’s two-year-old daughter.                   If either or both of\n\nthe verdicts were inordinately excessive, defendant might have\n\na stronger argument.         But in a wrongful death case, verdicts of\n\n$15,000    and     $20,000      do    not    connote    much     passion     or   any\n\nprejudice.       This is especially so in light of testimony by an\n\neconomist that the present value of the decedent's future loss\n\nof earnings was $89,000.                   We think the jury’s verdict was\n\n\n                                           -16-\n\frealistic.       The evidence showed that decedent did not have much\n\nof a future ahead.           He was addicted to drugs and resisted arrest\n\nbecause he was on probation for the murder of his brother and\n\nwas afraid he would go to jail.                      The verdict comports with a\n\nrealistic (if not inevitable) appraisal of the facts.\n\n            We    have       read    the      record       carefully     and     have   no\n\ndifficulty affirming the verdicts.                    We also affirm the district\n\ncourt’s denial of the Rule 50 motion and the motion for a new\n\ntrial.\n\n                                             IV.\n\n                                    Attorney's Fees\n\n            We preface our discussion of attorney's fees with a\n\nreminder    that       Pérez-Tirado        has      waived   the   district       court's\n\nagglomeration of different causes of action.                       See supra at 3-4.\n\nBecause     the    damages          awarded        were    payable      to     individual\n\nsurvivors,       not    to   the     decedent's       estate,      it    appears    quite\n\nprobable that the jury found no liability on the § 1983 claim\n\nsimpliciter.       The defendant, however, did not object to the\n\naward of fees on this ground, nor does he assign error in this\n\nrespect on appeal.           He has, therefore, forfeited the point.                    See\n\nZannino, 895 F.2d at 17.                 In all events, this court has held\n\nthat     when    state-law         and   §    1983        claims   are       inextricably\n\nintertwined, a plaintiff who prevails only on the state-law\n\n\n                                             -17-\n\fclaim nonetheless may receive a fee award under 42 U.S.C. §\n\n1983.   See Williams v. Hanover Housing Auth., </pre><span class=\"citation\" data-id=\"740978\"><a href=\"/opinion/740978/tashima-williams-v-the-hanover-housing-authority/\"><span class=\"volume\">113</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1294</span></a></span><pre class=\"inline\">,\n\n1298-99 (1st Cir. 1997) (holding that if a plaintiff in such\n\ncircumstances succeeds in the primary objective of his law suit,\n\nhe may receive attorney's fees even if he prevails only on a\n\nstate-law claim).    It is against this backdrop that we turn to\n\nthe complaint made by the defendant vis-à-vis the fee award.\n\n            The attorney for the plaintiffs submitted a sworn\n\nstatement to the district court showing that he spent 441.8\n\nhours out of court preparing the case and 58.5 hours in court.\n\nHe requested $225 per hour for his in-court time and $175 for\n\nhis out-of-court work.    This amounted to a total of $90,477.50.\n\nThe plaintiffs' attorney also asked for $13,162.50 for the\n\nservices of his paralegal, billed at the rate of $75 per hour\n\nfor 85 hours.\n\n            The district court reduced the rate for the in-court\n\ntime to $150 per hour and $130 per hour for the out-of-court\n\ntime.   The court also reduced the rate of the paralegal to $40\n\nper hour.    The court explicitly stated:\n\n            In making this determination, we were\n            mindful of the constellation of factors of\n            which the First Circuit cautions courts to\n            be aware. However, the sole basis on which\n            we reduce the rates is to reflect the\n            prevailing market rate of lawyers and\n            paralegals of comparable skill, experience,\n            and reputation in this jurisdiction.\n\n                               -18-\n\f          Therefore, we note that we do not reduce the\n          rate because Plaintiffs only prevailed\n          against one of the Defendants, . . . because\n          Plaintiffs received a significantly lower\n          amount of damages and attorney's fees than\n          they requested.\n\n          The district court denied the motion of the defendants\n\nsued in their supervisory capacity - Toledo-Dávila and Cruz\n\nCalendario - for attorney's fees and costs.     That ruling has not\n\nbeen appealed.\n\n          We discussed the standard of review applied to district\n\ncourt decisions concerning awards of attorney's fees in Coutin\n\nv. Young & Rubicam Puerto Rico, Inc., </pre><span class=\"citation\" data-id=\"746216\"><a href=\"/opinion/746216/74-fair-emplpraccas-bna-1463-72-empl-prac-dec-p-45260-denise/\"><span class=\"volume\">124</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">331</span></a></span><pre class=\"inline\">, 336 (1st\n\nCir. 1997):\n\n          We will disturb such an award only for\n          mistake of law or abuse of discretion. . . .\n          In this regard, an abuse of discretion\n          occurs when a material factor deserving\n          significant weight is ignored, when an\n          improper factor is relied upon, or when all\n          proper and no improper factors are assessed,\n          but the court makes a serious mistake in\n          weighing them.\n\n(Internal citation and quotation marks omitted.)        When a court\n\nhas   relied   on   impermissible   criteria   in   determining   the\n\nappropriate amount of fees awarded, the case can be remanded for\n\na clearer statement of the rationale upon which the award was\n\nbased.   See, e.g., id. at 342 (holding that the district court\n\nhad offered no plausible reason for neglecting to apply the\n\n\n\n                                -19-\n\flodestar method of calculating fees, and requiring that the fees\n\nawarded be adjusted to reflect its proper application).\n\n           The district court was succinct in its treatment of the\n\nseverability issue, simply citing Hensley v. Eckerhart, </pre><span class=\"citation\" data-id=\"110929\"><a href=\"/opinion/110929/hensley-v-eckerhart/\"><span class=\"volume\">461</span> <span class=\"reporter\">U.S.</span>\n\n<span class=\"page\">424</span></a></span><pre class=\"inline\">, 435 (1983), and Coutin, 124 F.3d at 338-39, and asserting\n\nthat \"often claims are related factually and legally; thus a fee\n\naward should not necessarily be reduced simply because the\n\nplaintiff failed to prevail on every contention in the lawsuit.\"\n\nThe court then stated that \"we note that we do not reduce the\n\nrate   because    Plaintiffs      only       prevailed   against      one   of   the\n\nDefendants, . . .\" and cited Cobb v. Miller, </pre><span class=\"citation\" data-id=\"488545\"><a href=\"/opinion/488545/elbert-a-cobb-and-gail-smith-cobb-husband-and-wife-v-beauregard-h/\"><span class=\"volume\">818</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1227</span></a></span><pre class=\"inline\">, 1233\n\n(5th   Cir.     1987),    a     Fifth    Circuit     decision     allowing       for\n\nattorney's fees to be based on an aggregation of claims where\n\nthe    claims    cannot       easily    be     separated.       But    while     the\n\njuxtaposition of these brief statements with the cases cited is\n\napparently meant to imply that the claims in the present case\n\nare similarly inseparable, the court fails to make any findings\n\nor to point to any facts justifying such an analogy.\n\n           Both the Supreme Court and this circuit have spoken as\n\nto when claims can appropriately be fused for the purpose of\n\ndetermining attorney's fees.            The Supreme Court held in Hensley:\n\n           Many civil rights cases will present only a\n           single   claim.     In   other  cases   the\n           plaintiff's claim for relief will involve a\n           common core of facts or will be based on\n\n                                        -20-\n\f         related legal theories.   Much of counsel's\n         time will be devoted generally to the\n         litigation as a whole, making it difficult\n         to divide the hours expended on a claim-by-\n         claim basis.     Such a lawsuit cannot be\n         viewed as a series of discrete claims.\n         Instead the district court should focus on\n         the significance of the overall relief\n         obtained by the plaintiff in relation to the\n         hours reasonably expended on the litigation.\n\n\n                             * * * *\n\n         Where the plaintiff has failed to prevail on\n         a claim that is distinct in all respects\n         from his successful claims, the hours spent\n         on the unsuccessful claim should be excluded\n         in considering the amount of a reasonable\n         fee.\n\nHensley, 461 U.S. at 435, 440 (emphasis added).\n\n         We recently held that \"[w]hen different claims for\n\nrelief are not interconnected – that is, when the claims rest on\n\ndifferent facts and legal theories – they are by definition\n\nseverable and unrelated.   Attorneys’ fees normally should not be\n\nawarded for time spent litigating (or preparing to litigate)\n\nunsuccessful, severable claims.\"      Coutin, 124 F.3d at 339.   The\n\nCoutin opinion follows a long line of our cases reaffirming the\n\ndoctrine of interrelatedness.      See, e.g., Nydam v. Lennerton,\n\n</pre><span class=\"citation\" data-id=\"571448\"><a href=\"/opinion/571448/raymond-g-nydam-v-joseph-lennerton-jr-etc-and-joseph-f-fontaine/\"><span class=\"volume\">948</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">808</span></a></span><pre class=\"inline\">, 812 (1st Cir. 1991); Culebras Enters. Corp. v.\n\nRivera-Rios, </pre><span class=\"citation\" data-id=\"505830\"><a href=\"/opinion/505830/culebras-enterprises-corporation-v-miguel-a-rivera-rios/\"><span class=\"volume\">846</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">94</span></a></span><pre class=\"inline\">, 102 (1st Cir. 1988);        Wagenmann v.\n\nAdams, </pre><span class=\"citation\" data-id=\"494589\"><a href=\"/opinion/494589/ronald-e-wagenmann-v-russell-j-adams-appeal-of-gerald-r-anderson/\"><span class=\"volume\">829</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">196</span></a></span><pre class=\"inline\">, 225 (1st Cir. 1987); Aubin v. Fudala, </pre><span class=\"citation\" data-id=\"463722\"><a href=\"/opinion/463722/lionel-aubin-v-stanley-fudala/\"><span class=\"volume\">782</span>\n\n<span class=\"reporter\">F.2d</span> <span class=\"page\">287</span></a></span><pre class=\"inline\">, 291 (1st Cir. 1986).\n\n                               -21-\n\f            The    district    court      was     justified        in   refusing      to\n\ndifferentiate between the claims brought against each of the\n\nfour officers alleged to have been involved in the beating of\n\nthe    decedent,    especially      in    light       of    City   of   Riverside     v.\n\nRivera, </pre><span class=\"citation\" data-id=\"111730\"><a href=\"/opinion/111730/riverside-v-rivera/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">561</span></a></span><pre class=\"inline\"> (1986).             In Rivera, the Court allowed for\n\nhigh     attorney's    fees     despite         the        acquittal    of    numerous\n\ndefendants, agreeing with the lower courts that \"it was never\n\nactually clear what officer did what until we had gotten through\n\nwith the whole trial.\"         Id. at 570 (internal quotation marks\n\nomitted).\n\n            But while the claims against the officers can clearly\n\nbe said to have arisen out of a \"common core of facts\" or to\n\nhave been \"based on related legal theories,\" thus justifying\n\ntheir    aggregation    in    determining         the       appropriate      amount   of\n\nattorney's fees awarded, the same is not so for those claims\n\nalleging supervisory liability.                  While it is true that the\n\nclaims    all     stemmed    from    a   common       incident      -   the    alleged\n\nmistreatment of the deceased - it does not follow that the\n\nclaims cannot be severed.           Whatever common elements there may be\n\nbetween the claims, it is indisputable that the facts that would\n\nhave to be proved to prevail against the arresting officers, as\n\nwell as the legal theories that would serve as a foundation for\n\nthe claims alleging direct participation in the arrest and\n\n\n                                         -22-\n\fmistreatment,     are    wholly    different          than   those        relating         to\n\nsupervisory liability.\n\n             In order to establish supervisory liability under §\n\n1983, a plaintiff must show an \"affirmative link\" between the\n\nsubordinate officer and the supervisor.                 See Carmona v. Toledo,\n\n</pre><span class=\"citation\" data-id=\"198967\"><a href=\"/opinion/198967/carmona-v-toledo/\"><span class=\"volume\">215</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">124</span></a></span><pre class=\"inline\">, 131 (1st Cir. 2000).              A supervisor \"may be liable\n\nfor   the    foreseeable       consequences      of    [offending          conduct         by\n\nsubordinates]     if     he    would    have    known    of        it    but    for       his\n\ndeliberate indifference or willful blindness. . . .\"                        Maldonado-\n\nDenis v. Castillo-Rodriguez, </pre><span class=\"citation\" data-id=\"195359\"><a href=\"/opinion/195359/denis-v-rodriquez/\"><span class=\"volume\">23</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">576</span></a></span><pre class=\"inline\">, 582 (1st Cir. 1994).\n\n\"To demonstrate deliberate indifference a plaintiff must show\n\n(1)   a   grave   risk    of    harm,    (2)    the    defendant's             actual      or\n\nconstructive knowledge of that risk, and (3) his failure to take\n\neasily      available    measures       to     address       the        risk.    .    .     .\n\n[D]eliberate indifference alone does not equate with supervisory\n\nliability; a suitor also must show causation.\"                     Camilo-Robles v.\n\nHoyos, 151 F.3d 1,7 (1st Cir. 1998), cert. denied, </pre><span class=\"citation no-link\"><span class=\"volume\">525</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1105</span></span><pre class=\"inline\">\n\n(1999) (citations omitted).             Discovery relating to supervisory\n\nliability would almost certainly entail a much wider and more\n\ndiverse set of facts than discovery relating to the officers'\n\nindividual liability.           That success on the former claims is\n\ncontingent upon success on the latter does not mean that the two\n\nare based on common facts or legal theories.\n\n\n                                        -23-\n\f           The unsuccessful      supervisory    liability claims were\n\nbased on different facts and legal theories than the successful\n\nexcessive force claims, and were thus severable.              Because such\n\nunsuccessful claims do not fall within the ambit of § 1988(b),\n\nthe district court acted beyond the bounds of its discretion in\n\nawarding attorney's fees stemming from them.             The time sheets\n\nsubmitted by plaintiffs' lawyer, upon which the district court's\n\ncalculation of attorney's fees was based, do not differentiate\n\nbetween time spent on the different claims.             The case must be\n\nremanded   for   determination    of   what   portion    of    plaintiffs'\n\nlawyer's time was spent in furtherance of the unsuccessful\n\nsupervisory liability claims.      Such time must be deducted from\n\nthe amount of the fee award at the applicable rates approved by\n\nthe district court.\n\n           Affirmed in part; reversed in part.                Remanded for\n\nfurther proceedings in accord with this opinion.          Costs shall be\n\ntaxed against the defendant.\n\n\n\n\n                                  -24-\n\f</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/109220/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110929/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111730/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195359/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198551/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198693/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198967/",
    "http://www.courtlistener.com/api/rest/v3/opinions/328750/",
    "http://www.courtlistener.com/api/rest/v3/opinions/398652/",
    "http://www.courtlistener.com/api/rest/v3/opinions/407637/",
    "http://www.courtlistener.com/api/rest/v3/opinions/463722/",
    "http://www.courtlistener.com/api/rest/v3/opinions/488545/",
    "http://www.courtlistener.com/api/rest/v3/opinions/494589/",
    "http://www.courtlistener.com/api/rest/v3/opinions/505830/",
    "http://www.courtlistener.com/api/rest/v3/opinions/532588/",
    "http://www.courtlistener.com/api/rest/v3/opinions/536025/",
    "http://www.courtlistener.com/api/rest/v3/opinions/545153/",
    "http://www.courtlistener.com/api/rest/v3/opinions/571448/",
    "http://www.courtlistener.com/api/rest/v3/opinions/579198/",
    "http://www.courtlistener.com/api/rest/v3/opinions/695544/",
    "http://www.courtlistener.com/api/rest/v3/opinions/740978/",
    "http://www.courtlistener.com/api/rest/v3/opinions/746216/"
  ]
}