{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/199134/",
  "absolute_url": "/opinion/199134/united-states-v-franky-ortiz/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/199134/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T04:25:03Z",
  "date_modified": "2017-03-24T11:00:49.000881Z",
  "type": "010combined",
  "sha1": "ec7728e3f00069b9840d7c6b1981cf0f7b7653a7",
  "page_count": 11,
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/99-1113-01A.pdf",
  "local_path": "pdf/2000/10/24/US_v._Franky-Ortiz.pdf",
  "plain_text": "         United States Court of Appeals\n                    For the First Circuit\n\n\nNo. 99-1113\n\n                  UNITED STATES OF AMERICA,\n\n                          Appellee,\n\n                              v.\n\n                     JAVIER FRANKY-ORTIZ,\n\n                    Defendant, Appellant.\n\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n               FOR THE DISTRICT OF PUERTO RICO\n\n       [Hon. Salvador E. Casellas, U.S. District Judge]\n\n\n                            Before\n\n                     Selya, Circuit Judge,\n\n                Bownes, Senior Circuit Judge,\n\n                  and Lipez, Circuit Judge.\n\n\n     Luis Rafael Rivera, by appointment of the court, on brief\nfor appellant.\n     Jacabed Rodriguez-Coss, Assistant United States Attorney,\nwith whom Guillermo Gil, United States Attorney, and Jorge E.\nVega-Pacheco, Assistant United States Attorney, were on brief,\nfor appellee.\n\n\n\n\n                       October 24, 2000\n\f\f               SELYA, Circuit Judge.               On April 10, 1997, a federal\n\ngrand jury sitting in the District of Puerto Rico returned a\n\nthree-count indictment against a number of individuals.                              In\n\nCount      2   of   the       indictment,    the    grand   jury    charged    several\n\npersons,       including         Javier   Franky-Ortiz,         with   conspiring    to\n\ndistribute controlled substances in violation of 21 U.S.C. §\n\n846.       In Count 3 of the same indictment, the grand jury charged\n\nsome of the same individuals, including Franky-Ortiz, with using\n\nand carrying firearms during and in relation to the commission\n\nof a drug-trafficking offense.                      See 18 U.S.C. § 924(c)(1).\n\nFollowing a five-week trial, a petit jury found Franky-Ortiz\n\nguilty on both counts.              The district court thereafter sentenced\n\nhim to a term of life imprisonment on the conspiracy charge and,\n\nironically,         to    a    consecutive    five-year      prison     term   on   the\n\nfirearms       charge.          Franky-Ortiz       appeals. 1      Having   carefully\n\nreviewed the record, we affirm.\n\n               On appeal, Franky-Ortiz's basic argument entails a\n\nchallenge to the sufficiency of the evidence — but with a twist.\n\nThe usual standard of review obligates an appellate court, when\n\n\n\n       1\n     Franky-Ortiz stood trial with eight codefendants (all of\nwhom were found guilty), and we consolidated all nine appeals.\nSeven of them were argued together on September 14, 2000. The\nother two, including this one, were submitted on the briefs to\nthe same panel. Because this appeal raises issues peculiar to\nFranky-Ortiz, we have chosen to decide it in a separate opinion.\n\n                                            -3-\n\fevaluating the sufficiency of the proof presented against a\n\ndefendant in a criminal case, to \"canvass the evidence (direct\n\nand    circumstantial)         in    the     light    most   agreeable        to   the\n\nprosecution and decide whether that evidence, including all\n\nplausible inferences extractable therefrom, enables a rational\n\nfactfinder     to     conclude      beyond    a     reasonable   doubt    that     the\n\ndefendant committed the charged crime.\"                  United States v. Noah,\n\n130 F.3d 490, 494 (1st Cir. 1997).                   In carrying out that test,\n\nthe court is bound to refrain from making independent judgments\n\nas to the credibility of witnesses.                  See United States v. Lara,\n\n181 F.3d 183, 204 (1st Cir. 1999); Noah, 130 F.3d at 494; United\n\nStates v. Echeverri, 982 F.2d 675, 677 (1st Cir. 1993).                              We\n\nrecently summed up this principle in United States v. Alicea,\n\n205 F.3d 480 (1st Cir. 2000), in which we wrote that \"[e]xcept\n\nin     the    most    unusual       circumstances        .   .    .     credibility\n\ndeterminations are for the jury, not for an appellate court.\"\n\nId. at 483.\n\n              The appellant acknowledges this principle, at least\n\ntacitly.      Nevertheless, he seeks to detour around it by arguing\n\nthat    the   lower    court     should      have    excluded    from   the    jury's\n\nconsideration the testimony of certain turncoat witnesses.                         This\n\ndetour leads only to a dead end.\n\n\n\n\n                                           -4-\n\f          The appellant's argument, at bottom, is a vain attempt\n\nto invoke the specter of a witness-bribery statute that provides\n\nin pertinent part:\n\n          Whoever . . . directly or indirectly, gives,\n          offers or promises anything of value to any\n          person, for or because of the testimony\n          under oath or affirmation given or to be\n          given by such person as a witness upon a\n          trial, hearing, or other proceeding, before\n          any court . . . authorized by the laws of\n          the United States to hear evidence or take\n          testimony . . . shall be fined under this\n          title or imprisoned for not more than two\n          years, or both.\n\n18 U.S.C. § 201(c)(2).   In 1998, a Tenth Circuit panel held that\n\nthis statute forbade testimony given in exchange for promised\n\nleniency, and applied an exclusionary rule to remedy perceived\n\nviolations.   See United States v. Singleton, 144 F.3d 1343 (10th\n\nCir. 1998) (Singleton I).    The appellant acknowledges that the\n\nTenth Circuit, sitting en banc, has repudiated Singleton I.   See\n\nUnited States v. Singleton, 165 F.3d 1297, 1298 (10th Cir. 1999)\n\n(en banc) (Singleton II), cert. denied, 527 U.S. 1024 (1999).\n\nHe likewise acknowledges that this court has disavowed the\n\nreasoning of Singleton I.   See United States v. Lara, 181 F.3d\n\n183, 198 (1st Cir. 1999).   He nonetheless argues that the spirit\n\nof   Singleton I persists, and that the rationale behind the\n\ndecision — namely, that testimony from government witnesses who\n\n\n\n\n                               -5-\n\fhave received inducements to testify is inherently unreliable —\n\njustifies the reversal of the jury verdict in this case.\n\n              We reject this specious argument.          While the testimony\n\nof cooperating witnesses must always be scrutinized with care,\n\ne.g., United States v. LiCausi, 167 F.3d 36, 47 (1st Cir. 1999),\n\nthe witnesses here were subjected to withering cross-examination\n\nby several sets of defense counsel, and the jury was properly\n\ninstructed to weigh their testimony in light of the promises\n\nmade and inducements tendered.             The jury apparently found the\n\nwitnesses credible.       We know of no authority that would permit\n\nus to second-guess the jury's assessment.            We therefore decline\n\nto accept the appellant's reading of either the letter or the\n\nspirit   of    section   201(c)(2).        See   Lara,   181   F.3d   at   198;\n\nSingleton II, 165 F.3d at 1298; see also United                   States v.\n\nLowery, 166 F.3d 1119, 1122-24 (11th Cir. 1999); United States\n\nv. Ramsey, 165 F.3d 980, 987 (D.C. Cir. 1999); United States v.\n\nWare, 161 F.3d 414, 418-25 (6th Cir. 1998), cert. denied, 526\n\nU.S. 1045 (1999); United States v. Haese, 162 F.3d 359, 366-68\n\n(5th Cir. 1998), cert. denied, 526 U.S. 1138 (1999).              That being\n\nso,   the      appellant's   claim    of      evidentiary      insufficiency\n\nnecessarily fails.\n\n              The appellant also assigns error to the sentencing\n\ncourt's refusal to reduce his offense level for acceptance of\n\n\n                                     -6-\n\fresponsibility.         The sentencing guidelines prescribe that a\n\ndefendant's offense level should be trimmed by two levels, and\n\nsometimes three, if he accepts responsibility for the offense of\n\nconviction.        See    USSG      §3E1.1.        But    a     defendant     is     not\n\nautomatically entitled to this adjustment.                       \"Rather, he must\n\ndemonstrate     that     he   has    taken     full   responsibility          for    his\n\nactions,    and    he     must      do   so     candidly       and     with   genuine\n\ncontrition.\"      United States v. Saxena, ___ F.3d ___, ___ (1st\n\nCir. 2000) [No. 99-1842, slip op. at 16-17].                         A defendant who\n\nhas elected to stand trial usually will not be able to meet this\n\nstandard when he admits wrongdoing only after the jury has\n\nspoken.     E.g., United States v. Collazo-Aponte, 216 F.3d 163,\n\n205 (1st Cir. 2000) (warning that although a defendant who puts\n\nthe government to its proof at trial theoretically may qualify\n\nfor   acceptance    of    responsibility,         such        occurrences     will    be\n\nrare).    In either event, if the defendant is unable to persuade\n\nthe sentencing court that he accepts responsibility and deserves\n\nthe allowable credit, he faces an uphill climb in attempting to\n\nreverse that ruling on appeal.                After all, a \"defendant has the\n\nburden     of   proving       his    entitlement         to     an    acceptance-of-\n\nresponsibility credit, and the sentencing court's determination\n\nto withhold the reduction will be overturned only if it is\n\n\n\n\n                                         -7-\n\fclearly erroneous.\"     United States v. Ocasio-Rivera, 991 F.2d 1,\n\n4 (1st Cir. 1993) (internal citations omitted).\n\n          In this case, the appellant's effort to set aside the\n\ndistrict court's determination fails. The sentencing guidelines\n\ngenerally discourage a downward adjustment for acceptance of\n\nresponsibility in situations in which the defendant has \"put[]\n\nthe government to its burden of proof at trial by denying the\n\nessential factual elements of guilt, is convicted, and only then\n\nadmits guilt and expresses remorse.\"            USSG §3E1.1, comment.\n\n(n.2).   That application note aptly describes this case:           the\n\nappellant tested the prosecution's mettle in a five-week trial,\n\nstaunchly denied the essential facts upon which his ultimate\n\nconviction rested, and expressed remorse only after he stood on\n\nthe   brink   of   a   life   sentence.   The    trial   court,   after\n\nentertaining extensive arguments, reviewed this fact pattern and\n\ndeclined to award an acceptance-of-responsibility credit.           The\n\ncourt stressed the \"late stage\" at which the appellant had\n\nfinally acknowledged his guilt and determined that this was too\n\nlittle, too late.      In the process, the court found specifically\n\nthat this was not \"the rare instance\" in which it should credit\n\na belated, post-trial profession of remorse.             Because this\n\ndetermination has a solid foundation in the record, we must\n\nallow it to stand.      See United States v. Royer, 895 F.2d 28, 30\n\n\n                                   -8-\n\f(1st Cir. 1990) (approving the denial of an acceptance-of-\n\nresponsibility credit when \"the court had a plausible basis for\n\narriving at the conclusion\"); see also USSG §3E1.1, comment.\n\n(n.5) (explaining that the \"sentencing judge is in a unique\n\nposition      to     evaluate     a      defendant's          acceptance        of\n\nresponsibility\").\n\n           The     appellant    seeks    to   avoid    this    conclusion      by\n\ninsinuating that he exercised his right to trial for two valid\n\nreasons:    first, to safeguard his objection to the court's\n\ndenial of his pretrial motion to suppress certain statements;\n\nand second, because he was dissatisfied with the government's\n\nplea offer.      These asseverations do not withstand scrutiny.\n\n           The first asseveration was not advanced before the\n\nsentencing court, and, thus, cannot be considered here.2                       See\n\nUnited States v. Dietz, 950 F.2d 50, 55 (1st Cir. 1991) (\"A\n\ncriminal   defendant,       dissatisfied      with    the   district    court's\n\nrulings at sentencing, yet persuaded that his original arguments\n\nlacked   merit,    cannot    switch     horses   mid-stream      in    hopes   of\n\nlocating a swifter steed.\").          Moreover, the spuriousness of the\n\nclaim is readily apparent:            the suppression issue which the\n\n\n\n    2We could, of course, review the argument for plain error.\nSee Alicea, 205 F.3d at 484. However, \"the plain error hurdle\nis high,\" United States v. Hunnewell, 891 F.2d 955, 956 (1st\nCir. 1989), and the appellant clearly cannot vault over it.\n\n                                      -9-\n\fappellant    now     claims    he   longed     to   preserve   was    not    even\n\npresented to this court in his appellate brief.\n\n            This leaves us with the appellant's dissatisfaction\n\nwith the plea offer.      Plea bargains are products of negotiation,\n\nand   a   criminal    defendant     has   no   right    to   insist   that   the\n\nprosecutor offer him leniency in exchange for a guilty plea.\n\nCf. United States v. Torres-Rosa, 209 F.3d 4, 9 (1st Cir. 2000)\n\n(explaining that the failure to secure leniency in sentencing is\n\nnot a fair and just reason warranting a defendant's withdrawal\n\nof his guilty plea).          Conversely, a prosecutor cannot prevent a\n\ndefendant from acknowledging his guilt.              Given these realities,\n\na defendant cannot use his dissatisfaction with whatever plea\n\noffer the government, in its discretion, chooses to make (or,\n\nfor that matter, the absence of any plea offer) as a basis for\n\npersisting in an outright denial of all guilt, undergoing trial,\n\nand nonetheless claiming an entitlement to an acceptance-of-\n\nresponsibility credit.\n\n            We need go no further.           We conclude, without serious\n\nquestion, that the evidence introduced at trial, taken in the\n\nlight most congenial to the government's theory of the case,\n\nsufficed to ground the jury's verdict.                 We also conclude that\n\nthe district court acted within the realm of its discretion in\n\nrefusing to reduce the appellant's offense level for acceptance\n\n\n                                     -10-\n\fof responsibility.   Consequently, his conviction and sentence\n\nmust be\n\n\n\nAffirmed.\n\n\n\n\n                             -11-\n\f",
  "html": "<p class=\"case_cite\">230 F.3d 405 (1st Cir. 2000)</p>\n    <p class=\"parties\">UNITED STATES OF AMERICA, Appellee,<br>v.<br>JAVIER FRANKY-ORTIZ, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 99-1113</p>\n    <p class=\"court\">United States Court of Appeals For the First Circuit</p>\n    <p class=\"date\">Submitted September 14, 2000<br>Decided October 24, 2000</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF PUERTO RICO [Hon. Salvador E. Casellas, U.S. District Judge]</p>\n      <p class=\"indent\">Luis Rafael Rivera, by appointment of the court, on brief for appellant.</p>\n      <p class=\"indent\">Jacabed Rodriguez-Coss, Assistant United States Attorney, with whom Guillermo Gil, United States Attorney, and Jorge E. Vega-Pacheco, Assistant United States Attorney, were on brief, for appellee.</p>\n      <p class=\"indent\">Before Selya, Circuit Judge, Bownes, Senior Circuit Judge, and Lipez, Circuit Judge.</p>\n      <p class=\"indent\">SELYA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">On April 10, 1997, a federal grand jury sitting in the District of Puerto Rico returned a three-count indictment against a number of individuals. In Count 2 of the indictment, the grand jury charged several persons, including Javier Franky-Ortiz, with conspiring to distribute controlled substances in violation of 21 U.S.C.  846. In Count 3 of the same indictment, the grand jury charged some of the same individuals, including Franky-Ortiz, with using and carrying firearms during and in relation to the commission of a drug-trafficking offense. See 18 U.S.C.  924(c)(1). Following a five-week trial, a petit jury found Franky-Ortiz guilty on both counts. The district court thereafter sentenced him to a term of life imprisonment on the conspiracy charge and, ironically, to a consecutive five-year prison term on the firearms charge. Franky-Ortiz appeals.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> Having carefully reviewed the record, we affirm.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">On appeal, Franky-Ortiz's basic argument entails a challenge to the sufficiency of the evidence -- but with a twist. The usual standard of review obligates an appellate court, when evaluating the sufficiency of the proof presented against a defendant in a criminal case, to \"canvass the evidence (direct and circumstantial) in the light most agreeable to the prosecution and decide whether that evidence, including all plausible inferences extractable therefrom, enables a rational factfinder to conclude beyond a reasonable doubt that the defendant committed the charged crime.\" United States v. Noah, 130 F.3d 490, 494 (1st Cir. 1997). In carrying out that test, the court is bound to refrain from making independent judgments as to the credibility of witnesses. See United States v. Lara, 181 F.3d 183, 204 (1st Cir. 1999); Noah, 130 F.3d at 494; United States v. Echeverri, 982 F.2d 675, 677 (1st Cir. 1993). We recently summed up this principle in United States v. Alicea, 205 F.3d 480 (1st Cir. 2000), in which we wrote that \"[e]xcept in the most unusual circumstances . . . credibility determinations are for the jury, not for an appellate court.\" Id. at 483.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The appellant acknowledges this principle, at least tacitly. Nevertheless, he seeks to detour around it by arguing that the lower court should have excluded from the jury's consideration the testimony of certain turncoat witnesses. This detour leads only to a dead end.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The appellant's argument, at bottom, is a vain attempt to invoke the specter of a witness-bribery statute that provides in pertinent part:</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Whoever . . . directly or indirectly, gives, offers or promises anything of value to any person, for or because of the testimony under oath or affirmation given or to be given by such person as a witness upon a trial, hearing, or other proceeding, before any court . . . authorized by the laws of the United States to hear evidence or take testimony . . . shall be fined under this title or imprisoned for not more than two years, or both.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">18 U.S.C.  201(c)(2). In 1998, a Tenth Circuit panel held that this statute forbade testimony given in exchange for promised leniency, and applied an exclusionary rule to remedy perceived violations. See United States v. Singleton, 144 F.3d 1343 (10th Cir. 1998) (Singleton I). The appellant acknowledges that the Tenth Circuit, sitting en banc, has repudiated Singleton I. See United States v. Singleton, 165 F.3d 1297, 1298 (10th Cir. 1999) (en banc) (Singleton II), cert. denied, 527 U.S. 1024 (1999). He likewise acknowledges that this court has disavowed the reasoning of Singleton I. See United States v. Lara, 181 F.3d 183, 198 (1st Cir. 1999). He nonetheless argues that the spirit of Singleton I persists, and that the rationale behind the decision -- namely, that testimony from government witnesses who have received inducements to testify is inherently unreliable -- justifies the reversal of the jury verdict in this case.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">We reject this specious argument. While the testimony of cooperating witnesses must always be scrutinized with care, e.g., United States v. LiCausi, 167 F.3d 36, 47 (1st Cir. 1999), the witnesses here were subjected to withering cross-examination by several sets of defense counsel, and the jury was properly instructed to weigh their testimony in light of the promises made and inducements tendered. The jury apparently found the witnesses credible. We know of no authority that would permit us to second-guess the jury's assessment. We therefore decline to accept the appellant's reading of either the letter or the spirit of section 201(c)(2). See Lara, 181 F.3d at 198; Singleton II, 165 F.3d at 1298; see also United States v. Lowery, 166 F.3d 1119, 1122-24 (11th Cir. 1999); United States v. Ramsey, 165 F.3d 980, 987 (D.C. Cir. 1999); United States v. Ware, 161 F.3d 414, 418-25 (6th Cir. 1998), cert. denied, 526 U.S. 1045 (1999); United States v. Haese, 162 F.3d 359, 366-68 (5th Cir. 1998), cert. denied, 526 U.S. 1138 (1999). That being so, the appellant's claim of evidentiary insufficiency necessarily fails.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The appellant also assigns error to the sentencing court's refusal to reduce his offense level for acceptance of responsibility. The sentencing guidelines prescribe that a defendant's offense level should be trimmed by two levels, and sometimes three, if he accepts responsibility for the offense of conviction. See USSG 3E1.1. But a defendant is not automatically entitled to this adjustment. \"Rather, he must demonstrate that he has taken full responsibility for his actions, and he must do so candidly and with genuine contrition.\" United States v. Saxena, 229 F.3d 1, 9 (1st Cir. 2000). A defendant who has elected to stand trial usually will not be able to meet this standard when he admits wrongdoing only after the jury has spoken. E.g., United States v. Collazo-Aponte, 216 F.3d 163, 205 (1st Cir. 2000) (warning that although a defendant who puts the government to its proof at trial theoretically may qualify for acceptance of responsibility, such occurrences will be rare). In either event, if the defendant is unable to persuade the sentencing court that he accepts responsibility and deserves the allowable credit, he faces an uphill climb in attempting to reverse that ruling on appeal. After all, a \"defendant has the burden of proving his entitlement to an acceptance-of-responsibility credit, and the sentencing court's determination to withhold the reduction will be overturned only if it is clearly erroneous.\" United States v. Ocasio-Rivera, 991 F.2d 1, 4 (1st Cir. 1993) (internal citations omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">In this case, the appellant's effort to set aside the district court's determination fails. The sentencing guidelines generally discourage a downward adjustment for acceptance of responsibility in situations in which the defendant has \"put[] the government to its burden of proof at trial by denying the essential factual elements of guilt, is convicted, and only then admits guilt and expresses remorse.\" USSG 3E1.1, comment. (n.2). That application note aptly describes this case: the appellant tested the prosecution's mettle in a five-week trial, staunchly denied the essential facts upon which his ultimate conviction rested, and expressed remorse only after he stood on the brink of a life sentence. The trial court, after entertaining extensive arguments, reviewed this fact pattern and declined to award an acceptance-of-responsibility credit. The court stressed the \"late stage\" at which the appellant had finally acknowledged his guilt and determined that this was too little, too late. In the process, the court found specifically that this was not \"the rare instance\" in which it should credit a belated, post-trial profession of remorse. Because this determination has a solid foundation in the record, we must allow it to stand. See United States v. Royer, 895 F.2d 28, 30 (1st Cir. 1990) (approving the denial of an acceptance-of-responsibility credit when \"the court had a plausible basis for arriving at the conclusion\"); see also USSG 3E1.1, comment. (n.5) (explaining that the \"sentencing judge is in a unique position to evaluate a defendant's acceptance of responsibility\").</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The appellant seeks to avoid this conclusion by insinuating that he exercised his right to trial for two valid reasons: first, to safeguard his objection to the court's denial of his pretrial motion to suppress certain statements; and second, because he was dissatisfied with the government's plea offer. These asseverations do not withstand scrutiny.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The first asseveration was not advanced before the sentencing court, and, thus, cannot be considered here.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> See United States v. Dietz, 950 F.2d 50, 55 (1st Cir. 1991) (\"A criminal defendant, dissatisfied with the district court's rulings at sentencing, yet persuaded that his original arguments lacked merit, cannot switch horses mid-stream in hopes of locating a swifter steed.\"). Moreover, the spuriousness of the claim is readily apparent: the suppression issue which the appellant now claims he longed to preserve was not even presented to this court in his appellate brief.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">This leaves us with the appellant's dissatisfaction with the plea offer. Plea bargains are products of negotiation, and a criminal defendant has no right to insist that the prosecutor offer him leniency in exchange for a guilty plea. Cf. United States v. Torres-Rosa, 209 F.3d 4, 9 (1st Cir. 2000) (explaining that the failure to secure leniency in sentencing is not a fair and just reason warranting a defendant's withdrawal of his guilty plea). Conversely, a prosecutor cannot prevent a defendant from acknowledging his guilt. Given these realities, a defendant cannot use his dissatisfaction with whatever plea offer the government, in its discretion, chooses to make (or, for that matter, the absence of any plea offer) as a basis for persisting in an outright denial of all guilt, undergoing trial, and nonetheless claiming an entitlement to an acceptance-of-responsibility credit.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">We need go no further. We conclude, without serious question, that the evidence introduced at trial, taken in the light most congenial to the government's theory of the case, sufficed to ground the jury's verdict. We also conclude that the district court acted within the realm of its discretion in refusing to reduce the appellant's offense level for acceptance of responsibility. Consequently, his conviction and sentence must be</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>NOTES:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Franky-Ortiz stood trial with eight codefendants (all of whom were found guilty), and we consolidated all nine appeals. Seven of them were argued together on September 14, 2000. The other two, including this one, were submitted on the briefs to the same panel. Because this appeal raises issues peculiar to Franky-Ortiz, we have chosen to decide it in a separate opinion.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> We could, of course, review the argument for plain error. See Alicea, 205 F.3d at 484. However, \"the plain error hurdle is high,\" United States v. Hunnewell, 891 F.2d 955, 956 (1st Cir. 1989), and the appellant clearly cannot vault over it.</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">230</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">405</span></span> (1st Cir. 2000)</p>\n    <p class=\"parties\">UNITED STATES OF AMERICA, Appellee,<br>v.<br>JAVIER FRANKY-ORTIZ, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 99-1113</p>\n    <p class=\"court\">United States Court of Appeals For the First Circuit</p>\n    <p class=\"date\">Submitted September 14, 2000<br>Decided October 24, 2000</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF PUERTO RICO [Hon. Salvador E. Casellas, U.S. District Judge]</p>\n      <p class=\"indent\">Luis Rafael Rivera, by appointment of the court, on brief for appellant.</p>\n      <p class=\"indent\">Jacabed Rodriguez-Coss, Assistant United States Attorney, with whom Guillermo Gil, United States Attorney, and Jorge E. Vega-Pacheco, Assistant United States Attorney, were on brief, for appellee.</p>\n      <p class=\"indent\">Before Selya, Circuit Judge, Bownes, Senior Circuit Judge, and Lipez, Circuit Judge.</p>\n      <p class=\"indent\">SELYA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">On April 10, 1997, a federal grand jury sitting in the District of Puerto Rico returned a three-count indictment against a number of individuals. In Count 2 of the indictment, the grand jury charged several persons, including Javier Franky-Ortiz, with conspiring to distribute controlled substances in violation of 21 U.S.C.  846. In Count 3 of the same indictment, the grand jury charged some of the same individuals, including Franky-Ortiz, with using and carrying firearms during and in relation to the commission of a drug-trafficking offense. See 18 U.S.C.  924(c)(1). Following a five-week trial, a petit jury found Franky-Ortiz guilty on both counts. The district court thereafter sentenced him to a term of life imprisonment on the conspiracy charge and, ironically, to a consecutive five-year prison term on the firearms charge. Franky-Ortiz appeals.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> Having carefully reviewed the record, we affirm.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">On appeal, Franky-Ortiz's basic argument entails a challenge to the sufficiency of the evidence -- but with a twist. The usual standard of review obligates an appellate court, when evaluating the sufficiency of the proof presented against a defendant in a criminal case, to \"canvass the evidence (direct and circumstantial) in the light most agreeable to the prosecution and decide whether that evidence, including all plausible inferences extractable therefrom, enables a rational factfinder to conclude beyond a reasonable doubt that the defendant committed the charged crime.\" United States v. Noah, <span class=\"citation\" data-id=\"197675\"><a href=\"/opinion/197675/united-states-v-noah/\"><span class=\"volume\">130</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">490</span></a></span>, 494 (1st Cir. 1997). In carrying out that test, the court is bound to refrain from making independent judgments as to the credibility of witnesses. See United States v. Lara, <span class=\"citation\" data-id=\"764882\"><a href=\"/opinion/764882/united-states-v-giovanni-lara-appellantno-united-states-of-america-v/\"><span class=\"volume\">181</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">183</span></a></span>, 204 (1st Cir. 1999); Noah, 130 F.3d at 494; United States v. Echeverri, <span class=\"citation\" data-id=\"597415\"><a href=\"/opinion/597415/united-states-v-marco-a-echeverri/\"><span class=\"volume\">982</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">675</span></a></span>, 677 (1st Cir. 1993). We recently summed up this principle in United States v. Alicea, <span class=\"citation\" data-id=\"198845\"><a href=\"/opinion/198845/united-states-v-rivera-alicea/\"><span class=\"volume\">205</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">480</span></a></span> (1st Cir. 2000), in which we wrote that \"[e]xcept in the most unusual circumstances . . . credibility determinations are for the jury, not for an appellate court.\" Id. at 483.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The appellant acknowledges this principle, at least tacitly. Nevertheless, he seeks to detour around it by arguing that the lower court should have excluded from the jury's consideration the testimony of certain turncoat witnesses. This detour leads only to a dead end.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The appellant's argument, at bottom, is a vain attempt to invoke the specter of a witness-bribery statute that provides in pertinent part:</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Whoever . . . directly or indirectly, gives, offers or promises anything of value to any person, for or because of the testimony under oath or affirmation given or to be given by such person as a witness upon a trial, hearing, or other proceeding, before any court . . . authorized by the laws of the United States to hear evidence or take testimony . . . shall be fined under this title or imprisoned for not more than two years, or both.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">18 U.S.C.  201(c)(2). In 1998, a Tenth Circuit panel held that this statute forbade testimony given in exchange for promised leniency, and applied an exclusionary rule to remedy perceived violations. See United States v. Singleton, <span class=\"citation\" data-id=\"754623\"><a href=\"/opinion/754623/united-states-v-sonya-evette-singleton/\"><span class=\"volume\">144</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1343</span></a></span> (10th Cir. 1998) (Singleton I). The appellant acknowledges that the Tenth Circuit, sitting en banc, has repudiated Singleton I. See United States v. Singleton, <span class=\"citation\" data-id=\"760928\"><a href=\"/opinion/760928/united-states-v-sonya-evette-singleton-national-association-of-criminal/\"><span class=\"volume\">165</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1297</span></a></span>, 1298 (10th Cir. 1999) (en banc) (Singleton II), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">527</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1024</span></span> (1999). He likewise acknowledges that this court has disavowed the reasoning of Singleton I. See United States v. Lara, <span class=\"citation\" data-id=\"764882\"><a href=\"/opinion/764882/united-states-v-giovanni-lara-appellantno-united-states-of-america-v/\"><span class=\"volume\">181</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">183</span></a></span>, 198 (1st Cir. 1999). He nonetheless argues that the spirit of Singleton I persists, and that the rationale behind the decision -- namely, that testimony from government witnesses who have received inducements to testify is inherently unreliable -- justifies the reversal of the jury verdict in this case.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">We reject this specious argument. While the testimony of cooperating witnesses must always be scrutinized with care, e.g., United States v. LiCausi, <span class=\"citation\" data-id=\"198296\"><a href=\"/opinion/198296/united-states-v-licausi/\"><span class=\"volume\">167</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">36</span></a></span>, 47 (1st Cir. 1999), the witnesses here were subjected to withering cross-examination by several sets of defense counsel, and the jury was properly instructed to weigh their testimony in light of the promises made and inducements tendered. The jury apparently found the witnesses credible. We know of no authority that would permit us to second-guess the jury's assessment. We therefore decline to accept the appellant's reading of either the letter or the spirit of section 201(c)(2). See Lara, 181 F.3d at 198; Singleton II, 165 F.3d at 1298; see also United States v. Lowery, <span class=\"citation\" data-id=\"73508\"><a href=\"/opinion/73508/united-states-v-lowery/\"><span class=\"volume\">166</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1119</span></a></span>, 1122-24 (11th Cir. 1999); United States v. Ramsey, <span class=\"citation\" data-id=\"760882\"><a href=\"/opinion/760882/united-states-v-charles-w-ramsey/\"><span class=\"volume\">165</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">980</span></a></span>, 987 (D.C. Cir. 1999); United States v. Ware, <span class=\"citation\" data-id=\"759489\"><a href=\"/opinion/759489/united-states-v-robert-ware-jr/\"><span class=\"volume\">161</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">414</span></a></span>, 418-25 (6th Cir. 1998), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">526</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1045</span></span> (1999); United States v. Haese, <span class=\"citation no-link\"><span class=\"volume\">162</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">359</span></span>, 366-68 (5th Cir. 1998), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">526</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1138</span></span> (1999). That being so, the appellant's claim of evidentiary insufficiency necessarily fails.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The appellant also assigns error to the sentencing court's refusal to reduce his offense level for acceptance of responsibility. The sentencing guidelines prescribe that a defendant's offense level should be trimmed by two levels, and sometimes three, if he accepts responsibility for the offense of conviction. See USSG 3E1.1. But a defendant is not automatically entitled to this adjustment. \"Rather, he must demonstrate that he has taken full responsibility for his actions, and he must do so candidly and with genuine contrition.\" United States v. Saxena, <span class=\"citation\" data-id=\"199110\"><a href=\"/opinion/199110/united-states-v-saxena/\"><span class=\"volume\">229</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 9 (1st Cir. 2000). A defendant who has elected to stand trial usually will not be able to meet this standard when he admits wrongdoing only after the jury has spoken. E.g., United States v. Collazo-Aponte, <span class=\"citation\" data-id=\"198984\"><a href=\"/opinion/198984/united-states-v-rivera-melendez/\"><span class=\"volume\">216</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">163</span></a></span>, 205 (1st Cir. 2000) (warning that although a defendant who puts the government to its proof at trial theoretically may qualify for acceptance of responsibility, such occurrences will be rare). In either event, if the defendant is unable to persuade the sentencing court that he accepts responsibility and deserves the allowable credit, he faces an uphill climb in attempting to reverse that ruling on appeal. After all, a \"defendant has the burden of proving his entitlement to an acceptance-of-responsibility credit, and the sentencing court's determination to withhold the reduction will be overturned only if it is clearly erroneous.\" United States v. Ocasio-Rivera, <span class=\"citation\" data-id=\"604815\"><a href=\"/opinion/604815/united-states-v-richard-ocasio-rivera/\"><span class=\"volume\">991</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span>, 4 (1st Cir. 1993) (internal citations omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">In this case, the appellant's effort to set aside the district court's determination fails. The sentencing guidelines generally discourage a downward adjustment for acceptance of responsibility in situations in which the defendant has \"put[] the government to its burden of proof at trial by denying the essential factual elements of guilt, is convicted, and only then admits guilt and expresses remorse.\" USSG 3E1.1, comment. (n.2). That application note aptly describes this case: the appellant tested the prosecution's mettle in a five-week trial, staunchly denied the essential facts upon which his ultimate conviction rested, and expressed remorse only after he stood on the brink of a life sentence. The trial court, after entertaining extensive arguments, reviewed this fact pattern and declined to award an acceptance-of-responsibility credit. The court stressed the \"late stage\" at which the appellant had finally acknowledged his guilt and determined that this was too little, too late. In the process, the court found specifically that this was not \"the rare instance\" in which it should credit a belated, post-trial profession of remorse. Because this determination has a solid foundation in the record, we must allow it to stand. See United States v. Royer, <span class=\"citation\" data-id=\"536029\"><a href=\"/opinion/536029/united-states-v-marc-a-royer/\"><span class=\"volume\">895</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">28</span></a></span>, 30 (1st Cir. 1990) (approving the denial of an acceptance-of-responsibility credit when \"the court had a plausible basis for arriving at the conclusion\"); see also USSG 3E1.1, comment. (n.5) (explaining that the \"sentencing judge is in a unique position to evaluate a defendant's acceptance of responsibility\").</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The appellant seeks to avoid this conclusion by insinuating that he exercised his right to trial for two valid reasons: first, to safeguard his objection to the court's denial of his pretrial motion to suppress certain statements; and second, because he was dissatisfied with the government's plea offer. These asseverations do not withstand scrutiny.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The first asseveration was not advanced before the sentencing court, and, thus, cannot be considered here.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> See United States v. Dietz, <span class=\"citation\" data-id=\"572657\"><a href=\"/opinion/572657/united-states-v-william-a-dietz/\"><span class=\"volume\">950</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">50</span></a></span>, 55 (1st Cir. 1991) (\"A criminal defendant, dissatisfied with the district court's rulings at sentencing, yet persuaded that his original arguments lacked merit, cannot switch horses mid-stream in hopes of locating a swifter steed.\"). Moreover, the spuriousness of the claim is readily apparent: the suppression issue which the appellant now claims he longed to preserve was not even presented to this court in his appellate brief.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">This leaves us with the appellant's dissatisfaction with the plea offer. Plea bargains are products of negotiation, and a criminal defendant has no right to insist that the prosecutor offer him leniency in exchange for a guilty plea. Cf. United States v. Torres-Rosa, <span class=\"citation\" data-id=\"768303\"><a href=\"/opinion/768303/united-states-v-cesar-orlando-torres-rosa-aka-lando-aka-orlan/\"><span class=\"volume\">209</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">4</span></a></span>, 9 (1st Cir. 2000) (explaining that the failure to secure leniency in sentencing is not a fair and just reason warranting a defendant's withdrawal of his guilty plea). Conversely, a prosecutor cannot prevent a defendant from acknowledging his guilt. Given these realities, a defendant cannot use his dissatisfaction with whatever plea offer the government, in its discretion, chooses to make (or, for that matter, the absence of any plea offer) as a basis for persisting in an outright denial of all guilt, undergoing trial, and nonetheless claiming an entitlement to an acceptance-of-responsibility credit.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">We need go no further. We conclude, without serious question, that the evidence introduced at trial, taken in the light most congenial to the government's theory of the case, sufficed to ground the jury's verdict. We also conclude that the district court acted within the realm of its discretion in refusing to reduce the appellant's offense level for acceptance of responsibility. Consequently, his conviction and sentence must be</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>NOTES:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Franky-Ortiz stood trial with eight codefendants (all of whom were found guilty), and we consolidated all nine appeals. Seven of them were argued together on September 14, 2000. The other two, including this one, were submitted on the briefs to the same panel. Because this appeal raises issues peculiar to Franky-Ortiz, we have chosen to decide it in a separate opinion.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> We could, of course, review the argument for plain error. See Alicea, 205 F.3d at 484. However, \"the plain error hurdle is high,\" United States v. Hunnewell, <span class=\"citation\" data-id=\"533778\"><a href=\"/opinion/533778/united-states-v-dale-scott-hunnewell/\"><span class=\"volume\">891</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">955</span></a></span>, 956 (1st Cir. 1989), and the appellant clearly cannot vault over it.</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/73508/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197675/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198296/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198845/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198984/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199110/",
    "http://www.courtlistener.com/api/rest/v3/opinions/533778/",
    "http://www.courtlistener.com/api/rest/v3/opinions/536029/",
    "http://www.courtlistener.com/api/rest/v3/opinions/572657/",
    "http://www.courtlistener.com/api/rest/v3/opinions/597415/",
    "http://www.courtlistener.com/api/rest/v3/opinions/604815/",
    "http://www.courtlistener.com/api/rest/v3/opinions/754623/",
    "http://www.courtlistener.com/api/rest/v3/opinions/759489/",
    "http://www.courtlistener.com/api/rest/v3/opinions/760882/",
    "http://www.courtlistener.com/api/rest/v3/opinions/760928/",
    "http://www.courtlistener.com/api/rest/v3/opinions/764882/",
    "http://www.courtlistener.com/api/rest/v3/opinions/768303/"
  ]
}