{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/199138/",
  "absolute_url": "/opinion/199138/whallon-v-lynn/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/199138/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T04:25:08Z",
  "date_modified": "2017-03-24T11:00:51.166210Z",
  "type": "010combined",
  "sha1": "6401577087c30a9a21170dfc4d882f772b299d33",
  "page_count": 26,
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/00-2041-01A.pdf",
  "local_path": "pdf/2000/10/27/Whallon_v._Lynn.pdf",
  "plain_text": "         United States Court of Appeals\n                       For the First Circuit\n\nNo. 00-2041\n\n\n                   RICHARD CHARLES WHALLON, JR.,\n\n                       Petitioner, Appellee\n\n\n                                v.\n\n\n                            DIANA LYNN,\n\n                      Respondent, Appellant.\n\n\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                 FOR THE DISTRICT OF MASSACHUSETTS\n\n              [Hon. Rya W. Zobel, U.S. District Judge]\n\n\n\n                              Before\n\n                       Lynch, Circuit Judge,\n                   Coffin, Senior Circuit Judge,\n                     and Lipez, Circuit Judge.\n\n\n\n\n     Barry S. Pollack, with whom Dechert Price & Rhoads, Todd\n& Weld, Elaine M. Epstein, Gary O. Todd, and Charlene A.\nCaldeira were on brief for appellant.\n\f     Mary A. Azzarito, with whom Tucker and Cinquegrana,\nStephen J. Cullen, and Miles & Stockbridge were on brief for\nappellee.\n\n\n\n                       October 27, 2000\n\n\n\n\n                              2\n\f         LYNCH, Circuit Judge.   In May 2000, Richard Charles\n\nWhallon, Jr. petitioned for the return of his five-year-old daughter,\n\nMicheli Lynn Whallon King, to Mexico pursuant to the Hague Convention\n\non the Civil Aspects of International Child Abduction.    See Hague\n\nConvention on the Civil Aspects of International Child Abduction,\n\nT.I.A.S. No. 11,670, 19 I.L.M. 1501 (1980).1    Micheli had been taken\n\nby her mother, Diana Lynn, from Mexico, where all three had lived, to\n\nMassachusetts.   Lynn says that she was entitled to do so, inter alia,\n\nbecause Whallon never had the type of \"rights of custody\" as to\n\nMicheli that are protected by the Convention.    The parties agree that\n\nthis in turn requires an inquiry into what rights under Mexican law\n\nan unmarried parent (here Whallon) has under the doctrine \"patria\n\npotestas,\" a doctrine with ancient roots in Roman law.\n\n         We conclude that Whallon has established that he has\n\nprotectable rights of custody under the Convention, that he did not\n\nacquiesce in Micheli's removal, and that Micheli does not fall within\n\nthe exception to the Convention for situations where there is a grave\n\nrisk that the child's return would expose the child to physical or\n\npsychological harm or otherwise place the child in an intolerable\n\nsituation.   We affirm the district court's order that Micheli must be\n\nreturned to Mexico, her country of habitual residence.    If Whallon\n\n\n\n    1     The Hague Convention is implemented by the International\nChild Abduction Remedies Act (\"ICARA\"). See 42 U.S.C. § 11601 et\nseq.\n\fand Lynn then wish to dispute who has what custody over Micheli or\n\nwhere Micheli should live, those disputes may be heard in the Mexican\n\ncourts.\n\n                               I.\n\n          Micheli was born in Mexico on July 4, 1995.     Micheli's\n\nparents, Diana Lynn and Richard Charles Whallon, Jr., both American\n\ncitizens, never married, and they separated towards the end of 1995.\n\nMicheli lived with her mother and her half-sister Leah in Cabo San\n\nLucas, Baja California Sur, Mexico.   Following the separation,\n\nWhallon continued to spend time with Micheli.   At no time did Whallon\n\nand Lynn enter into a formal custody agreement; neither has sought a\n\ncustody determination as to his or her own status.\n\n          Lynn alleged that Whallon performed only a limited\n\nparental role and provided only sporadic child support during the\n\nlast two years all three of them were in Mexico.     Additionally, Lynn\n\naccused Whallon of subjecting her and Leah to significant verbal\n\nabuse and of allowing matters to escalate to physical violence\n\nagainst Lynn herself.   Lynn made no such claim that Whallon acted\n\nthat way towards Micheli.\n\n          In fact, the record reflects that Whallon was\n\nsignificantly involved in his daughter Micheli's life.     From the time\n\nof Micheli's birth, Whallon saw her on an almost daily basis.     And\n\nfrom the time Micheli was three years old, she spent every other\n\n\n                               4\n\fweekend, overnights, with Whallon.    Indeed, in August 1997, Whallon\n\nmoved to within one hundred yards of where Lynn and Micheli lived to\n\nbe closer to Micheli.    Whallon also paid Lynn at least $500 of child\n\nsupport for Micheli each month, money that was used to pay for dental\n\nand medical work for Micheli.    Whallon did the types of things that\n\none generally expects an attentive and mindful parent to do: driving\n\nMicheli to and from nursery school every day for almost two years;\n\nbuying Micheli clothes; helping her with homework and art projects;\n\nattending various school activities; and taking Micheli to the doctor\n\nwhen she was sick.    Additionally, Whallon took Micheli -- with Lynn's\n\napproval -- to San Diego for medical and dental appointments and to\n\nArizona in 1998 to meet Micheli's paternal grandfather.\n\n            In late September 1999, Whallon learned that Lynn was\n\nplanning to take Micheli with her to Texas to visit Lynn's parents.\n\nWhallon filed a petition in the court of the State of Baja California\n\nSur in Mexico to permanently deprive Lynn of all custody rights over\n\nMicheli and to grant him all such rights.    The Mexican court\n\neventually denied the petition in April 2000, concluding that Whallon\n\nhad failed to establish the imminent danger, absolute abandonment, or\n\nsort of corruption or mistreatment required to terminate a mother's\n\ncustody of a child under seven years of age.    In the interim,\n\nWhallon's attorney attempted to block the departure of Lynn, Micheli,\n\nand Leah.    As a result, there was an ugly incident in which Lynn and\n\n\n                                 5\n\fthe two children were held at gunpoint at the airport until a high-\n\nlevel official enabled Lynn and her daughters to leave.       Whallon,\n\nhowever, denies ever having instructed his attorney to order gunmen\n\nto prevent their departure or having any prior knowledge that the\n\ngunmen had been hired.   On October 1, 1999, Lynn took Micheli and\n\nLeah with her to the United States.       Whallon then petitioned the\n\ndistrict court in Massachusetts for Micheli's return to Mexico.\n\n\n\n                              II.\n\n         Following a two-day evidentiary hearing, the district\n\ncourt granted the petition and then denied respondent Diana Lynn's\n\nmotion for a stay pending appeal.       The district court reasoned that\n\nunder the Hague Convention Lynn had physical custody over Micheli but\n\nthat Whallon also exercised \"rights of custody\" over Micheli within\n\nthe meaning of the Convention.       Specifically, the court found that\n\nWhallon exercised patria potestas rights, a concept of parental\n\ncustody rights distinct from physical custody rights on the one hand\n\nand mere visitation rights on the other.       Accordingly, it concluded\n\nthat Lynn's removal of Micheli violated Whallon's actual exercise of\n\nrights of custody under Mexican law, and was thus wrongful under the\n\nConvention.\n\n         The district court also determined that Lynn did not\n\nqualify for the exception to the Convention's return requirement that\n\n\n                                 6\n\fapplies where there is a grave risk that the child's return would\n\nexpose her to physical or psychological harm or otherwise place her\n\nin an intolerable situation.   The district court considered the\n\nalleged pattern of verbal abuse against Lynn and Leah.   It also took\n\naccount of the alleged pattern of physical abuse against Lynn\n\nherself, including an altercation in January 1999 in which Whallon\n\nallegedly pushed Lynn as she was departing with Micheli and then\n\nthrew a rock in the direction of Lynn's car.   Additionally, the court\n\nconsidered the substantially more serious and violent incident in\n\nwhich armed gunmen waylaid Lynn and her two daughters while they were\n\nen route to the airport.    Although the district court found these\n\nincidents regrettable, it noted that none was directed at Micheli and\n\nconcluded that they did not amount to the kind of grave risk of\n\nphysical or psychological harm required to trigger the exception.\n\nThe court also found no risk that Whallon would disregard the order\n\nof a court, whether Mexican or American.\n\n         On September 15, 2000, this court granted a stay of the\n\ndistrict court's order, required that Whallon have reasonable access\n\nrights to Micheli, and ordered an expedited appeal.\n\n                               III.\n\n         Lynn makes a number of arguments, and we outline the\n\nessence of them.   First, she argues that her removal of Micheli was\n\nnot wrongful under the Convention because Whallon did not establish\n\n\n                                7\n\fthat he possessed any rights of custody under Mexican law, and the\n\ndistrict court wrongly placed the burden on her to disprove he had\n\nany such rights.    Second, Lynn contends that the district court\n\nfailed to make the necessary factual findings in considering the\n\nexception to the return provisions of the Convention where such\n\nreturn would subject a child to a grave risk of physical or\n\npsychological harm, or otherwise place the child in an intolerable\n\nsituation.   Finally, Lynn maintains that the district court erred in\n\nfailing to recognize the existence of an affirmative defense under\n\nthe Convention where the party seeking return (Whallon) had\n\npreviously acquiesced in the removal.\n\n         We review the district court's factual findings for clear\n\nerror and its interpretation of the Convention de novo.    See Walsh v.\n\nWalsh, 221 F.3d 204, 218 (1st Cir. 2000); Friedrich v. Friedrich, 78\n\nF.3d 1060, 1064 (6th Cir. 1996).\n\n\n\nA. Wrongful Removal\n\n         The Hague Convention seeks \"to protect children\n\ninternationally from the harmful effects of their wrongful removal or\n\nretention and to establish procedures to ensure their prompt return\n\nto the State of their habitual residence, as well as to secure\n\nprotection for rights of access.\"    Hague Convention, preamble, 19\n\nI.L.M. at 1501.    Under Article 3 of the Convention, the removal or\n\n\n                                8\n\fretention of a child is wrongful if:\n\n         (a) it is in breach of rights of custody attributed to a\n         person, an institution or any other body, either jointly\n         or alone, under the law of the State in which the child\n         was habitually resident immediately before the removal or\n         retention; and\n\n         (b) at the time of removal or retention those rights were\n         actually exercised, either jointly or alone, or would have\n         been so exercised but for the removal or retention.\n\nId. art. 3, 19 I.L.M. at 1501.2       The petitioner bears the burden of\n\nproving \"wrongful removal\" by a preponderance of the evidence. 42\n\nU.S.C. § 11603(e)(1).   If the petitioner demonstrates that the child\n\nwas wrongfully removed, the court must order the child's return to\n\nthe country of habitual residence unless the respondent demonstrates\n\nthat one of four narrow exceptions applies.       Id. § 11601(a)(4).\n\n         Micheli's place of habitual residence at the time of her\n\nremoval was Cabo San Lucas, Mexico and she was indeed removed by\n\nLynn, facts agreed on by all.     The central issues are whether Whallon\n\nhas \"rights of custody\" over Micheli under the Convention and, if so,\n\nwhether he was actually exercising those rights prior to her removal.\n\nThe parties agree that our determination of Whallon's rights of\n\ncustody rests, as it must, on our understanding of relevant Mexican\n\nlaw, the principles underlying the Hague Convention, and the record\n\nin this case.   Whether Whallon has the requisite custodial rights is\n\n\n\n    2     Whallon alleged only wrongful removal, and not wrongful\nretention.\n\n                                  9\n\fan issue of law.\n\n\n\n1.   Whether Whallon has Rights of Custody under the Convention\n\n           The Hague Convention states that rights of custody \"shall\n\ninclude rights relating to the care of the person of the child and,\n\nin particular, the right to determine the child's place of residence\n\n. . . .\"    Hague Convention, art. 5(a), 19 I.L.M. at 1501.   The\n\nConvention then contrasts \"rights of custody\" with the far more\n\nlimited \"rights of access,\" which include \"the right to take a child\n\nfor a limited period of time to a place other than the child's\n\nhabitual residence.\"   Id. art. 5(b), 19 I.L.M. at 1501.   It reserves\n\nthe remedy of return solely for violations of rights of custody.3\n\n           While the Hague Convention itself provides no further\n\ndefinition of the term \"rights of custody,\" and deliberately so,4\n\n\n     3    While the Hague Convention provides remedies for a\nviolation of access rights, see id., art. 21, 19 I.L.M. at 1503, such\nremedies do not include an order of return to the place of habitual\nresidence. Rather, such remedies include, inter alia, ordering that\nthe custodial parent who removed the child from the child's habitual\nresidence reimburse the other parent for expenses incurred in\nexercising his or her rights of access. Id. art. 26, 19 I.L.M. at\n1503-04.\n     4    This provision was deliberately left vague due to the\ndrafters' failure to agree on a more precise definition. See Elisa\nPerez-Vera, Explanatory Report: Hague Conference on Private\nInternational Law ¶ 84, in 3 Acts and Documents of the Fourteenth\nSession 426, 451-52 (\"Explanatory Report\") (\"[S]ince all efforts to\ndefine custody rights in regard to [particular situations] failed,\none has to rest content with the general description given [in the\ntext].\"). States, however, might wish to take the principles of the\n\n                               10\n\fcourts have commonly looked to the background report of the\n\nConvention for further guidance.    See, e.g., Walsh, 221 F.3d at 217.\n\nThat report states that \"the law of the child's habitual residence is\n\ninvoked in the widest possible sense,\" and that the sources from\n\nwhich custody rights derive are \"all those upon which a claim can be\n\nbased within the context of the legal system concerned.\"    Explanatory\n\nReport, ¶ 67, at 446.5   The Report also states that the Convention\n\nfavors \"a flexible interpretation of the terms used, which allows the\n\ngreatest possible number of cases to be brought into consideration.\"\n\nId.\n\n          Two important and closely related principles underlying\n\nthe Hague Convention also inform our approach here.    First, a court\n\ndeciding a petition for return of a child plainly has jurisdiction to\n\n\n\nConvention into account when redrafting national legislation on\ncustody matters. See Paul R. Beaumont & Peter E. McEleavy, The Hague\nConvention on International Child Abduction 49 (1999).\n      5   Elisa Perez-Vera served as \"the official Hague Conference\nreporter for the Convention,\" and her explanatory report \"is\nrecognized by the Conference as the official history of and\ncommentary on the Convention and is a source of background on the\nmeaning of the provisions of the Convention.\" See Hague\nInternational Child Abduction Convention; Text and Legal Analysis, 51\nFed. Reg. 10494, 10503 (1986); accord Shalit v. Coppe, 182 F.3d 1124,\n1127-28 (9th Cir. 1999). \"Because a treaty ratified by the United\nStates is not only the law of this land. . . . but also an agreement\namong sovereign powers, we have traditionally considered as aids to\nits interpretation the negotiating and drafting history (travaux\npreparatoires) and the postratification understanding of the\ncontracting parties.\" Zicherman v. Korean Air Lines Co., 516 U.S.\n217, 226 (1996).\n\n                               11\n\fdecide the merits of a wrongful removal claim, but it may not decide\n\nthe merits of the underlying custody dispute.   See Hague Convention,\n\nart. 19, 19 I.L.M. at 1503 (\"A decision under this Convention\n\nconcerning the return of the child shall not be taken to be a\n\ndetermination on the merits of any custody issue.\"); 42 U.S.C. §\n\n11601(b)(4).   Second, the Convention is generally intended to restore\n\nthe pre-removal status quo and discourage a parent from crossing\n\ninternational borders in search of a more sympathetic forum.    See\n\nWalsh, 221 F.3d at 218-19; Blondin v. Dubois, 189 F.3d 240, 246 (2d\n\nCir. 1999); Friedrich, 78 F.3d at 1064.   As the Explanatory Report\n\ninstructs:\n\n         [F]rom the Convention's standpoint, the removal of a child\n         by one of the joint holders without the consent of the\n         other, is . . . wrongful, and this wrongfulness derives in\n         this particular case, not from some action in breach of a\n         particular law, but from the fact that such action has\n         disregarded the rights of the other parent which are also\n         protected by law, and has interfered with their normal\n         exercise. The Convention's true nature is revealed most\n         clearly in these situations: it is not concerned with\n         establishing the person to whom custody of the child will\n         belong at some point in the future, nor with the\n         situations in which it may prove necessary to modify a\n         decision awarding joint custody on the basis of facts\n         which have subsequently changed. It seeks, more simply,\n         to prevent a later decision on the matter being influenced\n         by a change of circumstances brought about through\n         unilateral action by one of the parties.\n\nExplanatory Report ¶ 71, at 447-48.\n\n         Thus, to assess whether Whallon possesses \"rights of\n\ncustody\" under Article 5 of the Convention, the court must not simply\n\n\n                               12\n\flook to the relevant provisions of Mexican law but also must\n\ninterpret those provisions in light of the Convention's basic\n\nprinciple that a child's country of habitual residence is best placed\n\nto decide upon questions of custody and access, unless an exception\n\napplies.   Id. ¶ 34, at 434-35.\n\n           The law of the State of Baja California Sur, the place of\n\nMicheli's habitual residence, is the relevant source of law here.\n\nSee Hague Convention, art. 3, 19 I.L.M. at 1501.6      That poses its own\n\ndifficulties for a court of the United States, a court which comes\n\nfrom a different legal tradition.       Care must be taken to avoid\n\nimposing American legal concepts onto another legal culture.\n\nDifferently from many laws in this country, Mexican law appears to\n\nembody two concepts of importance here. The first is a preference in\n\ndivorce cases toward placing what is called \"custody\" of a child\n\nunder age seven with the mother.       That preference is negated in\n\n\"exceptional cases\" such as those involving \"serious and contagious\n\nillness, vice, mistreatment or desertion.\"       Codigo Civil del Estado\n\n\n\n    6     The parties agree that Mexican choice of law rules require\nthat Mexico apply the law of the State in which the child was\nhabitually resident immediately prior to the child's removal, i.e.,\nthe law of Baja California Sur. Cf. Shalit, 182 F.3d at 1128-29\n(stating that Hague Convention's references to the \"'law of the State\nin which the child was habitually resident'\" includes \"the conflict\nof law rules of [that State]\"). While the parties hotly contest the\nnature of rights of custody under the law of Baja California Sur,\nthey do not dispute that law's applicability to this case under\nMexico's choice of law rules.\n\n                                  13\n\fde Baja California Sur (\"Civil Code\"), art. 322.   The preference is\n\nembodied in the Civil Code, and while it applies specifically to\n\ndivorces (and there has been no divorce here since there was never a\n\nmarriage), the Mexican court looked to this provision in informing\n\nits decision about whether to terminate Lynn's custodial rights.     And\n\nso we find that maternal preference, as well as the Code's use of the\n\nterm \"custody,\" relevant to our determination of whether Whallon has\n\nrights of custody under the Convention.\n\n         The second concept is embodied in the doctrine of patria\n\npotestas,7 and represents a more generalized concept of parental\n\n    7     Patria potestas is a concept derived from Roman law and\noriginally meant paternal power. It referred to a father's \"near\nabsolute right to his children, whom he viewed as chattel,\" a right\nwith which courts were powerless to interfere. Kathryn L. Mercer, A\nContent Analysis of Judicial Decision-Making: How Judges Use the\nPrimary Caretaker Standard to Make a Custody Determination, 5 Wm. &\nMary J. Women & L. 1, 14 (1998); see also Black's Law Dictionary 1188\n(7th ed. 1999) (defining patria potestas as \"[t]he authority held by\nthe male head of a family over his children and further descendants\nin the male line, unless emancipated,\" initially including \"the power\nof life and death\"). In contrast, the Roman legal tradition did not\nprovide wives with rights of parental authority. See Sibylla Flugge,\nThe History of Fathers' Rights and Mothers' Duty of Care, 3 Cardozo\nWomen's L.J. 377, 383 (1996).\n\n     In the Anglo-American legal tradition, the doctrine of patria\npotestas was eroded by the emergence in the seventeenth century of\nthe conflicting doctrine of parens patriae, which recognized the\nstate's interest in and responsibility for children. See Mercer, A\nContent Analysis of Judicial Decision-Making, supra, at 14-15.\n\"Courts, as a second stakeholder, began to intervene in custody\nmatters to protect the welfare of the child,\" and became the \"final\narbiter of familial disputes\" in the American colonies. Id. at 15.\nIn the early nineteenth century, American courts began to award\ncustody in accordance with the judicially determined best interests\n\n                              14\n\fauthority.   Although historically the doctrine protected the father's\n\nrights as to the child, originally absolute rights under Roman law,\n\nthe Baja California Sur Civil Code refers to it as encompassing the\n\nrights of both parents.   Article 474 provides generally that patria\n\npotestas, or parental authority, \"is understood to mean the\n\nrelationship of rights and obligations that are held reciprocally, on\n\nthe one hand, by the father and the mother or in some cases the\n\n\n\nof the child.    In practice, however, this rejection of the paternal\npreference embodied in the patria potestas doctrine merely paved the\nway for the emergence of the maternal preference embodied in the\ntender years doctrine, which provided that a mother, unless shown to\nbe unfit, deserved custody of young children in light of her unique\nmaternal bond to her children. See Amy D. Ronner, Women who Dance on\nthe Professional Track: Custody and the Red Shoes, 23 Harv. Women's\nL.J. 173 (2000).\n\n     However, patria potestas appears to have followed a somewhat\ndifferent path of development in legal traditions based on civil\ncodes. Cf., e.g., Flugge, The History of Fathers' Rights, supra, at\n383 (discussing influence of patria potestas on Germany's code\nestablished in the nineteenth century). Other Latin American\ncountries with civil code traditions appear to recognize some form of\npatria potestas rights. See Pesin v. Rodriguez, 77 F. Supp. 2d 1277,\n1286 (S.D. Fla. 1999) (noting, in Hague Convention case, that under\nVenezuela's code father and mother \"'are vested with the parental\nauthority until a judicial decision establishes otherwise'\" and that\n\"father and mother who exercise parental authority have custody of\ntheir children . . . shall elect by mutual consent their place of\ndomicile, residence or domicile [sic]\"; finding that mother's removal\nof child breached father's rights of custody under the Convention).\nThis case highlights the difficulties in imposing Anglo-American\ndefinitions of custody on legal systems, like Mexico's, that have\ndifferent origins and traditions. Baja California Sur's code\nsuggests the continuing resilience of patria potestas rights (albeit\nin a diluted form) under Mexican law, despite the presumption that\nphysical custody of children under age seven be awarded to the\nmother, at least in cases of divorce.\n\n                               15\n\fgrandparents and, on the other hand, the minor children who are not\n\nemancipated.\"   Civil Code, art. 474.       The concept of patria potestas\n\nis defined broadly:\n\n         Paternal authority is exercised over the person and the\n         property of the children subject to it. The purpose of\n         its exercise is the comprehensive physical, mental, moral\n         and social protection of the minor child, and it includes\n         the obligation for [the child's] guardianship and\n         education.\n\n\nId. art. 479.   Additionally, those exercising patria potestas \"have\n\nthe obligation to comport themselves in a manner that sets a good\n\nexample for the children and shall teach them appropriate standards\n\nof social interaction.\"     Id. art. 486.\n\n         The Civil Code explicitly discusses patria potestas rights\n\nin situations where, as here, the parents of a child born outside of\n\nwedlock separate.     It provides that in such situations, \"both\n\n[parents] shall continue to exercise paternal authority.\"        See id.\n\nart. 478 (emphasis added).     The Code then distinguishes patria\n\npotestas from \"custody,\" which may be decided by agreement or,\n\nfailing such agreement, by a judge.     Id.     Indeed, the existence of\n\ndivisible custody rights under Mexican law -- i.e., of physical\n\ncustody and patria potestas – is entirely consistent with the Hague\n\nConvention's statement that custody may be held \"jointly or alone.\"\n\nHague Convention, art. 3, 19 I.L.M. at 1501; Explanatory Report ¶ 71,\n\nat 447-48 (characterizing joint custody as \"dividing the\n\n\n                                 16\n\fresponsibilities inherent in custody rights between both parents\");\n\nsee also Croll v. Croll, No. 99-9341, 2000 WL 1357742, at *6 (2d Cir.\n\nSept. 20, 2000) (\"rights of custody\" under Convention \"references a\n\nbundle of rights exercised by one or more persons having custody\").8\n\n         Lynn says that Whallon's patria potestas rights are closer\n\nto what the Convention means by \"rights of access\" than to what it\n\nmeans by \"rights of custody.\"   We disagree.    Article 329 of the Civil\n\nCode states that \"[i]ndependently of who exercises patria potestas or\n\ncustody, the relatives obliged by law to provide support have the\n\nright to visit their descendants or collateral relatives, and to have\n\nan adequate communication with them.\"   Civil Code, art. 329.    Thus,\n\npatria potestas, like physical custody, plainly means something\n\n\"independent\" from mere visitation rights.     Importantly, the Code\n\ndescribes these visitation rights in terms of \"adequate\n\ncommunication,\" id., but describes patria potestas rights through the\n\n\n\n    8     The Convention allows the party seeking the return of the\nchild to request that the central authority of a contracting State\nprovide an explanation of its law. See Hague Convention, art. 15, 19\nI.L.M. at 1503. Here, Whallon put into evidence a letter from the\nMexican Central Authority for Child Abduction to the National Center\nfor Missing and Exploited Children. Although the letter contains\nsignificant factual mistakes -- for example, it incorrectly refers to\nLynn, an American citizen, as a German citizen -- it nevertheless\nstates that \"patria potestas (custody) will be exercised by both\nparents\" under Baja California Sur's Civil Code. The letter,\nhowever, takes no position as to whether patria potestas rights\namount to custody rights under the Convention, nor does it reveal\nwhat question had been put to the Mexican Central Authority. We give\nit little weight as a result.\n\n                                17\n\fstronger language of \"adequate connection,\" id. art. 323, which\n\nimplies a meaningful, decisionmaking role in the life and care of the\n\nchild, and not the mere access to the child associated with\n\nvisitation rights.9\n\n         Additionally, Whallon submitted into evidence the\n\naffidavit of Mexican attorney Omar Quijano Martinez further\n\ncorroborating that both parents exercise patria potestas rights over\n\na child under Mexican law and stating that both parents must consent\n\nto the removal of such child under Mexican law.   Such affidavits are\n\nan acceptable form of proof in determining issues of foreign law, see\n\nRule 44.1, Fed. R. Civ. P., and are likewise permitted under the\n\nHague Convention, see Explanatory Report ¶ 101, at 456-57 (\"proof of\n\nthe substantive law of the State of the child's habitual residence\n\nmay be established by either certificates or affidavits\").\n\n         Lynn also relies heavily on the decision of the Mexican\n\n\n\n    9     Lynn also relies on the Second Circuit's recent decision\nin Croll, supra, where the court held that the mother was not\nrequired to return the child to Hong Kong because she did not violate\nthe father's rights of custody under the Convention. In contrast to\nthe situation here, in Croll there had been a clear determination of\ncustody rights by a court of the country of habitual residence\nawarding sole custody to the mother and granting only rights of\naccess to the father. Id. at *1. Moreover, while the custody order\nin Croll contained a ne exeat clause prohibiting the child's removal\nfrom Hong Kong until she attained the age of eighteen years without\nleave of court or consent of the other parent, such clause\nrepresented only a negative right or veto, see id. *7, as opposed to\nthe affirmative grant of custody rights to Whallon under Mexican law\nand the ample evidence of Whallon's actual exercise of those rights.\n\n                              18\n\fcourt rejecting Whallon's petition to terminate her parental rights.\n\nThat decision, however, has limited relevance to this action.          At\n\nissue in the Mexican court action was whether Whallon had\n\ndemonstrated the necessary exceptional circumstances to terminate\n\nLynn's custodial rights.     Although the Mexican court concluded that\n\nWhallon had not met his heavy burden, it never stated or even\n\nsuggested that Whallon lacked custody rights or otherwise determined\n\nwhat those custody rights were.       Whether or not a Mexican court\n\nultimately decides the matter of custody differently following\n\nMicheli's return to Mexico, Whallon did possess rights of custody\n\nunder the law of Micheli's habitual residence at the time of her\n\nremoval.10\n\n             Finally, Lynn contends that the district court, though\n\nacknowledging at trial that Whallon had the burden of proof to\n\nestablish a wrongful removal, failed to acknowledge that burden in\n\nits written opinion and failed to impose that burden on Whallon in\n\n     10   Lynn's reliance on Shalit v. Coppe, supra, is misplaced.\nIn Shalit, a wrongful retention case, the mother kept the child in\nAlaska after the child had come to visit her on a two-week vacation,\ndespite an oral agreement -- never approved by any court -- that the\nchild would live temporarily with the father in Israel. Shalit, 182\nF.3d at 1126. The Ninth Circuit affirmed the district court's\ndecision denying the father's return petition. The court relied on\nthe determination of an Alaska state court that predated the oral\nagreement and that granted the mother sole legal and physical\ncustody. Id. at 1130-31. Here, by contrast, there has been no such\njudicial determination of custody. Moreover, the law of Baja\nCalifornia Sur demonstrates the existence of rights of custody in\nWhallon.\n\n                                 19\n\fits analysis.     This argument fails.     The district court approached\n\nthe issue of wrongful removal by first considering Whallon's\n\narguments regarding patria potestas rights under Mexican law.       After\n\nclosely analyzing the relevant provision of Baja California Sur's\n\nCivil Code and Lynn's counter-arguments, the court concluded that\n\nthere had been a wrongful removal.       It acknowledged that Whallon had\n\nthe burden of proof on this issue, weighed the burden in light of the\n\nlaw and evidence presented, and found that the burden had been\n\nsatisfied.\n\n            In sum, the evidence of patria potestas rights under\n\nMexican law leads us to conclude that Whallon's rights were \"rights\n\nof custody\" under the Convention.        While Lynn had actual custody of\n\nMicheli, both parents exercised patria potestas rights over Micheli.\n\nIndeed, to date no Mexican court has given Lynn exclusive custody or\n\ndenied Whallon patria potestas rights over Micheli.        The pending\n\nMassachusetts custody proceedings commenced by Lynn after her removal\n\nof Micheli are inapplicable to this action because the Convention\n\nrefers specifically to (Whallon's) rights of custody at \"the time of\n\nremoval.\"    Hague Convention, art. 3(b), 19 I.L.M. at 1501; see also\n\nBeaumont & McEleavy, Hague Convention, at 53 (subsequently rendered\n\ncustody orders inapplicable to return proceedings).\n\n\n\n2.   Whether Whallon Actually Exercised Rights of Custody\n\n\n                                20\n\f          Lynn argues that Whallon was not \"actually exercising\" his\n\nrights of custody over Micheli at the time of her removal by Lynn, as\n\nrequired by the Convention.   See Hague Convention, art. 3(b).    Here,\n\nthere is no question that Whallon was actually exercising his rights\n\nof custody prior to Micheli's removal, as the description of the\n\nfacts of this case makes amply clear.     Accordingly, Lynn's removal of\n\ncustody violated Whallon's rights of custody under the Convention.\n\n\n\nB.   Exception for Grave Risk of Physical or Psychological Harm\n\n          Lynn argues that Micheli should still not be returned to\n\nMexico because she falls within the exception to return contained in\n\narticle 13(b) of the Convention.\n\n          The wrongful taking of a child from his or her country of\n\nhabitual residence normally requires the child's return.     See Hague\n\nConvention, art. 12, 19 I.L.M. at 1502.      Courts, however, are \"not\n\nbound to order the return of the child if the person, institution or\n\nother body which opposes its return establishes that . . . there is a\n\ngrave risk that his or her return would expose the child to physical\n\nor psychological harm or otherwise place the child in an intolerable\n\nsituation.\"   Id. art. 13(b), 19 I.L.M. at 1502.    A respondent who\n\nopposes the return of the child by asserting the article 13(b)\n\nexception has the burden of proving this exception by clear and\n\nconvincing evidence.   See 42 U.S.C. § 11603(e)(2)(A); Walsh, 221 F.3d\n\n\n                               21\n\fat 217.   The article 13(b) exception is a narrow one.     See 42 U.S.C.\n\n§ 11603(a)(4); Walsh, 221 F.3d at 217.\n\n          To meet her burden under the article 13(b) exception, the\n\nrespondent must establish that the alleged physical or psychological\n\nharm is \"a great deal more than minimal.\"     Walsh, 221 F.3d at 218.\n\nIndeed, the harm must be \"something greater than would normally be\n\nexpected on taking a child away from one parent and passing him [or\n\nher] to another.\"    Id. (internal quotation marks omitted).    Courts\n\nare not to engage in a custody determination or to address such\n\nquestions as who would be the better parent in the long run.      Id.\n\n          We previously addressed this exception to the Convention\n\nin Walsh, supra.    In Walsh, we reversed the decision of the district\n\ncourt and held that the respondent wife had demonstrated by clear and\n\nconvincing evidence that the return of her children to Ireland posed\n\na grave risk of physical and psychological harm.     See id. at 219-21.\n\nIn Walsh, the husband had severely beaten his wife over the years,\n\nincluding when she was pregnant.     Many of the beatings took place in\n\nfront of her two small children, as did a beating of his older son by\n\nanother marriage.    The husband fled this country when charged with\n\nthreatening to kill another (a neighbor), refused to return when a\n\nfugitive warrant was entered, and violated Irish court orders that he\n\nstay away from the marital residence.     Id. at 209-12.   We found that\n\nthe district court \"inappropriately discounted the grave risk of\n\n\n                                22\n\fphysical and psychological harm to children in cases of spousal\n\nabuse; . . . failed to credit [the petitioner father's] more\n\ngeneralized pattern of violence, including violence directed at his\n\nown children; and . . . gave insufficient weight to [the petitioner\n\nfather's] chronic disobedience of court orders.\"       Id. at 219.     Such a\n\nhigh quantum of risked harm barred the child's return under article\n\n13(b).   Id.\n\n          Here, by contrast, the district court found that the\n\nalleged instances of verbal abuse of Lynn and her older daughter\n\nLeah, and of physical abuse of Lynn, while regrettable, neither were\n\ndirected at Micheli nor rose to the level of the conduct of the\n\npetitioner father in Walsh.      We agree.     Lynn's allegations of\n\nverbal abuse and an incident of physical shoving are distinct from\n\nthe \"clear and long history of spousal abuse\" presented in Walsh.\n\nId. at 220.     Lynn has never alleged that Whallon abused Micheli,\n\neither physically or psychologically.        Indeed, while the two experts\n\nwho testified disagreed as to whether returning Micheli to Mexico\n\nwould expose her to a grave risk of physical or psychological harm or\n\notherwise place her in an intolerable situation, they both agreed as\n\nto the love that Whallon and Micheli have for each other as father\n\nand daughter.     As to the deplorable attempt to keep Lynn and Micheli\n\nin Mexico at gunpoint, the district court found credible Whallon's\n\ndenial that he ever instructed his attorney to hire the gunmen or\n\n\n                                 23\n\fknew that the gunmen had been hired.     Furthermore, in contrast to\n\nWalsh, there is no evidence that Whallon would disregard an order of\n\nthe court, whether Mexican or American.\n\n          Lynn argues that the district court ignored the\n\npsychological harm prong of article 13(b).     That is not so.     The\n\ncourt considered the alleged psychological harm to Micheli from the\n\nabuse and correctly found that any such harm did not to rise to the\n\nlevel required for sustaining an article 13(b) exception.        See Walsh,\n\n221 F.3d at 218-19.     Lynn also contends that the district court\n\nignored the harm resulting from the separation of Micheli from her\n\nhalf-sister Leah.     Whether there is a separation is Lynn's choice.\n\nShe may return to Mexico with both her daughters.     We do not doubt\n\nthat a separation, if any, would cause difficulty.     The logic,\n\npurpose, and text of the Convention all mean that such harms are not\n\nper se the type of psychological harm contemplated by the narrow\n\nexception under article 13(b).     To conclude otherwise would risk\n\nsubstituting a best interest of the child analysis for the analysis\n\nthe Convention requires.     This would undercut the Convention's\n\npresumption of return where rights of custody have been violated by\n\nwrongfully removing a child in situations where that child had a\n\nsibling who was not wrongfully removed.11\n\n    11    Furthermore, the cases on which Lynn relies for this\nargument involved the bonds between a child and her mother, not her\nsibling. See, e.g., Steffen F. v. Severina P., 966 F. Supp. 922, 928\n\n                                 24\n\fC. Failure to Recognize \"Acquiescence\" Defense\n\n          Lynn argues that the district court erred in ignoring her\n\nother affirmative defense that Whallon had previously acquiesced in\n\nMicheli's removal to the United States.    See Hague Convention, art.\n\n13(a), 19 I.L.M. at 1502 (return not required where person opposing\n\nreturn establishes that \"the person . . . having the care of the\n\nperson of the child . . . had consented to or subsequently acquiesced\n\nin the removal\").12   While Whallon does not literally come within\n\nthese terms as the one \"having care of the person or child,\" we\n\nassume arguendo that Lynn may make an acquiescence argument, at least\n\nin terms of whether the removal was in fact wrongful.    Lynn must\n\nprove acquiescence by a preponderance of the evidence.    42 U.S.C. §\n\n11603(e)(2)(B).    Lynn argues that she repeatedly told Whallon that\n\nshe would eventually be taking Micheli to the United States for her\n\neducation but that Whallon failed to institute any formal custody\n\nproceedings in Mexico until after he had learned that Lynn was\n\nplanning to remove Micheli.    Lynn also points to a note written by\n\nWhallon sometime in 1997 in which Whallon purportedly acknowledged\n\nthat Lynn could relocate with Micheli to the United States as along\n\nas Micheli flew back to Mexico during a few holidays each year.\n\n\n\n(D. Ariz. 1997).\n     12   The district court's opinion did not explicitly address\nthis issue.\n\n                                25\n\f             We find no acquiescence by Whallon in Micheli's removal\n\nhere.     Whallon's failure to institute formal custody proceedings does\n\nnot itself constitute acquiescence.      Indeed, a similar argument may\n\nbe turned against Lynn: that her failure to seek a formal custody\n\ndeclaration from the Mexican courts indicates her own acceptance of\n\nWhallon's custody rights, including, but not limited to, the right to\n\ndetermine Micheli's place of residence. The 1997 handwritten note on\n\nits face does not constitute a waiver by Whallon of his custody\n\nrights.     The argument also fails to take account of the subsequent\n\nperiod during which time Whallon played an increasingly important\n\nrole in Micheli's life, and is countered by Whallon's prompt and\n\npersistent actions seeking Micheli's return to Mexico following her\n\nremoval.13\n\n\n\n                                 IV.\n\n             The decision of the district court is affirmed and the\n\nstay entered by this court on September 15, 2000 is lifted.     So\n\nordered.\n\n\n     13   In contrast, cases where courts have granted this\naffirmative defense have all involved clear instances of wavier by\nthe party seeking the child's return. Cf. Journe v. Journe, 911 F.\nSupp. 43, 47-48 (D.P.R. 1995) (voluntary dismissal of underlying\naction for divorce and custody of children); In re Ponath, 829 F.\nSupp. 363, 368 (D. Utah 1993) (petitioner failed, for almost six\nmonths, to make any meaningful effort to obtain return of the minor\nchild).\n\n                                 26\n\f",
  "html": "<p class=\"case_cite\">230 F.3d 450 (1st Cir. 2000)</p>\n    <p class=\"parties\">RICHARD CHARLES WHALLON, JR., Petitioner, Appellee<br>v.<br>DIANA LYNN, Respondent, Appellant.</p>\n    <p class=\"docket\">No. 00-2041</p>\n    <p class=\"court\">United States Court of Appeals For the First Circuit</p>\n    <p class=\"date\">Heard September 13, 2000<br>Decided October 27, 2000</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF MASSACHUSETTS</p>\n      <p class=\"indent\">[Hon. Rya W. Zobel, U.S. District Judge][Copyrighted Material Omitted]</p>\n      <p class=\"indent\">Barry S. Pollack, with whom Dechert Price &amp; Rhoads, Todd &amp; Weld, Elaine M. Epstein, Gary O. Todd, and Charlene A. Caldeira were on brief for appellant.</p>\n      <p class=\"indent\">Mary A. Azzarito, with whom Tucker and Cinquegrana, Stephen J. Cullen, and Miles &amp; Stockbridge were on brief for appellee.</p>\n      <p class=\"indent\">Before Lynch, Circuit Judge, Coffin, Senior Circuit Judge, and Lipez, Circuit Judge.</p>\n      <p class=\"indent\">LYNCH, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In May 2000, Richard Charles Whallon, Jr. petitioned for the return of his five-year-old daughter, Micheli Lynn Whallon King, to Mexico pursuant to the Hague Convention on the Civil Aspects of International Child Abduction. See Hague Convention on the Civil Aspects of International Child Abduction, T.I.A.S. No. 11,670, 19 I.L.M. 1501 (1980).<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> Micheli had been taken by her mother, Diana Lynn, from Mexico, where all three had lived, to Massachusetts. Lynn says that she was entitled to do so, inter alia, because Whallon never had the type of \"rights of custody\" as to Micheli that are protected by the Convention. The parties agree that this in turn requires an inquiry into what rights under Mexican law an unmarried parent (here Whallon) has under the doctrine \"patria potestas,\" a doctrine with ancient roots in Roman law.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">We conclude that Whallon has established that he has protectable rights of custody under the Convention, that he did not acquiesce in Micheli's removal, and that Micheli does not fall within the exception to the Convention for situations where there is a grave risk that the child's return would expose the child to physical or psychological harm or otherwise place the child in an intolerable situation. We affirm the district court's order that Micheli must be returned to Mexico, her country of habitual residence. If Whallon and Lynn then wish to dispute who has what custody over Micheli or where Micheli should live, those disputes may be heard in the Mexican courts.</p>\n    </div>\n    <p class=\"indent\">I.</p>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Micheli was born in Mexico on July 4, 1995. Micheli's parents, Diana Lynn and Richard Charles Whallon, Jr., both American citizens, never married, and they separated towards the end of 1995. Micheli lived with her mother and her half-sister Leah in Cabo San Lucas, Baja California Sur, Mexico. Following the separation, Whallon continued to spend time with Micheli. At no time did Whallon and Lynn enter into a formal custody agreement; neither has sought a custody determination as to his or her own status.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Lynn alleged that Whallon performed only a limited parental role and provided only sporadic child support during the last two years all three of them were in Mexico. Additionally, Lynn accused Whallon of subjecting her and Leah to significant verbal abuse and of allowing matters to escalate to physical violence against Lynn herself. Lynn made no such claim that Whallon acted that way towards Micheli.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">In fact, the record reflects that Whallon was significantly involved in his daughter Micheli's life. From the time of Micheli's birth, Whallon saw her on an almost daily basis. And from the time Micheli was three years old, she spent every other weekend, overnights, with Whallon. Indeed, in August 1997, Whallon moved to within one hundred yards of where Lynn and Micheli lived to be closer to Micheli. Whallon also paid Lynn at least $500 of child support for Micheli each month, money that was used to pay for dental and medical work for Micheli. Whallon did the types of things that one generally expects an attentive and mindful parent to do: driving Micheli to and from nursery school every day for almost two years; buying Micheli clothes; helping her with homework and art projects; attending various school activities; and taking Micheli to the doctor when she was sick. Additionally, Whallon took Micheli -- with Lynn's approval -- to San Diego for medical and dental appointments and to Arizona in 1998 to meet Micheli's paternal grandfather.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">In late September 1999, Whallon learned that Lynn was planning to take Micheli with her to Texas to visit Lynn's parents. Whallon filed a petition in the court of the State of Baja California Sur in Mexico to permanently deprive Lynn of all custody rights over Micheli and to grant him all such rights. The Mexican court eventually denied the petition in April 2000, concluding that Whallon had failed to establish the imminent danger, absolute abandonment, or sort of corruption or mistreatment required to terminate a mother's custody of a child under seven years of age. In the interim, Whallon's attorney attempted to block the departure of Lynn, Micheli, and Leah. As a result, there was an ugly incident in which Lynn and the two children were held at gunpoint at the airport until a high-level official enabled Lynn and her daughters to leave. Whallon, however, denies ever having instructed his attorney to order gunmen to prevent their departure or having any prior knowledge that the gunmen had been hired. On October 1, 1999, Lynn took Micheli and Leah with her to the United States. Whallon then petitioned the district court in Massachusetts for Micheli's return to Mexico.</p>\n    </div>\n    <p class=\"indent\">II.</p>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Following a two-day evidentiary hearing, the district court granted the petition and then denied respondent Diana Lynn's motion for a stay pending appeal. The district court reasoned that under the Hague Convention Lynn had physical custody over Micheli but that Whallon also exercised \"rights of custody\" over Micheli within the meaning of the Convention. Specifically, the court found that Whallon exercised patria potestas rights, a concept of parental custody rights distinct from physical custody rights on the one hand and mere visitation rights on the other. Accordingly, it concluded that Lynn's removal of Micheli violated Whallon's actual exercise of rights of custody under Mexican law, and was thus wrongful under the Convention.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The district court also determined that Lynn did not qualify for the exception to the Convention's return requirement that applies where there is a grave risk that the child's return would expose her to physical or psychological harm or otherwise place her in an intolerable situation. The district court considered the alleged pattern of verbal abuse against Lynn and Leah. It also took account of the alleged pattern of physical abuse against Lynn herself, including an altercation in January 1999 in which Whallon allegedly pushed Lynn as she was departing with Micheli and then threw a rock in the direction of Lynn's car. Additionally, the court considered the substantially more serious and violent incident in which armed gunmen waylaid Lynn and her two daughters while they were en route to the airport. Although the district court found these incidents regrettable, it noted that none was directed at Micheli and concluded that they did not amount to the kind of grave risk of physical or psychological harm required to trigger the exception. The court also found no risk that Whallon would disregard the order of a court, whether Mexican or American.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">On September 15, 2000, this court granted a stay of the district court's order, required that Whallon have reasonable access rights to Micheli, and ordered an expedited appeal.</p>\n    </div>\n    <p class=\"indent\">III.</p>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Lynn makes a number of arguments, and we outline the essence of them. First, she argues that her removal of Micheli was not wrongful under the Convention because Whallon did not establish that he possessed any rights of custody under Mexican law, and the district court wrongly placed the burden on her to disprove he had any such rights. Second, Lynn contends that the district court failed to make the necessary factual findings in considering the exception to the return provisions of the Convention where such return would subject a child to a grave risk of physical or psychological harm, or otherwise place the child in an intolerable situation. Finally, Lynn maintains that the district court erred in failing to recognize the existence of an affirmative defense under the Convention where the party seeking return (Whallon) had previously acquiesced in the removal.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">We review the district court's factual findings for clear error and its interpretation of the Convention de novo. See Walsh v. Walsh, 221 F.3d 204, 218 (1st Cir. 2000); Friedrich v. Friedrich, 78 F.3d 1060, 1064 (6th Cir. 1996).</p>\n    </div>\n    <p class=\"indent\">A. Wrongful Removal</p>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The Hague Convention seeks \"to protect children internationally from the harmful effects of their wrongful removal or retention and to establish procedures to ensure their prompt return to the State of their habitual residence, as well as to secure protection for rights of access.\" Hague Convention, preamble, 19 I.L.M. at 1501. Under Article 3 of the Convention, the removal or retention of a child is wrongful if:</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">(a) it is in breach of rights of custody attributed to a person, an institution or any other body, either jointly or alone, under the law of the State in which the child was habitually resident immediately before the removal or retention; and</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">(b) at the time of removal or retention those rights were actually exercised, either jointly or alone, or would have been so exercised but for the removal or retention.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Id. art. 3, 19 I.L.M. at 1501.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> The petitioner bears the burden of proving \"wrongful removal\" by a preponderance of the evidence. 42 U.S.C.  11603(e)(1). If the petitioner demonstrates that the child was wrongfully removed, the court must order the child's return to the country of habitual residence unless the respondent demonstrates that one of four narrow exceptions applies. Id.  11601(a)(4).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Micheli's place of habitual residence at the time of her removal was Cabo San Lucas, Mexico and she was indeed removed by Lynn, facts agreed on by all. The central issues are whether Whallon has \"rights of custody\" over Micheli under the Convention and, if so, whether he was actually exercising those rights prior to her removal. The parties agree that our determination of Whallon's rights of custody rests, as it must, on our understanding of relevant Mexican law, the principles underlying the Hague Convention, and the record in this case. Whether Whallon has the requisite custodial rights is an issue of law.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">1. Whether Whallon has Rights of Custody under the Convention</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The Hague Convention states that rights of custody \"shall include rights relating to the care of the person of the child and, in particular, the right to determine the child's place of residence . . . .\" Hague Convention, art. 5(a), 19 I.L.M. at 1501. The Convention then contrasts \"rights of custody\" with the far more limited \"rights of access,\" which include \"the right to take a child for a limited period of time to a place other than the child's habitual residence.\" Id. art. 5(b), 19 I.L.M. at 1501. It reserves the remedy of return solely for violations of rights of custody.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">While the Hague Convention itself provides no further definition of the term \"rights of custody,\" and deliberately so,<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> courts have commonly looked to the background report of the Convention for further guidance. See, e.g., Walsh, 221 F.3d at 217. That report states that \"the law of the child's habitual residence is invoked in the widest possible sense,\" and that the sources from which custody rights derive are \"all those upon which a claim can be based within the context of the legal system concerned.\" Explanatory Report,  67, at 446.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> The Report also states that the Convention favors \"a flexible interpretation of the terms used, which allows the greatest possible number of cases to be brought into consideration.\" Id.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Two important and closely related principles underlying the Hague Convention also inform our approach here. First, a court deciding a petition for return of a child plainly has jurisdiction to decide the merits of a wrongful removal claim, but it may not decide the merits of the underlying custody dispute. See Hague Convention, art. 19, 19 I.L.M. at 1503 (\"A decision under this Convention concerning the return of the child shall not be taken to be a determination on the merits of any custody issue.\"); 42 U.S.C.  11601(b)(4). Second, the Convention is generally intended to restore the pre-removal status quo and discourage a parent from crossing international borders in search of a more sympathetic forum. See Walsh, 221 F.3d at 218-19; Blondin v. Dubois, 189 F.3d 240, 246 (2d Cir. 1999); Friedrich, 78 F.3d at 1064. As the Explanatory Report instructs:</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">[F]rom the Convention's standpoint, the removal of a child by one of the joint holders without the consent of the other, is . . . wrongful, and this wrongfulness derives in this particular case, not from some action in breach of a particular law, but from the fact that such action has disregarded the rights of the other parent which are also protected by law, and has interfered with their normal exercise. The Convention's true nature is revealed most clearly in these situations: it is not concerned with establishing the person to whom custody of the child will belong at some point in the future, nor with the situations in which it may prove necessary to modify a decision awarding joint custody on the basis of facts which have subsequently changed. It seeks, more simply, to prevent a later decision on the matter being influenced by a change of circumstances brought about through unilateral action by one of the parties.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Explanatory Report  71, at 447-48.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Thus, to assess whether Whallon possesses \"rights of custody\" under Article 5 of the Convention, the court must not simply look to the relevant provisions of Mexican law but also must interpret those provisions in light of the Convention's basic principle that a child's country of habitual residence is best placed to decide upon questions of custody and access, unless an exception applies. Id.  34, at 434-35.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The law of the State of Baja California Sur, the place of Micheli's habitual residence, is the relevant source of law here. See Hague Convention, art. 3, 19 I.L.M. at 1501.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> That poses its own difficulties for a court of the United States, a court which comes from a different legal tradition. Care must be taken to avoid imposing American legal concepts onto another legal culture. Differently from many laws in this country, Mexican law appears to embody two concepts of importance here. The first is a preference in divorce cases toward placing what is called \"custody\" of a child under age seven with the mother. That preference is negated in \"exceptional cases\" such as those involving \"serious and contagious illness, vice, mistreatment or desertion.\" Codigo Civil del Estado de Baja California Sur (\"Civil Code\"), art. 322. The preference is embodied in the Civil Code, and while it applies specifically to divorces (and there has been no divorce here since there was never a marriage), the Mexican court looked to this provision in informing its decision about whether to terminate Lynn's custodial rights. And so we find that maternal preference, as well as the Code's use of the term \"custody,\" relevant to our determination of whether Whallon has rights of custody under the Convention.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">The second concept is embodied in the doctrine of patria potestas,<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> and represents a more generalized concept of parental authority. Although historically the doctrine protected the father's rights as to the child, originally absolute rights under Roman law, the Baja California Sur Civil Code refers to it as encompassing the rights of both parents. Article 474 provides generally that patria potestas, or parental authority, \"is understood to mean the relationship of rights and obligations that are held reciprocally, on the one hand, by the father and the mother or in some cases the grandparents and, on the other hand, the minor children who are not emancipated.\" Civil Code, art. 474. The concept of patria potestas is defined broadly:</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Paternal authority is exercised over the person and the property of the children subject to it. The purpose of its exercise is the comprehensive physical, mental, moral and social protection of the minor child, and it includes the obligation for [the child's] guardianship and education.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Id. art. 479. Additionally, those exercising patria potestas \"have the obligation to comport themselves in a manner that sets a good example for the children and shall teach them appropriate standards of social interaction.\" Id. art. 486.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">The Civil Code explicitly discusses patria potestas rights in situations where, as here, the parents of a child born outside of wedlock separate. It provides that in such situations, \"both [parents] shall continue to exercise paternal authority.\" See id. art. 478 (emphasis added). The Code then distinguishes patria potestas from \"custody,\" which may be decided by agreement or, failing such agreement, by a judge. Id. Indeed, the existence of divisible custody rights under Mexican law -- i.e., of physical custody and patria potestas - is entirely consistent with the Hague Convention's statement that custody may be held \"jointly or alone.\" Hague Convention, art. 3, 19 I.L.M. at 1501; Explanatory Report  71, at 447-48 (characterizing joint custody as \"dividing the responsibilities inherent in custody rights between both parents\"); see also Croll v. Croll, 229 F.3d 133, 139 (2d Cir. 2000) (\"rights of custody\" under Convention \"references a bundle of rights exercised by one or more persons having custody\").<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a></p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Lynn says that Whallon's patria potestas rights are closer to what the Convention means by \"rights of access\" than to what it means by \"rights of custody.\" We disagree. Article 329 of the Civil Code states that \"[i]ndependently of who exercises patria potestas or custody, the relatives obliged by law to provide support have the right to visit their descendants or collateral relatives, and to have an adequate communication with them.\" Civil Code, art. 329. Thus, patria potestas, like physical custody, plainly means something \"independent\" from mere visitation rights. Importantly, the Code describes these visitation rights in terms of \"adequate communication,\" id., but describes patria potestas rights through the stronger language of \"adequate connection,\" id. art. 323, which implies a meaningful, decisionmaking role in the life and care of the child, and not the mere access to the child associated with visitation rights.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a></p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Additionally, Whallon submitted into evidence the affidavit of Mexican attorney Omar Quijano Martinez further corroborating that both parents exercise patria potestas rights over a child under Mexican law and stating that both parents must consent to the removal of such child under Mexican law. Such affidavits are an acceptable form of proof in determining issues of foreign law, see Rule 44.1, Fed. R. Civ. P., and are likewise permitted under the Hague Convention, see Explanatory Report  101, at 456-57 (\"proof of the substantive law of the State of the child's habitual residence may be established by either certificates or affidavits\").</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Lynn also relies heavily on the decision of the Mexican court rejecting Whallon's petition to terminate her parental rights. That decision, however, has limited relevance to this action. At issue in the Mexican court action was whether Whallon had demonstrated the necessary exceptional circumstances to terminate Lynn's custodial rights. Although the Mexican court concluded that Whallon had not met his heavy burden, it never stated or even suggested that Whallon lacked custody rights or otherwise determined what those custody rights were. Whether or not a Mexican court ultimately decides the matter of custody differently following Micheli's return to Mexico, Whallon did possess rights of custody under the law of Micheli's habitual residence at the time of her removal.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a></p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Finally, Lynn contends that the district court, though acknowledging at trial that Whallon had the burden of proof to establish a wrongful removal, failed to acknowledge that burden in its written opinion and failed to impose that burden on Whallon in its analysis. This argument fails. The district court approached the issue of wrongful removal by first considering Whallon's arguments regarding patria potestas rights under Mexican law. After closely analyzing the relevant provision of Baja California Sur's Civil Code and Lynn's counter-arguments, the court concluded that there had been a wrongful removal. It acknowledged that Whallon had the burden of proof on this issue, weighed the burden in light of the law and evidence presented, and found that the burden had been satisfied.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">In sum, the evidence of patria potestas rights under Mexican law leads us to conclude that Whallon's rights were \"rights of custody\" under the Convention. While Lynn had actual custody of Micheli, both parents exercised patria potestas rights over Micheli. Indeed, to date no Mexican court has given Lynn exclusive custody or denied Whallon patria potestas rights over Micheli. The pending Massachusetts custody proceedings commenced by Lynn after her removal of Micheli are inapplicable to this action because the Convention refers specifically to (Whallon's) rights of custody at \"the time of removal.\" Hague Convention, art. 3(b), 19 I.L.M. at 1501; see also Beaumont &amp; McEleavy, Hague Convention, at 53 (subsequently rendered custody orders inapplicable to return proceedings).</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">2. Whether Whallon Actually Exercised Rights of Custody</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Lynn argues that Whallon was not \"actually exercising\" his rights of custody over Micheli at the time of her removal by Lynn, as required by the Convention. See Hague Convention, art. 3(b). Here, there is no question that Whallon was actually exercising his rights of custody prior to Micheli's removal, as the description of the facts of this case makes amply clear. Accordingly, Lynn's removal of custody violated Whallon's rights of custody under the Convention.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">B. Exception for Grave Risk of Physical or Psychological Harm</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Lynn argues that Micheli should still not be returned to Mexico because she falls within the exception to return contained in article 13(b) of the Convention.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">The wrongful taking of a child from his or her country of habitual residence normally requires the child's return. See Hague Convention, art. 12, 19 I.L.M. at 1502. Courts, however, are \"not bound to order the return of the child if the person, institution or other body which opposes its return establishes that . . . there is a grave risk that his or her return would expose the child to physical or psychological harm or otherwise place the child in an intolerable situation.\" Id. art. 13(b), 19 I.L.M. at 1502. A respondent who opposes the return of the child by asserting the article 13(b) exception has the burden of proving this exception by clear and convincing evidence. See 42 U.S.C.  11603(e)(2)(A); Walsh, 221 F.3d at 217. The article 13(b) exception is a narrow one. See 42 U.S.C.  11603(a)(4); Walsh, 221 F.3d at 217.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">To meet her burden under the article 13(b) exception, the respondent must establish that the alleged physical or psychological harm is \"a great deal more than minimal.\" Walsh, 221 F.3d at 218. Indeed, the harm must be \"something greater than would normally be expected on taking a child away from one parent and passing him [or her] to another.\" Id. (internal quotation marks omitted). Courts are not to engage in a custody determination or to address such questions as who would be the better parent in the long run. Id.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">We previously addressed this exception to the Convention in Walsh, supra. In Walsh, we reversed the decision of the district court and held that the respondent wife had demonstrated by clear and convincing evidence that the return of her children to Ireland posed a grave risk of physical and psychological harm. See id. at 219-21. In Walsh, the husband had severely beaten his wife over the years, including when she was pregnant. Many of the beatings took place in front of her two small children, as did a beating of his older son by another marriage. The husband fled this country when charged with threatening to kill another (a neighbor), refused to return when a fugitive warrant was entered, and violated Irish court orders that he stay away from the marital residence. Id. at 209-12. We found that the district court \"inappropriately discounted the grave risk of physical and psychological harm to children in cases of spousal abuse; . . . failed to credit [the petitioner father's] more generalized pattern of violence, including violence directed at his own children; and . . . gave insufficient weight to [the petitioner father's] chronic disobedience of court orders.\" Id. at 219. Such a high quantum of risked harm barred the child's return under article 13(b). Id.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">Here, by contrast, the district court found that the alleged instances of verbal abuse of Lynn and her older daughter Leah, and of physical abuse of Lynn, while regrettable, neither were directed at Micheli nor rose to the level of the conduct of the petitioner father in Walsh. We agree. Lynn's allegations of verbal abuse and an incident of physical shoving are distinct from the \"clear and long history of spousal abuse\" presented in Walsh. Id. at 220. Lynn has never alleged that Whallon abused Micheli, either physically or psychologically. Indeed, while the two experts who testified disagreed as to whether returning Micheli to Mexico would expose her to a grave risk of physical or psychological harm or otherwise place her in an intolerable situation, they both agreed as to the love that Whallon and Micheli have for each other as father and daughter. As to the deplorable attempt to keep Lynn and Micheli in Mexico at gunpoint, the district court found credible Whallon's denial that he ever instructed his attorney to hire the gunmen or knew that the gunmen had been hired. Furthermore, in contrast to Walsh, there is no evidence that Whallon would disregard an order of the court, whether Mexican or American.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">Lynn argues that the district court ignored the psychological harm prong of article 13(b). That is not so. The court considered the alleged psychological harm to Micheli from the abuse and correctly found that any such harm did not to rise to the level required for sustaining an article 13(b) exception. See Walsh, 221 F.3d at 218-19. Lynn also contends that the district court ignored the harm resulting from the separation of Micheli from her half-sister Leah. Whether there is a separation is Lynn's choice. She may return to Mexico with both her daughters. We do not doubt that a separation, if any, would cause difficulty. The logic, purpose, and text of the Convention all mean that such harms are not per se the type of psychological harm contemplated by the narrow exception under article 13(b). To conclude otherwise would risk substituting a best interest of the child analysis for the analysis the Convention requires. This would undercut the Convention's presumption of return where rights of custody have been violated by wrongfully removing a child in situations where that child had a sibling who was not wrongfully removed.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a></p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">C. Failure to Recognize \"Acquiescence\" Defense</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">Lynn argues that the district court erred in ignoring her other affirmative defense that Whallon had previously acquiesced in Micheli's removal to the United States. See Hague Convention, art. 13(a), 19 I.L.M. at 1502 (return not required where person opposing return establishes that \"the person . . . having the care of the person of the child . . . had consented to or subsequently acquiesced in the removal\").<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a> While Whallon does not literally come within these terms as the one \"having care of the person or child,\" we assume arguendo that Lynn may make an acquiescence argument, at least in terms of whether the removal was in fact wrongful. Lynn must prove acquiescence by a preponderance of the evidence. 42 U.S.C.  11603(e)(2)(B). Lynn argues that she repeatedly told Whallon that she would eventually be taking Micheli to the United States for her education but that Whallon failed to institute any formal custody proceedings in Mexico until after he had learned that Lynn was planning to remove Micheli. Lynn also points to a note written by Whallon sometime in 1997 in which Whallon purportedly acknowledged that Lynn could relocate with Micheli to the United States as along as Micheli flew back to Mexico during a few holidays each year.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">We find no acquiescence by Whallon in Micheli's removal here. Whallon's failure to institute formal custody proceedings does not itself constitute acquiescence. Indeed, a similar argument may be turned against Lynn: that her failure to seek a formal custody declaration from the Mexican courts indicates her own acceptance of Whallon's custody rights, including, but not limited to, the right to determine Micheli's place of residence. The 1997 handwritten note on its face does not constitute a waiver by Whallon of his custody rights. The argument also fails to take account of the subsequent period during which time Whallon played an increasingly important role in Micheli's life, and is countered by Whallon's prompt and persistent actions seeking Micheli's return to Mexico following her removal.<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a></p>\n    </div>\n    <p class=\"indent\">IV.</p>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">The decision of the district court is affirmed and the stay entered by this court on September 15, 2000 is lifted. So ordered.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>NOTES:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The Hague Convention is implemented by the International Child Abduction Remedies Act (\"ICARA\"). See 42 U.S.C.  11601 et seq.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Whallon alleged only wrongful removal, and not wrongful retention.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> While the Hague Convention provides remedies for a violation of access rights, see id., art. 21, 19 I.L.M. at 1503, such remedies do not include an order of return to the place of habitual residence. Rather, such remedies include, inter alia, ordering that the custodial parent who removed the child from the child's habitual residence reimburse the other parent for expenses incurred in exercising his or her rights of access. Id. art. 26, 19 I.L.M. at 1503-04.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> This provision was deliberately left vague due to the drafters' failure to agree on a more precise definition. See Elisa Perez-Vera, Explanatory Report: Hague Conference on Private International Law  84, in 3 Acts and Documents of the Fourteenth Session 426, 451-52 (\"Explanatory Report\") (\"[S]ince all efforts to define custody rights in regard to [particular situations] failed, one has to rest content with the general description given [in the text].\"). States, however, might wish to take the principles of the Convention into account when redrafting national legislation on custody matters. See Paul R. Beaumont &amp; Peter E. McEleavy, The Hague Convention on International Child Abduction 49 (1999).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Elisa Perez-Vera served as \"the official Hague Conference reporter for the Convention,\" and her explanatory report \"is recognized by the Conference as the official history of and commentary on the Convention and is a source of background on the meaning of the provisions of the Convention.\" See Hague International Child Abduction Convention; Text and Legal Analysis, 51 Fed. Reg. 10494, 10503 (1986); accord Shalit v. Coppe, 182 F.3d 1124, 1127-28 (9th Cir. 1999). \"Because a treaty ratified by the United States is not only the law of this land. . . . but also an agreement among sovereign powers, we have traditionally considered as aids to its interpretation the negotiating and drafting history (travaux preparatoires) and the postratification understanding of the contracting parties.\" Zicherman v. Korean Air Lines Co., 516 U.S. 217, 226 (1996).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> The parties agree that Mexican choice of law rules require that Mexico apply the law of the State in which the child was habitually resident immediately prior to the child's removal, i.e., the law of Baja California Sur. Cf. Shalit, 182 F.3d at 1128-29 (stating that Hague Convention's references to the \"'law of the State in which the child was habitually resident'\" includes \"the conflict of law rules of [that State]\"). While the parties hotly contest the nature of rights of custody under the law of Baja California Sur, they do not dispute that law's applicability to this case under Mexico's choice of law rules.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Patria potestas is a concept derived from Roman law and originally meant paternal power. It referred to a father's \"near absolute right to his children, whom he viewed as chattel,\" a right with which courts were powerless to interfere. Kathryn L. Mercer, A Content Analysis of Judicial Decision-Making: How Judges Use the Primary Caretaker Standard to Make a Custody Determination, 5 Wm. &amp; Mary J. Women &amp; L. 1, 14 (1998); see also Black's Law Dictionary 1188 (7th ed. 1999) (defining patria potestas as \"[t]he authority held by the male head of a family over his children and further descendants in the male line, unless emancipated,\" initially including \"the power of life and death\"). In contrast, the Roman legal tradition did not provide wives with rights of parental authority. See Sibylla Flugge, The History of Fathers' Rights and Mothers' Duty of Care, 3 Cardozo Women's L.J. 377, 383 (1996).</p>\n        <p>In the Anglo-American legal tradition, the doctrine of patria potestas was eroded by the emergence in the seventeenth century of the conflicting doctrine of parens patriae, which recognized the state's interest in and responsibility for children. See Mercer, A Content Analysis of Judicial Decision-Making, supra, at 14-15. \"Courts, as a second stakeholder, began to intervene in custody matters to protect the welfare of the child,\" and became the \"final arbiter of familial disputes\" in the American colonies. Id. at 15. In the early nineteenth century, American courts began to award custody in accordance with the judicially determined best interests of the child. In practice, however, this rejection of the paternal preference embodied in the patria potestas doctrine merely paved the way for the emergence of the maternal preference embodied in the tender years doctrine, which provided that a mother, unless shown to be unfit, deserved custody of young children in light of her unique maternal bond to her children. See Amy D. Ronner, Women who Dance on the Professional Track: Custody and the Red Shoes, 23 Harv. Women's L.J. 173 (2000).</p>\n        <p>However, patria potestas appears to have followed a somewhat different path of development in legal traditions based on civil codes. Cf., e.g., Flugge, The History of Fathers' Rights,, at 383 (discussing influence of patria potestas on Germany's code established in the nineteenth century). Other Latin American countries with civil code traditions appear to recognize some form of patria potestas rights. See Pesin v. Rodriguez, 77 F. Supp. 2d 1277, 1286 (S.D. Fla. 1999) (noting, in Hague Convention case, that under Venezuela's code father and mother \"'are vested with the parental authority until a judicial decision establishes otherwise'\" and that \"father and mother who exercise parental authority have custody of their children . . . shall elect by mutual consent their place of domicile, residence or domicile [sic]\"; finding that mother's removal of child breached father's rights of custody under the Convention). This case highlights the difficulties in imposing Anglo-American definitions of custody on legal systems, like Mexico's, that have different origins and traditions. Baja California Sur's code suggests the continuing resilience of patria potestas rights (albeit in a diluted form) under Mexican law, despite the presumption that physical custody of children under age seven be awarded to the mother, at least in cases of divorce.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> The Convention allows the party seeking the return of the child to request that the central authority of a contracting State provide an explanation of its law. See Hague Convention, art. 15, 19 I.L.M. at 1503. Here, Whallon put into evidence a letter from the Mexican Central Authority for Child Abduction to the National Center for Missing and Exploited Children. Although the letter contains significant factual mistakes -- for example, it incorrectly refers to Lynn, an American citizen, as a German citizen -- it nevertheless states that \"patria potestas (custody) will be exercised by both parents\" under Baja California Sur's Civil Code. The letter, however, takes no position as to whether patria potestas rights amount to custody rights under the Convention, nor does it reveal what question had been put to the Mexican Central Authority. We give it little weight as a result.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> Lynn also relies on the Second Circuit's recent decision in Croll, supra, where the court held that the mother was not required to return the child to Hong Kong because she did not violate the father's rights of custody under the Convention. In contrast to the situation here, in Croll there had been a clear determination of custody rights by a court of the country of habitual residence awarding sole custody to the mother and granting only rights of access to the father. Id. at 134. Moreover, while the custody order in Croll contained a ne exeat clause prohibiting the child's removal from Hong Kong until she attained the age of eighteen years without leave of court or consent of the other parent, such clause represented only a negative right or veto, see id. 139-40, as opposed to the affirmative grant of custody rights to Whallon under Mexican law and the ample evidence of Whallon's actual exercise of those rights.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> Lynn's reliance on Shalit v. Coppe, supra, is misplaced. In Shalit, a wrongful retention case, the mother kept the child in Alaska after the child had come to visit her on a two-week vacation, despite an oral agreement -- never approved by any court -- that the child would live temporarily with the father in Israel. Shalit, 182 F.3d at 1126. The Ninth Circuit affirmed the district court's decision denying the father's return petition. The court relied on the determination of an Alaska state court that predated the oral agreement and that granted the mother sole legal and physical custody. Id. at 1130-31. Here, by contrast, there has been no such judicial determination of custody. Moreover, the law of Baja California Sur demonstrates the existence of rights of custody in Whallon.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> Furthermore, the cases on which Lynn relies for this argument involved the bonds between a child and her mother, not her sibling. See, e.g., Steffen F. v. Severina P., 966 F. Supp. 922, 928 (D. Ariz. 1997).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> The district court's opinion did not explicitly address this issue.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> In contrast, cases where courts have granted this affirmative defense have all involved clear instances of wavier by the party seeking the child's return. Cf. Journe v. Journe, 911 F. Supp. 43, 47-48 (D.P.R. 1995) (voluntary dismissal of underlying action for divorce and custody of children); In re Ponath, 829 F. Supp. 363, 368 (D. Utah 1993) (petitioner failed, for almost six months, to make any meaningful effort to obtain return of the minor child).</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">230</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">450</span></span> (1st Cir. 2000)</p>\n    <p class=\"parties\">RICHARD CHARLES WHALLON, JR., Petitioner, Appellee<br>v.<br>DIANA LYNN, Respondent, Appellant.</p>\n    <p class=\"docket\">No. 00-2041</p>\n    <p class=\"court\">United States Court of Appeals For the First Circuit</p>\n    <p class=\"date\">Heard September 13, 2000<br>Decided October 27, 2000</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF MASSACHUSETTS</p>\n      <p class=\"indent\">[Hon. Rya W. Zobel, U.S. District Judge][Copyrighted Material Omitted]</p>\n      <p class=\"indent\">Barry S. Pollack, with whom Dechert Price &amp; Rhoads, Todd &amp; Weld, Elaine M. Epstein, Gary O. Todd, and Charlene A. Caldeira were on brief for appellant.</p>\n      <p class=\"indent\">Mary A. Azzarito, with whom Tucker and Cinquegrana, Stephen J. Cullen, and Miles &amp; Stockbridge were on brief for appellee.</p>\n      <p class=\"indent\">Before Lynch, Circuit Judge, Coffin, Senior Circuit Judge, and Lipez, Circuit Judge.</p>\n      <p class=\"indent\">LYNCH, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In May 2000, Richard Charles Whallon, Jr. petitioned for the return of his five-year-old daughter, Micheli Lynn Whallon King, to Mexico pursuant to the Hague Convention on the Civil Aspects of International Child Abduction. See Hague Convention on the Civil Aspects of International Child Abduction, T.I.A.S. No. 11,670, 19 I.L.M. 1501 (1980).<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> Micheli had been taken by her mother, Diana Lynn, from Mexico, where all three had lived, to Massachusetts. Lynn says that she was entitled to do so, inter alia, because Whallon never had the type of \"rights of custody\" as to Micheli that are protected by the Convention. The parties agree that this in turn requires an inquiry into what rights under Mexican law an unmarried parent (here Whallon) has under the doctrine \"patria potestas,\" a doctrine with ancient roots in Roman law.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">We conclude that Whallon has established that he has protectable rights of custody under the Convention, that he did not acquiesce in Micheli's removal, and that Micheli does not fall within the exception to the Convention for situations where there is a grave risk that the child's return would expose the child to physical or psychological harm or otherwise place the child in an intolerable situation. We affirm the district court's order that Micheli must be returned to Mexico, her country of habitual residence. If Whallon and Lynn then wish to dispute who has what custody over Micheli or where Micheli should live, those disputes may be heard in the Mexican courts.</p>\n    </div>\n    <p class=\"indent\">I.</p>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Micheli was born in Mexico on July 4, 1995. Micheli's parents, Diana Lynn and Richard Charles Whallon, Jr., both American citizens, never married, and they separated towards the end of 1995. Micheli lived with her mother and her half-sister Leah in Cabo San Lucas, Baja California Sur, Mexico. Following the separation, Whallon continued to spend time with Micheli. At no time did Whallon and Lynn enter into a formal custody agreement; neither has sought a custody determination as to his or her own status.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Lynn alleged that Whallon performed only a limited parental role and provided only sporadic child support during the last two years all three of them were in Mexico. Additionally, Lynn accused Whallon of subjecting her and Leah to significant verbal abuse and of allowing matters to escalate to physical violence against Lynn herself. Lynn made no such claim that Whallon acted that way towards Micheli.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">In fact, the record reflects that Whallon was significantly involved in his daughter Micheli's life. From the time of Micheli's birth, Whallon saw her on an almost daily basis. And from the time Micheli was three years old, she spent every other weekend, overnights, with Whallon. Indeed, in August 1997, Whallon moved to within one hundred yards of where Lynn and Micheli lived to be closer to Micheli. Whallon also paid Lynn at least $500 of child support for Micheli each month, money that was used to pay for dental and medical work for Micheli. Whallon did the types of things that one generally expects an attentive and mindful parent to do: driving Micheli to and from nursery school every day for almost two years; buying Micheli clothes; helping her with homework and art projects; attending various school activities; and taking Micheli to the doctor when she was sick. Additionally, Whallon took Micheli -- with Lynn's approval -- to San Diego for medical and dental appointments and to Arizona in 1998 to meet Micheli's paternal grandfather.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">In late September 1999, Whallon learned that Lynn was planning to take Micheli with her to Texas to visit Lynn's parents. Whallon filed a petition in the court of the State of Baja California Sur in Mexico to permanently deprive Lynn of all custody rights over Micheli and to grant him all such rights. The Mexican court eventually denied the petition in April 2000, concluding that Whallon had failed to establish the imminent danger, absolute abandonment, or sort of corruption or mistreatment required to terminate a mother's custody of a child under seven years of age. In the interim, Whallon's attorney attempted to block the departure of Lynn, Micheli, and Leah. As a result, there was an ugly incident in which Lynn and the two children were held at gunpoint at the airport until a high-level official enabled Lynn and her daughters to leave. Whallon, however, denies ever having instructed his attorney to order gunmen to prevent their departure or having any prior knowledge that the gunmen had been hired. On October 1, 1999, Lynn took Micheli and Leah with her to the United States. Whallon then petitioned the district court in Massachusetts for Micheli's return to Mexico.</p>\n    </div>\n    <p class=\"indent\">II.</p>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Following a two-day evidentiary hearing, the district court granted the petition and then denied respondent Diana Lynn's motion for a stay pending appeal. The district court reasoned that under the Hague Convention Lynn had physical custody over Micheli but that Whallon also exercised \"rights of custody\" over Micheli within the meaning of the Convention. Specifically, the court found that Whallon exercised patria potestas rights, a concept of parental custody rights distinct from physical custody rights on the one hand and mere visitation rights on the other. Accordingly, it concluded that Lynn's removal of Micheli violated Whallon's actual exercise of rights of custody under Mexican law, and was thus wrongful under the Convention.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The district court also determined that Lynn did not qualify for the exception to the Convention's return requirement that applies where there is a grave risk that the child's return would expose her to physical or psychological harm or otherwise place her in an intolerable situation. The district court considered the alleged pattern of verbal abuse against Lynn and Leah. It also took account of the alleged pattern of physical abuse against Lynn herself, including an altercation in January 1999 in which Whallon allegedly pushed Lynn as she was departing with Micheli and then threw a rock in the direction of Lynn's car. Additionally, the court considered the substantially more serious and violent incident in which armed gunmen waylaid Lynn and her two daughters while they were en route to the airport. Although the district court found these incidents regrettable, it noted that none was directed at Micheli and concluded that they did not amount to the kind of grave risk of physical or psychological harm required to trigger the exception. The court also found no risk that Whallon would disregard the order of a court, whether Mexican or American.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">On September 15, 2000, this court granted a stay of the district court's order, required that Whallon have reasonable access rights to Micheli, and ordered an expedited appeal.</p>\n    </div>\n    <p class=\"indent\">III.</p>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Lynn makes a number of arguments, and we outline the essence of them. First, she argues that her removal of Micheli was not wrongful under the Convention because Whallon did not establish that he possessed any rights of custody under Mexican law, and the district court wrongly placed the burden on her to disprove he had any such rights. Second, Lynn contends that the district court failed to make the necessary factual findings in considering the exception to the return provisions of the Convention where such return would subject a child to a grave risk of physical or psychological harm, or otherwise place the child in an intolerable situation. Finally, Lynn maintains that the district court erred in failing to recognize the existence of an affirmative defense under the Convention where the party seeking return (Whallon) had previously acquiesced in the removal.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">We review the district court's factual findings for clear error and its interpretation of the Convention de novo. See Walsh v. Walsh, <span class=\"citation\" data-id=\"199014\"><a href=\"/opinion/199014/walsh-v-walsh/\"><span class=\"volume\">221</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">204</span></a></span>, 218 (1st Cir. 2000); Friedrich v. Friedrich, <span class=\"citation\" data-id=\"714821\"><a href=\"/opinion/714821/emanuel-friedrich-v-jeana-michele-friedrich-david-harper-and-shirley/\"><span class=\"volume\">78</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1060</span></a></span>, 1064 (6th Cir. 1996).</p>\n    </div>\n    <p class=\"indent\">A. Wrongful Removal</p>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The Hague Convention seeks \"to protect children internationally from the harmful effects of their wrongful removal or retention and to establish procedures to ensure their prompt return to the State of their habitual residence, as well as to secure protection for rights of access.\" Hague Convention, preamble, 19 I.L.M. at 1501. Under Article 3 of the Convention, the removal or retention of a child is wrongful if:</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">(a) it is in breach of rights of custody attributed to a person, an institution or any other body, either jointly or alone, under the law of the State in which the child was habitually resident immediately before the removal or retention; and</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">(b) at the time of removal or retention those rights were actually exercised, either jointly or alone, or would have been so exercised but for the removal or retention.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Id. art. 3, 19 I.L.M. at 1501.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> The petitioner bears the burden of proving \"wrongful removal\" by a preponderance of the evidence. 42 U.S.C.  11603(e)(1). If the petitioner demonstrates that the child was wrongfully removed, the court must order the child's return to the country of habitual residence unless the respondent demonstrates that one of four narrow exceptions applies. Id.  11601(a)(4).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Micheli's place of habitual residence at the time of her removal was Cabo San Lucas, Mexico and she was indeed removed by Lynn, facts agreed on by all. The central issues are whether Whallon has \"rights of custody\" over Micheli under the Convention and, if so, whether he was actually exercising those rights prior to her removal. The parties agree that our determination of Whallon's rights of custody rests, as it must, on our understanding of relevant Mexican law, the principles underlying the Hague Convention, and the record in this case. Whether Whallon has the requisite custodial rights is an issue of law.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">1. Whether Whallon has Rights of Custody under the Convention</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The Hague Convention states that rights of custody \"shall include rights relating to the care of the person of the child and, in particular, the right to determine the child's place of residence . . . .\" Hague Convention, art. 5(a), 19 I.L.M. at 1501. The Convention then contrasts \"rights of custody\" with the far more limited \"rights of access,\" which include \"the right to take a child for a limited period of time to a place other than the child's habitual residence.\" Id. art. 5(b), 19 I.L.M. at 1501. It reserves the remedy of return solely for violations of rights of custody.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">While the Hague Convention itself provides no further definition of the term \"rights of custody,\" and deliberately so,<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> courts have commonly looked to the background report of the Convention for further guidance. See, e.g., Walsh, 221 F.3d at 217. That report states that \"the law of the child's habitual residence is invoked in the widest possible sense,\" and that the sources from which custody rights derive are \"all those upon which a claim can be based within the context of the legal system concerned.\" Explanatory Report,  67, at 446.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> The Report also states that the Convention favors \"a flexible interpretation of the terms used, which allows the greatest possible number of cases to be brought into consideration.\" Id.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Two important and closely related principles underlying the Hague Convention also inform our approach here. First, a court deciding a petition for return of a child plainly has jurisdiction to decide the merits of a wrongful removal claim, but it may not decide the merits of the underlying custody dispute. See Hague Convention, art. 19, 19 I.L.M. at 1503 (\"A decision under this Convention concerning the return of the child shall not be taken to be a determination on the merits of any custody issue.\"); 42 U.S.C.  11601(b)(4). Second, the Convention is generally intended to restore the pre-removal status quo and discourage a parent from crossing international borders in search of a more sympathetic forum. See Walsh, 221 F.3d at 218-19; Blondin v. Dubois, <span class=\"citation\" data-id=\"765867\"><a href=\"/opinion/765867/felix-blondin-v-marthe-dubois/\"><span class=\"volume\">189</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">240</span></a></span>, 246 (2d Cir. 1999); Friedrich, 78 F.3d at 1064. As the Explanatory Report instructs:</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">[F]rom the Convention's standpoint, the removal of a child by one of the joint holders without the consent of the other, is . . . wrongful, and this wrongfulness derives in this particular case, not from some action in breach of a particular law, but from the fact that such action has disregarded the rights of the other parent which are also protected by law, and has interfered with their normal exercise. The Convention's true nature is revealed most clearly in these situations: it is not concerned with establishing the person to whom custody of the child will belong at some point in the future, nor with the situations in which it may prove necessary to modify a decision awarding joint custody on the basis of facts which have subsequently changed. It seeks, more simply, to prevent a later decision on the matter being influenced by a change of circumstances brought about through unilateral action by one of the parties.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Explanatory Report  71, at 447-48.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Thus, to assess whether Whallon possesses \"rights of custody\" under Article 5 of the Convention, the court must not simply look to the relevant provisions of Mexican law but also must interpret those provisions in light of the Convention's basic principle that a child's country of habitual residence is best placed to decide upon questions of custody and access, unless an exception applies. Id.  34, at 434-35.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The law of the State of Baja California Sur, the place of Micheli's habitual residence, is the relevant source of law here. See Hague Convention, art. 3, 19 I.L.M. at 1501.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> That poses its own difficulties for a court of the United States, a court which comes from a different legal tradition. Care must be taken to avoid imposing American legal concepts onto another legal culture. Differently from many laws in this country, Mexican law appears to embody two concepts of importance here. The first is a preference in divorce cases toward placing what is called \"custody\" of a child under age seven with the mother. That preference is negated in \"exceptional cases\" such as those involving \"serious and contagious illness, vice, mistreatment or desertion.\" Codigo Civil del Estado de Baja California Sur (\"Civil Code\"), art. 322. The preference is embodied in the Civil Code, and while it applies specifically to divorces (and there has been no divorce here since there was never a marriage), the Mexican court looked to this provision in informing its decision about whether to terminate Lynn's custodial rights. And so we find that maternal preference, as well as the Code's use of the term \"custody,\" relevant to our determination of whether Whallon has rights of custody under the Convention.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">The second concept is embodied in the doctrine of patria potestas,<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> and represents a more generalized concept of parental authority. Although historically the doctrine protected the father's rights as to the child, originally absolute rights under Roman law, the Baja California Sur Civil Code refers to it as encompassing the rights of both parents. Article 474 provides generally that patria potestas, or parental authority, \"is understood to mean the relationship of rights and obligations that are held reciprocally, on the one hand, by the father and the mother or in some cases the grandparents and, on the other hand, the minor children who are not emancipated.\" Civil Code, art. 474. The concept of patria potestas is defined broadly:</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Paternal authority is exercised over the person and the property of the children subject to it. The purpose of its exercise is the comprehensive physical, mental, moral and social protection of the minor child, and it includes the obligation for [the child's] guardianship and education.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Id. art. 479. Additionally, those exercising patria potestas \"have the obligation to comport themselves in a manner that sets a good example for the children and shall teach them appropriate standards of social interaction.\" Id. art. 486.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">The Civil Code explicitly discusses patria potestas rights in situations where, as here, the parents of a child born outside of wedlock separate. It provides that in such situations, \"both [parents] shall continue to exercise paternal authority.\" See id. art. 478 (emphasis added). The Code then distinguishes patria potestas from \"custody,\" which may be decided by agreement or, failing such agreement, by a judge. Id. Indeed, the existence of divisible custody rights under Mexican law -- i.e., of physical custody and patria potestas - is entirely consistent with the Hague Convention's statement that custody may be held \"jointly or alone.\" Hague Convention, art. 3, 19 I.L.M. at 1501; Explanatory Report  71, at 447-48 (characterizing joint custody as \"dividing the responsibilities inherent in custody rights between both parents\"); see also Croll v. Croll, <span class=\"citation\" data-id=\"770713\"><a href=\"/opinion/770713/stephen-halladay-croll-v-mei-yee-croll/\"><span class=\"volume\">229</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">133</span></a></span>, 139 (2d Cir. 2000) (\"rights of custody\" under Convention \"references a bundle of rights exercised by one or more persons having custody\").<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a></p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Lynn says that Whallon's patria potestas rights are closer to what the Convention means by \"rights of access\" than to what it means by \"rights of custody.\" We disagree. Article 329 of the Civil Code states that \"[i]ndependently of who exercises patria potestas or custody, the relatives obliged by law to provide support have the right to visit their descendants or collateral relatives, and to have an adequate communication with them.\" Civil Code, art. 329. Thus, patria potestas, like physical custody, plainly means something \"independent\" from mere visitation rights. Importantly, the Code describes these visitation rights in terms of \"adequate communication,\" id., but describes patria potestas rights through the stronger language of \"adequate connection,\" id. art. 323, which implies a meaningful, decisionmaking role in the life and care of the child, and not the mere access to the child associated with visitation rights.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a></p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Additionally, Whallon submitted into evidence the affidavit of Mexican attorney Omar Quijano Martinez further corroborating that both parents exercise patria potestas rights over a child under Mexican law and stating that both parents must consent to the removal of such child under Mexican law. Such affidavits are an acceptable form of proof in determining issues of foreign law, see Rule 44.1, Fed. R. Civ. P., and are likewise permitted under the Hague Convention, see Explanatory Report  101, at 456-57 (\"proof of the substantive law of the State of the child's habitual residence may be established by either certificates or affidavits\").</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Lynn also relies heavily on the decision of the Mexican court rejecting Whallon's petition to terminate her parental rights. That decision, however, has limited relevance to this action. At issue in the Mexican court action was whether Whallon had demonstrated the necessary exceptional circumstances to terminate Lynn's custodial rights. Although the Mexican court concluded that Whallon had not met his heavy burden, it never stated or even suggested that Whallon lacked custody rights or otherwise determined what those custody rights were. Whether or not a Mexican court ultimately decides the matter of custody differently following Micheli's return to Mexico, Whallon did possess rights of custody under the law of Micheli's habitual residence at the time of her removal.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a></p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Finally, Lynn contends that the district court, though acknowledging at trial that Whallon had the burden of proof to establish a wrongful removal, failed to acknowledge that burden in its written opinion and failed to impose that burden on Whallon in its analysis. This argument fails. The district court approached the issue of wrongful removal by first considering Whallon's arguments regarding patria potestas rights under Mexican law. After closely analyzing the relevant provision of Baja California Sur's Civil Code and Lynn's counter-arguments, the court concluded that there had been a wrongful removal. It acknowledged that Whallon had the burden of proof on this issue, weighed the burden in light of the law and evidence presented, and found that the burden had been satisfied.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">In sum, the evidence of patria potestas rights under Mexican law leads us to conclude that Whallon's rights were \"rights of custody\" under the Convention. While Lynn had actual custody of Micheli, both parents exercised patria potestas rights over Micheli. Indeed, to date no Mexican court has given Lynn exclusive custody or denied Whallon patria potestas rights over Micheli. The pending Massachusetts custody proceedings commenced by Lynn after her removal of Micheli are inapplicable to this action because the Convention refers specifically to (Whallon's) rights of custody at \"the time of removal.\" Hague Convention, art. 3(b), 19 I.L.M. at 1501; see also Beaumont &amp; McEleavy, Hague Convention, at 53 (subsequently rendered custody orders inapplicable to return proceedings).</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">2. Whether Whallon Actually Exercised Rights of Custody</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Lynn argues that Whallon was not \"actually exercising\" his rights of custody over Micheli at the time of her removal by Lynn, as required by the Convention. See Hague Convention, art. 3(b). Here, there is no question that Whallon was actually exercising his rights of custody prior to Micheli's removal, as the description of the facts of this case makes amply clear. Accordingly, Lynn's removal of custody violated Whallon's rights of custody under the Convention.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">B. Exception for Grave Risk of Physical or Psychological Harm</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Lynn argues that Micheli should still not be returned to Mexico because she falls within the exception to return contained in article 13(b) of the Convention.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">The wrongful taking of a child from his or her country of habitual residence normally requires the child's return. See Hague Convention, art. 12, 19 I.L.M. at 1502. Courts, however, are \"not bound to order the return of the child if the person, institution or other body which opposes its return establishes that . . . there is a grave risk that his or her return would expose the child to physical or psychological harm or otherwise place the child in an intolerable situation.\" Id. art. 13(b), 19 I.L.M. at 1502. A respondent who opposes the return of the child by asserting the article 13(b) exception has the burden of proving this exception by clear and convincing evidence. See 42 U.S.C.  11603(e)(2)(A); Walsh, 221 F.3d at 217. The article 13(b) exception is a narrow one. See 42 U.S.C.  11603(a)(4); Walsh, 221 F.3d at 217.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">To meet her burden under the article 13(b) exception, the respondent must establish that the alleged physical or psychological harm is \"a great deal more than minimal.\" Walsh, 221 F.3d at 218. Indeed, the harm must be \"something greater than would normally be expected on taking a child away from one parent and passing him [or her] to another.\" Id. (internal quotation marks omitted). Courts are not to engage in a custody determination or to address such questions as who would be the better parent in the long run. Id.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">We previously addressed this exception to the Convention in Walsh, supra. In Walsh, we reversed the decision of the district court and held that the respondent wife had demonstrated by clear and convincing evidence that the return of her children to Ireland posed a grave risk of physical and psychological harm. See id. at 219-21. In Walsh, the husband had severely beaten his wife over the years, including when she was pregnant. Many of the beatings took place in front of her two small children, as did a beating of his older son by another marriage. The husband fled this country when charged with threatening to kill another (a neighbor), refused to return when a fugitive warrant was entered, and violated Irish court orders that he stay away from the marital residence. Id. at 209-12. We found that the district court \"inappropriately discounted the grave risk of physical and psychological harm to children in cases of spousal abuse; . . . failed to credit [the petitioner father's] more generalized pattern of violence, including violence directed at his own children; and . . . gave insufficient weight to [the petitioner father's] chronic disobedience of court orders.\" Id. at 219. Such a high quantum of risked harm barred the child's return under article 13(b). Id.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">Here, by contrast, the district court found that the alleged instances of verbal abuse of Lynn and her older daughter Leah, and of physical abuse of Lynn, while regrettable, neither were directed at Micheli nor rose to the level of the conduct of the petitioner father in Walsh. We agree. Lynn's allegations of verbal abuse and an incident of physical shoving are distinct from the \"clear and long history of spousal abuse\" presented in Walsh. Id. at 220. Lynn has never alleged that Whallon abused Micheli, either physically or psychologically. Indeed, while the two experts who testified disagreed as to whether returning Micheli to Mexico would expose her to a grave risk of physical or psychological harm or otherwise place her in an intolerable situation, they both agreed as to the love that Whallon and Micheli have for each other as father and daughter. As to the deplorable attempt to keep Lynn and Micheli in Mexico at gunpoint, the district court found credible Whallon's denial that he ever instructed his attorney to hire the gunmen or knew that the gunmen had been hired. Furthermore, in contrast to Walsh, there is no evidence that Whallon would disregard an order of the court, whether Mexican or American.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">Lynn argues that the district court ignored the psychological harm prong of article 13(b). That is not so. The court considered the alleged psychological harm to Micheli from the abuse and correctly found that any such harm did not to rise to the level required for sustaining an article 13(b) exception. See Walsh, 221 F.3d at 218-19. Lynn also contends that the district court ignored the harm resulting from the separation of Micheli from her half-sister Leah. Whether there is a separation is Lynn's choice. She may return to Mexico with both her daughters. We do not doubt that a separation, if any, would cause difficulty. The logic, purpose, and text of the Convention all mean that such harms are not per se the type of psychological harm contemplated by the narrow exception under article 13(b). To conclude otherwise would risk substituting a best interest of the child analysis for the analysis the Convention requires. This would undercut the Convention's presumption of return where rights of custody have been violated by wrongfully removing a child in situations where that child had a sibling who was not wrongfully removed.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a></p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">C. Failure to Recognize \"Acquiescence\" Defense</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">Lynn argues that the district court erred in ignoring her other affirmative defense that Whallon had previously acquiesced in Micheli's removal to the United States. See Hague Convention, art. 13(a), 19 I.L.M. at 1502 (return not required where person opposing return establishes that \"the person . . . having the care of the person of the child . . . had consented to or subsequently acquiesced in the removal\").<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a> While Whallon does not literally come within these terms as the one \"having care of the person or child,\" we assume arguendo that Lynn may make an acquiescence argument, at least in terms of whether the removal was in fact wrongful. Lynn must prove acquiescence by a preponderance of the evidence. 42 U.S.C.  11603(e)(2)(B). Lynn argues that she repeatedly told Whallon that she would eventually be taking Micheli to the United States for her education but that Whallon failed to institute any formal custody proceedings in Mexico until after he had learned that Lynn was planning to remove Micheli. Lynn also points to a note written by Whallon sometime in 1997 in which Whallon purportedly acknowledged that Lynn could relocate with Micheli to the United States as along as Micheli flew back to Mexico during a few holidays each year.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">We find no acquiescence by Whallon in Micheli's removal here. Whallon's failure to institute formal custody proceedings does not itself constitute acquiescence. Indeed, a similar argument may be turned against Lynn: that her failure to seek a formal custody declaration from the Mexican courts indicates her own acceptance of Whallon's custody rights, including, but not limited to, the right to determine Micheli's place of residence. The 1997 handwritten note on its face does not constitute a waiver by Whallon of his custody rights. The argument also fails to take account of the subsequent period during which time Whallon played an increasingly important role in Micheli's life, and is countered by Whallon's prompt and persistent actions seeking Micheli's return to Mexico following her removal.<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a></p>\n    </div>\n    <p class=\"indent\">IV.</p>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">The decision of the district court is affirmed and the stay entered by this court on September 15, 2000 is lifted. So ordered.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>NOTES:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The Hague Convention is implemented by the International Child Abduction Remedies Act (\"ICARA\"). See 42 U.S.C.  11601 et seq.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Whallon alleged only wrongful removal, and not wrongful retention.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> While the Hague Convention provides remedies for a violation of access rights, see id., art. 21, 19 I.L.M. at 1503, such remedies do not include an order of return to the place of habitual residence. Rather, such remedies include, inter alia, ordering that the custodial parent who removed the child from the child's habitual residence reimburse the other parent for expenses incurred in exercising his or her rights of access. Id. art. 26, 19 I.L.M. at 1503-04.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> This provision was deliberately left vague due to the drafters' failure to agree on a more precise definition. See Elisa Perez-Vera, Explanatory Report: Hague Conference on Private International Law  84, in 3 Acts and Documents of the Fourteenth Session 426, 451-52 (\"Explanatory Report\") (\"[S]ince all efforts to define custody rights in regard to [particular situations] failed, one has to rest content with the general description given [in the text].\"). States, however, might wish to take the principles of the Convention into account when redrafting national legislation on custody matters. See Paul R. Beaumont &amp; Peter E. McEleavy, The Hague Convention on International Child Abduction 49 (1999).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Elisa Perez-Vera served as \"the official Hague Conference reporter for the Convention,\" and her explanatory report \"is recognized by the Conference as the official history of and commentary on the Convention and is a source of background on the meaning of the provisions of the Convention.\" See Hague International Child Abduction Convention; Text and Legal Analysis, 51 Fed. Reg. 10494, 10503 (1986); accord Shalit v. Coppe, <span class=\"citation\" data-id=\"765074\"><a href=\"/opinion/765074/haim-shalit-v-cheryl-coppe-aka-cheryl-gardner-shalit/\"><span class=\"volume\">182</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1124</span></a></span>, 1127-28 (9th Cir. 1999). \"Because a treaty ratified by the United States is not only the law of this land. . . . but also an agreement among sovereign powers, we have traditionally considered as aids to its interpretation the negotiating and drafting history (travaux preparatoires) and the postratification understanding of the contracting parties.\" Zicherman v. Korean Air Lines Co., <span class=\"citation\" data-id=\"117990\"><a href=\"/opinion/117990/zicherman-v-korean-air-lines-co/\"><span class=\"volume\">516</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">217</span></a></span>, 226 (1996).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> The parties agree that Mexican choice of law rules require that Mexico apply the law of the State in which the child was habitually resident immediately prior to the child's removal, i.e., the law of Baja California Sur. Cf. Shalit, 182 F.3d at 1128-29 (stating that Hague Convention's references to the \"'law of the State in which the child was habitually resident'\" includes \"the conflict of law rules of [that State]\"). While the parties hotly contest the nature of rights of custody under the law of Baja California Sur, they do not dispute that law's applicability to this case under Mexico's choice of law rules.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Patria potestas is a concept derived from Roman law and originally meant paternal power. It referred to a father's \"near absolute right to his children, whom he viewed as chattel,\" a right with which courts were powerless to interfere. Kathryn L. Mercer, A Content Analysis of Judicial Decision-Making: How Judges Use the Primary Caretaker Standard to Make a Custody Determination, 5 Wm. &amp; Mary J. Women &amp; L. 1, 14 (1998); see also Black's Law Dictionary 1188 (7th ed. 1999) (defining patria potestas as \"[t]he authority held by the male head of a family over his children and further descendants in the male line, unless emancipated,\" initially including \"the power of life and death\"). In contrast, the Roman legal tradition did not provide wives with rights of parental authority. See Sibylla Flugge, The History of Fathers' Rights and Mothers' Duty of Care, 3 Cardozo Women's L.J. 377, 383 (1996).</p>\n        <p>In the Anglo-American legal tradition, the doctrine of patria potestas was eroded by the emergence in the seventeenth century of the conflicting doctrine of parens patriae, which recognized the state's interest in and responsibility for children. See Mercer, A Content Analysis of Judicial Decision-Making, supra, at 14-15. \"Courts, as a second stakeholder, began to intervene in custody matters to protect the welfare of the child,\" and became the \"final arbiter of familial disputes\" in the American colonies. Id. at 15. In the early nineteenth century, American courts began to award custody in accordance with the judicially determined best interests of the child. In practice, however, this rejection of the paternal preference embodied in the patria potestas doctrine merely paved the way for the emergence of the maternal preference embodied in the tender years doctrine, which provided that a mother, unless shown to be unfit, deserved custody of young children in light of her unique maternal bond to her children. See Amy D. Ronner, Women who Dance on the Professional Track: Custody and the Red Shoes, 23 Harv. Women's L.J. 173 (2000).</p>\n        <p>However, patria potestas appears to have followed a somewhat different path of development in legal traditions based on civil codes. Cf., e.g., Flugge, The History of Fathers' Rights,, at 383 (discussing influence of patria potestas on Germany's code established in the nineteenth century). Other Latin American countries with civil code traditions appear to recognize some form of patria potestas rights. See Pesin v. Rodriguez, <span class=\"citation\" data-id=\"2308794\"><a href=\"/opinion/2308794/pesin-v-osorio-rodriguez/\"><span class=\"volume\">77</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">1277</span></a></span>, 1286 (S.D. Fla. 1999) (noting, in Hague Convention case, that under Venezuela's code father and mother \"'are vested with the parental authority until a judicial decision establishes otherwise'\" and that \"father and mother who exercise parental authority have custody of their children . . . shall elect by mutual consent their place of domicile, residence or domicile [sic]\"; finding that mother's removal of child breached father's rights of custody under the Convention). This case highlights the difficulties in imposing Anglo-American definitions of custody on legal systems, like Mexico's, that have different origins and traditions. Baja California Sur's code suggests the continuing resilience of patria potestas rights (albeit in a diluted form) under Mexican law, despite the presumption that physical custody of children under age seven be awarded to the mother, at least in cases of divorce.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> The Convention allows the party seeking the return of the child to request that the central authority of a contracting State provide an explanation of its law. See Hague Convention, art. 15, 19 I.L.M. at 1503. Here, Whallon put into evidence a letter from the Mexican Central Authority for Child Abduction to the National Center for Missing and Exploited Children. Although the letter contains significant factual mistakes -- for example, it incorrectly refers to Lynn, an American citizen, as a German citizen -- it nevertheless states that \"patria potestas (custody) will be exercised by both parents\" under Baja California Sur's Civil Code. The letter, however, takes no position as to whether patria potestas rights amount to custody rights under the Convention, nor does it reveal what question had been put to the Mexican Central Authority. We give it little weight as a result.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> Lynn also relies on the Second Circuit's recent decision in Croll, supra, where the court held that the mother was not required to return the child to Hong Kong because she did not violate the father's rights of custody under the Convention. In contrast to the situation here, in Croll there had been a clear determination of custody rights by a court of the country of habitual residence awarding sole custody to the mother and granting only rights of access to the father. Id. at 134. Moreover, while the custody order in Croll contained a ne exeat clause prohibiting the child's removal from Hong Kong until she attained the age of eighteen years without leave of court or consent of the other parent, such clause represented only a negative right or veto, see id. 139-40, as opposed to the affirmative grant of custody rights to Whallon under Mexican law and the ample evidence of Whallon's actual exercise of those rights.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> Lynn's reliance on Shalit v. Coppe, supra, is misplaced. In Shalit, a wrongful retention case, the mother kept the child in Alaska after the child had come to visit her on a two-week vacation, despite an oral agreement -- never approved by any court -- that the child would live temporarily with the father in Israel. Shalit, 182 F.3d at 1126. The Ninth Circuit affirmed the district court's decision denying the father's return petition. The court relied on the determination of an Alaska state court that predated the oral agreement and that granted the mother sole legal and physical custody. Id. at 1130-31. Here, by contrast, there has been no such judicial determination of custody. Moreover, the law of Baja California Sur demonstrates the existence of rights of custody in Whallon.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> Furthermore, the cases on which Lynn relies for this argument involved the bonds between a child and her mother, not her sibling. See, e.g., Steffen F. v. Severina P., <span class=\"citation\" data-id=\"1371262\"><a href=\"/opinion/1371262/steffen-f-v-severina-p/\"><span class=\"volume\">966</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">922</span></a></span>, 928 (D. Ariz. 1997).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> The district court's opinion did not explicitly address this issue.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> In contrast, cases where courts have granted this affirmative defense have all involved clear instances of wavier by the party seeking the child's return. Cf. Journe v. Journe, <span class=\"citation\" data-id=\"1970695\"><a href=\"/opinion/1970695/journe-v-journe/\"><span class=\"volume\">911</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">43</span></a></span>, 47-48 (D.P.R. 1995) (voluntary dismissal of underlying action for divorce and custody of children); In re Ponath, <span class=\"citation\" data-id=\"1876821\"><a href=\"/opinion/1876821/application-of-ponath/\"><span class=\"volume\">829</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">363</span></a></span>, 368 (D. Utah 1993) (petitioner failed, for almost six months, to make any meaningful effort to obtain return of the minor child).</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/117990/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199014/",
    "http://www.courtlistener.com/api/rest/v3/opinions/714821/",
    "http://www.courtlistener.com/api/rest/v3/opinions/765074/",
    "http://www.courtlistener.com/api/rest/v3/opinions/765867/",
    "http://www.courtlistener.com/api/rest/v3/opinions/770713/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1371262/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1876821/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1970695/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2308794/"
  ]
}