{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/199156/",
  "absolute_url": "/opinion/199156/principal-mutual-v-racal-datacom-inc/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/199156/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T04:25:28Z",
  "date_modified": "2017-03-24T11:01:06.790175Z",
  "type": "010combined",
  "sha1": "20aefc3819bafa4cef39411755da268fd440b891",
  "page_count": 15,
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/99-2035-01A.pdf",
  "local_path": "pdf/2000/11/22/Principal_Mutual_v._Racal-Datacom_Inc..pdf",
  "plain_text": "          United States Court of Appeals\n                       For the First Circuit\n\n\nNo. 99-2035\nNo. 99-2197\n\n              PRINCIPAL MUTUAL LIFE INSURANCE COMPANY,\n\n                Plaintiff, Appellant/Cross-Appellee,\n\n                                 v.\n\n                        RACAL-DATACOM, INC.,\n\n                Defendant, Appellee/Cross-Appellant.\n\n\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                 FOR THE DISTRICT OF MASSACHUSETTS\n\n         [Hon. William G. Young, U.S. District Judge]\n\n\n                               Before\n\n                       Boudin, Circuit Judge,\n\n                   Bownes, Senior Circuit Judge,\n\n                     and Lynch, Circuit Judge.\n\n\n\n     Leonard H. Freiman with whom Paul M. Cimino and Goulston &\nStorrs, P.C. were on brief for plaintiff.\n     Matthew A. Porter with whom Timothy C. Blank and Dechert\nPrice & Rhoads were on brief for defendant.\n\fNovember 22, 2000\n\f                BOUDIN, Circuit Judge.           This difficult case presents\n\nthe question whether the landlord or the tenant should bear the\n\ncost       of   replacing    a   failed      heating,      ventilation       and   air\n\nconditioning (\"HVAC\") system in a commercial building located in\n\nBoxborough, Massachusetts.             The landlord is Principal Mutual\n\nLife       Insurance   Company,     and      the     tenant   is   Racal-Datacom,\n\nIncorporated.1         The    building     is    a     manufacturing   and    office\n\nbuilding called Boxborough Technology Park Building I, which\n\nPrincipal's contractor had \"built to suit\" Racal.                      The present\n\ndispute involves two separate leases for the building.\n\n                On April 30, 1984, Principal and Racal executed the\n\nfirst lease (the \"1984 Lease\") to commence February 1, 1985, and\n\nto run for five years.           The lease provided for a two-year period\n\nwithin which Principal was required to \"repair or replace all\n\nfaulty materials and workmanship . . . including all latent\n\ndefects\" timely identified by Racal.                    Otherwise--in terms more\n\nfully      described      below--the   1984        Lease   obligated     Racal     to\n\nmaintain the building (including its HVAC system), to keep and\n\nto   surrender      the    premises    \"in      good    condition,\"    and    to   pay\n\n\n\n\n       1\n     Principal is the successor in interest to the building's\ninitial owner and landlord, Botech I, L.P.; and Racal is the\nsuccessor in interest to the original tenant, Interlan, Inc.\nFor simplicity, we refer solely to Principal and Racal\nthroughout.\n\n                                          -3-\n\fPrincipal's taxes on the property.          The lease also gave Racal an\n\noption to extend the lease for two successive five-year periods.\n\n            Racal moved into the building on February 1, 1985, and\n\nalmost immediately began to encounter difficulties with the HVAC\n\nsystem.     The problems included clogged and leaking pipes and\n\nunacceptably high pressure in the heat pumps.            The causes appear\n\nto   have    been     misdesign,   poor     construction,        and   faulty\n\nmaintenance; the parties dispute just how much each of these\n\ncauses contributed and who is responsible.           What is agreed to is\n\nthat during the 1984 Lease term, the HVAC system suffered a\n\nmassive structural failure and that it was not in proper working\n\norder at the close of the term.\n\n            Despite    these    problems,     and    without      explicitly\n\naddressing them, the parties executed a new five-year lease on\n\nJanuary 25, 1989 (the \"1989 Lease\"), which began to run on\n\nFebruary 1, 1990.      Formally, this was a new lease rather than an\n\nextension of the 1984 Lease pursuant to its option provisions.\n\nHowever,    the   important    terms   of   the   1984   Lease    concerning\n\nRacal's upkeep and surrender obligations were retained, except\n\nthat the new lease did not include the original's two-year\n\nwarranty obligation of Principal.           During the second five-year\n\nterm, the HVAC system continued to present problems, forcing\n\n\n\n\n                                   -4-\n\fRacal    to   replace     approximately        20    percent    of   the   system's\n\npiping.\n\n              After the 1989 Lease expired in 1995, Racal moved out\n\nand Principal conducted an engineering study of the HVAC system\n\nwhich revealed that damage was so severe that the system had to\n\nbe replaced at a cost to Principal of over $700,000.                        On March\n\n10, 1998, Principal sued Racal in Massachusetts state court for\n\nbreach of contract on the 1989 Lease, claiming that Racal had\n\nfailed to maintain the HVAC system and surrender the premises in\n\ngood condition in 1995.             Racal removed the case to federal\n\ndistrict court on diversity grounds and counterclaimed under the\n\n1984 and 1989 Leases on several theories relating to the failed\n\nHVAC system.\n\n              On motion by Racal for partial summary judgment, the\n\ndistrict court ruled, on October 1, 1998, that the phrase \"good\n\ncondition\" in the 1989 Lease meant \"as good condition as it was\n\nat the commencement of the lease term, reasonable wear and tear\n\nexcepted.\"       Principal countered by amending its complaint to\n\nassert    claims      against    Racal    under      the   1984   Lease.       Racal\n\nresponded      with   a   new   motion    for       partial    summary     judgment,\n\nasserting that a provision in the 1989 Lease waived all of\n\nPrincipal's and Racal's potential claims against one another\n\nunder the 1984 Lease.           The district court declined to make that\n\n\n                                         -5-\n\fruling on the bare language of the 1989 Lease, and the case\n\nproceeded to trial in June 1999.\n\n           At the close of the five-day trial to the court, the\n\ndistrict judge made extensive findings from the bench.                   Most\n\nimportant to this appeal were two:            first, that the 1989 Lease\n\nextinguished all claims based on the 1984 Lease; and, second,\n\nthat   because    the   HVAC   system   was   \"fatally   injured\"   at    the\n\nbeginning of the 1989 Lease period, Racal had returned the\n\npremises in 1995 in the same condition as they were at the start\n\nand had not violated the maintenance or surrender provisions of\n\nthe 1989 Lease.     Principal now appeals, contending that it did\n\nnot waive its claims under the 1984 Lease and that, in any\n\nevent, it had a valid claim under the 1989 Lease.\n\n           Contract interpretation is often said to be \"a question\n\nof law\" for the trial judge and, accordingly, subject to de novo\n\nreview by the appellate court.            Commercial Union Ins. Co. v.\n\nGilbane   Bldg.    Co., 992 F.2d 386, 388 (1st Cir. 1993).                  A\n\npertinent qualification is that when the factfinder turns to\n\nextrinsic evidence to resolve disputes of fact relating to the\n\nconstruction of contract terms, those findings are subject to\n\ndeference on review, United States Liab. Ins. Co. v. Selman, 70\n\nF.3d 684, 687 (1st Cir. 1995); in the case of a bench trial,\n\nsuch findings are reviewed only for clear error.               Johnson v.\n\n\n                                    -6-\n\fWatts Regulator Co., 63 F.3d 1129, 1138 (1st Cir. 1995); Fed. R.\n\nCiv. P. 52(a).\n\n              We start with Principal's assertion that, contrary to\n\nthe district court's ruling, Principal retained whatever claims\n\nit had under the 1984 Lease, despite the 1989 Lease language\n\nthat       Racal   says   relinquishes   such   claims.   That   language\n\n(section 8.5) provides that:\n\n              [o]ther than contemporaneous instruments\n              executed and delivered of even date, if any,\n              this Lease contains all of the agreements\n              between Landlord and Tenant relating in any\n              way to the premises and supersedes all prior\n              agreements and dealings between them.\n\nRacal, stressing the term \"supersedes\" and          the double reference\n\nto \"all,\" says that the language waives all claims under the\n\n1984 Lease.        Principal says that it is merely a \"garden-variety\n\ncontractual integration clause\" designed to assure that the 1989\n\nLease alone (and no other prior side agreement) governs Racal's\n\noccupancy of the premises from February 1, 1990.2\n\n\n       2\n      A standard integration clause can easily be more narrowly\nframed, e.g., Kobayashi v. Orion Ventures, Inc., 678 N.E.2d 180,\n184 & n.6 (Mass. App. Ct. 1997) (\"This lease contains the entire\nand only agreement between the parties. . . .\"); Lemelman, 26\nMassachusetts Practice-UCC Forms Annotated 151-52 (1984) (\"It is\nmutually understood and agreed that this writing is a final,\ncomplete and exclusive integration, setting out the entire\nintention of the parties. . . .\"), but language somewhat akin to\nsection 8.5 has sometimes been used for this purpose, e.g.,\nAmerada Hess Corp. v. Garabedian, 617 N.E.2d 630, 634 (Mass.\n1993) (\"This lease merges and supersedes all prior negotiations,\nrepresentations and agreements . . . .\").\n\n                                     -7-\n\f            We think the bare language suggests one outcome but\n\ndoes not rule out the other.            Principal says that if this is so,\n\nit wins because Massachusetts law requires that a \"waiver\" of\n\nclaims must be evidenced by \"clear, decisive and unequivocal\n\nconduct.\"    Paterson-Leitch Co. v. Massachusetts Mun. Wholesale\n\nElec. Co., 840 F.2d 985, 992 (1st Cir. 1988) (citing Glynn v.\n\nCity of Gloucester, 401 N.E.2d 886, 892 (Mass. App. Ct. 1980))\n\n(internal quotation marks omitted).             But Principal's reliance on\n\nPaterson-Leitch       is   misplaced:         the    immediate   issue       is   not\n\n\"waiver by conduct\" but construing contractual language that\n\nexplicitly bars certain claims; the only question is which\n\nclaims.\n\n            We   agree     with   the   district      court    that    the   quoted\n\nprovision is ambiguous enough to permit the consideration of\n\npertinent extrinsic evidence, see Den Norske Bank AS v. First\n\nNat'l   Bank,    75   F.3d   49,   52-53      (1st    Cir.    1996),   which      the\n\ndistrict court deemed to support Racal's interpretation.                           In\n\nsubstance, the district court found that as they moved toward\n\nthe new 1989 Lease, the parties were principally animated by a\n\ndesire to get on with their relationship and \"not to press\n\nclaims that they may have had against one another\" under the\n\noriginal lease.       Although Principal admits that such findings of\n\nfact are reviewed under the clearly erroneous standard, Uno v.\n\n\n                                        -8-\n\fCity of Holyoke, 72 F.3d 973, 978 (1st Cir. 1995), it says that\n\nthere is no evidence whatever to support the district court's\n\nfinding.\n\n           We have reviewed the record with some care and believe\n\nthat it supports the following inference (but no more): that\n\nPrincipal, knowing that the HVAC system was causing problems for\n\nwhich Racal might be held liable, made no effort prior to the\n\n1989 Lease to press such claims because it desired to maintain\n\ngood relations with a tenant who was paying rent and likely to\n\nsign a new lease.        To this extent the evidence adequately\n\nsupports the district court’s finding; but so read, the finding\n\nfalls short of proving a subjective intent by the two parties to\n\nmake the 1989 Lease a deliberate waiver of possible claims under\n\nthe 1984 Lease.\n\n           Of course, imputing to the parties a general desire to\n\nlet sleeping dogs lie does mean that wiping out claims under the\n\n1984   Lease   could   have   been   a     reasonable   objective   of   the\n\nparties.   See Restatement (Second) of Contracts § 202(a) (Supp.\n\n1981); cf. New England Structures, Inc. v. Loranger, 234 N.E.2d\n\n888, 892-93 (Mass. 1968).       Still, there is no direct evidence\n\nthat the parties adopted section 8.5 for this purpose; indeed,\n\nsection 8.5 also appeared in the 1984 Lease, drafted at a time\n\nwhen there was no formal prior lease.              The reality is that\n\n\n                                     -9-\n\fparties often adopt contract language without having in mind all\n\nof the contexts to which it might be applied.              See Farnsworth,\n\nContracts § 7.9, at 510 (2d ed. 1990).\n\n            Although    the    parties'      full   subjectively   intended\n\nmeaning of the provision is unclear, the literal language of\n\nsection 8.5 is not.     Other considerations being inconclusive, it\n\nseems to us fair in this extremely close case to let matters\n\nturn on the literal language used by the parties even though a\n\nless literal reading is also quite plausible.            Here, section 8.5\n\nliterally read wipes out \"all prior agreements\" between the\n\nparties \"relating to the premises\"--and so covers the 1984\n\nLease, removing the bases for any claims for its breach. It is\n\nworth adding that Principal did not rely on the 1984 Lease when\n\nit first brought this case.\n\n            An alternative default rule--that uncertain language\n\nbe construed against the drafter--is also invoked by Racal\n\nbecause Principal drafted the 1989 Lease.             But the doctrine has\n\nbeen described as one of \"last resort\" in Massachusetts, Aldrich\n\nv. Bay State Constr. Co., 72 N.E. 53, 54 (Mass. 1904), and it\n\nmay   be   especially   weak    when   the    parties   are   sophisticated\n\nbusinesses, RCI Northeast Servs. Div. v. Boston Edison Co., 822\n\nF.2d 199, 203 n.3 (1st Cir. 1987).             We find it unnecessary to\n\nrely upon the doctrine here.\n\n\n                                   -10-\n\f         Let us turn now to the equally difficult question\n\nwhether the 1989 Lease imposed the HVAC loss on Principal or on\n\nRacal.   There are three directly pertinent and interrelated\n\nprovisions, all of which are contained in section 5 of the 1989\n\nLease:\n\n         !Section    5.1.2   required    that   Racal\n         \"maintain, repair, replace, clean\" and\n         secure all parts of the building including\n         its HVAC system and ensure that the premises\n         are \"in compliance with all governmental\n         requirements.\";\n\n         !Section 5.1.2 also required Racal to\n         \"keep[] the Premises in good condition,\n         reasonable wear and damage by insured\n         casualty and taking excepted\"; and\n\n         !Section   5.1.9    required   that Racal\n         \"restor[e]   the   Premises   to  a fully\n         functional and tenantable condition\" and\n         surrender the premises at the end of the\n         lease term \"in good condition, reasonable\n         wear and damage . . . excepted.\"\n\nAlthough Principal relies upon all of these provisions, the last\n\nis arguably the most helpful to it:   on a literal reading, an\n\noffice building with a \"fatally injured\" HVAC system could\n\nfairly be said not to be in \"good condition\" and surely not in\n\na \"fully functional and tenantable condition.\"\n\n         The district court rejected this literal reading on the\n\nauthority of several Massachusetts cases, most importantly,\n\nCodman v. Hygrade Food Prods. Corp., 3 N.E.2d 759 (Mass. 1936).\n\nAccord Guarente v. Waldorf Sys., Inc., 167 N.E.2d 617 (Mass.\n\n                             -11-\n\f1960); Kaplan v. Flynn, 150 N.E. 872 (Mass. 1926).                 In these\n\ncases, the Massachusetts courts construed essentially similar\n\nlanguage,    requiring   a   tenant   to   return   a   premises   in   good\n\ncondition, or in tenantable condition as meaning--in Codman's\n\nwords--\"the actual condition of the building . . . existing when\n\nthe term began . . . .\"           Codman, 3 N.E.2d at 761;          accord\n\nGuarente, 167 N.E.2d at 620; Kaplan, 150 N.E. at 873.\n\n            Such   construction       is    not     the    most     literal\n\ninterpretation of the words but it makes more practical sense\n\nthan the literal reading.      Certainly in a non-commercial rental\n\nof a house or an apartment, most tenants would be startled to\n\ndiscover that bland, \"good condition\" language meant that the\n\ntenants were responsible for defects on the premises that had\n\narisen prior to the lease and which might not even be apparent\n\nor readily discoverable.       Further, Codman itself applied this\n\ncommon sense limitation to a commercial lease, although it also\n\nrecognized that the parties could choose to provide otherwise\n\nand require the tenant to remedy conditions from use of the\n\nbuilding by earlier occupants.        3 N.E.2d at 761-62.\n\n            Codman went even further in Racal's direction by saying\n\nthat the parties could contract out of the default position\n\n(i.e., no liability for harm caused during earlier tenancies)\n\n\"[b]y the use of clear and unmistakable language.\"            3 N.E.2d at\n\n\n                                  -12-\n\f761-62.     If this were the law of Massachusetts, Principal would\n\nnecessarily lose.      Taken as a whole, the language used in the\n\n1989 Lease is more favorable to the landlord than the language\n\nin the earlier Massachusetts cases such as Codman; but given\n\nCodman's gloss on the concept of good or tenantable condition,\n\nthe 1989 Lease does not contain any language that \"clear[ly] and\n\nunmistakabl[y]\" imposes liability on the tenant for defects that\n\noccurred before the lease term began.\n\n            We are loathe to decide the case on this basis.               The\n\n\"clear and unmistakable language\" test, if test it was, appears\n\nin a decision now over a half century old and was not repeated\n\nin the Guarente decision rendered in 1960, see 167 N.E.2d at\n\n618-20.     Further, it is hard to see why in a complicated and\n\nthoroughly negotiated commercial transaction (like ours) the\n\ncontract    should   not   be   given   its   best   and   most    reasonable\n\ninterpretation without any special obligation to be notably more\n\nclear on this point than on any other.          What we take from Codman\n\nand   its    successors    is   that,     unless     the   lease   indicates\n\notherwise, good or tenantable condition means \"as of the start\n\nof the lease.\"\n\n            Does the 1989 Lease, as a whole, indicate otherwise?\n\nIt is true that the lease shows, in the sum of its provisions,\n\nan intent to treat the tenant as pretty close to an owner during\n\n\n                                   -13-\n\fthe   lease    period.     Although      a   tenant,     Racal    is    explicitly\n\nresponsible for upkeep, repairs and even the owner's taxes on\n\nthe property.      But such a tenant is at most a temporary owner\n\nduring the lease period; the \"owner\" label tells us very little\n\nabout the tenant's liability after the tenant's \"ownership\" has\n\nceased for defects that arose before his \"ownership began.\"\n\n              Similar uncertainty inheres in provisions in the 1989\n\nLease   that     gave    the   tenant    the    right     to     inspect    before\n\noccupancy, treated occupancy as an \"acknowledgment\" that the\n\npremises were in satisfactory condition, and left to the tenant\n\nthe cost of any further additions or improvements.                     Thus, Racal\n\nwas   properly     responsible     for       repairing    the     system    during\n\noccupancy if it wanted decent HVAC service.                    Yet all of these\n\nprovisions could be taken to mean no more than that the tenant\n\nis not going to get any more work out of the landlord, nor be\n\nable to avoid the lease, because of preexisting defects.\n\n              In sum, nothing in the 1989 Lease decisively warrants\n\na departure from the approach taken in Codman:                         Racal bears\n\nresponsibility regardless of fault for any harm or defects in\n\nthe   HVAC    system    that   occurred      during    the     lease    term;   but\n\nPrincipal cannot recover for defects or failings that existed\n\nprior to the lease term.            And, on this view, the district\n\ncourt's outcome must be sustained.               The HVAC system may have\n\n\n                                    -14-\n\fdeteriorated further under Racal's second lease but, since the\n\ndistrict court found that the system was essentially beyond\n\nrepair at the start of that lease, replacement was necessary\n\nfrom the start and nothing that happened afterwards increased a\n\nloss that Principal must otherwise bear.\n\n         Affirmed.\n\n\n\n\n                             -15-\n\f",
  "html": "<p class=\"case_cite\">233 F.3d 1 (1st Cir. 2000)</p>\n    <p class=\"parties\">PRINCIPAL MUTUAL LIFE INSURANCE COMPANY, PLAINTIFF, APPELLANT/CROSS-APPELLEE,<br>V.<br>RACAL-DATACOM, INC., DEFENDANT, APPELLEE/CROSS-APPELLANT.</p>\n    <p class=\"docket\">No. 99-2035, No. 99-2197.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard Sept. 6, 2000.<br>Decided November 22, 2000.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF MASSACHUSETTS.</p>\n      <p class=\"indent\">Hon. William G. Young, U.S. District Judge.</p>\n      <p class=\"indent\">Leonard H. Friedman with whom Paul M. Climino and Golulston &amp; Storrs, P. C. were on brief for plaintiff.</p>\n      <p class=\"indent\">Matthew A. Porter with whom Timothy C. Blank snd Dechert Price &amp; Rhoads were on brief for defendant.</p>\n      <p class=\"indent\">Before Boudin, Circuit Judge, Bownes, Senior Circuit Judge, and Lynch, Circuit Judge.</p>\n      <p class=\"indent\">Boudin, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This difficult case presents the question whether the landlord or the tenant should bear the cost of replacing a failed heating, ventilation and air conditioning (\"HVAC\") system in a commercial building located in Boxborough, Massachusetts. The landlord is Principal Mutual Life Insurance Company, and the tenant is Racal-Datacom, Incorporated.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> The building is a manufacturing and office building called Boxborough Technology Park Building I, which Principal's contractor had \"built to suit\" Racal. The present dispute involves two separate leases for the building.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">On April 30, 1984, Principal and Racal executed the first lease (the \"1984 Lease\") to commence February 1, 1985, and to run for five years. The lease provided for a two-year period within which Principal was required to \"repair or replace all faulty materials and workmanship . . . including all latent defects\" timely identified by Racal. Otherwise--in terms more fully described below--the 1984 Lease obligated Racal to maintain the building (including its HVAC system), to keep and to surrender the premises \"in good condition,\" and to pay Principal's taxes on the property. The lease also gave Racal an option to extend the lease for two successive five-year periods.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Racal moved into the building on February 1, 1985, and almost immediately began to encounter difficulties with the HVAC system. The problems included clogged and leaking pipes and unacceptably high pressure in the heat pumps. The causes appear to have been misdesign, poor construction, and faulty maintenance; the parties dispute just how much each of these causes contributed and who is responsible. What is agreed to is that during the 1984 Lease term, the HVAC system suffered a massive structural failure and that it was not in proper working order at the close of the term.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Despite these problems, and without explicitly addressing them, the parties executed a new five-year lease on January 25, 1989 (the \"1989 Lease\"), which began to run on February 1, 1990. Formally, this was a new lease rather than an extension of the 1984 Lease pursuant to its option provisions. However, the important terms of the 1984 Lease concerning Racal's upkeep and surrender obligations were retained, except that the new lease did not include the original's two-year warranty obligation of Principal. During the second five-year term, the HVAC system continued to present problems, forcing Racal to replace approximately 20 percent of the system's piping.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">After the 1989 Lease expired in 1995, Racal moved out and Principal conducted an engineering study of the HVAC system which revealed that damage was so severe that the system had to be replaced at a cost to Principal of over $700,000. On March 10, 1998, Principal sued Racal in Massachusetts state court for breach of contract on the 1989 Lease, claiming that Racal had failed to maintain the HVAC system and surrender the premises in good condition in 1995. Racal removed the case to federal district court on diversity grounds and counterclaimed under the 1984 and 1989 Leases on several theories relating to the failed HVAC system.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">On motion by Racal for partial summary judgment, the district court ruled, on October 1, 1998, that the phrase \"good condition\" in the 1989 Lease meant \"as good condition as it was at the commencement of the lease term, reasonable wear and tear excepted.\" Principal countered by amending its complaint to assert claims against Racal under the 1984 Lease. Racal responded with a new motion for partial summary judgment, asserting that a provision in the 1989 Lease waived all of Principal's and Racal's potential claims against one another under the 1984 Lease. The district court declined to make that ruling on the bare language of the 1989 Lease, and the case proceeded to trial in June 1999.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">At the close of the five-day trial to the court, the district judge made extensive findings from the bench. Most important to this appeal were two: first, that the 1989 Lease extinguished all clraims based on the 1984 Lease; and, second, that because the HVAC system was \"fatally injured\" at the beginning of the 1989 Lease period, Racal had returned the premises in 1995 in the same condition as they were at the start and had not violated the maintenance or surrender provisions of the 1989 Lease. Principal now appeals, contending that it did not waive its claims under the 1984 Lease and that, in any event, it had a valid claim under the 1989 Lease.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Contract interpretation is often said to be \"a question of law\" for the trial judge and, accordingly, subject to de novo review by the appellate court. Commercial Union Ins. Co. v. Gilbane Bldg. Co., 992 F.2d 386, 388 (1st Cir. 1993). A pertinent qualification is that when the factfinder turns to extrinsic evidence to resolve disputes of fact relating to the construction of contract terms, those findings are subject to deference on review, United States Liab. Ins. Co. v. Selman, 70 F.3d 684, 687 (1st Cir. 1995); in the case of a bench trial, such findings are reviewed only for clear error. Johnson v. Watts Regulator Co., 63 F.3d 1129, 1138 (1st Cir. 1995); Fed. R. Civ. P. 52(a).</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">We start with Principal's assertion that, contrary to the district court's ruling, Principal retained whatever claims it had under the 1984 Lease, despite the 1989 Lease language that Racal says relinquishes such claims. That language (section 8.5) provides that:</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">[o]ther than contemporaneous instruments executed and delivered of even date, if any, this Lease contains all of the agreements between Landlord and Tenant relating in any way to the premises and supersedes all prior agreements and dealings between them.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Racal, stressing the term \"supersedes\" and the double reference to \"all,\" says that the language waives all claims under the 1984 Lease. Principal says that it is merely a \"garden-variety contractual integration clause\" designed to assure that the 1989 Lease alone (and no other prior side agreement) governs Racal's occupancy of the premises from February 1, 1990.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">We think the bare language suggests one outcome but does not rule out the other. Principal says that if this is so, it wins because Massachusetts law requires that a \"waiver\" of claims must be evidenced by \"clear, decisive and unequivocal conduct.\" Paterson-Leitch Co. v. Massachusetts Mun. Wholesale Elec. Co., 840 F.2d 985, 992 (1st Cir. 1988) (citing Glynn v. City of Gloucester, 401 N.E.2d 886, 892 (Mass. App. Ct. 1980)) (internal quotation marks omitted). But Principal's reliance on Paterson-Leitch is misplaced: the immediate issue is not \"waiver by conduct\" but construing contractual language that explicitly bars certain claims; the only question is which claims.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">We agree with the district court that the quoted provision is ambiguous enough to permit the consideration of pertinent extrinsic evidence, see Den Norske Bank AS v. First Nat'l Bank, 75 F.3d 49, 52-53 (1st Cir. 1996), which the district court deemed to support Racal's interpretation. In substance, the district court found that as they moved toward the new 1989 Lease, the parties were principally animated by a desire to get on with their relationship and \"not to press claims that they may have had against one another\" under the original lease. Although Principal admits that such findings of fact are reviewed under the clearly erroneous standard, Uno v. City of Holyoke, 72 F.3d 973, 978 (1st Cir. 1995), it says that there is no evidence whatever to support the district court's finding.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">We have reviewed the record with some care and believe that it supports the following inference (but no more): that Principal, knowing that the HVAC system was causing problems for which Racal might be held liable, made no effort prior to the 1989 Lease to press such claims because it desired to maintain good relations with a tenant who was paying rent and likely to sign a new lease. To this extent the evidence adequately supports the district court's finding; but so read, the finding falls short of proving a subjective intent by the two parties to make the 1989 Lease a deliberate waiver of possible claims under the 1984 Lease.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Of course, imputing to the parties a general desire to let sleeping dogs lie does mean that wiping out claims under the 1984 Lease could have been a reasonable objective of the parties. See Restatement (Second) of Contracts &#167;&#167; 202(a) (Supp. 1981); cf. New England Structures, Inc. v. Loranger, 234 N.E.2d 888, 892-93 (Mass. 1968). Still, there is no direct evidence that the parties adopted section 8.5 for this purpose; indeed, section 8.5 also appeared in the 1984 Lease, drafted at a time when there was no formal prior lease. The reality is that parties often adopt contract language without having in mind all of the contexts to which it might be applied. See Farnsworth, Contracts &#167;&#167; 7.9, at 510 (2d ed. 1990).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Although the parties' full subjectively intended meaning of the provision is unclear, the literal language of section 8.5 is not. Other considerations being inconclusive, it seems to us fair in this extremely close case to let matters turn on the literal language used by the parties even though a less literal reading is also quite plausible. Here, section 8.5 literally read wipes out \"all prior agreements\" between the parties \"relating to the premises\"--and so covers the 1984 Lease, removing the bases for any claims for its breach. It is worth adding that Principal did not rely on the 1984 Lease when it first brought this case.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">An alternative default rule--that uncertain language be construed against the drafter--is also invoked by Racal because Principal drafted the 1989 Lease. But the doctrine has been described as one of \"last resort\" in Massachusetts, Aldrich v. Bay State Constr. Co., 72 N.E. 53, 54 (Mass. 1904), and it may be especially weak when the parties are sophisticated businesses, RCI Northeast Servs. Div. v. Boston Edison Co., 822 F.2d 199, 203 n.3 (1st Cir. 1987). We find it unnecessary to rely upon the doctrine here.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Let us turn now to the equally difficult question whether the 1989 Lease imposed the HVAC loss on Principal or on Racal. There are three directly pertinent and interrelated provisions, all of which are contained in section 5 of the 1989 Lease:</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Section 5.1.2 required that Racal \"maintain, repair, replace, clean\" and secure all parts of the building including its HVAC system and ensure that the premises are \"in compliance with all governmental requirements.\";</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Section 5.1.2 also required Racal to \"keep[] the Premises in good condition, reasonable wear and damage by insured casualty and taking excepted\"; and</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Section 5.1.9 required that Racal \"restor[e] the Premises to a fully functional and tenantable condition\" and surrender the premises at the end of the lease term \"in good condition, reasonable wear and damage . . . excepted.\"</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Although Principal relies upon all of these provisions, the last is arguably the most helpful to it: on a literal reading, an office building with a \"fatally injured\" HVAC system could fairly be said not to be in \"good condition\" and surely not in a \"fully functional and tenantable condition.\"</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">The district court rejected this literal reading on the authority of several Massachusetts cases, most importantly, Codman v. Hygrade Food Prods. Corp., 295 Mass. 195,3 N.E.2d 759 (Mass. 1936). Accord Guarente v. Waldorf Sys., Inc., 167 N.E.2d 617 (Mass. 1960); Kaplan v. Flynn, 150 N.E. 872 (Mass. 1926). In these cases, the Massachusetts courts construed essentially similar language, requiring a tenant to return a premises in good condition, or in tenantable condition as meaning--in Codman's words--\"the actual condition of the building . . . existing when the term began . . . .\" Codman, 3 N.E.2d at 761; accord Guarente, 167 N.E.2d at 620; Kaplan, 150 N.E. at 873.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Such construction is not the most literal interpretation of the words but it makes more practical sense than the literal reading. Certainly in a non-commercial rental of a house or an apartment, most tenants would be startled to discover that bland, \"good condition\" language meant that the tenants were responsible for defects on the premises that had arisen prior to the lease and which might not even be apparent or readily discoverable. Further, Codman itself applied this common sense limitation to a commercial lease, although it also recognized that the parties could choose to provide otherwise and require the tenant to remedy conditions from use of the building by earlier occupants. 3 N.E.2d at 761-62.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Codman went even further in Racal's direction by saying that the parties could contract out of the default position (i.e., no liability for harm caused during earlier tenancies) \"[b]y the use of clear and unmistakable language.\" 3 N.E.2d at 761-62. If this were the law of Massachusetts, Principal would necessarily lose. Taken as a whole, the language used in the 1989 Lease is more favorable to the landlord than the language in the earlier Massachusetts cases such as Codman; but given Codman's gloss on the concept of good or tenantable condition, the 1989 Lease does not contain any language that \"clear[ly] and unmistakabl[y]\" imposes liability on the tenant for defects that occurred before the lease term began.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">We are loathe to decide the case on this basis. The \"clear and unmistakable language\" test, if test it was, appears in a decision now over a half century old and was not repeated in the Guarente decision rendered in 1960, see 167 N.E.2d at 618-20. Further, it is hard to see why in a complicated and thoroughly negotiated commercial transaction (like ours) the contract should not be given its best and most reasonable interpretation without any special obligation to be notably more clear on this point than on any other. What we take from Codman and its successors is that, unless the lease indicates otherwise, good or tenantable condition means \"as of the start of the lease.\"</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Does the 1989 Lease, as a whole, indicate otherwise? It is true that the lease shows, in the sum of its provisions, an intent to treat the tenant as pretty close to an owner during the lease period. Although a tenant, Racal is explicitly responsible for upkeep, repairs and even the owner's taxes on the property. But such a tenant is at most a temporary owner during the lease period; the \"owner\" label tells us very little about the tenant's liability after the tenant's \"ownership\" has ceased for defects that arose before his \"ownership began.\"</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Similar uncertainty inheres in provisions in the 1989 Lease that gave the tenant the right to inspect before occupancy, treated occupancy as an \"acknowledgment\" that the premises were in satisfactory condition, and left to the tenant the cost of any further additions or improvements. Thus, Racal was properly responsible for repairing the system during occupancy if it wanted decent HVAC service. Yet all of these provisions could be taken to mean no more than that the tenant is not going to get any more work out of the landlord, nor be able to avoid the lease, because of pre-existing defects.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">In sum, nothing in the 1989 Lease decisively warrants a departure from the approach taken in Codman: Racal bears responsibility regardless of fault for any harm or defects in the HVAC system that occurred during the lease term; but Principal cannot recover for defects or failings that existed prior to the lease term. And, on this view, the district court's outcome must be sustained. The HVAC system may have deteriorated further under Racal's second lease but, since the district court found that the system was essentially beyond repair at the start of that lease, replacement was necessary from the start and nothing that happened afterwards increased a loss that Principal must otherwise bear.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Principal is the successor in interest to the building's initial owner and landlord, Botech I, L.P.; and Racal is the successor in interest to the original tenant, Interlan, Inc. For simplicity, we refer solely to Principal and Racal throughout.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> A standard integration clause can easily be more narrowly framed, e.g., Kobayashi v. Orion Ventures, Inc., 678 N.E.2d 180, 184 &amp; n.6 (Mass. App. Ct. 1997) (\"This lease contains the entire and only agreement between the parties. . . .\"); Lemelman, 26 Massachusetts Practice-UCC Forms Annotated 151-52 (1984) (\"It is mutually understood and agreed that this writing is a final, complete and exclusive integration, setting out the entire intention of the parties. . . .\"), but language somewhat akin to section 8.5 has sometimes been used for this purpose, e.g., Amerada Hess Corp. v. Garabedian, 617 N.E.2d 630, 634 (Mass. 1993) (\"This lease merges and supersedes all prior negotiations, representations and agreements . . . .\").</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">233</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></span> (1st Cir. 2000)</p>\n    <p class=\"parties\">PRINCIPAL MUTUAL LIFE INSURANCE COMPANY, PLAINTIFF, APPELLANT/CROSS-APPELLEE,<br>V.<br>RACAL-DATACOM, INC., DEFENDANT, APPELLEE/CROSS-APPELLANT.</p>\n    <p class=\"docket\">No. 99-2035, No. 99-2197.</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard Sept. 6, 2000.<br>Decided November 22, 2000.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF MASSACHUSETTS.</p>\n      <p class=\"indent\">Hon. William G. Young, U.S. District Judge.</p>\n      <p class=\"indent\">Leonard H. Friedman with whom Paul M. Climino and Golulston &amp; Storrs, P. C. were on brief for plaintiff.</p>\n      <p class=\"indent\">Matthew A. Porter with whom Timothy C. Blank snd Dechert Price &amp; Rhoads were on brief for defendant.</p>\n      <p class=\"indent\">Before Boudin, Circuit Judge, Bownes, Senior Circuit Judge, and Lynch, Circuit Judge.</p>\n      <p class=\"indent\">Boudin, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This difficult case presents the question whether the landlord or the tenant should bear the cost of replacing a failed heating, ventilation and air conditioning (\"HVAC\") system in a commercial building located in Boxborough, Massachusetts. The landlord is Principal Mutual Life Insurance Company, and the tenant is Racal-Datacom, Incorporated.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> The building is a manufacturing and office building called Boxborough Technology Park Building I, which Principal's contractor had \"built to suit\" Racal. The present dispute involves two separate leases for the building.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">On April 30, 1984, Principal and Racal executed the first lease (the \"1984 Lease\") to commence February 1, 1985, and to run for five years. The lease provided for a two-year period within which Principal was required to \"repair or replace all faulty materials and workmanship . . . including all latent defects\" timely identified by Racal. Otherwise--in terms more fully described below--the 1984 Lease obligated Racal to maintain the building (including its HVAC system), to keep and to surrender the premises \"in good condition,\" and to pay Principal's taxes on the property. The lease also gave Racal an option to extend the lease for two successive five-year periods.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Racal moved into the building on February 1, 1985, and almost immediately began to encounter difficulties with the HVAC system. The problems included clogged and leaking pipes and unacceptably high pressure in the heat pumps. The causes appear to have been misdesign, poor construction, and faulty maintenance; the parties dispute just how much each of these causes contributed and who is responsible. What is agreed to is that during the 1984 Lease term, the HVAC system suffered a massive structural failure and that it was not in proper working order at the close of the term.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Despite these problems, and without explicitly addressing them, the parties executed a new five-year lease on January 25, 1989 (the \"1989 Lease\"), which began to run on February 1, 1990. Formally, this was a new lease rather than an extension of the 1984 Lease pursuant to its option provisions. However, the important terms of the 1984 Lease concerning Racal's upkeep and surrender obligations were retained, except that the new lease did not include the original's two-year warranty obligation of Principal. During the second five-year term, the HVAC system continued to present problems, forcing Racal to replace approximately 20 percent of the system's piping.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">After the 1989 Lease expired in 1995, Racal moved out and Principal conducted an engineering study of the HVAC system which revealed that damage was so severe that the system had to be replaced at a cost to Principal of over $700,000. On March 10, 1998, Principal sued Racal in Massachusetts state court for breach of contract on the 1989 Lease, claiming that Racal had failed to maintain the HVAC system and surrender the premises in good condition in 1995. Racal removed the case to federal district court on diversity grounds and counterclaimed under the 1984 and 1989 Leases on several theories relating to the failed HVAC system.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">On motion by Racal for partial summary judgment, the district court ruled, on October 1, 1998, that the phrase \"good condition\" in the 1989 Lease meant \"as good condition as it was at the commencement of the lease term, reasonable wear and tear excepted.\" Principal countered by amending its complaint to assert claims against Racal under the 1984 Lease. Racal responded with a new motion for partial summary judgment, asserting that a provision in the 1989 Lease waived all of Principal's and Racal's potential claims against one another under the 1984 Lease. The district court declined to make that ruling on the bare language of the 1989 Lease, and the case proceeded to trial in June 1999.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">At the close of the five-day trial to the court, the district judge made extensive findings from the bench. Most important to this appeal were two: first, that the 1989 Lease extinguished all clraims based on the 1984 Lease; and, second, that because the HVAC system was \"fatally injured\" at the beginning of the 1989 Lease period, Racal had returned the premises in 1995 in the same condition as they were at the start and had not violated the maintenance or surrender provisions of the 1989 Lease. Principal now appeals, contending that it did not waive its claims under the 1984 Lease and that, in any event, it had a valid claim under the 1989 Lease.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Contract interpretation is often said to be \"a question of law\" for the trial judge and, accordingly, subject to de novo review by the appellate court. Commercial Union Ins. Co. v. Gilbane Bldg. Co., <span class=\"citation\" data-id=\"605981\"><a href=\"/opinion/605981/commercial-union-insurance-company-v-gilbane-building-company/\"><span class=\"volume\">992</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">386</span></a></span>, 388 (1st Cir. 1993). A pertinent qualification is that when the factfinder turns to extrinsic evidence to resolve disputes of fact relating to the construction of contract terms, those findings are subject to deference on review, United States Liab. Ins. Co. v. Selman, <span class=\"citation\" data-id=\"196432\"><a href=\"/opinion/196432/us-liability-v-selman/\"><span class=\"volume\">70</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">684</span></a></span>, 687 (1st Cir. 1995); in the case of a bench trial, such findings are reviewed only for clear error. Johnson v. Watts Regulator Co., <span class=\"citation\" data-id=\"702493\"><a href=\"/opinion/702493/pens-plan-guide-p-23912p-james-johnson-v-watts-regulator-company/\"><span class=\"volume\">63</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1129</span></a></span>, 1138 (1st Cir. 1995); Fed. R. Civ. P. 52(a).</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">We start with Principal's assertion that, contrary to the district court's ruling, Principal retained whatever claims it had under the 1984 Lease, despite the 1989 Lease language that Racal says relinquishes such claims. That language (section 8.5) provides that:</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">[o]ther than contemporaneous instruments executed and delivered of even date, if any, this Lease contains all of the agreements between Landlord and Tenant relating in any way to the premises and supersedes all prior agreements and dealings between them.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Racal, stressing the term \"supersedes\" and the double reference to \"all,\" says that the language waives all claims under the 1984 Lease. Principal says that it is merely a \"garden-variety contractual integration clause\" designed to assure that the 1989 Lease alone (and no other prior side agreement) governs Racal's occupancy of the premises from February 1, 1990.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">We think the bare language suggests one outcome but does not rule out the other. Principal says that if this is so, it wins because Massachusetts law requires that a \"waiver\" of claims must be evidenced by \"clear, decisive and unequivocal conduct.\" Paterson-Leitch Co. v. Massachusetts Mun. Wholesale Elec. Co., <span class=\"citation\" data-id=\"502424\"><a href=\"/opinion/502424/paterson-leitch-company-inc-v-massachusetts-municipal-wholesale-electric/\"><span class=\"volume\">840</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">985</span></a></span>, 992 (1st Cir. 1988) (citing Glynn v. City of Gloucester, <span class=\"citation\" data-id=\"2177196\"><a href=\"/opinion/2177196/glynn-v-gloucester/\"><span class=\"volume\">401</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">886</span></a></span>, 892 (Mass. App. Ct. 1980)) (internal quotation marks omitted). But Principal's reliance on Paterson-Leitch is misplaced: the immediate issue is not \"waiver by conduct\" but construing contractual language that explicitly bars certain claims; the only question is which claims.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">We agree with the district court that the quoted provision is ambiguous enough to permit the consideration of pertinent extrinsic evidence, see Den Norske Bank AS v. First Nat'l Bank, <span class=\"citation\" data-id=\"196552\"><a href=\"/opinion/196552/den-norske-bank-as-v-first-natl-of-bost/\"><span class=\"volume\">75</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">49</span></a></span>, 52-53 (1st Cir. 1996), which the district court deemed to support Racal's interpretation. In substance, the district court found that as they moved toward the new 1989 Lease, the parties were principally animated by a desire to get on with their relationship and \"not to press claims that they may have had against one another\" under the original lease. Although Principal admits that such findings of fact are reviewed under the clearly erroneous standard, Uno v. City of Holyoke, <span class=\"citation\" data-id=\"196503\"><a href=\"/opinion/196503/vecinos-de-barrio-v-city-of-holyoke/\"><span class=\"volume\">72</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">973</span></a></span>, 978 (1st Cir. 1995), it says that there is no evidence whatever to support the district court's finding.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">We have reviewed the record with some care and believe that it supports the following inference (but no more): that Principal, knowing that the HVAC system was causing problems for which Racal might be held liable, made no effort prior to the 1989 Lease to press such claims because it desired to maintain good relations with a tenant who was paying rent and likely to sign a new lease. To this extent the evidence adequately supports the district court's finding; but so read, the finding falls short of proving a subjective intent by the two parties to make the 1989 Lease a deliberate waiver of possible claims under the 1984 Lease.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Of course, imputing to the parties a general desire to let sleeping dogs lie does mean that wiping out claims under the 1984 Lease could have been a reasonable objective of the parties. See Restatement (Second) of Contracts &#167;&#167; 202(a) (Supp. 1981); cf. New England Structures, Inc. v. Loranger, <span class=\"citation no-link\"><span class=\"volume\">234</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">888</span></span>, 892-93 (Mass. 1968). Still, there is no direct evidence that the parties adopted section 8.5 for this purpose; indeed, section 8.5 also appeared in the 1984 Lease, drafted at a time when there was no formal prior lease. The reality is that parties often adopt contract language without having in mind all of the contexts to which it might be applied. See Farnsworth, Contracts &#167;&#167; 7.9, at 510 (2d ed. 1990).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Although the parties' full subjectively intended meaning of the provision is unclear, the literal language of section 8.5 is not. Other considerations being inconclusive, it seems to us fair in this extremely close case to let matters turn on the literal language used by the parties even though a less literal reading is also quite plausible. Here, section 8.5 literally read wipes out \"all prior agreements\" between the parties \"relating to the premises\"--and so covers the 1984 Lease, removing the bases for any claims for its breach. It is worth adding that Principal did not rely on the 1984 Lease when it first brought this case.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">An alternative default rule--that uncertain language be construed against the drafter--is also invoked by Racal because Principal drafted the 1989 Lease. But the doctrine has been described as one of \"last resort\" in Massachusetts, Aldrich v. Bay State Constr. Co., <span class=\"citation no-link\"><span class=\"volume\">72</span> <span class=\"reporter\">N.E.</span> <span class=\"page\">53</span></span>, 54 (Mass. 1904), and it may be especially weak when the parties are sophisticated businesses, RCI Northeast Servs. Div. v. Boston Edison Co., <span class=\"citation\" data-id=\"490520\"><a href=\"/opinion/490520/rci-northeast-services-division-v-boston-edison-company/\"><span class=\"volume\">822</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">199</span></a></span>, 203 n.3 (1st Cir. 1987). We find it unnecessary to rely upon the doctrine here.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Let us turn now to the equally difficult question whether the 1989 Lease imposed the HVAC loss on Principal or on Racal. There are three directly pertinent and interrelated provisions, all of which are contained in section 5 of the 1989 Lease:</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Section 5.1.2 required that Racal \"maintain, repair, replace, clean\" and secure all parts of the building including its HVAC system and ensure that the premises are \"in compliance with all governmental requirements.\";</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Section 5.1.2 also required Racal to \"keep[] the Premises in good condition, reasonable wear and damage by insured casualty and taking excepted\"; and</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Section 5.1.9 required that Racal \"restor[e] the Premises to a fully functional and tenantable condition\" and surrender the premises at the end of the lease term \"in good condition, reasonable wear and damage . . . excepted.\"</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Although Principal relies upon all of these provisions, the last is arguably the most helpful to it: on a literal reading, an office building with a \"fatally injured\" HVAC system could fairly be said not to be in \"good condition\" and surely not in a \"fully functional and tenantable condition.\"</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">The district court rejected this literal reading on the authority of several Massachusetts cases, most importantly, Codman v. Hygrade Food Prods. Corp., 295 Mass. 195,3 N.E.2d 759 (Mass. 1936). Accord Guarente v. Waldorf Sys., Inc., <span class=\"citation no-link\"><span class=\"volume\">167</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">617</span></span> (Mass. 1960); Kaplan v. Flynn, <span class=\"citation no-link\"><span class=\"volume\">150</span> <span class=\"reporter\">N.E.</span> <span class=\"page\">872</span></span> (Mass. 1926). In these cases, the Massachusetts courts construed essentially similar language, requiring a tenant to return a premises in good condition, or in tenantable condition as meaning--in Codman's words--\"the actual condition of the building . . . existing when the term began . . . .\" Codman, 3 N.E.2d at 761; accord Guarente, 167 N.E.2d at 620; Kaplan, 150 N.E. at 873.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Such construction is not the most literal interpretation of the words but it makes more practical sense than the literal reading. Certainly in a non-commercial rental of a house or an apartment, most tenants would be startled to discover that bland, \"good condition\" language meant that the tenants were responsible for defects on the premises that had arisen prior to the lease and which might not even be apparent or readily discoverable. Further, Codman itself applied this common sense limitation to a commercial lease, although it also recognized that the parties could choose to provide otherwise and require the tenant to remedy conditions from use of the building by earlier occupants. 3 N.E.2d at 761-62.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Codman went even further in Racal's direction by saying that the parties could contract out of the default position (i.e., no liability for harm caused during earlier tenancies) \"[b]y the use of clear and unmistakable language.\" 3 N.E.2d at 761-62. If this were the law of Massachusetts, Principal would necessarily lose. Taken as a whole, the language used in the 1989 Lease is more favorable to the landlord than the language in the earlier Massachusetts cases such as Codman; but given Codman's gloss on the concept of good or tenantable condition, the 1989 Lease does not contain any language that \"clear[ly] and unmistakabl[y]\" imposes liability on the tenant for defects that occurred before the lease term began.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">We are loathe to decide the case on this basis. The \"clear and unmistakable language\" test, if test it was, appears in a decision now over a half century old and was not repeated in the Guarente decision rendered in 1960, see 167 N.E.2d at 618-20. Further, it is hard to see why in a complicated and thoroughly negotiated commercial transaction (like ours) the contract should not be given its best and most reasonable interpretation without any special obligation to be notably more clear on this point than on any other. What we take from Codman and its successors is that, unless the lease indicates otherwise, good or tenantable condition means \"as of the start of the lease.\"</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Does the 1989 Lease, as a whole, indicate otherwise? It is true that the lease shows, in the sum of its provisions, an intent to treat the tenant as pretty close to an owner during the lease period. Although a tenant, Racal is explicitly responsible for upkeep, repairs and even the owner's taxes on the property. But such a tenant is at most a temporary owner during the lease period; the \"owner\" label tells us very little about the tenant's liability after the tenant's \"ownership\" has ceased for defects that arose before his \"ownership began.\"</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Similar uncertainty inheres in provisions in the 1989 Lease that gave the tenant the right to inspect before occupancy, treated occupancy as an \"acknowledgment\" that the premises were in satisfactory condition, and left to the tenant the cost of any further additions or improvements. Thus, Racal was properly responsible for repairing the system during occupancy if it wanted decent HVAC service. Yet all of these provisions could be taken to mean no more than that the tenant is not going to get any more work out of the landlord, nor be able to avoid the lease, because of pre-existing defects.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">In sum, nothing in the 1989 Lease decisively warrants a departure from the approach taken in Codman: Racal bears responsibility regardless of fault for any harm or defects in the HVAC system that occurred during the lease term; but Principal cannot recover for defects or failings that existed prior to the lease term. And, on this view, the district court's outcome must be sustained. The HVAC system may have deteriorated further under Racal's second lease but, since the district court found that the system was essentially beyond repair at the start of that lease, replacement was necessary from the start and nothing that happened afterwards increased a loss that Principal must otherwise bear.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Principal is the successor in interest to the building's initial owner and landlord, Botech I, L.P.; and Racal is the successor in interest to the original tenant, Interlan, Inc. For simplicity, we refer solely to Principal and Racal throughout.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> A standard integration clause can easily be more narrowly framed, e.g., Kobayashi v. Orion Ventures, Inc., <span class=\"citation no-link\"><span class=\"volume\">678</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">180</span></span>, 184 &amp; n.6 (Mass. App. Ct. 1997) (\"This lease contains the entire and only agreement between the parties. . . .\"); Lemelman, 26 Massachusetts Practice-UCC Forms Annotated 151-52 (1984) (\"It is mutually understood and agreed that this writing is a final, complete and exclusive integration, setting out the entire intention of the parties. . . .\"), but language somewhat akin to section 8.5 has sometimes been used for this purpose, e.g., Amerada Hess Corp. v. Garabedian, <span class=\"citation no-link\"><span class=\"volume\">617</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">630</span></span>, 634 (Mass. 1993) (\"This lease merges and supersedes all prior negotiations, representations and agreements . . . .\").</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/196432/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196503/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196552/",
    "http://www.courtlistener.com/api/rest/v3/opinions/490520/",
    "http://www.courtlistener.com/api/rest/v3/opinions/502424/",
    "http://www.courtlistener.com/api/rest/v3/opinions/605981/",
    "http://www.courtlistener.com/api/rest/v3/opinions/702493/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2177196/"
  ]
}