{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/199179/",
  "absolute_url": "/opinion/199179/united-states-v-baldyga/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/199179/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T04:25:57Z",
  "date_modified": "2017-03-24T11:01:16.247135Z",
  "type": "010combined",
  "sha1": "757f458117bb9b427e75ad268d56c1dc55a4e4b4",
  "page_count": 22,
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/99-2008-01A.pdf",
  "local_path": "pdf/2000/12/07/US_v._Baldyga.pdf",
  "plain_text": "           United States Court of Appeals\n                      For the First Circuit\n\n\nNo. 99-2008\n\n                    UNITED STATES OF AMERICA,\n\n                            Appellee,\n\n                               v.\n\n                         GERALD BALDYGA,\n\n                      Defendant, Appellant.\n\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                FOR THE DISTRICT OF MASSACHUSETTS\n\n         [Hon. Nathaniel M. Gorton, U.S. District Judge]\n\n\n                             Before\n\n                     Torruella, Chief Judge,\n\n                 Wallace*, Senior Circuit Judge,\n\n                    and Lipez, Circuit Judge.\n\n\n     Benjamin S. Albert, with whom Jeffrey H. Cramer and\nBrown, Rudnick, Freed & Gesmer, P.C. were on brief, for\nappellant.\n     Jennifer H. Zacks, Assistant United States Attorney, with\nwhom Donald K. Stern, United States Attorney, was on brief,\nfor appellee.\n\n\n\n\n    *   Of the Ninth Circuit, sitting by designation.\n\f                               December 7, 2000\n\n             LIPEZ, Circuit Judge. In March, 1999, a jury convicted\n\nGerald Baldyga of four counts of possession of cocaine with\n\nintent to distribute and distribution of cocaine, in violation\n\nof    21   U.S.C.   §   841(a)(1),     one    count    of    being   a   felon    in\n\npossession of firearms and ammunition, in violation of 18 U.S.C.\n\n§ 922(g)(1), and one count of tampering with a witness, in\n\nviolation of 18 U.S.C. § 1512(b)(3).              Focusing on the witness\n\ntampering conviction, Baldyga argues on appeal that the evidence\n\nwas    insufficient     to   support    that    conviction       and     that    the\n\ndistrict court erred in its instructions to the jury.                      As the\n\nensuing discussion reveals, Baldyga's case does not involve\n\nwitness tampering in the classic sense of a defendant, prior to\n\ntrial, approaching a potential witness and attempting, through\n\nthreats or other means, to prevent that witness from testifying\n\nagainst him.        Baldyga also raises issues we have not addressed\n\nbefore relating to the \"communication with federal officials\"\n\nelement of the witness tampering statute.                   Despite the unusual\n\nfacts      and   unaddressed    issues,      federal    circuit      courts     have\n\nconsistently interpreted § 1512(b)(3) to include the kind of\n\nconduct Baldyga engaged in here.\n\n\n\n\n                                       -2-\n\f            Baldyga further contends unpersuasively that one of the\n\nsearch    warrants         authorizing      a    search   of     his    property         was\n\ndefective,       and    that      the   district     court       made       an   improper\n\nevidentiary      ruling      at    trial.         Accordingly,         we    affirm      his\n\nconviction on all counts.\n\n                                   I. Background\n\n            We recount briefly the contours of this case, deferring\n\na more detailed recitation for the sufficiency of the evidence\n\ndiscussion.          Baldyga's convictions arise from an investigation\n\nbegun by state and local authorities in Webster, Massachusetts,\n\nin January, 1998.           The federal Drug Enforcement Administration\n\n(DEA) joined the investigation in February, 1998.                                Richard\n\nChenevert,       a     regular     drug     customer      of   Baldyga's,          was     a\n\ncooperating witness throughout the investigation who agreed to\n\nbuy cocaine from Baldyga in a \"controlled purchase.\"                             For each\n\ntransaction,         the    government      gave    Chenevert       money        for     the\n\npurchase and equipped him with a listening device so they could\n\nmonitor    his       safety.       During       January    and    February,         1998,\n\nChenevert    successfully           made    three    controlled         purchases         of\n\ncocaine from Baldyga.\n\n            On March 1, 1998, Chenevert attempted to make a fourth\n\ncontrolled purchase of cocaine at Baldyga's home.                                When he\n\narrived, however, Baldyga gave him a note instructing him to\n\n\n                                           -3-\n\fremain silent and to put his hands on the wall.                       Baldyga found\n\nthe listening device Chenevert was wearing, disabled it, and\n\ninstructed him to leave the premises.                 When the listening device\n\nwent   dead,      the    law     enforcement          officers    monitoring       the\n\ntransaction approached the property.                  Although Baldyga fled the\n\nhouse through a rear exit, he was apprehended by authorities\n\napproximately 50 yards from his home.\n\n                     II. Sufficiency of the Evidence\n\n            Baldyga contends that the district court erred in not\n\ngranting his motion for acquittal because there was insufficient\n\nevidence to support his conviction for witness tampering in\n\nconnection with his confrontation with Chenevert.                     We review the\n\ndistrict's court ruling on the Rule 29 motion de novo.                             See\n\nUnited States v. Hernandez, 146 F.3d 30, 32 (1st Cir. 1998).                        In\n\nconsidering       whether   the       evidence      was   sufficient     to   convict\n\nBaldyga, we view the facts and draw reasonable inferences in\n\nfavor of the government.              See United States v. Freeman, 208 F.\n\n3d 332, 337 (1st Cir. 2000).             The evidence is legally sufficient\n\nso   long   as,    taken    as    a    whole,    it    warrants   a     judgment    of\n\nconviction.        See   id.     at    338.    We   consider     both    direct    and\n\ncircumstantial evidence as part of this inquiry.                         See United\n\nStates v. Duclos, 214 F.3d 27, 32 (1st Cir. 2000).                        To affirm\n\nBaldyga's conviction for witness tampering under 18 U.S.C. §\n\n\n                                         -4-\n\f1512(b)(3), we must find that the evidence was sufficient for\n\nthe jury to conclude beyond a reasonable doubt that Baldyga\n\nknowingly intimidated or threatened Chenevert with the intent to\n\nhinder Chenevert's communication with federal law enforcement\n\nofficials.1\n\n           The      government's     cooperating    witness,        Richard\n\nChenevert, testified that on March 1, 1998, he agreed with local\n\nand   federal    law   enforcement    authorities    to    do   a   fourth\n\ncontrolled buy of cocaine from Baldyga.         Following the typical\n\nprocedure,    the    government    searched   Chenevert,    removed     his\n\npersonal effects from his pockets, provided him with cash for\n\nthe transaction, and equipped him with a listening device.\n\nAlthough   Chenevert     had   successfully    obtained    cocaine     from\n\nBaldyga during controlled buys on three previous occasions, the\n\ntransaction on March 1 did not go well.             When he arrived at\n\n\n\n      1The witness tampering statute, 18 U.S.C. § 1512(b)(3),\nprovides, in relevant part:\n\n      Whoever knowingly uses intimidation or physical force,\n      threatens, or corruptly persuades another person, or\n      attempts to do so, or engages in misleading conduct\n      toward another person, with intent to . . . hinder,\n      delay, or prevent the communication to a law\n      enforcement officer or judge of the United States of\n      information relating to the commission or possible\n      commission of a Federal offense or a violation of\n      conditions of probation, parole, or release pending\n      judicial proceedings . . . shall be fined under this\n      title or imprisoned not more than ten years, or both.\n\n                                    -5-\n\fBaldyga's    residence,     Baldyga    handed     Chenevert     the   note\n\ninstructing him not to talk, and to put his hands on the wall.\n\nWhen he finished reading the note and looked up, Baldyga was\n\npointing a gold-colored double-barreled gun at his face.\n\n            When Chenevert turned around to face the wall, Baldyga\n\ntold him he had heard he would be wearing a wire.             Baldyga then\n\nsearched him for the listening device and disabled it after\n\nfinding it in Chenevert's coat pocket.          Baldyga asked Chenevert\n\nwhat was happening, and Chenevert told him the police had not\n\nfollowed him to Baldyga's house.        At that point, Baldyga told\n\nChenevert to leave the premises and never return.             Chenevert's\n\ntestimony about this exchange was substantiated at trial by\n\nStephen Rock, another government witness, who was at Baldyga's\n\nhome that evening to purchase cocaine.\n\nA.          Hindering Communication\n\n            Baldyga   argues   first   that     he   \"never    threatened\n\n[Chenevert] with physical harm should [Chenevert] inform federal\n\nauthorities in the future.\"      Indeed, Chenevert did not testify\n\nthat Baldyga explicitly threatened to harm him should he contact\n\nfederal authorities.      Nevertheless, the jury in this case could\n\nreadily and reasonably infer that Baldyga's brandishing of the\n\ngun, and holding it to Chenevert's head, reflected an intent to\n\ndeter Chenevert from discussing the cocaine deals with federal\n\n\n                                 -6-\n\fauthorities.     Additionally, the jury could have concluded that\n\nBaldyga revealed an awareness of Chenevert's cooperation with\n\nlaw enforcement authorities by telling him he heard he would be\n\nwearing a wire, and by searching for the listening device.              The\n\njury also could have concluded that Baldyga intended to prevent\n\nor discourage such cooperation when he ripped the wire away from\n\nthe transmitter.2      See, e.g., United States v. Black, 78 F.3d 1,\n\n6-7   (1st   Cir.    1996)   (finding    evidence   sufficient   under    §\n\n1512(b)(3) where the defendant, accompanied by a co-defendant\n\nwho commented on the witness's cooperation with law enforcement,\n\nsaid nothing to the witness about her cooperation with federal\n\nofficials but displayed a leather holster on his ankle); United\n\nStates v. Victor, 973 F.2d 975, 978 (1st Cir. 1992) (finding\n\n\"abundant proof from which the jury could have determined that\n\n[the defendant] was aware of [the witness's] cooperation with\n\nthe    federal      authorities\"   where    the     defendant    made    an\n\n\"unannounced visit\" and \"intrusive search\" of the witness's\n\napartment and stated only that the witness \"talked too much in\n\nfederal court\").\n\n\n\n\n      2We note that Baldyga conceded at oral argument that,\nassuming the officers listening to the conversation between him\nand Chenevert were federal agents for purposes of § 1512(b)(3),\nhis actions to delay Chenevert's communication with those\nofficials would suffice under this element of the statute.\n\n                                   -7-\n\fB.          Status of the Officers\n\n            Baldyga also contends that he did not violate the\n\nwitness tampering statute because no federal authorities were\n\nlistening    to    his     conversation    with   Chenevert    when   he\n\ndisconnected      the    wire.   Because    the   officers    monitoring\n\nChenevert were local police only, Baldyga argues, he did not\n\ninterrupt Chenevert's communication with any federal official.\n\nThis argument fails for two reasons.3\n\n            First, the definition of \"federal officials\" under §\n\n1512 includes not only federal law enforcement officials acting\n\nin their federal capacity, but also any officer or employee\n\nacting for or on behalf of the federal government as an adviser\n\n\n\n     3 We must also clarify two points here.         First, our\nconsideration of whether the evidence was sufficient under §\n1512(b)(3) to find the requisite involvement of federal\nofficials assumes that the jury was correctly instructed to find\nspecifically that the communication Baldyga hindered would have\nbeen made to a federal agent. As Baldyga correctly contends on\nappeal, the trial court did not so instruct the jury, and this\nwas error.    Second, our finding that there was sufficient\nevidence on the federal status of the officers does not preclude\nBaldyga's claim that the omitted element of the jury\ninstructions was plain error that should be corrected. Rather,\nas we discuss infra Part III, our consideration of the\nsufficiency claim and the plain error claim raise analytically\ndistinct questions.    Furthermore, the outcomes at stake are\ndifferent.    If Baldyga prevailed on his challenge to the\nsufficiency of the evidence, we would dismiss the witness\ntampering charge. See Fed. R. Crim. P. 29(a). Success on his\nassignment of error in the jury instructions would only secure\nhim a new trial on that charge.     See, e.g., United States v.\nFalu-Gonzalez, 205 F.3d 436, 444 (1st Cir. 2000).\n\n                                   -8-\n\for consultant.         See 18 U.S.C. § 1515(a)(4).4              Because the local\n\npolice officers monitoring the transaction between Chenevert and\n\nBaldyga         were   acting    with    the     DEA   as      part    of   a    joint\n\ninvestigation, they may be considered federal officials for the\n\npurposes of § 1512(b)(3).           See    United States v. Veal, 153 F.3d\n\n1233, 1251 n.25 (11th Cir. 1998) (stating that \"[b]ecause of the\n\nconcurrent jurisdiction of state and federal authorities in such\n\nareas as drug interdiction . . . we recognize that state police\n\nofficers can serve as advisors or consultants to federal agents\n\nin the 'prevention, detection, investigation, or prosecution' of\n\nvarious federal crimes\" (quoting 18 U.S.C. § 1515(a)(4)(A))).\n\n                Baldyga argues that the requirements of § 1512(b)(3)\n\nare \"noticeably absent in the instant matter\" because \"there\n\nwere       no   federal    authorities    listening       to     the   communication\n\ndevice worn by [Chenevert].\"               We reject this claim because §\n\n1512 does not require that the witness's communication with\n\nfederal officers be as imminent as Baldyga suggests.                        Instead,\n\nother       circuits      have   read   the     statute     to    require       only   a\n\n\n\n       4\n      Specifically, § 1515(a), which defines the terms used in\n§ 1512, provides, in pertinent part: \"the term 'law enforcement\nofficer' means an officer or employee of the Federal Government,\nor a person authorized to act for or on behalf of the Federal\nGovernment or serving the Federal Government as an adviser or\nconsultant . . . authorized under law to engage in or supervise\nthe prevention, detection, investigation, or prosecution of an\noffense.\" 18 U.S.C. § 1515(a)(4)(A).\n\n                                          -9-\n\fpossibility that the conduct will interfere with communication\n\nto a federal agent.5     For example, in Veal, where the appellant\n\nwas accused of transmitting misleading information to federal\n\nofficials,    the    court    found    sufficient    a   \"possibility   or\n\nlikelihood    that     [the    defendants']      false   and    misleading\n\ninformation    would    be    transferred      to   federal    authorities\n\nirrespective of the governmental authority represented by the\n\ninitial investigators.\"       Id. at 1251-52; see also United States\n\nv. Applewhaite, 195 F.3d 679, 687 (3d Cir. 1999); United States\n\nv. Emery, 186 F.3d 921, 925 (8th Cir. 1999); United States v.\n\nDiaz, 176 F.3d 52, 91-92 (2d Cir. 1999); United States v. Bell,\n\n113 F.3d 1345, 1349 (3d Cir. 1997); United States v. Stansfield,\n\n101 F.3d 909, 919 (3d Cir. 1996); United States v. Romero, 54\n\nF.3d 56, 62 (2d Cir. 1995); United States v. Fortenberry, 971\n\nF.2d 717, 720 n.9 (11th Cir. 1992).          In discouraging Chenevert's\n\ncommunication with authorities by disconnecting the listening\n\n\n\n    5 We note that some of these cases interpreting § 1512(b)(3)\nconcern misleading conduct rather than the intimidating conduct\nwe have here.     In Veal, for example, the defendants were\nconvicted of misleading a witness with the intent to hinder the\nwitness's communication with federal officials. See Veal, 153\nF.3d at 1245. The analysis regarding the federal character of\nthe crime and the relevant authorities applies with equal force\nto any consideration of a conviction under § 1512. See, e.g.,\nUnited States v. Diaz, 176 F.3d 52, 91 (2d Cir. 1999) (relying\non an opinion analyzing § 1512(a)(1)(C) in considering claims\nunder § 1512(b)(3) because the elements of the subsections of\n§ 1512 are similar).\n\n                                      -10-\n\fdevice,    Baldyga   satisfied    the   requirements    of    the   statute\n\nbecause the possibility existed that such communication would\n\neventually occur with federal officials. Indeed, not only was it\n\npossible that Chenevert would communicate with federal agents,\n\nbut his prior cooperation with them made such communication\n\nprobable.\n\n            We also want to dispel any notion that the defendant's\n\nintent to hinder communication must include an awareness of the\n\npossible    involvement   of     federal   officials.        Section   1512\n\nexplicitly does not require proof of the defendant's state of\n\nmind with respect to whether the officials involved were federal\n\nofficers.    See 18 U.S.C. § 1512(f).6     Therefore, the evidence may\n\nbe sufficient to support a conviction under § 1512(b)(3) even if\n\nthe defendant had no knowledge that the witness threatened had\n\neven contemplated communicating with a federal official.               \"All\n\nthat § 1512(b)(3) requires is that the government establish that\n\nthe defendants had the intent to influence an investigation that\n\nhappened to be federal.\"       Applewhaite, 195 F.3d at 687.\n\nC.          Commission of a Federal Offense\n\n\n     6 Section 1512(f) provides, in relevant part: \"In a\nprosecution for an offense under this section, no state of mind\nneed be proved with respect to the circumstance . . . that the\nlaw enforcement officer is an officer or employee of the Federal\nGovernment or a person authorized to act for or on behalf of the\nFederal Government or serving the Federal Government as an\nadviser or consultant.\"\n\n                                   -11-\n\f             Finally,        Baldyga             argues      that     the    evidence      is    not\n\nsufficient       to     support        his       conviction         for     witness      tampering\n\nbecause Chenevert could not have witnessed a federal offense on\n\nMarch 1, 1998.          Because he claims he had no intention of selling\n\nChenevert drugs that day, he contends that there is no federal\n\noffense      upon       which     to        predicate         his     conviction         under     §\n\n1512(b)(3).         We reject this argument.                     The jury found that the\n\nevidence supported a guilty verdict on the charge of possessing\n\ncocaine with intent to distribute it in violation of 21 U.S.C.\n\n§ 841(a)(1), a federal offense.                              Moreover, the evidence was\n\nsufficient to support Baldyga's conviction for witness tampering\n\neven   if    the      prosecution           had      been     unable        to   prove     all   the\n\nelements of the drug charge.                         See Applewhaite, 195 F.3d at 687\n\n(noting that \"if the investigation or prosecution a defendant\n\ntries to hamper turns out to be federal, the [defendant] is\n\nguilty      of   tampering            with       a     federal      witness       even     if    the\n\nprosecution        is      unable      to    establish          the    facts      necessary       to\n\nestablish a violation of federal law\").\n\n             Section 1512(b)(3) does not require that the defendant\n\nbe   convicted        of    the       federal        offense.         Rather,      the     statute\n\ncriminalizes          the    interference               of    \"communication          to    a    law\n\nenforcement        officer        .    .     .    of     information         relating      to    the\n\ncommission or possible commission of a Federal offense.\"                                          18\n\n\n                                                  -12-\n\fU.S.C. § 1512(b)(3) (emphasis added).     Contrary to Baldyga's\n\nassertion, the dispositive issue is the federal character of the\n\ninvestigation, not guilty verdicts on any federal offenses that\n\nmay be charged.   Indeed, even where a prosecution is in federal\n\ncourt \"only by accident or mistake\" because authorities are not\n\ncorrect in selecting a federal forum over a state forum, this\n\nfact \"does not alter the federal nature of the prosecutions\n\nbrought in federal court insofar as a violation of 18 U.S.C. §\n\n1512 is concerned.\" Applewhaite, 195 F.3d at 688.   Accordingly,\n\nwe reject Baldyga's claim that there was no federal offense\n\ninvolved on March 1, 1998.\n\n                      III. Jury Instructions\n\n           Baldyga argues that the court erred in not instructing\n\nthe jury that they must find the law enforcement officials\n\ninvolved to be federal agents, as opposed to state or local\n\npolice.7   Because Baldyga's trial counsel did not object to the\n\n\n     7   With respect to § 1512(b)(3), the judge instructed the\njury:\n\n     Now Count 8 accuses Gerard [sic] Baldyga of tampering\n     with a witness or informant on or about March 1, 1998.\n     For you to find the defendant guilty of this crime,\n     you must find that the government has proven each of\n     the following elements beyond a reasonable doubt:\n     first, that Mr. Baldyga used intimidation, physical\n     force, or threats on March 1, 1998; and second, that\n     he did so with the intent to influence, delay, or\n     prevent the testimony of that person in an official\n     proceeding or to prevent the communication to a law\n\n                               -13-\n\finstructions, we review this claim for plain error.                 See Fed. R.\n\nCrim. P. 52(b); see also United States v. Olano, 507 U.S. 725,\n\n731 (1993); United States v. Colon-Munoz, 192 F.3d 210, 221 (1st\n\nCir. 1999).       To justify relief for this error, we must conclude\n\nthat there was error, that the error was plain, and that it\n\naffected the substantial rights of the defendant.                   See Colon-\n\nMunoz, 192 F.3d at 221.             Even if these three conditions are\n\nsatisfied, correcting the error remains discretionary, and we\n\nwill   do   so    only   if   the   mistake    \"'seriously    affect[s]     the\n\nfairness,        integrity,    or     public     reputation    of     judicial\n\nproceedings.'\"       Olano, 507 U.S. at 732 (quoting United States v.\n\nYoung, 470 U.S. 1, 15 (1985)).                 Error is \"plain\" if it is\n\n\"clear\" or \"obvious.\"         Id. at 734.       The error in this case is\n\n\"plain\" because § 1512(b)(3) requires, as an element of the\n\noffense, that the law enforcement officials be federal agents.\n\nHowever,    we     conclude    that    this     omitted   element     was   not\n\nprejudicial because it did not affect Baldyga's substantial\n\nrights.\n\n\n\n\n       enforcement officer of information relating to the\n       commission or possible commission of a federal\n       offense.\n\n       The government does not need to prove that Mr. Baldyga\n       knew that there was a pending federal, as opposed to\n       state, proceeding at the time of the offense.\n\n                                      -14-\n\f              For a mistake to affect the substantial rights of the\n\ndefendant under the third prong of the \"plain error\" test, the\n\nerror must have been \"prejudicial\" in the sense that it must\n\nhave affected the outcome of the district court proceedings.\n\nSee id.      Because he did not object to the jury instructions at\n\ntrial, Baldyga bears the burden of persuasion on this point.\n\nSee id.      Our task is to determine \"whether the record contains\n\nevidence that could rationally lead to a contrary finding with\n\nrespect to the omitted element.\"           Neder v. United States, 527\n\nU.S. 1, 19 (1999).8\n\n              At trial, Baldyga did not dispute the DEA's involvement\n\nin the investigation.         Even on appeal he contests only the\n\nextent       to   which   federal   agents    were   involved   in   the\n\ninvestigation, and their proximity to the transaction between\n\nhim and Chenevert on March 1, rather than their involvement at\n\nall.       Furthermore, the jury found, beyond a reasonable doubt,\n\n\n       8\n      Although this inquiry resembles our analysis of Baldyga's\nchallenge to the sufficiency of the evidence, we note that\nfinding the evidence sufficient to support his conviction did\nnot rule out the possibility that he was prejudiced by the\nomitted element of the jury instructions. In deciding that the\nevidence was sufficient to support his conviction, we determined\nonly that the evidence warranted a judgment of conviction beyond\na reasonable doubt. It would be consistent with that conclusion\nto also conclude as part of the plain error analysis that the\nsame evidence was not so overwhelming as to rationally preclude\n\"a contrary finding with respect to the omitted element.\"\nNeder, 527 U.S. at 19.      However, we do not reach such a\nconclusion here.\n\n                                    -15-\n\fthat Baldyga engaged in conduct that constitutes a federal\n\noffense by possessing cocaine with intent to sell.                Logically,\n\nthe jury likely would have concluded that at least some of the\n\nlaw enforcement officers involved in investigating that matter\n\nwere federal agents.     See, e.g., Bell, 113 F.3d at 1349 (noting,\n\n\"[i]f an offense constitutes a federal crime, it is more likely\n\nthat an officer investigating it would be a federal officer\").\n\nIndeed,    Special   Agent   Michael      Boyle    of   the     federal    Drug\n\nEnforcement      Administration    testified       that    he    accompanied\n\nChenevert to Baldyga's residence on February 10, 1998 in an\n\nattempt to make a controlled purchase of cocaine.               Accordingly,\n\nthe jury heard evidence that at least one federal officer was an\n\nactive part of the investigation of Baldyga's conduct.\n\n            Based on this evidence, and other evidence presented\n\nat trial, we cannot conclude that the jury rationally could have\n\nmade a contrary finding with respect to the element omitted from\n\nthe jury instructions.        According to        Neder, 527 U.S. at 19,\n\nBaldyga    was   obligated   to   raise   sufficient      evidence    to   the\n\ncontrary.     He neglected to do so at all in his initial brief,\n\nand argues in his reply brief only that the involvement of the\n\nfederal DEA was limited, rather than that such involvement was\n\nlacking.     Therefore, no prejudice exists, and we decline to\n\ncorrect the error.     See id. at 18.\n\n\n                                   -16-\n\f                          IV. Search Warrants\n\n          Baldyga appeals the district court's denial of his\n\nmotion to suppress evidence seized from the second search of his\n\nresidence.      Following Baldyga's arrest on March 1, 1998, the\n\npolice obtained and executed a warrant to search the primary\n\nresidence at Baldyga's property, 61 Sutton Road, on March 2.\n\nAfter seizing several items, including weapons and the note that\n\nBaldyga   had   written   to   Chenevert,    the   police   obtained   and\n\nexecuted a second warrant to search Baldyga's property.          Baldyga\n\nargues that the fruits of the second search should be suppressed\n\nbecause the police lacked probable cause to obtain the warrant,\n\nand because the warrant contained an insufficient description of\n\nthe premises to be searched.\n\n          We review a district court's decision to grant or deny\n\na suppression motion de novo.       See United States v. Ferreras,\n\n192 F.3d 5, 9 (1st Cir. 1999).      However, the factual findings of\n\nthe court are entitled to deference in the absence of proof that\n\nthey are clearly erroneous.        See id.    We will find that clear\n\nerror exists only if, \"after considering all the evidence, we\n\nare left with a definite and firm conviction that a mistake has\n\nbeen made.\"     Id. at 9-10.    \"Moreover, we will uphold a district\n\ncourt's decision to deny a suppression motion provided that any\n\n\n\n\n                                  -17-\n\freasonable view of the evidence supports such a decision.\"                Id.\n\nat 10.\n\n                 Our review of the evidence persuades us that there was\n\nprobable cause to support the second search warrant.                 Probable\n\ncause exists where information in the affidavit reveals \"a fair\n\nprobability that contraband or evidence of a crime will be found\n\nin a particular place.\"           United States v. Khounsavanh, 113 F.3d\n\n279,       283   (1st   Cir.   1997)   (internal   quotation   and   citation\n\nomitted).         \"Probability is the touchstone\" of this inquiry.        Id.\n\n(internal quotation and citation omitted).             In his affidavit in\n\nsupport of the application for the warrant, police officer\n\nThomas Ralph stated that the fruits of the first search,9 as well\n\nas the ongoing police investigation of Baldyga's activities,\n\nindicated that \"a dealer at Mr. Baldyga's level would have a\n\nlarge amount of cocaine on hand for sales.\"            The first search of\n\nBaldyga's residence only, and not the other buildings on the\n\nproperty, did not produce any cocaine. Therefore, a reasonable\n\nprobability existed, based on the knowledge of the local police,\n\n\n\n       9\n       Although the police did not find any cocaine during the\nfirst search, they did find four objects with possible cocaine\nresidue (a CD, a spoon, 2 plastic bag corners, and half of a\nscale). Additionally, the search yielded four guns, shells, an\nopen box of baking soda, one bottle of Pyrodex (described as\n\"black Powder\" in the police report), and a \"note with\nthreatening statement on it\" later identified as the note\nBaldyga gave Chenevert.\n\n                                       -18-\n\fand the professional experience of the affiant, that cocaine\n\nmight be found in other locations on Baldyga's property.\n\n               Baldyga also contends that the second search warrant\n\nwas defective because it explicitly authorized only a search of\n\nthe residence at 61 Sutton Road, and not of the outbuildings and\n\nother structures on the property.                The authority to search is\n\nlimited by the specific places described in the warrant and\n\ncannot be extended to additional locations.                 See Ferreras, 192\n\nF.3d at 10.       \"However, search warrants and affidavits should be\n\nconsidered in a common sense manner, and hypertechnical readings\n\nshould be avoided.\"         United States v. Bonner, 808 F.2d 864, 868\n\n(1st    Cir.    1986).     The   second   search     warrant   in    this   case\n\nauthorized a search of \"61 Sutton Road, Webster, a single family\n\nresidence\" and did not mention any of the other buildings on\n\nBaldyga's property.        However, the warrant stated, in the section\n\ndescribing the items to be seized, \"Also, any vehicles on the\n\nproperty and any unattached buildings, storage areas, garages,\n\nsheds     on     the     property   of      61     Sutton    Road,    Webster,\n\nMassachusetts.\"        The district court ruled, based on a reasonable\n\nreading of the warrant and the affidavit of police officer\n\nRalph, that the entry describing the items to be seized was\n\nmisplaced and had been intended to describe the premises to be\n\nsearched.       We must accept this finding unless we find that it is\n\n\n                                     -19-\n\fclearly erroneous.             See Ferreras, 192 F.3d at 9.                Based on\n\npolice officer Ralph's affidavit--which specifically mentions\n\n\"the        separate    storage     areas,      houses,      garages,    unattached\n\nbuildings and vehicles on the premises at 61 Sutton Road\"--we\n\ncannot conclude that the district court's decision is clearly\n\nerroneous, and we affirm the ruling that the second search\n\nwarrant adequately described the premises to be searched.10\n\n                              V. Evidentiary Rulings\n\n                 Finally, Baldyga claims that the district court made\n\ntwo improper evidentiary rulings.                  First, he argues that the\n\ncourt erred in admitting an automatic weapon seized from his\n\nproperty (\"the Uzi\") into evidence.                   He also contends that the\n\ndistrict court should not have allowed a government witness,\n\nSpecial Agent Offringa, to testify about reconstructing the\n\nweapon to make it capable of firing.                  Although Baldyga does not\n\nrefer       to    Federal    Rule   of    Evidence      403    specifically,      the\n\nsubstance         of   his   argument    is   that     the    weapon    itself,   and\n\nOffringa's testimony, should have been excluded pursuant to Rule\n\n403     because        the    probative       value    of     the   evidence      was\n\n\n\n       10\n       Because we find that probable cause existed to support\nthe second search warrant, and that the warrant adequately\ndescribed the premises to be searched, we do not reach the issue\nof whether the search would be valid under the good faith\nexception to the warrant requirement.     See United States v.\nLeon, 468 U.S. 897 (1984).\n\n                                         -20-\n\fsubstantially outweighed by the danger of undue prejudice to his\n\ncase.     See Fed. R. Evid. 403.        We review the district court's\n\ndecision to allow the evidence for abuse of discretion.11             See\n\nUnited States v. Alston, 112 F.3d 32, 35 (1st Cir. 1997); United\n\nStates v. Cruz-Kuilan, 75 F.3d 59, 61 (1st Cir. 1996).              These\n\nrulings    must   stand   absent    a     showing   of   \"extraordinarily\n\ncompelling circumstances.\"         United States v. Lombard, 72 F.3d\n\n170, 190 (1st Cir. 1995) (quoting United States v. Lewis, 40\n\nF.3d 1325, 1339 (1st Cir. 1994)).            Baldyga has made no such\n\nshowing.\n\n            The pieces of the Uzi were relevant to prove that\n\nBaldyga was a felon in possession of firearms, and Offringa's\n\ntestimony was relevant to a full understanding of the number and\n\nnature of the weapons he owned.           Any prejudice to Baldyga was\n\nmitigated by Offringa's testimony that the Uzi had been found at\n\nBaldyga's residence in parts, that it had to be reassembled to\n\nmake it operable, and that a barrel--a component necessary to\n\n\n    11  Baldyga's trial counsel objected only to Offringa's\ntestimony concerning the reconstruction of the Uzi, and not to\nthe admission of the weapon itself.     Therefore, the court's\ndecision to admit the Uzi into evidence is reviewed for plain\nerror only. See Fed. R. Crim. Pro. 52(b); Olano, 507 U.S. at\n731.   We do not reach the issue of whether Baldyga could\ndemonstrate plain error because we conclude that the admission\nof the Uzi was not erroneous. However, we note that Baldyga has\nnot even attempted to demonstrate, as he must under the plain\nerror doctrine, see Olano, 507 U.S. at 734, that the admission\nof the Uzi changed the outcome of his trial.\n\n                                   -21-\n\fmake the weapon capable of being fired--had not been found among\n\nthe pieces in Baldyga's home.   We reject Baldyga's challenge and\n\nhold that the district court did not abuse its discretion in\n\nmaking the evidentiary rulings.\n\n         Affirmed.\n\n\n\n\n                                -22-\n\f",
  "html": "<p class=\"case_cite\">233 F.3d 674 (1st Cir. 2000)</p>\n    <p class=\"parties\">UNITED STATES OF AMERICA, Appellee,<br>v.<br>GERALD BALDYGA, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 99-2008.</p>\n    <p class=\"court\">United States Court of Appeals, For the First Circuit.</p>\n    <p class=\"date\">Heard August 14, 2000.<br>Decided December 7, 2000.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF MASSACHUSETTS.</p>\n      <p class=\"indent\">Hon. Nathaniel M. Gorton, U.S. District Judge.[Copyrighted Material Omitted][Copyrighted Material Omitted]</p>\n      <p class=\"indent\">Benjamin S. Albert, with whom Jeffrey H. Cramer and Brown, Rudnick, Freed &amp; Gesmer, P.C. were on brief, for appellant.</p>\n      <p class=\"indent\">Jennifer H. Zacks, Assistant United States Attorney, with whom Donald K. Stern, United States Attorney, was on brief, for appellee.</p>\n      <p class=\"indent\">Before Torruella, Chief Judge, Wallace<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a>, Senior Circuit Judge, and Lipez, Circuit Judge.</p>\n      <p class=\"indent\">LIPEZ, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In March, 1999, a jury convicted Gerald Baldyga of four counts of possession of cocaine with intent to distribute and distribution of cocaine, in violation of 21 U.S.C.  841(a)(1), one count of being a felon in possession of firearms and ammunition, in violation of 18 U.S.C.  922(g)(1), and one count of tampering with a witness, in violation of 18 U.S.C.  1512(b)(3).  Focusing on the witness tampering conviction, Baldyga argues on appeal that the evidence was insufficient to support that conviction and that the district court erred in its instructions to the jury.  As the ensuing discussion reveals, Baldyga's case does not involve witness tampering in the classic sense of a defendant, prior to trial, approaching a potential witness and attempting, through threats or other means, to prevent that witness from testifying against him.  Baldyga also raises issues we have not addressed before relating to the \"communication with federal officials\" element of the witness tampering statute.  Despite the unusual facts and unaddressed issues, federal circuit courts have consistently interpreted  1512(b)(3) to include the kind of conduct Baldyga engaged in here.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Baldyga further contends unpersuasively that one of the search warrants authorizing a search of his property was defective, and that the district court made an improper evidentiary ruling at trial.   Accordingly, we affirm his conviction on all counts.</p>\n    </div>\n    <p class=\"indent\">I. Background</p>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">We recount briefly the contours of this case, deferring a more detailed recitation for the sufficiency of the evidence discussion.  Baldyga's convictions arise from an investigation begun by state and local authorities in Webster, Massachusetts, in January, 1998.  The federal Drug Enforcement Administration (DEA) joined the investigation in February, 1998.  Richard Chenevert, a regular drug customer of Baldyga's, was a cooperating witness throughout the investigation who agreed to buy cocaine from Baldyga in a \"controlled purchase.\"  For each transaction, the government gave Chenevert money for the purchase and equipped him with a listening device so they could monitor his safety.  During January and February, 1998, Chenevert successfully made three controlled purchases of cocaine from Baldyga.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">On March 1, 1998, Chenevert attempted to make a fourth controlled purchase of cocaine at Baldyga's home.  When he arrived, however, Baldyga gave him a note instructing him to remain silent and to put his hands on the wall.  Baldyga found the listening device Chenevert was wearing, disabled it, and instructed him to leave the premises.  When the listening device went dead, the law enforcement officers monitoring the transaction approached the property.  Although Baldyga fled the house through a rear exit, he was apprehended by authorities approximately 50 yards from his home.</p>\n    </div>\n    <p class=\"indent\">II. Sufficiency of the Evidence</p>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Baldyga contends that the district court erred in not granting his motion for acquittal because there was insufficient evidence to support his conviction for witness tampering in connection with his confrontation with Chenevert.  We review the district's court ruling on the Rule 29 motion de novo.  See United States v. Hernandez, 146 F.3d 30, 32 (1st Cir. 1998).  In considering whether the evidence was sufficient to convict Baldyga, we view the facts and draw reasonable inferences in favor of the government.  See United States v. Freeman, 208 F. 3d 332, 337 (1st Cir. 2000).  The evidence is legally sufficient so long as, taken as a whole, it warrants a judgment of conviction.  See id. at 338. We consider both direct and circumstantial evidence as part of this inquiry.  See United States v. Duclos, 214 F.3d 27, 32 (1st Cir. 2000).  To affirm Baldyga's conviction for witness tampering under 18 U.S.C.  1512(b)(3), we must find that the evidence was sufficient for the jury to conclude beyond a reasonable doubt that Baldyga knowingly intimidated or threatened Chenevert with the intent to hinder Chenevert's communication with federal law enforcement officials.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The government's cooperating witness, Richard Chenevert, testified that on March 1, 1998, he agreed with local and federal law enforcement authorities to do a fourth controlled buy of cocaine from Baldyga.  Following the typical procedure, the government searched Chenevert, removed his personal effects from his pockets, provided him with cash for the transaction, and equipped him with a listening device.  Although Chenevert had successfully obtained cocaine from Baldyga during controlled buys on three previous occasions, the transaction on March 1 did not go well.  When he arrived at Baldyga's residence, Baldyga handed Chenevert the note instructing him not to talk, and to put his hands on the wall.  When he finished reading the note and looked up, Baldyga was pointing a gold-colored double-barreled gun at his face.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">When Chenevert turned around to face the wall, Baldyga told him he had heard he would be wearing a wire.  Baldyga then searched him for the listening device and disabled it after finding it in Chenevert's coat pocket.  Baldyga asked Chenevert what was happening, and Chenevert told him the police had not followed him to Baldyga's house.  At that point, Baldyga told Chenevert to leave the premises and never return.  Chenevert's testimony about this exchange was substantiated at trial by Stephen Rock, another government witness, who was at Baldyga's home that evening to purchase cocaine.</p>\n    </div>\n    <p class=\"indent\">A.  Hindering Communication</p>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Baldyga argues first that he \"never threatened [Chenevert] with physical harm should [Chenevert] inform federal authorities in the future.\"  Indeed, Chenevert did not testify that Baldyga explicitly threatened to harm him should he contact federal authorities.  Nevertheless, the jury in this case could readily and reasonably infer that Baldyga's brandishing of the gun, and holding it to Chenevert's head, reflected an intent to deter Chenevert from discussing the cocaine deals with federal authorities.  Additionally, the jury could have concluded that Baldyga revealed an awareness of Chenevert's cooperation with law enforcement authorities by telling him he heard he would be wearing a wire, and by searching for the listening device.  The jury also could have concluded that Baldyga intended to prevent or discourage such cooperation when he ripped the wire away from the transmitter.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  See, e.g., United States v. Black, 78 F.3d 1, 6-7 (1st Cir. 1996) (finding evidence sufficient under  1512(b)(3) where the defendant, accompanied by a co-defendant who commented on the witness's cooperation with law enforcement, said nothing to the witness about her cooperation with federal officials but displayed a leather holster on his ankle); United States v. Victor, 973 F.2d 975, 978 (1st Cir. 1992) (finding \"abundant proof from which the jury could have determined that [the defendant] was aware of [the witness's] cooperation with the federal authorities\" where the defendant made an \"unannounced visit\" and \"intrusive search\" of the witness's apartment and stated only that the witness \"talked too much in federal court\").</p>\n    </div>\n    <p class=\"indent\">B.  Status of the Officers</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Baldyga also contends that he did not violate the witness tampering statute because no federal authorities were listening to his conversation with Chenevert when he disconnected the wire.  Because the officers monitoring Chenevert were local police only, Baldyga argues, he did not interrupt Chenevert's communication with any federal official.  This argument fails for two reasons.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">First, the definition of \"federal officials\" under  1512 includes not only federal law enforcement officials acting in their federal capacity, but also any officer or employee acting for or on behalf of the federal government as an adviser or consultant. See 18 U.S.C.  1515(a)(4).<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  Because the local police officers monitoring the transaction between Chenevert and Baldyga were acting with the DEA as part of a joint investigation, they may be considered federal officials for the purposes of  1512(b)(3).  See  United States v. Veal, 153 F.3d 1233, 1251 n.25 (11th Cir. 1998) (stating that \"[b]ecause of the concurrent jurisdiction of state and federal authorities in such areas as drug interdiction . . . we recognize that state police officers can serve as advisors or consultants to federal agents in the 'prevention, detection, investigation, or prosecution' of various federal crimes\" (quoting 18 U.S.C.  1515(a)(4)(A))).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Baldyga argues that the requirements of  1512(b)(3) are \"noticeably absent in the instant matter\" because \"there were no federal authorities listening to the communication device worn by [Chenevert].\"  We reject this claim because  1512 does not require that the witness's communication with federal officers be as imminent as Baldyga suggests.  Instead, other circuits have read the statute to require only a possibility that the conduct will interfere with communication to a federal agent.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  For example, in Veal, where the appellant was accused of transmitting misleading information to federal officials, the court found sufficient a \"possibility or likelihood that [the defendants'] false and misleading information would be transferred to federal authorities irrespective of the governmental authority represented by the initial investigators.\"  Id. at 1251-52; see also United States v. Applewhaite, 195 F.3d 679, 687 (3d Cir. 1999); United States v. Emery, 186 F.3d 921, 925 (8th Cir. 1999); United States v. Diaz, 176 F.3d 52, 91-92 (2d Cir. 1999); United States v. Bell, 113 F.3d 1345, 1349 (3d Cir. 1997); United States v. Stansfield, 101 F.3d 909, 919 (3d Cir. 1996); United States v. Romero, 54 F.3d 56, 62 (2d Cir. 1995); United States v. Fortenberry, 971 F.2d 717, 720 n.9 (11th Cir. 1992).  In discouraging Chenevert's communication with authorities by disconnecting the listening device, Baldyga satisfied the requirements of the statute because the possibility existed that such communication would eventually occur with federal officials. Indeed, not only was it possible that Chenevert would communicate with federal agents, but his prior cooperation with them made such communication probable.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">We also want to dispel any notion that the defendant's intent to hinder communication must include an awareness of the possible involvement of federal officials.  Section 1512 explicitly does not require proof of the defendant's state of mind with respect to whether the officials involved were federal officers.  See 18 U.S.C.  1512(f).<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>  Therefore, the evidence may be sufficient to support a conviction under  1512(b)(3) even if the defendant had no knowledge that the witness threatened had even contemplated communicating with a federal official.  \"All that  1512(b)(3) requires is that the government establish that the defendants had the intent to influence an investigation that happened to be federal.\"  Applewhaite, 195 F.3d at 687.</p>\n    </div>\n    <p class=\"indent\">C.  Commission of a Federal Offense</p>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Finally, Baldyga argues that the evidence is not sufficient to support his conviction for witness tampering because Chenevert could not have witnessed a federal offense on March 1, 1998.  Because he claims he had no intention of selling Chenevert drugs that day, he contends that there is no federal offense upon which to predicate his conviction under  1512(b)(3).  We reject this argument.  The jury found that the evidence supported a guilty verdict on the charge of possessing cocaine with intent to distribute it in violation of 21 U.S.C.  841(a)(1), a federal offense.  Moreover, the evidence was sufficient to support Baldyga's conviction for witness tampering even if the prosecution had been unable to prove all the elements of the drug charge.  See Applewhaite, 195 F.3d at 687 (noting that \"if the investigation or prosecution a defendant tries to hamper turns out to be federal, the [defendant] is guilty of tampering with a federal witness even if the prosecution is unable to establish the facts necessary to establish a violation of federal law\").</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Section 1512(b)(3) does not require that the defendant be convicted of the federal offense.  Rather, the statute criminalizes the interference of \"communication to a law enforcement officer . . . of information relating to the commission or possible commission of a Federal offense.\"  18 U.S.C.  1512(b)(3) (emphasis added).  Contrary to Baldyga's assertion, the dispositive issue is the federal character of the investigation, not guilty verdicts on any federal offenses that may be charged.  Indeed, even where a prosecution is in federal court \"only by accident or mistake\" because authorities are not correct in selecting a federal forum over a state forum, this fact \"does not alter the federal nature of the prosecutions brought in federal court insofar as a violation of 18 U.S.C.  1512 is concerned.\" Applewhaite, 195 F.3d at 688.  Accordingly, we reject Baldyga's claim that there was no federal offense involved on March 1, 1998.</p>\n    </div>\n    <p class=\"indent\">III. Jury Instructions</p>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Baldyga argues that the court erred in not instructing the jury that they must find the law enforcement officials involved to be federal agents, as opposed to state or local police.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a>  Because Baldyga's trial counsel did not object to the instructions, we review this claim for plain error.  See Fed. R. Crim. P. 52(b); see also United States v. Olano, 507 U.S. 725, 731 (1993); United States v. Colon-Munoz, 192 F.3d 210, 221 (1st Cir. 1999).  To justify relief for this error, we must conclude that there was error, that the error was plain, and that it affected the substantial rights of the defendant.  See Colon-Munoz, 192 F.3d at 221.  Even if these three conditions are satisfied, correcting the error remains discretionary, and we will do so only if the mistake \"'seriously affect[s] the fairness, integrity, or public reputation of judicial proceedings.'\"  Olano, 507 U.S. at 732 (quoting United States v. Young, 470 U.S. 1, 15 (1985)).  Error is \"plain\" if it is \"clear\" or \"obvious.\"  Id. at 734.  The error in this case is \"plain\" because  1512(b)(3) requires, as an element of the offense, that the law enforcement officials be federal agents.  However, we conclude that this omitted element was not prejudicial because it did not affect Baldyga's substantial rights.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">For a mistake to affect the substantial rights of the defendant under the third prong of the \"plain error\" test, the error must have been \"prejudicial\" in the sense that it must have affected the outcome of the district court proceedings.  See id.  Because he did not object to the jury instructions at trial, Baldyga bears the burden of persuasion on this point.  See id.  Our task is to determine \"whether the record contains evidence that could rationally lead to a contrary finding with respect to the omitted element.\"  Neder v. United States, 527 U.S. 1, 19 (1999).<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a></p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">At trial, Baldyga did not dispute the DEA's involvement in the investigation.  Even on appeal he contests only the extent to which federal agents were involved in the investigation, and their proximity to the transaction between him and Chenevert on March 1, rather than their involvement at all.  Furthermore, the jury found, beyond a reasonable doubt, that Baldyga engaged in conduct that constitutes a federal offense by possessing cocaine with intent to sell.  Logically, the jury likely would have concluded that at least some of the law enforcement officers involved in investigating that matter were federal agents.  See, e.g., Bell, 113 F.3d at 1349 (noting, \"[i]f an offense constitutes a federal crime, it is more likely that an officer investigating it would be a federal officer\").  Indeed, Special Agent Michael Boyle of the federal Drug Enforcement Administration testified that he accompanied Chenevert to Baldyga's residence on February 10, 1998 in an attempt to make a controlled purchase of cocaine.  Accordingly, the jury heard evidence that at least one federal officer was an active part of the investigation of Baldyga's conduct.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Based on this evidence, and other evidence presented at trial, we cannot conclude that the jury rationally could have made a contrary finding with respect to the element omitted from the jury instructions.  According to Neder, 527 U.S. at 19, Baldyga was obligated to raise sufficient evidence to the contrary.  He neglected to do so at all in his initial brief, and argues in his reply brief only that the involvement of the federal DEA was limited, rather than that such involvement was lacking.  Therefore, no prejudice exists, and we decline to correct the error.  See id. at 18.</p>\n    </div>\n    <p class=\"indent\">IV. Search Warrants</p>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Baldyga appeals the district court's denial of his motion to suppress evidence seized from the second search of his residence.  Following Baldyga's arrest on March 1, 1998, the police obtained and executed a warrant to search the primary residence at Baldyga's property, 61 Sutton Road, on March 2.  After seizing several items, including weapons and the note that Baldyga had written to Chenevert, the police obtained and executed a second warrant to search Baldyga's property.  Baldyga argues that the fruits of the second search should be suppressed because the police lacked probable cause to obtain the warrant, and because the warrant contained an insufficient description of the premises to be searched.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">We review a district court's decision to grant or deny a suppression motion de novo.  See United States v. Ferreras, 192 F.3d 5, 9 (1st Cir. 1999).  However, the factual findings of the court are entitled to deference in the absence of proof that they are clearly erroneous.  See id.  We will find that clear error exists only if, \"after considering all the evidence, we are left with a definite and firm conviction that a mistake has been made.\"  Id. at 9-10.  \"Moreover, we will uphold a district court's decision to deny a suppression motion provided that any reasonable view of the evidence supports such a decision.\"  Id. at 10.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Our review of the evidence persuades us that there was probable cause to support the second search warrant.  Probable cause exists where information in the affidavit reveals \"a fair probability that contraband or evidence of a crime will be found in a particular place.\"  United States v. Khounsavanh, 113 F.3d 279, 283 (1st Cir. 1997) (internal quotation and citation omitted).  \"Probability is the touchstone\" of this inquiry.  Id. (internal quotation and citation omitted).  In his affidavit in support of the application for the warrant, police officer Thomas Ralph stated that the fruits of the first search,<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a> as well as the ongoing police investigation of Baldyga's activities, indicated that \"a dealer at Mr. Baldyga's level would have a large amount of cocaine on hand for sales.\"  The first search of Baldyga's residence only, and not the other buildings on the property, did not produce any cocaine. Therefore, a reasonable probability existed, based on the knowledge of the local police, and the professional experience of the affiant, that cocaine might be found in other locations on Baldyga's property.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Baldyga also contends that the second search warrant was defective because it explicitly authorized only a search of the residence at 61 Sutton Road, and not of the outbuildings and other structures on the property.  The authority to search is limited by the specific places described in the warrant and cannot be extended to additional locations.  See Ferreras, 192 F.3d at 10.  \"However, search warrants and affidavits should be considered in a common sense manner, and hypertechnical readings should be avoided.\"  United States v. Bonner, 808 F.2d 864, 868 (1st Cir. 1986).  The second search warrant in this case authorized a search of \"61 Sutton Road, Webster, a single family residence\" and did not mention any of the other buildings on Baldyga's property.  However, the warrant stated, in the section describing the items to be seized, \"Also, any vehicles on the property and any unattached buildings, storage areas, garages, sheds on the property of 61 Sutton Road, Webster, Massachusetts.\"  The district court ruled, based on a reasonable reading of the warrant and the affidavit of police officer Ralph, that the entry describing the items to be seized was misplaced and had been intended to describe the premises to be searched.  We must accept this finding unless we find that it is clearly erroneous.  See Ferreras, 192 F.3d at 9.  Based on police officer Ralph's affidavit--which specifically mentions \"the separate storage areas, houses, garages, unattached buildings and vehicles on the premises at 61 Sutton Road\"--we cannot conclude that the district court's decision is clearly erroneous, and we affirm the ruling that the second search warrant adequately described the premises to be searched.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a></p>\n    </div>\n    <p class=\"indent\">V. Evidentiary Rulings</p>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Finally, Baldyga claims that the district court made two improper evidentiary rulings.  First, he argues that the court erred in admitting an automatic weapon seized from his property (\"the Uzi\") into evidence.  He also contends that the district court should not have allowed a government witness, Special Agent Offringa, to testify about reconstructing the weapon to make it capable of firing.  Although Baldyga does not refer to Federal Rule of Evidence 403 specifically, the substance of his argument is that the weapon itself, and Offringa's testimony, should have been excluded pursuant to Rule 403 because the probative value of the evidence was substantially outweighed by the danger of undue prejudice to his case.  See Fed. R. Evid. 403.  We review the district court's decision to allow the evidence for abuse of discretion.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a>  See United States v. Alston, 112 F.3d 32, 35 (1st Cir. 1997); United States v. Cruz-Kuilan, 75 F.3d 59, 61 (1st Cir. 1996).  These rulings must stand absent a showing of \"extraordinarily compelling circumstances.\"  United States v. Lombard, 72 F.3d 170, 190 (1st Cir. 1995) (quoting United States v. Lewis, 40 F.3d 1325, 1339 (1st Cir. 1994)).  Baldyga has made no such showing.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The pieces of the Uzi were relevant to prove that Baldyga was a felon in possession of firearms, and Offringa's testimony was relevant to a full understanding of the number and nature of the weapons he owned.  Any prejudice to Baldyga was mitigated by Offringa's testimony that the Uzi had been found at Baldyga's residence in parts, that it had to be reassembled to make it operable, and that a barrel--a component necessary to make the weapon capable of being fired--had not been found among the pieces in Baldyga's home.  We reject Baldyga's challenge and hold that the district court did not abuse its discretion in making the evidentiary rulings.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>NOTES:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p>   Of the Ninth Circuit, sitting by designation.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p>   The witness tampering statute, 18 U.S.C.  1512(b)(3), provides, in relevant part:</p>\n        <p>Whoever knowingly uses intimidation or physical force, threatens, or corruptly persuades another person, or attempts to do so, or engages in misleading conduct toward another person, with intent to . . . hinder, delay, or prevent the communication to a law enforcement officer or judge of the United States of information relating to the commission or possible commission of a Federal offense or a violation of conditions of probation, parole, or release pending judicial proceedings . . . shall be fined under this title or imprisoned not more than ten years, or both.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p>   We note that Baldyga conceded at oral argument that, assuming the officers listening to the conversation between him and Chenevert were federal agents for purposes of  1512(b)(3), his actions to delay Chenevert's communication with those officials would suffice under this element of the statute.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p>   We must also clarify two points here.  First, our consideration of whether the evidence was sufficient under  1512(b)(3) to find the requisite involvement of federal officials assumes that the jury was correctly instructed to find specifically that the communication Baldyga hindered would have been made to a federal agent.  As Baldyga correctly contends on appeal, the trial court did not so instruct the jury, and this was error.  Second, our finding that there was sufficient evidence on the federal status of the officers does not preclude Baldyga's claim that the omitted element of the jury instructions was plain error that should be corrected.  Rather, as we discuss infra Part III, our consideration of the sufficiency claim and the plain error claim raise analytically distinct questions.  Furthermore, the outcomes at stake are different.  If Baldyga prevailed on his challenge to the sufficiency of the evidence, we would dismiss the witness tampering charge.  See Fed. R. Crim. P. 29(a).  Success on his assignment of error in the jury instructions would only secure him a new trial on that charge.  See, e.g., United States v. Falu-Gonzalez, 205 F.3d 436, 444 (1st Cir. 2000).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p>   Specifically,  1515(a), which defines the terms used in  1512, provides, in pertinent part: \"the term 'law enforcement officer' means an officer or employee of the Federal Government, or a person authorized to act for or on behalf of the Federal Government or serving the Federal Government as an adviser or consultant . . . authorized under law to engage in or supervise the prevention, detection, investigation, or prosecution of an offense.\"  18 U.S.C.  1515(a)(4)(A).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p>   We note that some of these cases interpreting  1512(b)(3) concern misleading conduct rather than the intimidating conduct we have here.  In Veal, for example, the defendants were convicted of misleading a witness with the intent to hinder the witness's communication with federal officials.  See Veal, 153 F.3d at 1245.  The analysis regarding the federal character of the crime and the relevant authorities applies with equal force to any consideration of a conviction under  1512.  See, e.g., United States v. Diaz, 176 F.3d 52, 91 (2d Cir. 1999) (relying on an opinion analyzing  1512(a)(1)(C) in considering claims under   1512(b)(3) because the elements of the subsections of  1512 are similar).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p>   Section 1512(f) provides, in relevant part: \"In a prosecution for an offense under this section, no state of mind need be proved with respect to the circumstance . . . that the law enforcement officer is an officer or employee of the Federal Government or a person authorized to act for or on behalf of the Federal Government or serving the Federal Government as an adviser or consultant.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p>   With respect to  1512(b)(3), the judge instructed the jury:</p>\n        <p class=\"indent\">Now Count 8 accuses Gerard [sic] Baldyga of tampering with a witness or informant on or about March 1, 1998.  For you to find the defendant guilty of this crime, you must find that the government has proven each of the following elements beyond a reasonable doubt: first, that Mr. Baldyga used intimidation, physical force, or threats on March 1, 1998; and second, that he did so with the intent to influence, delay, or prevent the testimony of that person in an official proceeding or to prevent the communication to a law enforcement officer of information relating to the commission or possible commission of a federal offense. The government does not need to prove that Mr. Baldyga knew that there was a pending federal, as opposed to state, proceeding at the time of the offense.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p>   Although this inquiry resembles our analysis of Baldyga's challenge to the sufficiency of the evidence, we note that finding the evidence sufficient to support his conviction did not rule out the possibility that he was prejudiced by the omitted element of the jury instructions.  In deciding that the evidence was sufficient to support his conviction, we determined only that the evidence warranted a judgment of conviction beyond a reasonable doubt.  It would be consistent with that conclusion to also conclude as part of the plain error analysis that the same evidence was not so overwhelming as to rationally preclude \"a contrary finding with respect to the omitted element.\"  Neder, 527 U.S. at 19.  However, we do not reach such a conclusion here.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p>    Although the police did not find any cocaine during the first search, they did find four objects with possible cocaine residue (a CD, a spoon, 2 plastic bag corners, and half of a scale).  Additionally, the search yielded four guns, shells, an open box of baking soda, one bottle of Pyrodex (described as \"black Powder\" in the police report), and a \"note with threatening statement on it\" later identified as the note Baldyga gave Chenevert.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p>    Because we find that probable cause existed to support the second search warrant, and that the warrant adequately described the premises to be searched, we do not reach the issue of whether the search would be valid under the good faith exception to the warrant requirement.  See United States v. Leon, 468 U.S. 897 (1984).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p>   Baldyga's trial counsel objected only to Offringa's testimony concerning the reconstruction of the Uzi, and not to the admission of the weapon itself.  Therefore, the court's decision to admit the Uzi into evidence is reviewed for plain error only.  See Fed. R. Crim. Pro. 52(b); Olano, 507 U.S. at 731.  We do not reach the issue of whether Baldyga could demonstrate plain error because we conclude that the admission of the Uzi was not erroneous.  However, we note that Baldyga has not even attempted to demonstrate, as he must under the plain error doctrine, see Olano, 507 U.S. at 734, that the admission of the Uzi changed the outcome of his trial.</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">233</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">674</span></span> (1st Cir. 2000)</p>\n    <p class=\"parties\">UNITED STATES OF AMERICA, Appellee,<br>v.<br>GERALD BALDYGA, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 99-2008.</p>\n    <p class=\"court\">United States Court of Appeals, For the First Circuit.</p>\n    <p class=\"date\">Heard August 14, 2000.<br>Decided December 7, 2000.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF MASSACHUSETTS.</p>\n      <p class=\"indent\">Hon. Nathaniel M. Gorton, U.S. District Judge.[Copyrighted Material Omitted][Copyrighted Material Omitted]</p>\n      <p class=\"indent\">Benjamin S. Albert, with whom Jeffrey H. Cramer and Brown, Rudnick, Freed &amp; Gesmer, P.C. were on brief, for appellant.</p>\n      <p class=\"indent\">Jennifer H. Zacks, Assistant United States Attorney, with whom Donald K. Stern, United States Attorney, was on brief, for appellee.</p>\n      <p class=\"indent\">Before Torruella, Chief Judge, Wallace<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a>, Senior Circuit Judge, and Lipez, Circuit Judge.</p>\n      <p class=\"indent\">LIPEZ, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In March, 1999, a jury convicted Gerald Baldyga of four counts of possession of cocaine with intent to distribute and distribution of cocaine, in violation of 21 U.S.C.  841(a)(1), one count of being a felon in possession of firearms and ammunition, in violation of 18 U.S.C.  922(g)(1), and one count of tampering with a witness, in violation of 18 U.S.C.  1512(b)(3).  Focusing on the witness tampering conviction, Baldyga argues on appeal that the evidence was insufficient to support that conviction and that the district court erred in its instructions to the jury.  As the ensuing discussion reveals, Baldyga's case does not involve witness tampering in the classic sense of a defendant, prior to trial, approaching a potential witness and attempting, through threats or other means, to prevent that witness from testifying against him.  Baldyga also raises issues we have not addressed before relating to the \"communication with federal officials\" element of the witness tampering statute.  Despite the unusual facts and unaddressed issues, federal circuit courts have consistently interpreted  1512(b)(3) to include the kind of conduct Baldyga engaged in here.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Baldyga further contends unpersuasively that one of the search warrants authorizing a search of his property was defective, and that the district court made an improper evidentiary ruling at trial.   Accordingly, we affirm his conviction on all counts.</p>\n    </div>\n    <p class=\"indent\">I. Background</p>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">We recount briefly the contours of this case, deferring a more detailed recitation for the sufficiency of the evidence discussion.  Baldyga's convictions arise from an investigation begun by state and local authorities in Webster, Massachusetts, in January, 1998.  The federal Drug Enforcement Administration (DEA) joined the investigation in February, 1998.  Richard Chenevert, a regular drug customer of Baldyga's, was a cooperating witness throughout the investigation who agreed to buy cocaine from Baldyga in a \"controlled purchase.\"  For each transaction, the government gave Chenevert money for the purchase and equipped him with a listening device so they could monitor his safety.  During January and February, 1998, Chenevert successfully made three controlled purchases of cocaine from Baldyga.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">On March 1, 1998, Chenevert attempted to make a fourth controlled purchase of cocaine at Baldyga's home.  When he arrived, however, Baldyga gave him a note instructing him to remain silent and to put his hands on the wall.  Baldyga found the listening device Chenevert was wearing, disabled it, and instructed him to leave the premises.  When the listening device went dead, the law enforcement officers monitoring the transaction approached the property.  Although Baldyga fled the house through a rear exit, he was apprehended by authorities approximately 50 yards from his home.</p>\n    </div>\n    <p class=\"indent\">II. Sufficiency of the Evidence</p>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Baldyga contends that the district court erred in not granting his motion for acquittal because there was insufficient evidence to support his conviction for witness tampering in connection with his confrontation with Chenevert.  We review the district's court ruling on the Rule 29 motion de novo.  See United States v. Hernandez, <span class=\"citation\" data-id=\"198013\"><a href=\"/opinion/198013/united-states-v-hernandez-favale/\"><span class=\"volume\">146</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">30</span></a></span>, 32 (1st Cir. 1998).  In considering whether the evidence was sufficient to convict Baldyga, we view the facts and draw reasonable inferences in favor of the government.  See United States v. Freeman, <span class=\"citation\" data-id=\"198886\"><a href=\"/opinion/198886/united-states-v-freeman/\"><span class=\"volume\">208</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">332</span></a></span>, 337 (1st Cir. 2000).  The evidence is legally sufficient so long as, taken as a whole, it warrants a judgment of conviction.  See id. at 338. We consider both direct and circumstantial evidence as part of this inquiry.  See United States v. Duclos, <span class=\"citation\" data-id=\"768900\"><a href=\"/opinion/768900/united-states-v-louis-duclos/\"><span class=\"volume\">214</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">27</span></a></span>, 32 (1st Cir. 2000).  To affirm Baldyga's conviction for witness tampering under 18 U.S.C.  1512(b)(3), we must find that the evidence was sufficient for the jury to conclude beyond a reasonable doubt that Baldyga knowingly intimidated or threatened Chenevert with the intent to hinder Chenevert's communication with federal law enforcement officials.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The government's cooperating witness, Richard Chenevert, testified that on March 1, 1998, he agreed with local and federal law enforcement authorities to do a fourth controlled buy of cocaine from Baldyga.  Following the typical procedure, the government searched Chenevert, removed his personal effects from his pockets, provided him with cash for the transaction, and equipped him with a listening device.  Although Chenevert had successfully obtained cocaine from Baldyga during controlled buys on three previous occasions, the transaction on March 1 did not go well.  When he arrived at Baldyga's residence, Baldyga handed Chenevert the note instructing him not to talk, and to put his hands on the wall.  When he finished reading the note and looked up, Baldyga was pointing a gold-colored double-barreled gun at his face.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">When Chenevert turned around to face the wall, Baldyga told him he had heard he would be wearing a wire.  Baldyga then searched him for the listening device and disabled it after finding it in Chenevert's coat pocket.  Baldyga asked Chenevert what was happening, and Chenevert told him the police had not followed him to Baldyga's house.  At that point, Baldyga told Chenevert to leave the premises and never return.  Chenevert's testimony about this exchange was substantiated at trial by Stephen Rock, another government witness, who was at Baldyga's home that evening to purchase cocaine.</p>\n    </div>\n    <p class=\"indent\">A.  Hindering Communication</p>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Baldyga argues first that he \"never threatened [Chenevert] with physical harm should [Chenevert] inform federal authorities in the future.\"  Indeed, Chenevert did not testify that Baldyga explicitly threatened to harm him should he contact federal authorities.  Nevertheless, the jury in this case could readily and reasonably infer that Baldyga's brandishing of the gun, and holding it to Chenevert's head, reflected an intent to deter Chenevert from discussing the cocaine deals with federal authorities.  Additionally, the jury could have concluded that Baldyga revealed an awareness of Chenevert's cooperation with law enforcement authorities by telling him he heard he would be wearing a wire, and by searching for the listening device.  The jury also could have concluded that Baldyga intended to prevent or discourage such cooperation when he ripped the wire away from the transmitter.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  See, e.g., United States v. Black, <span class=\"citation\" data-id=\"196600\"><a href=\"/opinion/196600/united-states-v-black/\"><span class=\"volume\">78</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 6-7 (1st Cir. 1996) (finding evidence sufficient under  1512(b)(3) where the defendant, accompanied by a co-defendant who commented on the witness's cooperation with law enforcement, said nothing to the witness about her cooperation with federal officials but displayed a leather holster on his ankle); United States v. Victor, <span class=\"citation\" data-id=\"589960\"><a href=\"/opinion/589960/united-states-v-eugene-vivian-victor-jr/\"><span class=\"volume\">973</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">975</span></a></span>, 978 (1st Cir. 1992) (finding \"abundant proof from which the jury could have determined that [the defendant] was aware of [the witness's] cooperation with the federal authorities\" where the defendant made an \"unannounced visit\" and \"intrusive search\" of the witness's apartment and stated only that the witness \"talked too much in federal court\").</p>\n    </div>\n    <p class=\"indent\">B.  Status of the Officers</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Baldyga also contends that he did not violate the witness tampering statute because no federal authorities were listening to his conversation with Chenevert when he disconnected the wire.  Because the officers monitoring Chenevert were local police only, Baldyga argues, he did not interrupt Chenevert's communication with any federal official.  This argument fails for two reasons.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">First, the definition of \"federal officials\" under  1512 includes not only federal law enforcement officials acting in their federal capacity, but also any officer or employee acting for or on behalf of the federal government as an adviser or consultant. See 18 U.S.C.  1515(a)(4).<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  Because the local police officers monitoring the transaction between Chenevert and Baldyga were acting with the DEA as part of a joint investigation, they may be considered federal officials for the purposes of  1512(b)(3).  See  United States v. Veal, <span class=\"citation\" data-id=\"73223\"><a href=\"/opinion/73223/united-states-v-veal/\"><span class=\"volume\">153</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1233</span></a></span>, 1251 n.25 (11th Cir. 1998) (stating that \"[b]ecause of the concurrent jurisdiction of state and federal authorities in such areas as drug interdiction . . . we recognize that state police officers can serve as advisors or consultants to federal agents in the 'prevention, detection, investigation, or prosecution' of various federal crimes\" (quoting 18 U.S.C.  1515(a)(4)(A))).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Baldyga argues that the requirements of  1512(b)(3) are \"noticeably absent in the instant matter\" because \"there were no federal authorities listening to the communication device worn by [Chenevert].\"  We reject this claim because  1512 does not require that the witness's communication with federal officers be as imminent as Baldyga suggests.  Instead, other circuits have read the statute to require only a possibility that the conduct will interfere with communication to a federal agent.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  For example, in Veal, where the appellant was accused of transmitting misleading information to federal officials, the court found sufficient a \"possibility or likelihood that [the defendants'] false and misleading information would be transferred to federal authorities irrespective of the governmental authority represented by the initial investigators.\"  Id. at 1251-52; see also United States v. Applewhaite, <span class=\"citation\" data-id=\"766634\"><a href=\"/opinion/766634/united-states-of-america-government-of-the-virgin-islands-v-victor-mcdene/\"><span class=\"volume\">195</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">679</span></a></span>, 687 (3d Cir. 1999); United States v. Emery, <span class=\"citation\" data-id=\"765566\"><a href=\"/opinion/765566/united-states-v-tony-e-emery/\"><span class=\"volume\">186</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">921</span></a></span>, 925 (8th Cir. 1999); United States v. Diaz, <span class=\"citation\" data-id=\"763759\"><a href=\"/opinion/763759/united-states-v-jose-diaz-also-known-as-jolly-jesse-rodriguez-also-known/\"><span class=\"volume\">176</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">52</span></a></span>, 91-92 (2d Cir. 1999); United States v. Bell, <span class=\"citation\" data-id=\"740983\"><a href=\"/opinion/740983/united-states-v-roberta-ronique-bell/\"><span class=\"volume\">113</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1345</span></a></span>, 1349 (3d Cir. 1997); United States v. Stansfield, <span class=\"citation\" data-id=\"730840\"><a href=\"/opinion/730840/united-states-v-merritt-g-stansfield-jr/\"><span class=\"volume\">101</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">909</span></a></span>, 919 (3d Cir. 1996); United States v. Romero, <span class=\"citation\" data-id=\"695516\"><a href=\"/opinion/695516/united-states-v-eugene-romero/\"><span class=\"volume\">54</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">56</span></a></span>, 62 (2d Cir. 1995); United States v. Fortenberry, <span class=\"citation\" data-id=\"587759\"><a href=\"/opinion/587759/united-states-v-charles-eugene-fortenberry/\"><span class=\"volume\">971</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">717</span></a></span>, 720 n.9 (11th Cir. 1992).  In discouraging Chenevert's communication with authorities by disconnecting the listening device, Baldyga satisfied the requirements of the statute because the possibility existed that such communication would eventually occur with federal officials. Indeed, not only was it possible that Chenevert would communicate with federal agents, but his prior cooperation with them made such communication probable.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">We also want to dispel any notion that the defendant's intent to hinder communication must include an awareness of the possible involvement of federal officials.  Section 1512 explicitly does not require proof of the defendant's state of mind with respect to whether the officials involved were federal officers.  See 18 U.S.C.  1512(f).<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>  Therefore, the evidence may be sufficient to support a conviction under  1512(b)(3) even if the defendant had no knowledge that the witness threatened had even contemplated communicating with a federal official.  \"All that  1512(b)(3) requires is that the government establish that the defendants had the intent to influence an investigation that happened to be federal.\"  Applewhaite, 195 F.3d at 687.</p>\n    </div>\n    <p class=\"indent\">C.  Commission of a Federal Offense</p>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Finally, Baldyga argues that the evidence is not sufficient to support his conviction for witness tampering because Chenevert could not have witnessed a federal offense on March 1, 1998.  Because he claims he had no intention of selling Chenevert drugs that day, he contends that there is no federal offense upon which to predicate his conviction under  1512(b)(3).  We reject this argument.  The jury found that the evidence supported a guilty verdict on the charge of possessing cocaine with intent to distribute it in violation of 21 U.S.C.  841(a)(1), a federal offense.  Moreover, the evidence was sufficient to support Baldyga's conviction for witness tampering even if the prosecution had been unable to prove all the elements of the drug charge.  See Applewhaite, 195 F.3d at 687 (noting that \"if the investigation or prosecution a defendant tries to hamper turns out to be federal, the [defendant] is guilty of tampering with a federal witness even if the prosecution is unable to establish the facts necessary to establish a violation of federal law\").</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Section 1512(b)(3) does not require that the defendant be convicted of the federal offense.  Rather, the statute criminalizes the interference of \"communication to a law enforcement officer . . . of information relating to the commission or possible commission of a Federal offense.\"  18 U.S.C.  1512(b)(3) (emphasis added).  Contrary to Baldyga's assertion, the dispositive issue is the federal character of the investigation, not guilty verdicts on any federal offenses that may be charged.  Indeed, even where a prosecution is in federal court \"only by accident or mistake\" because authorities are not correct in selecting a federal forum over a state forum, this fact \"does not alter the federal nature of the prosecutions brought in federal court insofar as a violation of 18 U.S.C.  1512 is concerned.\" Applewhaite, 195 F.3d at 688.  Accordingly, we reject Baldyga's claim that there was no federal offense involved on March 1, 1998.</p>\n    </div>\n    <p class=\"indent\">III. Jury Instructions</p>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Baldyga argues that the court erred in not instructing the jury that they must find the law enforcement officials involved to be federal agents, as opposed to state or local police.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a>  Because Baldyga's trial counsel did not object to the instructions, we review this claim for plain error.  See Fed. R. Crim. P. 52(b); see also United States v. Olano, <span class=\"citation\" data-id=\"112848\"><a href=\"/opinion/112848/united-states-v-olano/\"><span class=\"volume\">507</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">725</span></a></span>, 731 (1993); United States v. Colon-Munoz, <span class=\"citation\" data-id=\"198655\"><a href=\"/opinion/198655/united-states-v-colon-munoz/\"><span class=\"volume\">192</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">210</span></a></span>, 221 (1st Cir. 1999).  To justify relief for this error, we must conclude that there was error, that the error was plain, and that it affected the substantial rights of the defendant.  See Colon-Munoz, 192 F.3d at 221.  Even if these three conditions are satisfied, correcting the error remains discretionary, and we will do so only if the mistake \"'seriously affect[s] the fairness, integrity, or public reputation of judicial proceedings.'\"  Olano, 507 U.S. at 732 (quoting United States v. Young, <span class=\"citation\" data-id=\"111353\"><a href=\"/opinion/111353/united-states-v-young/\"><span class=\"volume\">470</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, 15 (1985)).  Error is \"plain\" if it is \"clear\" or \"obvious.\"  Id. at 734.  The error in this case is \"plain\" because  1512(b)(3) requires, as an element of the offense, that the law enforcement officials be federal agents.  However, we conclude that this omitted element was not prejudicial because it did not affect Baldyga's substantial rights.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">For a mistake to affect the substantial rights of the defendant under the third prong of the \"plain error\" test, the error must have been \"prejudicial\" in the sense that it must have affected the outcome of the district court proceedings.  See id.  Because he did not object to the jury instructions at trial, Baldyga bears the burden of persuasion on this point.  See id.  Our task is to determine \"whether the record contains evidence that could rationally lead to a contrary finding with respect to the omitted element.\"  Neder v. United States, <span class=\"citation\" data-id=\"118298\"><a href=\"/opinion/118298/neder-v-united-states/\"><span class=\"volume\">527</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, 19 (1999).<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a></p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">At trial, Baldyga did not dispute the DEA's involvement in the investigation.  Even on appeal he contests only the extent to which federal agents were involved in the investigation, and their proximity to the transaction between him and Chenevert on March 1, rather than their involvement at all.  Furthermore, the jury found, beyond a reasonable doubt, that Baldyga engaged in conduct that constitutes a federal offense by possessing cocaine with intent to sell.  Logically, the jury likely would have concluded that at least some of the law enforcement officers involved in investigating that matter were federal agents.  See, e.g., Bell, 113 F.3d at 1349 (noting, \"[i]f an offense constitutes a federal crime, it is more likely that an officer investigating it would be a federal officer\").  Indeed, Special Agent Michael Boyle of the federal Drug Enforcement Administration testified that he accompanied Chenevert to Baldyga's residence on February 10, 1998 in an attempt to make a controlled purchase of cocaine.  Accordingly, the jury heard evidence that at least one federal officer was an active part of the investigation of Baldyga's conduct.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Based on this evidence, and other evidence presented at trial, we cannot conclude that the jury rationally could have made a contrary finding with respect to the element omitted from the jury instructions.  According to Neder, 527 U.S. at 19, Baldyga was obligated to raise sufficient evidence to the contrary.  He neglected to do so at all in his initial brief, and argues in his reply brief only that the involvement of the federal DEA was limited, rather than that such involvement was lacking.  Therefore, no prejudice exists, and we decline to correct the error.  See id. at 18.</p>\n    </div>\n    <p class=\"indent\">IV. Search Warrants</p>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Baldyga appeals the district court's denial of his motion to suppress evidence seized from the second search of his residence.  Following Baldyga's arrest on March 1, 1998, the police obtained and executed a warrant to search the primary residence at Baldyga's property, 61 Sutton Road, on March 2.  After seizing several items, including weapons and the note that Baldyga had written to Chenevert, the police obtained and executed a second warrant to search Baldyga's property.  Baldyga argues that the fruits of the second search should be suppressed because the police lacked probable cause to obtain the warrant, and because the warrant contained an insufficient description of the premises to be searched.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">We review a district court's decision to grant or deny a suppression motion de novo.  See United States v. Ferreras, <span class=\"citation\" data-id=\"198634\"><a href=\"/opinion/198634/united-states-v-ferreras/\"><span class=\"volume\">192</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">5</span></a></span>, 9 (1st Cir. 1999).  However, the factual findings of the court are entitled to deference in the absence of proof that they are clearly erroneous.  See id.  We will find that clear error exists only if, \"after considering all the evidence, we are left with a definite and firm conviction that a mistake has been made.\"  Id. at 9-10.  \"Moreover, we will uphold a district court's decision to deny a suppression motion provided that any reasonable view of the evidence supports such a decision.\"  Id. at 10.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Our review of the evidence persuades us that there was probable cause to support the second search warrant.  Probable cause exists where information in the affidavit reveals \"a fair probability that contraband or evidence of a crime will be found in a particular place.\"  United States v. Khounsavanh, <span class=\"citation\" data-id=\"197362\"><a href=\"/opinion/197362/united-states-v-khounsavanh/\"><span class=\"volume\">113</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">279</span></a></span>, 283 (1st Cir. 1997) (internal quotation and citation omitted).  \"Probability is the touchstone\" of this inquiry.  Id. (internal quotation and citation omitted).  In his affidavit in support of the application for the warrant, police officer Thomas Ralph stated that the fruits of the first search,<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a> as well as the ongoing police investigation of Baldyga's activities, indicated that \"a dealer at Mr. Baldyga's level would have a large amount of cocaine on hand for sales.\"  The first search of Baldyga's residence only, and not the other buildings on the property, did not produce any cocaine. Therefore, a reasonable probability existed, based on the knowledge of the local police, and the professional experience of the affiant, that cocaine might be found in other locations on Baldyga's property.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Baldyga also contends that the second search warrant was defective because it explicitly authorized only a search of the residence at 61 Sutton Road, and not of the outbuildings and other structures on the property.  The authority to search is limited by the specific places described in the warrant and cannot be extended to additional locations.  See Ferreras, 192 F.3d at 10.  \"However, search warrants and affidavits should be considered in a common sense manner, and hypertechnical readings should be avoided.\"  United States v. Bonner, <span class=\"citation\" data-id=\"481318\"><a href=\"/opinion/481318/united-states-v-russell-bonner-united-states-of-america-v-wayne-bonner/\"><span class=\"volume\">808</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">864</span></a></span>, 868 (1st Cir. 1986).  The second search warrant in this case authorized a search of \"61 Sutton Road, Webster, a single family residence\" and did not mention any of the other buildings on Baldyga's property.  However, the warrant stated, in the section describing the items to be seized, \"Also, any vehicles on the property and any unattached buildings, storage areas, garages, sheds on the property of 61 Sutton Road, Webster, Massachusetts.\"  The district court ruled, based on a reasonable reading of the warrant and the affidavit of police officer Ralph, that the entry describing the items to be seized was misplaced and had been intended to describe the premises to be searched.  We must accept this finding unless we find that it is clearly erroneous.  See Ferreras, 192 F.3d at 9.  Based on police officer Ralph's affidavit--which specifically mentions \"the separate storage areas, houses, garages, unattached buildings and vehicles on the premises at 61 Sutton Road\"--we cannot conclude that the district court's decision is clearly erroneous, and we affirm the ruling that the second search warrant adequately described the premises to be searched.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a></p>\n    </div>\n    <p class=\"indent\">V. Evidentiary Rulings</p>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Finally, Baldyga claims that the district court made two improper evidentiary rulings.  First, he argues that the court erred in admitting an automatic weapon seized from his property (\"the Uzi\") into evidence.  He also contends that the district court should not have allowed a government witness, Special Agent Offringa, to testify about reconstructing the weapon to make it capable of firing.  Although Baldyga does not refer to Federal Rule of Evidence 403 specifically, the substance of his argument is that the weapon itself, and Offringa's testimony, should have been excluded pursuant to Rule 403 because the probative value of the evidence was substantially outweighed by the danger of undue prejudice to his case.  See Fed. R. Evid. 403.  We review the district court's decision to allow the evidence for abuse of discretion.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a>  See United States v. Alston, <span class=\"citation\" data-id=\"197342\"><a href=\"/opinion/197342/united-states-v-alston/\"><span class=\"volume\">112</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">32</span></a></span>, 35 (1st Cir. 1997); United States v. Cruz-Kuilan, <span class=\"citation\" data-id=\"196554\"><a href=\"/opinion/196554/united-states-v-cruz-quilan/\"><span class=\"volume\">75</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">59</span></a></span>, 61 (1st Cir. 1996).  These rulings must stand absent a showing of \"extraordinarily compelling circumstances.\"  United States v. Lombard, <span class=\"citation\" data-id=\"196476\"><a href=\"/opinion/196476/united-states-v-lombard/\"><span class=\"volume\">72</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">170</span></a></span>, 190 (1st Cir. 1995) (quoting United States v. Lewis, <span class=\"citation\" data-id=\"195723\"><a href=\"/opinion/195723/united-states-v-lewis/\"><span class=\"volume\">40</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1325</span></a></span>, 1339 (1st Cir. 1994)).  Baldyga has made no such showing.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The pieces of the Uzi were relevant to prove that Baldyga was a felon in possession of firearms, and Offringa's testimony was relevant to a full understanding of the number and nature of the weapons he owned.  Any prejudice to Baldyga was mitigated by Offringa's testimony that the Uzi had been found at Baldyga's residence in parts, that it had to be reassembled to make it operable, and that a barrel--a component necessary to make the weapon capable of being fired--had not been found among the pieces in Baldyga's home.  We reject Baldyga's challenge and hold that the district court did not abuse its discretion in making the evidentiary rulings.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>NOTES:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p>   Of the Ninth Circuit, sitting by designation.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p>   The witness tampering statute, 18 U.S.C.  1512(b)(3), provides, in relevant part:</p>\n        <p>Whoever knowingly uses intimidation or physical force, threatens, or corruptly persuades another person, or attempts to do so, or engages in misleading conduct toward another person, with intent to . . . hinder, delay, or prevent the communication to a law enforcement officer or judge of the United States of information relating to the commission or possible commission of a Federal offense or a violation of conditions of probation, parole, or release pending judicial proceedings . . . shall be fined under this title or imprisoned not more than ten years, or both.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p>   We note that Baldyga conceded at oral argument that, assuming the officers listening to the conversation between him and Chenevert were federal agents for purposes of  1512(b)(3), his actions to delay Chenevert's communication with those officials would suffice under this element of the statute.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p>   We must also clarify two points here.  First, our consideration of whether the evidence was sufficient under  1512(b)(3) to find the requisite involvement of federal officials assumes that the jury was correctly instructed to find specifically that the communication Baldyga hindered would have been made to a federal agent.  As Baldyga correctly contends on appeal, the trial court did not so instruct the jury, and this was error.  Second, our finding that there was sufficient evidence on the federal status of the officers does not preclude Baldyga's claim that the omitted element of the jury instructions was plain error that should be corrected.  Rather, as we discuss infra Part III, our consideration of the sufficiency claim and the plain error claim raise analytically distinct questions.  Furthermore, the outcomes at stake are different.  If Baldyga prevailed on his challenge to the sufficiency of the evidence, we would dismiss the witness tampering charge.  See Fed. R. Crim. P. 29(a).  Success on his assignment of error in the jury instructions would only secure him a new trial on that charge.  See, e.g., United States v. Falu-Gonzalez, <span class=\"citation\" data-id=\"767872\"><a href=\"/opinion/767872/united-states-v-confesor-falu-gonzalez-aka-pepo/\"><span class=\"volume\">205</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">436</span></a></span>, 444 (1st Cir. 2000).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p>   Specifically,  1515(a), which defines the terms used in  1512, provides, in pertinent part: \"the term 'law enforcement officer' means an officer or employee of the Federal Government, or a person authorized to act for or on behalf of the Federal Government or serving the Federal Government as an adviser or consultant . . . authorized under law to engage in or supervise the prevention, detection, investigation, or prosecution of an offense.\"  18 U.S.C.  1515(a)(4)(A).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p>   We note that some of these cases interpreting  1512(b)(3) concern misleading conduct rather than the intimidating conduct we have here.  In Veal, for example, the defendants were convicted of misleading a witness with the intent to hinder the witness's communication with federal officials.  See Veal, 153 F.3d at 1245.  The analysis regarding the federal character of the crime and the relevant authorities applies with equal force to any consideration of a conviction under  1512.  See, e.g., United States v. Diaz, <span class=\"citation\" data-id=\"763759\"><a href=\"/opinion/763759/united-states-v-jose-diaz-also-known-as-jolly-jesse-rodriguez-also-known/\"><span class=\"volume\">176</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">52</span></a></span>, 91 (2d Cir. 1999) (relying on an opinion analyzing  1512(a)(1)(C) in considering claims under   1512(b)(3) because the elements of the subsections of  1512 are similar).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p>   Section 1512(f) provides, in relevant part: \"In a prosecution for an offense under this section, no state of mind need be proved with respect to the circumstance . . . that the law enforcement officer is an officer or employee of the Federal Government or a person authorized to act for or on behalf of the Federal Government or serving the Federal Government as an adviser or consultant.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p>   With respect to  1512(b)(3), the judge instructed the jury:</p>\n        <p class=\"indent\">Now Count 8 accuses Gerard [sic] Baldyga of tampering with a witness or informant on or about March 1, 1998.  For you to find the defendant guilty of this crime, you must find that the government has proven each of the following elements beyond a reasonable doubt: first, that Mr. Baldyga used intimidation, physical force, or threats on March 1, 1998; and second, that he did so with the intent to influence, delay, or prevent the testimony of that person in an official proceeding or to prevent the communication to a law enforcement officer of information relating to the commission or possible commission of a federal offense. The government does not need to prove that Mr. Baldyga knew that there was a pending federal, as opposed to state, proceeding at the time of the offense.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p>   Although this inquiry resembles our analysis of Baldyga's challenge to the sufficiency of the evidence, we note that finding the evidence sufficient to support his conviction did not rule out the possibility that he was prejudiced by the omitted element of the jury instructions.  In deciding that the evidence was sufficient to support his conviction, we determined only that the evidence warranted a judgment of conviction beyond a reasonable doubt.  It would be consistent with that conclusion to also conclude as part of the plain error analysis that the same evidence was not so overwhelming as to rationally preclude \"a contrary finding with respect to the omitted element.\"  Neder, 527 U.S. at 19.  However, we do not reach such a conclusion here.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p>    Although the police did not find any cocaine during the first search, they did find four objects with possible cocaine residue (a CD, a spoon, 2 plastic bag corners, and half of a scale).  Additionally, the search yielded four guns, shells, an open box of baking soda, one bottle of Pyrodex (described as \"black Powder\" in the police report), and a \"note with threatening statement on it\" later identified as the note Baldyga gave Chenevert.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p>    Because we find that probable cause existed to support the second search warrant, and that the warrant adequately described the premises to be searched, we do not reach the issue of whether the search would be valid under the good faith exception to the warrant requirement.  See United States v. Leon, <span class=\"citation\" data-id=\"111262\"><a href=\"/opinion/111262/united-states-v-leon/\"><span class=\"volume\">468</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">897</span></a></span> (1984).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p>   Baldyga's trial counsel objected only to Offringa's testimony concerning the reconstruction of the Uzi, and not to the admission of the weapon itself.  Therefore, the court's decision to admit the Uzi into evidence is reviewed for plain error only.  See Fed. R. Crim. Pro. 52(b); Olano, 507 U.S. at 731.  We do not reach the issue of whether Baldyga could demonstrate plain error because we conclude that the admission of the Uzi was not erroneous.  However, we note that Baldyga has not even attempted to demonstrate, as he must under the plain error doctrine, see Olano, 507 U.S. at 734, that the admission of the Uzi changed the outcome of his trial.</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/73223/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111262/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111353/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112848/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118298/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195723/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196476/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196554/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196600/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197342/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197362/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198013/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198634/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198655/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198886/",
    "http://www.courtlistener.com/api/rest/v3/opinions/481318/",
    "http://www.courtlistener.com/api/rest/v3/opinions/587759/",
    "http://www.courtlistener.com/api/rest/v3/opinions/589960/",
    "http://www.courtlistener.com/api/rest/v3/opinions/695516/",
    "http://www.courtlistener.com/api/rest/v3/opinions/730840/",
    "http://www.courtlistener.com/api/rest/v3/opinions/740983/",
    "http://www.courtlistener.com/api/rest/v3/opinions/763759/",
    "http://www.courtlistener.com/api/rest/v3/opinions/765566/",
    "http://www.courtlistener.com/api/rest/v3/opinions/766634/",
    "http://www.courtlistener.com/api/rest/v3/opinions/767872/",
    "http://www.courtlistener.com/api/rest/v3/opinions/768900/"
  ]
}