{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/199180/",
  "absolute_url": "/opinion/199180/south-port-marine-v-gulf-oil-corp/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/199180/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T04:25:58Z",
  "date_modified": "2017-03-24T11:01:15.347034Z",
  "type": "010combined",
  "sha1": "a8cd17d2c0bfb5e0da5f19c4428aef2a195592fc",
  "page_count": 23,
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/99-2369-01A.pdf",
  "local_path": "pdf/2000/12/07/South_Port_Marine_v._Gulf_Oil_Corp..pdf",
  "plain_text": "            United States Court of Appeals\n                        For the First Circuit\n                        ____________________\n\nNos. 99-2369\n     99-2370\n\n                      SOUTH PORT MARINE, LLC,\n\n                       Plaintiff, Appellant,\n\n                                  v.\n\n                 GULF OIL LIMITED PARTNERSHIP;\n                 THE REINAUER COMPANIES, INC.,\n     f/k/a BOSTON TOWING AND TRANSPORTATION COMPANY INC.;\n\n                      Defendants, Appellees.\n\n                        ____________________\n\n         APPEALS FROM THE UNITED STATES DISTRICT COURT\n\n                     FOR THE DISTRICT OF MAINE\n\n           [Hon. D. Brock Hornby, U.S. District Judge]\n\n                        ____________________\n\n                                Before\n\n                     Torruella, Chief Judge,\n                Boudin and Lynch, Circuit Judges.\n\n                       _____________________\n\n     David J. Perkins, with whom Daniel G. Lilley, Patrick J. Mellor\nand Perkins, Olson & Pratt, P.A. were on brief, for appellant.\n     William H. Welte, with whom Welte & Welte P.A. was on brief, for\nappellee Gulf Oil Limited Partnership.\n     Brian P. Flanagan, with whom Flanagan & Hunter, P.C., Leonard W.\nLanger, Marshall J. Tinkle and Tompkins, Clough, Hirshon & Langer, P.A.\nwere on brief, for appellee Boston Towing and Transportation Co., L.P.\n\n\n                        ____________________\n\f  December 7, 2000\n____________________\n\n\n\n\n        -2-\n\f          TORRUELLA, Chief Judge. This appeal, which arises out of a\n\nFebruary 1997 gasoline spill in Maine's Portland Harbor, requires us to\n\ninterpret both historic and contemporary maritime law in the United\n\nStates.   On the one hand, appellees present a Seventh Amendment\n\nargument that involves the state of federal admiralty jurisdiction in\n\nthe early days of the Constitution. Appellant, on the other hand,\n\nraises questions of federal preemption and statutory interpretation in\n\nrelation to two issues of much current interest: oil spills and\n\npunitive damages. Finally, both parties dispute the sufficiency of\n\nevidence presented to the jury on various aspects of appellant's\n\nalleged damages.\n\n          We conclude that the district court's disposition of these\n\nissues must be affirmed in part and reversed in part.\n\nI.   Factual and Procedural Background\n\n          A.   The Parties\n\n          Appellant South Port Marine, LLC, (\"South Port\") is a family-\n\nowned marina located on a cove in Portland Harbor, Maine. The marina\n\nis principally designed to accommodate recreational motor and sailing\n\nvessels by allowing them to tie up to floating dock segments that are\n\nconnected with fixed docks leading to the marina's onshore facilities.\n\nThe floating dock segments are identical in function and purpose to\n\nordinary fixed docks, but are designed in sections with Styrofoam\n\nflotation which allows them to rise and fall with the tides.\n\n\n                                 -3-\n\f          In the winter of 1996-1997, South Port's owners planned to\n\ndredge the marina and parts of the surrounding cove to allow access by\n\nlarger boats. The owners also intended to increase the number of slips\n\nin the marina from approximately one hundred to closer to one hundred\n\nand twenty-five.\n\n          Appellee Gulf Oil is a Massachusetts-based petroleum company.\n\nIt operates a distribution facility on Portland Harbor where, inter\n\nalia, petroleum products such as gasoline are pumped into barges for\n\ntransportation to other ports.         Appellee Boston Towing and\n\nTransportation operates tug boats and tank barges for the purpose of\n\noil transportation. Gulf Oil was pumping gasoline into a barge owned\n\nand operated by Boston Towing at the time of the incident involved in\n\nthis appeal.\n\n          B.   The February 5, 1997 Spill\n\n          In the early morning hours of February 5, 1997, a Boston\n\nTowing tank barge was tied to the Gulf Oil pier in Portland Harbor,\n\nwhile a crew member transferred gasoline from a Gulf onshore storage\n\nfacility into individual tanks on the barge. The gasoline transfer\n\nprocess required the crew member to monitor the filling of each tank\n\nand to manually switch the flow of gasoline to the next empty tank when\n\nthe prior tank reached its full capacity.\n\n          Sometime after 2:00 a.m. in the morning, under severe weather\n\nconditions, the crew member assigned to monitor the gas flow left the\n\n\n                                 -4-\n\fbarge and boarded a nearby tug boat, leaving the gasoline transfer\n\ncompletely unattended. While the crew member was absent, the gasoline\n\noverflowed the recipient tank and subsequently overflowed the barge's\n\nsafety transom, flowing into Portland Harbor. Between 23,000 and\n\n30,000 gallons of gasoline spilled into the water.\n\n          A large portion of the spilled gas entered the cove on which\n\nSouth Port Marine is located, and by 8:00 a.m. two to three inches of\n\ngasoline floated on the surface of the water at the marina.        The\n\nStyrofoam flotation of the dock segments began to disintegrate, causing\n\nthe docks to sink, list, and in many cases, fully submerge. As this\n\nhappened, a number of electrical posts (at least some of which were\n\napparently awaiting installation) fell off the docks and into the\n\nwater.\n\n          C.   Alleged Effects of the Spill on South Port Marine\n\n          At trial, South Port alleged damages falling into three\n\ngeneral categories: extensive property damage, lost profits, and\n\n\"other economic losses\" including loss of goodwill and business stress.\n\nThe spill allegedly destroyed between sixty and eighty Styrofoam floats\n\nand severely damaged forty-five dock segments. According to South\n\nPort, the repair and cleanup of this damage was both costly and, at a\n\ncritical time in its development, very time-consuming. South Port\n\nfurther alleged that the spill set back its dredging plan an entire\n\nyear and put the construction of new slips on indefinite hold due to\n\n\n                                 -5-\n\fthe cash flow crisis caused by the accident and the diversion of South\n\nPort's employees from gainful work to cleanup and repair tasks. South\n\nPort claimed the economic injury caused by the spill eventually forced\n\nit to restructure its debt and threatened its owners' entire investment\n\nof almost $1,000,000.\n\n          D.   Procedural History\n\n          On January 14, 1998, South Port filed a complaint in federal\n\ndistrict court raising claims under the federal Oil Pollution Act of\n\n1990 (\"OPA\") and asserting several state common law tort actions. The\n\ncomplaint demanded trial by jury on all claims. Appellants argued that\n\nSouth Port was not entitled to a jury trial because its claims sounded\n\nin admiralty. The court initially reserved judgment on that issue and\n\nproceeded to try the case before a jury.\n\n          On April 7, 1999, the first day of trial, appellees conceded\n\nliability under the OPA in response to questioning from the court.\n\nHowever, the court then ruled that South Port's state common law claims\n\n(which included strict liability, negligence, private nuisance, and\n\ntrespass) were barred by Maine law, see Me. Rev. Stat. Ann. tit. 38, §\n\n551(2)(D) (West 1999); see also Portland Pipeline Corp. v. Envtl.\n\nImprovement Comm'n, 307 A.2d 1, 40 (Me. 1973), because South Port\n\nfailed to bring its state law claims under Maine's Oil Pollution\n\nstatute, which displaces state common law claims.      The court also\n\ndecided that punitive damages were unavailable under the OPA.\n\n\n                                 -6-\n\f            On April 16, 1999, the jury returned a verdict in favor of\n\nSouth Port. The jury awarded South Port $181,964 in damages for injury\n\nto property, $110,000 for lost profits, and $300,000 for injury to good\n\nwill and business stress. After the jury verdict, appellees renewed\n\ntheir motion for judgment as a matter of law, moved for a new trial,\n\nand also renewed their challenge to appellant's right to trial by jury.\n\n            The district court denied appellees' challenge to the jury\n\ntrial in an order and opinion issued July 27, 1999. The motions for\n\njudgment as a matter of law and for a new trial, however, were granted\n\nin part and denied in part by order and opinion issued October 14,\n\n1999.    The court held that the evidence presented to the jury was\n\ninsufficient as a matter of law to support the award of damages for\n\nlost profits and other economic loss and reduced the jury's award by\n\n$395,000. Ruling in the alternative in case its decision should be\n\noverturned on appeal, the court also granted appellees' motion for a\n\nnew trial unless appellant would agree to a remittitur of $100,000.\n\n            Appellant filed this timely appeal challenging the district\n\ncourt's rulings on the availability of punitive damages and sufficiency\n\nof the evidence, and appellees have cross-appealed the district court's\n\ndecision that appellant was entitled to trial by jury. We will address\n\nthe jury issue first, the punitive damages issue second, and the\n\nsufficiency of the evidence arguments last.\n\nII.     Law and Application\n\n\n                                  -7-\n\f          A.   Appellant's Seventh Amendment Right to Trial by Jury\n\n          In the district court, appellees moved to strike South Port's\n\njury demand on the basis that the OPA claim was comparable to a claim\n\nin admiralty to which the Seventh Amendment's guarantee of trial by\n\njury does not apply. The district court initially reserved judgment on\n\nthe motion and impaneled a jury with the caveat that the jury's verdict\n\nwould be merely advisory if the court later determined that appellant\n\nhad no right to a jury trial. Following trial, on July 27, 1999, the\n\ndistrict court ruled that the Seventh Amendment did in fact guarantee\n\nSouth Port a trial by jury on its OPA claim, and entered judgment\n\naccording to the jury's verdict.       Appellees now challenge that\n\ndetermination.\n\n          South Port's demand for a jury trial in its complaint bound\n\nthe district court to Federal Rule of Civil Procedure 39, which\n\nrequired the court to try the case before a jury unless it found that\n\nSouth Port was not entitled to a jury trial under the Constitution or\n\nlaws of the United States. See Fed. R. Civ. P. 39(a). Because the OPA\n\ndoes not create a statutory right to trial by jury, South Port's\n\nentitlement to such jury trial must stem, if at all, from the Seventh\n\nAmendment to the Constitution, which states, \"In Suits at common law,\n\nwhere the value in controversy shall exceed twenty dollars, the right\n\nof trial by jury shall be preserved . . . .\"        U.S. Const. amend. VII.\n\n          As the Supreme Court has declared,\n\n\n                                 -8-\n\f          Although \"the thrust of the Amendment was to\n          preserve the right to jury trial as it existed in\n          1791,\" the Seventh Amendment also applies to\n          actions brought to enforce statutory rights that\n          are analogous to common-law causes of action\n          ordinarily decided in English law courts in the\n          late 18th century, as opposed to those\n          customarily heard by the courts of equity or\n          admiralty.\n\nGranfinanciera, S.A. v. Nordberg, 492 U.S. 33, 41-42 (1989). The issue\n\nbefore us, then, is whether South Port's OPA claim is analogous to a\n\ncause of action in admiralty in 1791, to which no right to trial by\n\njury would apply, or to a cause of action at law, which carries the\n\nSeventh Amendment guarantee. We agree with the district court that in\n\n1791, South Port would have brought its claim for damages to its marina\n\nunder the common law rather than in admiralty, and we therefore affirm\n\nthe use of a jury to hear the claim at trial.\n\n          The earliest cases from the United States courts on the scope\n\nof admiralty jurisdiction applied a \"locality\" test to determine\n\nwhether a tort fell under the admiralty or common law jurisdiction.\n\nJustice Story, riding the Circuit in 1813, stated his understanding\n\n\"that the jurisdiction of the admiralty is exclusively dependent upon\n\nthe locality of the act.       The admiralty has not (I believe)\n\ndeliberately claimed to have any jurisdiction over torts, except such\n\nas are maritime torts, that is, such as are committed on the high seas,\n\nor on waters within the ebb and flow of the tide.\" Thomas v. Lane, 23\n\n\n\n\n                                 -9-\n\fF. Cas. 957, 960 (C.C.D. Me. 1813). More recently, the Supreme Court\n\nsummarized the locality test as follows:\n\n          The traditional test for admiralty jurisdiction\n          asked only whether the tort occurred on navigable\n          waters.    If it did, admiralty jurisdiction\n          followed; if it did not, admiralty jurisdiction\n          did not exist. This ostensibly simple locality\n          test was complicated by the rule that the injury\n          had to be \"wholly\" sustained on navigable waters\n          for the tort to be within admiralty.        Thus,\n          admiralty courts lacked jurisdiction over, say,\n          a claim following a ship's collision with a pier\n          insofar as it injured the pier, for admiralty law\n          treated the pier as an extension of the land.\n\nGrubart v. Great Lakes Dredge & Dock Co., 513 U.S. 527, 531 (1995)\n\n(citations omitted).\n\n          As suggested by Grubart, the \"location\" of a tort sometimes\n\ndepended on the nature of the injured structure, i.e., whether the\n\nstructure was considered \"an extension of the land.\"   Beginning with\n\nThe Plymouth, 70 U.S. (3 Wall.) 20 (1866), which found no admiralty\n\njurisdiction over damage to a warehouse destroyed in a fire started on\n\nboard a ship, admiralty jurisdiction \"has not been construed to extend\n\nto accidents on piers, jetties, bridges, or even ramps and railways\n\nrunning into the sea.\"    Rodrigue v. Aetna Cas. Co., 395 U.S. 352\n\n(1968). Using this rubric, South Port contends that the injury to its\n\ndocks would not have fallen within the admiralty jurisdiction of the\n\nfederal courts in 1791.\n\n\n\n\n                                -10-\n\f          Appellees, however, argue that several cases, most notably\n\nThe Blackheath, 195 U.S. 361 (1904), support the opposite conclusion.\n\nIn The Blackheath, Justice Holmes distinguished The Plymouth and\n\nannounced the Court's decision that a collision with a beacon would lie\n\nin admiralty since it served as a navigational aid. This remained so\n\ndespite the fact that the structure is \"technically land, through a\n\nconnection at the bottom of the sea,\" Id. at 367.\n\n          Appellees have failed to persuade us, however, that The\n\nBlackheath or any of the other cases cited in their briefs invalidated\n\nthe rule established in The Plymouth. In fact, in Cleveland Terminal\n\n& Valley R. Co. v. Cleveland S.S. Co., 208 U.S. 316 (1908), the Supreme\n\nCourt addressed the tension between The Plymouth and The Blackheath and\n\nconcluded that the two decisions were not incompatible.          After\n\ndiscussing both cases, the Court reaffirmed that admiralty jurisdiction\n\ndid not extend to injuries inflicted by a vessel upon a bridge, its\n\nprotective pilings, and an adjacent dock, stating that \"the bridges,\n\nshore docks, protection piling, piers, etc., pertained to the land.\n\nThey were structures connected with the shore and immediately concerned\n\ncommerce upon land. None of these structures were aids to navigation\n\nin the maritime sense, but extensions of the shore and aids to commerce\n\non land as such.\"    Id. at 321.\n\n          Moreover, courts specifically examining the nature of\n\nfloating docks have consistently held that they do not possess the\n\n\n                                 -11-\n\fcharacteristics associated with maritime objects. In Cope v. Vallete\n\nDry-Dock Co., 119 U.S. 625 (1887), for example, the Supreme Court\n\ndecided that the salvage of floating dry-docks could not properly fall\n\nunder admiralty jurisdiction because they \"had no means of propulsion\n\n. . . and were not designed for navigation.\" Id. at 627. Circuit\n\ncases in this century have reached similar conclusions. See, e.g.,\n\nAtkins v. Greenville Shipbuilding Corp., 411 F.2d 279, 282-83 (5th\n\nCir. 1969) (holding that as a matter of law, a floating dock was not a\n\n\"vessel\" owing a maritime warranty of seaworthiness); Royal Ins. Co. of\n\nAmerica v. Pier 39 Ltd. Partnership, 738 F.2d 1035, 1037 (9th Cir.\n\n1984) (ruling that policies insuring floating docks did not fall under\n\nadmiralty jurisdiction because the subject matter was not maritime);\n\ncf. Digiovanni v. Traylor Bros., 959 F2d 1119, 1123 (1st Cir. 1992)\n\n(stating that if a float is not in actual navigation, the test for\n\nwhether it qualifies as a vessel is whether its \"purpose or primary\n\nbusiness is . . . navigation or commerce\"). Thus, appellees' emphasis\n\non the floating nature of South Port's docks is insufficient and\n\nmisplaced.   See id. (\"Floating is not enough.\").      Although these\n\nstructures move with the ebb and flow of the tides, they remain moored\n\nto a fixed location and serve no navigational function. Indeed, their\n\npurpose is precisely the same as that of traditional fixed piers or\n\ndocks: to facilitate commerce on land, presumably conducted in and\n\naround whatever retail and repair facilities are operated by South\n\n\n                                 -12-\n\fPort. In essence, South Port's floating docks are \"extensions of the\n\nland\" in the sense of that phrase in eighteenth century admiralty\n\njurisprudence. Consequently, a tort that causes damage to them does\n\nnot occur \"wholly on the navigable waters\" and would have constituted\n\nan action at law, rather than in admiralty, in the late eighteenth\n\ncentury.1\n\n            We therefore agree with the district court that South Port's\n\nOPA claim is analogous to a claim under the common law at the time of\n\nthe Seventh Amendment's ratification in 1791, and that South Port was\n\nentitled to trial by jury.\n\n            B.   Punitive Damages\n\n            Plaintiff contends that the district court erred in ruling\n\nthat punitive damages were unavailable as a matter of law. We affirm\n\nthe district court's ruling.\n\n            Plaintiff's complaint alleged six \"counts\": a claim under the\n\nOPA, four state law tort claims, and a count entitled simply \"Punitive\n\nDamages.\" Punitive damages, however, do not constitute a separate\n\n\n\n1 The district court correctly noted that the Admiralty Extension Act\nof 1948, 46 U.S.C. § 740 (1994), which eliminates the land-water\ndistinction, does not affect the analysis here. While the Act might\npermit the extension of admiralty jurisdiction over South Port's tort\naction today, it does not divest the claim of its original common law\ncharacter and its attendant right to trial by jury. See, e.g.,\nCalifornia v. Bournemouth, 307 F. Supp. 922, 925 (C.D. Cal. 1969)\n(\"[T]he legislative history clearly indicates that the Act makes\navailable a concurrent remedy in admiralty for the existing common-law\naction.\").\n\n                                  -13-\n\fcause of action, but instead form a remedy available for some tortious\n\nor otherwise unlawful acts.    Consequently, plaintiff's claim for\n\npunitive damages must relate to some separate cause of action which\n\npermits recovery of punitive damages.\n\n          Despite a valiant effort, plaintiff has been unable to point\n\nto a legal basis for its punitive damages claim. One of the four tort\n\nclaims alleged in the complaint might have been adequate; those claims,\n\nhowever, were dismissed by the trial court, a decision which plaintiff\n\nhas not challenged on appeal. The remaining possibilities, therefore,\n\nare (1) the OPA, or (2) general admiralty and maritime law.\n\n          1.   OPA Does Not Provide for Punitive Damages\n\n          In 1990, in the wake of the Exxon Valdez and other oil spill\n\ndisasters, Congress established a comprehensive federal scheme for oil\n\npollution liability in the OPA. See 33 U.S.C. § 2702 et seq. (1990).\n\nThe OPA sets forth a comprehensive list of recoverable damages,\n\nincluding: removal costs; damage to natural resources and real or\n\npersonal property; loss of subsistence use of natural resources; loss\n\nof government revenues, lost profits and earning capacity; and costs of\n\nincreased or additional public services occasioned by the unlawful act.\n\nSee 33 U.S.C. § 2702(b). Absent from that list of recoverable damages\n\nis any mention of punitive damages. The question before us, therefore,\n\nis whether, by leaving punitive damages out of the OPA, Congress\n\nintended to supplant the general admiralty and maritime law that\n\n\n                                 -14-\n\fexisted prior to the enactment of the statute, which permitted the\n\naward of punitive damages for reckless behavior. See, e.g., CEH,\n\nInc. v. F/V Seafarer, 70 F.3d 694, 699 (1st Cir. 1995) (punitive\n\ndamages long recognized in admiralty actions for willful or reckless\n\nconduct).\n\n            2.     Congress Intended the OPA To Be the Exclusive\n                   Federal Law Governing Oil Spills\n\n            First, we note that, although the parties have referred to\n\nthis issue as one of \"preemption,\" it does not present any of the\n\nfederalism concerns normally associated with that word, because we are\n\nconcerned only with the OPA's effect on preexisting federal law. The\n\nquestion, therefore, is not complicated by any \"presumption against\n\npreemption,\" see, e.g., Medtronic, Inc., v. Lohr, 518 U.S. 470, 485\n\n(1996), but is rather a straightforward inquiry into whether Congress\n\nintended the enactment of the OPA to supplant the existing general\n\nadmiralty and maritime law, which allowed punitive damages under\n\ncertain circumstances in the area of oil pollution. We conclude that\n\nCongress did so intend.\n\n            The best indication of Congress's intentions, as usual, is\n\nthe text of the statute itself. See Strickland v. Com'r Dept. Human\n\nServices, 48 F.3d 12, 17 (1st Cir. 1995). Section 2702 sets forth a\n\nlist of damages recoverable under the OPA, briefly describing each\n\ntype. As we have noted already, this scheme is comprehensive. To our\n\n\n\n                                 -15-\n\fknowledge no case or commentator has suggested that the availability of\n\npunitive damages under general admiralty and maritime law survived the\n\nenactment of the OPA. We take this to be a strong indication that\n\nCongress intended the OPA to be the sole federal law applicable in this\n\narea of maritime pollution.\n\n          The text of the statute is not without its limitations,\n\nhowever. Plaintiff emphasizes the language at 33 U.S.C. § 2718, which\n\nstates that the OPA shall not be construed as \"preempting the authority\n\nof any State or political subdivision thereof from imposing any\n\nadditional liability,\" 33 U.S.C. § 2718(a), nor to \"affect the\n\nauthority of the United States of any State or political subdivision\n\nthereof (1) to impose additional liability of additional requirements;\n\nor (2) to impose, or to determine the amount of, any fine or penalty\n\n(whether criminal or civil in nature) for any violation of law,\" id. §\n\n2718(c). Plaintiff also points to 33 U.S.C. § 2751, which states that\n\n\"[e]xcept as otherwise provided in this chapter, this chapter does not\n\naffect . . . admiralty and maritime law.\" Plaintiff argues that this\n\nlanguage demonstrates that Congress intended to leave open claims and\n\ndamages other than those enumerated in the OPA.\n\n          We have indeed acknowledged that Congress did not intend the\n\nOPA to bar the imposition of additional liability by the States. See\n\nBallard Shipping Co. v. Beach Shellfish, 32 F.3d 623, 630-31 (1st. Cir.\n\n1994) (using OPA to support validity of state liability statute\n\n\n                                 -16-\n\fpermitting recovery for purely economic loss). That determination\n\nrested on the underlying federalism concerns that counsel a skeptical\n\nview towards federal preemption of state statutes. See id. at 630\n\n(\"Where as here the state remedy is aimed at a matter of great and\n\nlegitimate state concern, a court must act with caution.\"). This case,\n\nhowever, presents an entirely different issue, namely, whether\n\nCongress's very specific treatment of oil pollution in the OPA, which\n\ndoes not provide for punitive damages, supplanted general admiralty and\n\nmaritime law, which has traditionally provided for the general\n\navailability of punitive damages for reckless conduct. This question\n\nhas largely been decided for us by the Supreme Court in Miles v. Apex\n\nMarine, 498 U.S. 19 (1990), in which the Court declined to supplement\n\ndamage provisions of the Death on the High Seas Act, 46 U.S.C. § 762.\n\nThe Court refused to allow recovery for loss of society when such\n\ndamages were not provided in the statute, reasoning that \"in an 'area\n\ncovered by statute, it would be no more appropriate to prescribe a\n\ndifferent measure of damage than to prescribe a different statute of\n\nlimitations, or a different class of beneficiaries.'\" See Miles, 498\n\nU.S. at 31 (quoting Mobil Oil Corp. v. Higginbotham, 436 U.S. 618, 625\n\n(1978)). As we indicated in CEH, 70 F.3d 694 (1st Cir. 1995), Miles\n\ndictates deference to congressional judgment \"where, at the very least,\n\nthere is an overlap between statutory and decisional law.\" Id. at 701.\n\nSuch is obviously the case here.\n\n\n                                 -17-\n\f          Although our analysis might end there, we think it necessary\n\nto address plaintiff's contention that the OPA should be construed more\n\nliberally because it was enacted for the purposes of benefitting the\n\nvictims of oil pollution and punishing its perpetrators. While we\n\nagree that such intentions were Congress's principal motivation in\n\nenacting the OPA, we think it would be naive to adopt so simpleminded\n\na view of congressional policymaking in light of the competing\n\ninterests addressed by the Act. For instance, the OPA imposes strict\n\nliability for oil discharges, provides both civil and criminal\n\npenalties for violations of the statute, and even removes the\n\ntraditional limitation of liability in cases of gross negligence or\n\nwillful conduct. Yet at the same time, the Act preserves the liability\n\ncaps in most cases and declines to impose punitive damages. We think\n\nthat the OPA embodies Congress's attempt to balance the various\n\nconcerns at issue, and trust that the resolution of these difficult\n\npolicy questions is better suited to the political mechanisms of the\n\nlegislature than to our deliberative process.\n\n          For the reasons set forth above, we agree with the district\n\ncourt that punitive damages were not available to plaintiff and affirm\n\nthe court's ruling on that issue.\n\n\n\n\n                                 -18-\n\f            C.   Sufficiency of the Evidence\n\n            Finally, South Port challenges the district court's decision\n\ngranting judgment as a matter of law to defendants on sufficiency-of-\n\nthe-evidence grounds. The court held that, as a matter of law, South\n\nPort had failed to introduce sufficient evidence to support the jury's\n\nverdict with regard to most of the damages claimed for lost profits and\n\n\"other economic harm.\" We affirm this decision in part, and we reverse\n\nin part.\n\n            1.   Lost Profits\n\n            The jury awarded $110,000 of the $185,062 that South Port\n\nrequested for damages in the form of lost profits. These alleged\n\ndamages were presented in two main categories: (1) $105,000 in lost\n\nslip revenues resulting from a delay in South Port's plans to dredge\n\nand expand the marina by approximately twenty-five slips, and (2)\n\n$80,062 from business interruption, including diversion of South Port's\n\nlabor force and the loss of slip fees due to the temporary closing of\n\nthe facility. The district court, however, vacated all but $15,000 of\n\nthis award on the ground that it was not supported by sufficient\n\nevidence.\n\n            We disagree with the district court's conclusion that South\n\nPort failed to introduce evidence sufficient to support the award for\n\nlost slip revenues. Plaintiff presented testimony establishing the\n\nmarina's plan to dredge the cove leading to the marina, as well as\n\n\n                                  -19-\n\fparts of the marina itself, and to expand the marina by some twenty-\n\nfive slips. South Port further offered proof sufficient to support a\n\nfinding that the delay in this improvement to the business was caused,\n\nat least in part, by the February 5, 1997 gasoline spill. The district\n\ncourt noted that South Port introduced no evidence to support its hope\n\nthat the additional slips could be filled if constructed and that no\n\ncomparison was made with other marinas or with any indicator of the\n\nnumber of boats in the Portland Harbor area seeking dockage.        We\n\nbelieve, however, that a jury could reasonably infer that South Port's\n\nvery willingness to make a substantial investment was grounded in some\n\nprofessional certainty that a market would, in fact, exist once the\n\ndredging was completed. Although the district court did not find\n\ncompelling the fact that the existing slips had been nearly full in\n\nyears prior to the spill, we think this evidence substantially supports\n\nan inference that the new slips would also be in demand. Thus, we\n\nuphold the jury's award for lost slip fees resulting from the delay in\n\nexpansion and improvement.\n\n          We also cannot agree with the district court's conclusion on\n\nthe issue of diversion of South Port's workforce. The jury apparently\n\ncompensated South Port for the losses incurred by the marina when it\n\nwas forced to allocate employees who normally serviced boats (and\n\nbilled clients) to dock repair necessitated by the spill. The district\n\ncourt vacated this award for the same reason it vacated the award for\n\n\n                                 -20-\n\flost slip fees--that the plaintiff had failed to establish demand for\n\nthe service work that the employees allegedly would have been doing had\n\nthey not been needed for repairs. Again, we think that the claimed\n\ndamage is considerably less speculative than it appeared to the\n\ndistrict court. South Port claims that, absent the spill, things would\n\nhave proceeded essentially as they always had at the marina, with a\n\nportion of the labor force performing service work that could be billed\n\nto clients rather than nonbillable repair work. Robert Craig, South\n\nPort's damage expert, testified that he had spoken with the principal\n\noperator of the marina, Kip Reynolds, and others, and that he had also\n\nseen the diversion of labor with his own eyes.        Although   Craig\n\nadmitted that the time cards used by South Port's employees did not\n\nallocate hours to specific projects or types of work, he explained how\n\nhe had arrived at his expert opinion and estimates. Appellant might\n\nhave done more to establish this element of the damages it claimed.\n\nNevertheless, we think that the proof presented meets the minimum\n\ninferential threshold and that the jury award should not have been\n\ndisturbed. We therefore reverse the district court on its evaluation\n\nof the lost slip revenue diversion of labor issues and reinstate the\n\njury's award of $110,000.\n\n          2.   Other Economic Losses\n\n          The district court also vacated the jury's award for a\n\n$100,000 loss in goodwill and a $150,000 for business stress. After\n\n\n                                 -21-\n\freviewing the record, we agree with the district court that        the\n\nevidence is insufficient to support the jury's verdict on these claims.\n\n          South Port's goodwill loss is based upon a projected loss of\n\nvalue of the business after the spill. Certainly, a bad reputation\n\nwhich lingers even after South Port repairs its damages could affect\n\nits expected earnings. This loss could be calculated by discounting\n\nthe estimated loss of future revenues to present value or,\n\nalternatively, by assessing the decrease in value of the business to\n\npotential buyers after the spill repairs. South Port's estimated loss,\n\nhowever, was not adequately supported by either of these calculations.\n\n          Craig offered his expert opinion that South Port's goodwill\n\nfollowing the spill was approximately $100,000, or ten percent of the\n\nvalue of the business. The court correctly determined that the jury\n\ncould accept that ten percent is typically the value of goodwill in\n\nthis type of business. However, as the district court observed, Craig\n\n\"never gave any basis for concluding that this goodwill had been\n\nreduced to zero or to any other number.\"      Craig did identify the\n\npotential perception that South Port marina was located in a cove\n\nsusceptible, for geographic reasons, to spill-related pollution, and\n\nSouth Port introduced evidence at least suggesting damage to its\n\nreputation in the community (media coverage, etc.). There were no\n\nconcrete numbers, however, explaining how these factors affected all,\n\nor even part, of the goodwill of the business\n\n\n                                 -22-\n\f          Similarly, South Port provided no basis for its estimation\n\nof business stress. Like goodwill loss, this claim involved a form of\n\nthe loss in value of the business: the reduction in the value of the\n\nbusiness due to the bank loan default and the risk that the workout\n\nplan may not succeed.      Although this is a plausible claim for\n\nrecovery, Craig offered no analysis for quantifying this potential loss\n\nat $150,000. The district court concluded that Craig's estimate was\n\nnot supported by evidence that he conducted a more specific\n\ninvestigation \"regarding the market for a business like South Port\n\nMarine's.\"   We agree.\n\n          A reasonable calculation of loss due to business stress might\n\ntake into account general data concerning the reduced value of\n\nbusinesses in default or a specific showing that this property had\n\ndeclined in market value.    At the very least, the calculation of\n\nbusiness stress resulting from South Port's workout plan required a\n\nspecific computation of its risk of failure in the same arrangement.\n\nHowever, Craig derived his estimation simply as a portion of South\n\nPort's $600,000 net value after deducting the loan. We believe this,\n\nwithout a more accurate account, is an insufficient foundation to\n\nsustain the jury's award. Accordingly, we affirm the district court's\n\nvacatur of the awards for loss of goodwill and business stress.\n\n          Affirmed in part, reversed in part. Remanded for action\n\nconsistent with this opinion.\n\n\n                                 -23-\n\f",
  "html": "<p class=\"case_cite\">234 F.3d 58 (1st Cir. 2000)</p>\n    <p class=\"parties\">SOUTH PORT MARINE, LLC, Plaintiff, Appellant,<br>v.<br>GULF OIL LIMITED PARTNERSHIP; THE REINAUER COMPANIES, INC., f/k/a BOSTON TOWING AND TRANSPORTATION COMPANY INC.; Defendants, Appellees.</p>\n    <p class=\"docket\">Nos. 99-2369, 99-2370</p>\n    <p class=\"court\">United States Court of Appeals For the First Circuit</p>\n    <p class=\"date\">Heard September 8, 2000<br>Decided December 7, 2000</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEALS FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF MAINE [Hon. D. Brock Hornby, U.S. District Judge][Copyrighted Material Omitted]</p>\n      <p class=\"indent\">David J. Perkins, with whom Daniel G. Lilley, Patrick J. Mellor and Perkins, Olson &amp; Pratt, P.A. were on brief, for appellant.</p>\n      <p class=\"indent\">William H. Welte, with whom Welte &amp; Welte P.A. was on brief, for appellee Gulf Oil Limited Partnership.</p>\n      <p class=\"indent\">Brian P. Flanagan, with whom Flanagan &amp; Hunter, P.C., Leonard W. Langer, Marshall J. Tinkle and Tompkins, Clough, Hirshon &amp; Langer, P.A. were on brief, for appellee Boston Towing and Transportation Co., L.P.</p>\n      <p class=\"indent\">Before Torruella, Chief Judge, Boudin and Lynch, Circuit Judges.</p>\n      <p class=\"indent\">TORRUELLA, Chief Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This appeal, which arises out of a February 1997 gasoline spill in Maine's Portland Harbor, requires us to interpret both historic and contemporary maritime law in the United States. On the one hand, appellees present a Seventh Amendment argument that involves the state of federal admiralty jurisdiction in the early days of the Constitution. Appellant, on the other hand, raises questions of federal preemption and statutory interpretation in relation to two issues of much current interest: oil spills and punitive damages. Finally, both parties dispute the sufficiency of evidence presented to the jury on various aspects of appellant's alleged damages.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">We conclude that the district court's disposition of these issues must be affirmed in part and reversed in part.</p>\n    </div>\n    <p class=\"indent\">I. Factual and Procedural Background</p>\n    <p class=\"indent\">A. The Parties</p>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Appellant South Port Marine, LLC, (\"South Port\") is a family-owned marina located on a cove in Portland Harbor, Maine. The marina is principally designed to accommodate recreational motor and sailing vessels by allowing them to tie up to floating dock segments that are connected with fixed docks leading to the marina's onshore facilities. The floating dock segments are identical in function and purpose to ordinary fixed docks, but are designed in sections with Styrofoam flotation which allows them to rise and fall with the tides.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In the winter of 1996-1997, South Port's owners planned to dredge the marina and parts of the surrounding cove to allow access by larger boats. The owners also intended to increase the number of slips in the marina from approximately one hundred to closer to one hundred and twenty-five.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Appellee Gulf Oil is a Massachusetts-based petroleum company. It operates a distribution facility on Portland Harbor where, inter alia, petroleum products such as gasoline are pumped into barges for transportation to other ports. Appellee Boston Towing and Transportation operates tug boats and tank barges for the purpose of oil transportation. Gulf Oil was pumping gasoline into a barge owned and operated by Boston Towing at the time of the incident involved in this appeal.</p>\n    </div>\n    <p class=\"indent\">B. The February 5, 1997 Spill</p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">In the early morning hours of February 5, 1997, a Boston Towing tank barge was tied to the Gulf Oil pier in Portland Harbor, while a crew member transferred gasoline from a Gulf onshore storage facility into individual tanks on the barge. The gasoline transfer process required the crew member to monitor the filling of each tank and to manually switch the flow of gasoline to the next empty tank when the prior tank reached its full capacity.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Sometime after 2:00 a.m. in the morning, under severe weather conditions, the crew member assigned to monitor the gas flow left the barge and boarded a nearby tug boat, leaving the gasoline transfer completely unattended. While the crew member was absent, the gasoline overflowed the recipient tank and subsequently overflowed the barge's safety transom, flowing into Portland Harbor. Between 23,000 and 30,000 gallons of gasoline spilled into the water.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">A large portion of the spilled gas entered the cove on which South Port Marine is located, and by 8:00 a.m. two to three inches of gasoline floated on the surface of the water at the marina. The Styrofoam flotation of the dock segments began to disintegrate, causing the docks to sink, list, and in many cases, fully submerge. As this happened, a number of electrical posts (at least some of which were apparently awaiting installation) fell off the docks and into the water.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">C. Alleged Effects of the Spill on South Port Marine</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">At trial, South Port alleged damages falling into three general categories: extensive property damage, lost profits, and \"other economic losses\" including loss of goodwill and business stress. The spill allegedly destroyed between sixty and eighty Styrofoam floats and severely damaged forty-five dock segments. According to South Port, the repair and cleanup of this damage was both costly and, at a critical time in its development, very time-consuming. South Port further alleged that the spill set back its dredging plan an entire year and put the construction of new slips on indefinite hold due to the cash flow crisis caused by the accident and the diversion of South Port's employees from gainful work to cleanup and repair tasks. South Port claimed the economic injury caused by the spill eventually forced it to restructure its debt and threatened its owners' entire investment of almost $1,000,000.</p>\n    </div>\n    <p class=\"indent\">D. Procedural History</p>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">On January 14, 1998, South Port filed a complaint in federal district court raising claims under the federal Oil Pollution Act of 1990 (\"OPA\") and asserting several state common law tort actions. The complaint demanded trial by jury on all claims. Appellants argued that South Port was not entitled to a jury trial because its claims sounded in admiralty. The court initially reserved judgment on that issue and proceeded to try the case before a jury.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">On April 7, 1999, the first day of trial, appellees conceded liability under the OPA in response to questioning from the court. However, the court then ruled that South Port's state common law claims (which included strict liability, negligence, private nuisance, and trespass) were barred by Maine law, see Me. Rev. Stat. Ann. tit. 38,  551(2)(D) (West 1999); see also Portland Pipeline Corp. v. Envtl. Improvement Comm'n, 307 A.2d 1, 40 (Me. 1973), because South Port failed to bring its state law claims under Maine's Oil Pollution statute, which displaces state common law claims. The court also decided that punitive damages were unavailable under the OPA.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">On April 16, 1999, the jury returned a verdict in favor of South Port. The jury awarded South Port $181,964 in damages for injury to property, $110,000 for lost profits, and $300,000 for injury to good will and business stress. After the jury verdict, appellees renewed their motion for judgment as a matter of law, moved for a new trial, and also renewed their challenge to appellant's right to trial by jury.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The district court denied appellees' challenge to the jury trial in an order and opinion issued July 27, 1999. The motions for judgment as a matter of law and for a new trial, however, were granted in part and denied in part by order and opinion issued October 14, 1999. The court held that the evidence presented to the jury was insufficient as a matter of law to support the award of damages for lost profits and other economic loss and reduced the jury's award by $395,000. Ruling in the alternative in case its decision should be overturned on appeal, the court also granted appellees' motion for a new trial unless appellant would agree to a remittitur of $100,000.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Appellant filed this timely appeal challenging the district court's rulings on the availability of punitive damages and sufficiency of the evidence, and appellees have cross-appealed the district court's decision that appellant was entitled to trial by jury. We will address the jury issue first, the punitive damages issue second, and the sufficiency of the evidence arguments last.</p>\n    </div>\n    <p class=\"indent\">II. Law and Application</p>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">A. Appellant's Seventh Amendment Right to Trial by Jury</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">In the district court, appellees moved to strike South Port's jury demand on the basis that the OPA claim was comparable to a claim in admiralty to which the Seventh Amendment's guarantee of trial by jury does not apply. The district court initially reserved judgment on the motion and impaneled a jury with the caveat that the jury's verdict would be merely advisory if the court later determined that appellant had no right to a jury trial. Following trial, on July 27, 1999, the district court ruled that the Seventh Amendment did in fact guarantee South Port a trial by jury on its OPA claim, and entered judgment according to the jury's verdict. Appellees now challenge that determination.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">South Port's demand for a jury trial in its complaint bound the district court to Federal Rule of Civil Procedure 39, which required the court to try the case before a jury unless it found that South Port was not entitled to a jury trial under the Constitution or laws of the United States. See Fed. R. Civ. P. 39(a). Because the OPA does not create a statutory right to trial by jury, South Port's entitlement to such jury trial must stem, if at all, from the Seventh Amendment to the Constitution, which states, \"In Suits at common law, where the value in controversy shall exceed twenty dollars, the right of trial by jury shall be preserved . . . .\" U.S. Const. amend. VII.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">As the Supreme Court has declared,</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Although \"the thrust of the Amendment was to preserve the right to jury trial as it existed in 1791,\" the Seventh Amendment also applies to actions brought to enforce statutory rights that are analogous to common-law causes of action ordinarily decided in English law courts in the late 18th century, as opposed to those customarily heard by the courts of equity or admiralty.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Granfinanciera, S.A. v. Nordberg, 492 U.S. 33, 41-42 (1989). The issue before us, then, is whether South Port's OPA claim is analogous to a cause of action in admiralty in 1791, to which no right to trial by jury would apply, or to a cause of action at law, which carries the Seventh Amendment guarantee. We agree with the district court that in 1791, South Port would have brought its claim for damages to its marina under the common law rather than in admiralty, and we therefore affirm the use of a jury to hear the claim at trial.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">The earliest cases from the United States courts on the scope of admiralty jurisdiction applied a \"locality\" test to determine whether a tort fell under the admiralty or common law jurisdiction. Justice Story, riding the Circuit in 1813, stated his understanding \"that the jurisdiction of the admiralty is exclusively dependent upon the locality of the act. The admiralty has not (I believe) deliberately claimed to have any jurisdiction over torts, except such as are maritime torts, that is, such as are committed on the high seas, or on waters within the ebb and flow of the tide.\" Thomas v. Lane, 23 F. Cas. 957, 960 (C.C.D. Me. 1813). More recently, the Supreme Court summarized the locality test as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">The traditional test for admiralty jurisdiction asked only whether the tort occurred on navigable waters. If it did, admiralty jurisdiction followed; if it did not, admiralty jurisdiction did not exist. This ostensibly simple locality test was complicated by the rule that the injury had to be \"wholly\" sustained on navigable waters for the tort to be within admiralty. Thus, admiralty courts lacked jurisdiction over, say, a claim following a ship's collision with a pier insofar as it injured the pier, for admiralty law treated the pier as an extension of the land.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Grubart v. Great Lakes Dredge &amp; Dock Co., 513 U.S. 527, 531 (1995) (citations omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">As suggested by Grubart, the \"location\" of a tort sometimes depended on the nature of the injured structure, i.e., whether the structure was considered \"an extension of the land.\" Beginning with The Plymouth, 70 U.S. (3 Wall.) 20 (1866), which found no admiralty jurisdiction over damage to a warehouse destroyed in a fire started on board a ship, admiralty jurisdiction \"has not been construed to extend to accidents on piers, jetties, bridges, or even ramps and railways running into the sea.\" Rodrigue v. Aetna Cas. Co., 395 U.S. 352 (1968). Using this rubric, South Port contends that the injury to its docks would not have fallen within the admiralty jurisdiction of the federal courts in 1791.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Appellees, however, argue that several cases, most notably The Blackheath, 195 U.S. 361 (1904), support the opposite conclusion. In The Blackheath, Justice Holmes distinguished The Plymouth and announced the Court's decision that a collision with a beacon would lie in admiralty since it served as a navigational aid. This remained so despite the fact that the structure is \"technically land, through a connection at the bottom of the sea,\" Id. at 367.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Appellees have failed to persuade us, however, that The Blackheath or any of the other cases cited in their briefs invalidated the rule established in The Plymouth. In fact, in Cleveland Terminal &amp; Valley R. Co. v. Cleveland S.S. Co., 208 U.S. 316 (1908), the Supreme Court addressed the tension between The Plymouth and The Blackheath and concluded that the two decisions were not incompatible. After discussing both cases, the Court reaffirmed that admiralty jurisdiction did not extend to injuries inflicted by a vessel upon a bridge, its protective pilings, and an adjacent dock, stating that \"the bridges, shore docks, protection piling, piers, etc., pertained to the land. They were structures connected with the shore and immediately concerned commerce upon land. None of these structures were aids to navigation in the maritime sense, but extensions of the shore and aids to commerce on land as such.\" Id. at 321.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Moreover, courts specifically examining the nature of floating docks have consistently held that they do not possess the characteristics associated with maritime objects. In Cope v. Vallete Dry-Dock Co., 119 U.S. 625 (1887), for example, the Supreme Court decided that the salvage of floating dry-docks could not properly fall under admiralty jurisdiction because they \"had no means of propulsion . . . and were not designed for navigation.\" Id. at 627. Circuit cases in this century have reached similar conclusions. See, e.g., Atkins v. Greenville Shipbuilding Corp., 411 F.2d 279, 282-83 (5th Cir. 1969) (holding that as a matter of law, a floating dock was not a \"vessel\" owing a maritime warranty of seaworthiness); Royal Ins. Co. of America v. Pier 39 Ltd. Partnership, 738 F.2d 1035, 1037 (9th Cir. 1984) (ruling that policies insuring floating docks did not fall under admiralty jurisdiction because the subject matter was not maritime); cf. Digiovanni v. Traylor Bros., 959 F2d 1119, 1123 (1st Cir. 1992) (stating that if a float is not in actual navigation, the test for whether it qualifies as a vessel is whether its \"purpose or primary business is . . . navigation or commerce\"). Thus, appellees' emphasis on the floating nature of South Port's docks is insufficient and misplaced. See id. (\"Floating is not enough.\"). Although these structures move with the ebb and flow of the tides, they remain moored to a fixed location and serve no navigational function. Indeed, their purpose is precisely the same as that of traditional fixed piers or docks: to facilitate commerce on land, presumably conducted in and around whatever retail and repair facilities are operated by South Port. In essence, South Port's floating docks are \"extensions of the land\" in the sense of that phrase in eighteenth century admiralty jurisprudence. Consequently, a tort that causes damage to them does not occur \"wholly on the navigable waters\" and would have constituted an action at law, rather than in admiralty, in the late eighteenth century.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">We therefore agree with the district court that South Port's OPA claim is analogous to a claim under the common law at the time of the Seventh Amendment's ratification in 1791, and that South Port was entitled to trial by jury.</p>\n    </div>\n    <p class=\"indent\">B. Punitive Damages</p>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Plaintiff contends that the district court erred in ruling that punitive damages were unavailable as a matter of law. We affirm the district court's ruling.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Plaintiff's complaint alleged six \"counts\": a claim under the OPA, four state law tort claims, and a count entitled simply \"Punitive Damages.\" Punitive damages, however, do not constitute a separate cause of action, but instead form a remedy available for some tortious or otherwise unlawful acts. Consequently, plaintiff's claim for punitive damages must relate to some separate cause of action which permits recovery of punitive damages.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Despite a valiant effort, plaintiff has been unable to point to a legal basis for its punitive damages claim. One of the four tort claims alleged in the complaint might have been adequate; those claims, however, were dismissed by the trial court, a decision which plaintiff has not challenged on appeal. The remaining possibilities, therefore, are (1) the OPA, or (2) general admiralty and maritime law.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">1. OPA Does Not Provide for Punitive Damages</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">In 1990, in the wake of the Exxon Valdez and other oil spill disasters, Congress established a comprehensive federal scheme for oil pollution liability in the OPA. See 33 U.S.C.  2702 et seq. (1990). The OPA sets forth a comprehensive list of recoverable damages, including: removal costs; damage to natural resources and real or personal property; loss of subsistence use of natural resources; loss of government revenues, lost profits and earning capacity; and costs of increased or additional public services occasioned by the unlawful act. See 33 U.S.C.  2702(b). Absent from that list of recoverable damages is any mention of punitive damages. The question before us, therefore, is whether, by leaving punitive damages out of the OPA, Congress intended to supplant the general admiralty and maritime law that existed prior to the enactment of the statute, which permitted the award of punitive damages for reckless behavior. See, e.g., CEH, Inc. v. F/V Seafarer, 70 F.3d 694, 699 (1st Cir. 1995) (punitive damages long recognized in admiralty actions for willful or reckless conduct).</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">2. Congress Intended the OPA To Be the Exclusive Federal Law Governing Oil Spills</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">First, we note that, although the parties have referred to this issue as one of \"preemption,\" it does not present any of the federalism concerns normally associated with that word, because we are concerned only with the OPA's effect on preexisting federal law. The question, therefore, is not complicated by any \"presumption against preemption,\" see, e.g., Medtronic, Inc., v. Lohr, 518 U.S. 470, 485 (1996), but is rather a straightforward inquiry into whether Congress intended the enactment of the OPA to supplant the existing general admiralty and maritime law, which allowed punitive damages under certain circumstances in the area of oil pollution. We conclude that Congress did so intend.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">The best indication of Congress's intentions, as usual, is the text of the statute itself. See Strickland v. Com'r Dept. Human Services, 48 F.3d 12, 17 (1st Cir. 1995). Section 2702 sets forth a list of damages recoverable under the OPA, briefly describing each type. As we have noted already, this scheme is comprehensive. To our knowledge no case or commentator has suggested that the availability of punitive damages under general admiralty and maritime law survived the enactment of the OPA. We take this to be a strong indication that Congress intended the OPA to be the sole federal law applicable in this area of maritime pollution.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">The text of the statute is not without its limitations, however. Plaintiff emphasizes the language at 33 U.S.C.  2718, which states that the OPA shall not be construed as \"preempting the authority of any State or political subdivision thereof from imposing any additional liability,\" 33 U.S.C.  2718(a), nor to \"affect the authority of the United States of any State or political subdivision thereof (1) to impose additional liability of additional requirements; or (2) to impose, or to determine the amount of, any fine or penalty (whether criminal or civil in nature) for any violation of law,\" id.  2718(c). Plaintiff also points to 33 U.S.C.  2751, which states that \"[e]xcept as otherwise provided in this chapter, this chapter does not affect . . . admiralty and maritime law.\" Plaintiff argues that this language demonstrates that Congress intended to leave open claims and damages other than those enumerated in the OPA.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">We have indeed acknowledged that Congress did not intend the OPA to bar the imposition of additional liability by the States. See Ballard Shipping Co. v. Beach Shellfish, 32 F.3d 623, 630-31 (1st. Cir. 1994) (using OPA to support validity of state liability statute permitting recovery for purely economic loss). That determination rested on the underlying federalism concerns that counsel a skeptical view towards federal preemption of state statutes. See id. at 630 (\"Where as here the state remedy is aimed at a matter of great and legitimate state concern, a court must act with caution.\"). This case, however, presents an entirely different issue, namely, whether Congress's very specific treatment of oil pollution in the OPA, which does not provide for punitive damages, supplanted general admiralty and maritime law, which has traditionally provided for the general availability of punitive damages for reckless conduct. This question has largely been decided for us by the Supreme Court in Miles v. Apex Marine, 498 U.S. 19 (1990), in which the Court declined to supplement damage provisions of the Death on the High Seas Act, 46 U.S.C.  762. The Court refused to allow recovery for loss of society when such damages were not provided in the statute, reasoning that \"in an 'area covered by statute, it would be no more appropriate to prescribe a different measure of damage than to prescribe a different statute of limitations, or a different class of beneficiaries.'\" See Miles, 498 U.S. at 31 (quoting Mobil Oil Corp. v. Higginbotham, 436 U.S. 618, 625 (1978)). As we indicated in CEH, 70 F.3d 694 (1st Cir. 1995), Miles dictates deference to congressional judgment \"where, at the very least, there is an overlap between statutory and decisional law.\" Id. at 701. Such is obviously the case here.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">Although our analysis might end there, we think it necessary to address plaintiff's contention that the OPA should be construed more liberally because it was enacted for the purposes of benefitting the victims of oil pollution and punishing its perpetrators. While we agree that such intentions were Congress's principal motivation in enacting the OPA, we think it would be naive to adopt so simpleminded a view of congressional policymaking in light of the competing interests addressed by the Act. For instance, the OPA imposes strict liability for oil discharges, provides both civil and criminal penalties for violations of the statute, and even removes the traditional limitation of liability in cases of gross negligence or willful conduct. Yet at the same time, the Act preserves the liability caps in most cases and declines to impose punitive damages. We think that the OPA embodies Congress's attempt to balance the various concerns at issue, and trust that the resolution of these difficult policy questions is better suited to the political mechanisms of the legislature than to our deliberative process.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">For the reasons set forth above, we agree with the district court that punitive damages were not available to plaintiff and affirm the court's ruling on that issue.</p>\n    </div>\n    <p class=\"indent\">C. Sufficiency of the Evidence</p>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">Finally, South Port challenges the district court's decision granting judgment as a matter of law to defendants on sufficiency-of-the-evidence grounds. The court held that, as a matter of law, South Port had failed to introduce sufficient evidence to support the jury's verdict with regard to most of the damages claimed for lost profits and \"other economic harm.\" We affirm this decision in part, and we reverse in part.</p>\n    </div>\n    <p class=\"indent\">1. Lost Profits</p>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">The jury awarded $110,000 of the $185,062 that South Port requested for damages in the form of lost profits. These alleged damages were presented in two main categories: (1) $105,000 in lost slip revenues resulting from a delay in South Port's plans to dredge and expand the marina by approximately twenty-five slips, and (2) $80,062 from business interruption, including diversion of South Port's labor force and the loss of slip fees due to the temporary closing of the facility. The district court, however, vacated all but $15,000 of this award on the ground that it was not supported by sufficient evidence.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">We disagree with the district court's conclusion that South Port failed to introduce evidence sufficient to support the award for lost slip revenues. Plaintiff presented testimony establishing the marina's plan to dredge the cove leading to the marina, as well as parts of the marina itself, and to expand the marina by some twenty-five slips. South Port further offered proof sufficient to support a finding that the delay in this improvement to the business was caused, at least in part, by the February 5, 1997 gasoline spill. The district court noted that South Port introduced no evidence to support its hope that the additional slips could be filled if constructed and that no comparison was made with other marinas or with any indicator of the number of boats in the Portland Harbor area seeking dockage. We believe, however, that a jury could reasonably infer that South Port's very willingness to make a substantial investment was grounded in some professional certainty that a market would, in fact, exist once the dredging was completed. Although the district court did not find compelling the fact that the existing slips had been nearly full in years prior to the spill, we think this evidence substantially supports an inference that the new slips would also be in demand. Thus, we uphold the jury's award for lost slip fees resulting from the delay in expansion and improvement.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">We also cannot agree with the district court's conclusion on the issue of diversion of South Port's workforce. The jury apparently compensated South Port for the losses incurred by the marina when it was forced to allocate employees who normally serviced boats (and billed clients) to dock repair necessitated by the spill. The district court vacated this award for the same reason it vacated the award for lost slip fees--that the plaintiff had failed to establish demand for the service work that the employees allegedly would have been doing had they not been needed for repairs. Again, we think that the claimed damage is considerably less speculative than it appeared to the district court. South Port claims that, absent the spill, things would have proceeded essentially as they always had at the marina, with a portion of the labor force performing service work that could be billed to clients rather than nonbillable repair work. Robert Craig, South Port's damage expert, testified that he had spoken with the principal operator of the marina, Kip Reynolds, and others, and that he had also seen the diversion of labor with his own eyes. Although Craig admitted that the time cards used by South Port's employees did not allocate hours to specific projects or types of work, he explained how he had arrived at his expert opinion and estimates. Appellant might have done more to establish this element of the damages it claimed. Nevertheless, we think that the proof presented meets the minimum inferential threshold and that the jury award should not have been disturbed. We therefore reverse the district court on its evaluation of the lost slip revenue diversion of labor issues and reinstate the jury's award of $110,000.</p>\n    </div>\n    <p class=\"indent\">2. Other Economic Losses</p>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">The district court also vacated the jury's award for a $100,000 loss in goodwill and a $150,000 for business stress. After reviewing the record, we agree with the district court that the evidence is insufficient to support the jury's verdict on these claims.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">South Port's goodwill loss is based upon a projected loss of value of the business after the spill. Certainly, a bad reputation which lingers even after South Port repairs its damages could affect its expected earnings. This loss could be calculated by discounting the estimated loss of future revenues to present value or, alternatively, by assessing the decrease in value of the business to potential buyers after the spill repairs. South Port's estimated loss, however, was not adequately supported by either of these calculations.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">Craig offered his expert opinion that South Port's goodwill following the spill was approximately $100,000, or ten percent of the value of the business. The court correctly determined that the jury could accept that ten percent is typically the value of goodwill in this type of business. However, as the district court observed, Craig \"never gave any basis for concluding that this goodwill had been reduced to zero or to any other number.\" Craig did identify the potential perception that South Port marina was located in a cove susceptible, for geographic reasons, to spill-related pollution, and South Port introduced evidence at least suggesting damage to its reputation in the community (media coverage, etc.). There were no concrete numbers, however, explaining how these factors affected all, or even part, of the goodwill of the business</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">Similarly, South Port provided no basis for its estimation of business stress. Like goodwill loss, this claim involved a form of the loss in value of the business: the reduction in the value of the business due to the bank loan default and the risk that the workout plan may not succeed. Although this is a plausible claim for recovery, Craig offered no analysis for quantifying this potential loss at $150,000. The district court concluded that Craig's estimate was not supported by evidence that he conducted a more specific investigation \"regarding the market for a business like South Port Marine's.\" We agree.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">A reasonable calculation of loss due to business stress might take into account general data concerning the reduced value of businesses in default or a specific showing that this property had declined in market value. At the very least, the calculation of business stress resulting from South Port's workout plan required a specific computation of its risk of failure in the same arrangement. However, Craig derived his estimation simply as a portion of South Port's $600,000 net value after deducting the loan. We believe this, without a more accurate account, is an insufficient foundation to sustain the jury's award. Accordingly, we affirm the district court's vacatur of the awards for loss of goodwill and business stress.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">Affirmed in part, reversed in part. Remanded for action consistent with this opinion.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>NOTES:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The district court correctly noted that the Admiralty Extension Act of 1948, 46 U.S.C.  740 (1994), which eliminates the land-water distinction, does not affect the analysis here. While the Act might permit the extension of admiralty jurisdiction over South Port's tort action today, it does not divest the claim of its original common law character and its attendant right to trial by jury. See, e.g., California v. Bournemouth, 307 F. Supp. 922, 925 (C.D. Cal. 1969) (\"[T]he legislative history clearly indicates that the Act makes available a concurrent remedy in admiralty for the existing common-law action.\").</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">234</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">58</span></span> (1st Cir. 2000)</p>\n    <p class=\"parties\">SOUTH PORT MARINE, LLC, Plaintiff, Appellant,<br>v.<br>GULF OIL LIMITED PARTNERSHIP; THE REINAUER COMPANIES, INC., f/k/a BOSTON TOWING AND TRANSPORTATION COMPANY INC.; Defendants, Appellees.</p>\n    <p class=\"docket\">Nos. 99-2369, 99-2370</p>\n    <p class=\"court\">United States Court of Appeals For the First Circuit</p>\n    <p class=\"date\">Heard September 8, 2000<br>Decided December 7, 2000</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEALS FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF MAINE [Hon. D. Brock Hornby, U.S. District Judge][Copyrighted Material Omitted]</p>\n      <p class=\"indent\">David J. Perkins, with whom Daniel G. Lilley, Patrick J. Mellor and Perkins, Olson &amp; Pratt, P.A. were on brief, for appellant.</p>\n      <p class=\"indent\">William H. Welte, with whom Welte &amp; Welte P.A. was on brief, for appellee Gulf Oil Limited Partnership.</p>\n      <p class=\"indent\">Brian P. Flanagan, with whom Flanagan &amp; Hunter, P.C., Leonard W. Langer, Marshall J. Tinkle and Tompkins, Clough, Hirshon &amp; Langer, P.A. were on brief, for appellee Boston Towing and Transportation Co., L.P.</p>\n      <p class=\"indent\">Before Torruella, Chief Judge, Boudin and Lynch, Circuit Judges.</p>\n      <p class=\"indent\">TORRUELLA, Chief Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This appeal, which arises out of a February 1997 gasoline spill in Maine's Portland Harbor, requires us to interpret both historic and contemporary maritime law in the United States. On the one hand, appellees present a Seventh Amendment argument that involves the state of federal admiralty jurisdiction in the early days of the Constitution. Appellant, on the other hand, raises questions of federal preemption and statutory interpretation in relation to two issues of much current interest: oil spills and punitive damages. Finally, both parties dispute the sufficiency of evidence presented to the jury on various aspects of appellant's alleged damages.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">We conclude that the district court's disposition of these issues must be affirmed in part and reversed in part.</p>\n    </div>\n    <p class=\"indent\">I. Factual and Procedural Background</p>\n    <p class=\"indent\">A. The Parties</p>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Appellant South Port Marine, LLC, (\"South Port\") is a family-owned marina located on a cove in Portland Harbor, Maine. The marina is principally designed to accommodate recreational motor and sailing vessels by allowing them to tie up to floating dock segments that are connected with fixed docks leading to the marina's onshore facilities. The floating dock segments are identical in function and purpose to ordinary fixed docks, but are designed in sections with Styrofoam flotation which allows them to rise and fall with the tides.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In the winter of 1996-1997, South Port's owners planned to dredge the marina and parts of the surrounding cove to allow access by larger boats. The owners also intended to increase the number of slips in the marina from approximately one hundred to closer to one hundred and twenty-five.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Appellee Gulf Oil is a Massachusetts-based petroleum company. It operates a distribution facility on Portland Harbor where, inter alia, petroleum products such as gasoline are pumped into barges for transportation to other ports. Appellee Boston Towing and Transportation operates tug boats and tank barges for the purpose of oil transportation. Gulf Oil was pumping gasoline into a barge owned and operated by Boston Towing at the time of the incident involved in this appeal.</p>\n    </div>\n    <p class=\"indent\">B. The February 5, 1997 Spill</p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">In the early morning hours of February 5, 1997, a Boston Towing tank barge was tied to the Gulf Oil pier in Portland Harbor, while a crew member transferred gasoline from a Gulf onshore storage facility into individual tanks on the barge. The gasoline transfer process required the crew member to monitor the filling of each tank and to manually switch the flow of gasoline to the next empty tank when the prior tank reached its full capacity.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Sometime after 2:00 a.m. in the morning, under severe weather conditions, the crew member assigned to monitor the gas flow left the barge and boarded a nearby tug boat, leaving the gasoline transfer completely unattended. While the crew member was absent, the gasoline overflowed the recipient tank and subsequently overflowed the barge's safety transom, flowing into Portland Harbor. Between 23,000 and 30,000 gallons of gasoline spilled into the water.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">A large portion of the spilled gas entered the cove on which South Port Marine is located, and by 8:00 a.m. two to three inches of gasoline floated on the surface of the water at the marina. The Styrofoam flotation of the dock segments began to disintegrate, causing the docks to sink, list, and in many cases, fully submerge. As this happened, a number of electrical posts (at least some of which were apparently awaiting installation) fell off the docks and into the water.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">C. Alleged Effects of the Spill on South Port Marine</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">At trial, South Port alleged damages falling into three general categories: extensive property damage, lost profits, and \"other economic losses\" including loss of goodwill and business stress. The spill allegedly destroyed between sixty and eighty Styrofoam floats and severely damaged forty-five dock segments. According to South Port, the repair and cleanup of this damage was both costly and, at a critical time in its development, very time-consuming. South Port further alleged that the spill set back its dredging plan an entire year and put the construction of new slips on indefinite hold due to the cash flow crisis caused by the accident and the diversion of South Port's employees from gainful work to cleanup and repair tasks. South Port claimed the economic injury caused by the spill eventually forced it to restructure its debt and threatened its owners' entire investment of almost $1,000,000.</p>\n    </div>\n    <p class=\"indent\">D. Procedural History</p>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">On January 14, 1998, South Port filed a complaint in federal district court raising claims under the federal Oil Pollution Act of 1990 (\"OPA\") and asserting several state common law tort actions. The complaint demanded trial by jury on all claims. Appellants argued that South Port was not entitled to a jury trial because its claims sounded in admiralty. The court initially reserved judgment on that issue and proceeded to try the case before a jury.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">On April 7, 1999, the first day of trial, appellees conceded liability under the OPA in response to questioning from the court. However, the court then ruled that South Port's state common law claims (which included strict liability, negligence, private nuisance, and trespass) were barred by Maine law, see Me. Rev. Stat. Ann. tit. 38,  551(2)(D) (West 1999); see also Portland Pipeline Corp. v. Envtl. Improvement Comm'n, <span class=\"citation no-link\"><span class=\"volume\">307</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">1</span></span>, 40 (Me. 1973), because South Port failed to bring its state law claims under Maine's Oil Pollution statute, which displaces state common law claims. The court also decided that punitive damages were unavailable under the OPA.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">On April 16, 1999, the jury returned a verdict in favor of South Port. The jury awarded South Port $181,964 in damages for injury to property, $110,000 for lost profits, and $300,000 for injury to good will and business stress. After the jury verdict, appellees renewed their motion for judgment as a matter of law, moved for a new trial, and also renewed their challenge to appellant's right to trial by jury.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The district court denied appellees' challenge to the jury trial in an order and opinion issued July 27, 1999. The motions for judgment as a matter of law and for a new trial, however, were granted in part and denied in part by order and opinion issued October 14, 1999. The court held that the evidence presented to the jury was insufficient as a matter of law to support the award of damages for lost profits and other economic loss and reduced the jury's award by $395,000. Ruling in the alternative in case its decision should be overturned on appeal, the court also granted appellees' motion for a new trial unless appellant would agree to a remittitur of $100,000.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Appellant filed this timely appeal challenging the district court's rulings on the availability of punitive damages and sufficiency of the evidence, and appellees have cross-appealed the district court's decision that appellant was entitled to trial by jury. We will address the jury issue first, the punitive damages issue second, and the sufficiency of the evidence arguments last.</p>\n    </div>\n    <p class=\"indent\">II. Law and Application</p>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">A. Appellant's Seventh Amendment Right to Trial by Jury</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">In the district court, appellees moved to strike South Port's jury demand on the basis that the OPA claim was comparable to a claim in admiralty to which the Seventh Amendment's guarantee of trial by jury does not apply. The district court initially reserved judgment on the motion and impaneled a jury with the caveat that the jury's verdict would be merely advisory if the court later determined that appellant had no right to a jury trial. Following trial, on July 27, 1999, the district court ruled that the Seventh Amendment did in fact guarantee South Port a trial by jury on its OPA claim, and entered judgment according to the jury's verdict. Appellees now challenge that determination.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">South Port's demand for a jury trial in its complaint bound the district court to Federal Rule of Civil Procedure 39, which required the court to try the case before a jury unless it found that South Port was not entitled to a jury trial under the Constitution or laws of the United States. See Fed. R. Civ. P. 39(a). Because the OPA does not create a statutory right to trial by jury, South Port's entitlement to such jury trial must stem, if at all, from the Seventh Amendment to the Constitution, which states, \"In Suits at common law, where the value in controversy shall exceed twenty dollars, the right of trial by jury shall be preserved . . . .\" U.S. Const. amend. VII.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">As the Supreme Court has declared,</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Although \"the thrust of the Amendment was to preserve the right to jury trial as it existed in 1791,\" the Seventh Amendment also applies to actions brought to enforce statutory rights that are analogous to common-law causes of action ordinarily decided in English law courts in the late 18th century, as opposed to those customarily heard by the courts of equity or admiralty.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Granfinanciera, S.A. v. Nordberg, <span class=\"citation\" data-id=\"112317\"><a href=\"/opinion/112317/granfinanciera-sa-v-nordberg/\"><span class=\"volume\">492</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">33</span></a></span>, 41-42 (1989). The issue before us, then, is whether South Port's OPA claim is analogous to a cause of action in admiralty in 1791, to which no right to trial by jury would apply, or to a cause of action at law, which carries the Seventh Amendment guarantee. We agree with the district court that in 1791, South Port would have brought its claim for damages to its marina under the common law rather than in admiralty, and we therefore affirm the use of a jury to hear the claim at trial.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">The earliest cases from the United States courts on the scope of admiralty jurisdiction applied a \"locality\" test to determine whether a tort fell under the admiralty or common law jurisdiction. Justice Story, riding the Circuit in 1813, stated his understanding \"that the jurisdiction of the admiralty is exclusively dependent upon the locality of the act. The admiralty has not (I believe) deliberately claimed to have any jurisdiction over torts, except such as are maritime torts, that is, such as are committed on the high seas, or on waters within the ebb and flow of the tide.\" Thomas v. Lane, <span class=\"citation no-link\"><span class=\"volume\">23</span> <span class=\"reporter\">F. Cas.</span> <span class=\"page\">957</span></span>, 960 (C.C.D. Me. 1813). More recently, the Supreme Court summarized the locality test as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">The traditional test for admiralty jurisdiction asked only whether the tort occurred on navigable waters. If it did, admiralty jurisdiction followed; if it did not, admiralty jurisdiction did not exist. This ostensibly simple locality test was complicated by the rule that the injury had to be \"wholly\" sustained on navigable waters for the tort to be within admiralty. Thus, admiralty courts lacked jurisdiction over, say, a claim following a ship's collision with a pier insofar as it injured the pier, for admiralty law treated the pier as an extension of the land.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Grubart v. Great Lakes Dredge &amp; Dock Co., <span class=\"citation\" data-id=\"117900\"><a href=\"/opinion/117900/jerome-b-grubart-inc-v-great-lakes-dredge-dock-co/\"><span class=\"volume\">513</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">527</span></a></span>, 531 (1995) (citations omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">As suggested by Grubart, the \"location\" of a tort sometimes depended on the nature of the injured structure, i.e., whether the structure was considered \"an extension of the land.\" Beginning with The Plymouth, 70 U.S. (3 Wall.) 20 (1866), which found no admiralty jurisdiction over damage to a warehouse destroyed in a fire started on board a ship, admiralty jurisdiction \"has not been construed to extend to accidents on piers, jetties, bridges, or even ramps and railways running into the sea.\" Rodrigue v. Aetna Cas. Co., <span class=\"citation no-link\"><span class=\"volume\">395</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">352</span></span> (1968). Using this rubric, South Port contends that the injury to its docks would not have fallen within the admiralty jurisdiction of the federal courts in 1791.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Appellees, however, argue that several cases, most notably The Blackheath, <span class=\"citation\" data-id=\"96152\"><a href=\"/opinion/96152/the-blackheath/\"><span class=\"volume\">195</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">361</span></a></span> (1904), support the opposite conclusion. In The Blackheath, Justice Holmes distinguished The Plymouth and announced the Court's decision that a collision with a beacon would lie in admiralty since it served as a navigational aid. This remained so despite the fact that the structure is \"technically land, through a connection at the bottom of the sea,\" Id. at 367.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Appellees have failed to persuade us, however, that The Blackheath or any of the other cases cited in their briefs invalidated the rule established in The Plymouth. In fact, in Cleveland Terminal &amp; Valley R. Co. v. Cleveland S.S. Co., <span class=\"citation\" data-id=\"96776\"><a href=\"/opinion/96776/cleveland-terminal-rr-v-steamship-co/\"><span class=\"volume\">208</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">316</span></a></span> (1908), the Supreme Court addressed the tension between The Plymouth and The Blackheath and concluded that the two decisions were not incompatible. After discussing both cases, the Court reaffirmed that admiralty jurisdiction did not extend to injuries inflicted by a vessel upon a bridge, its protective pilings, and an adjacent dock, stating that \"the bridges, shore docks, protection piling, piers, etc., pertained to the land. They were structures connected with the shore and immediately concerned commerce upon land. None of these structures were aids to navigation in the maritime sense, but extensions of the shore and aids to commerce on land as such.\" Id. at 321.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Moreover, courts specifically examining the nature of floating docks have consistently held that they do not possess the characteristics associated with maritime objects. In Cope v. Vallete Dry-Dock Co., <span class=\"citation\" data-id=\"91802\"><a href=\"/opinion/91802/cope-v-vallette-dry-dock-co/\"><span class=\"volume\">119</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">625</span></a></span> (1887), for example, the Supreme Court decided that the salvage of floating dry-docks could not properly fall under admiralty jurisdiction because they \"had no means of propulsion . . . and were not designed for navigation.\" Id. at 627. Circuit cases in this century have reached similar conclusions. See, e.g., Atkins v. Greenville Shipbuilding Corp., <span class=\"citation\" data-id=\"284941\"><a href=\"/opinion/284941/louis-l-atkins-v-greenville-shipbuilding-corporation/\"><span class=\"volume\">411</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">279</span></a></span>, 282-83 (5th Cir. 1969) (holding that as a matter of law, a floating dock was not a \"vessel\" owing a maritime warranty of seaworthiness); Royal Ins. Co. of America v. Pier 39 Ltd. Partnership, <span class=\"citation\" data-id=\"438758\"><a href=\"/opinion/438758/royal-insurance-company-of-america-v-pier-39-limited-partnership-etc/\"><span class=\"volume\">738</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1035</span></a></span>, 1037 (9th Cir. 1984) (ruling that policies insuring floating docks did not fall under admiralty jurisdiction because the subject matter was not maritime); cf. Digiovanni v. Traylor Bros., 959 F2d 1119, 1123 (1st Cir. 1992) (stating that if a float is not in actual navigation, the test for whether it qualifies as a vessel is whether its \"purpose or primary business is . . . navigation or commerce\"). Thus, appellees' emphasis on the floating nature of South Port's docks is insufficient and misplaced. See id. (\"Floating is not enough.\"). Although these structures move with the ebb and flow of the tides, they remain moored to a fixed location and serve no navigational function. Indeed, their purpose is precisely the same as that of traditional fixed piers or docks: to facilitate commerce on land, presumably conducted in and around whatever retail and repair facilities are operated by South Port. In essence, South Port's floating docks are \"extensions of the land\" in the sense of that phrase in eighteenth century admiralty jurisprudence. Consequently, a tort that causes damage to them does not occur \"wholly on the navigable waters\" and would have constituted an action at law, rather than in admiralty, in the late eighteenth century.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">We therefore agree with the district court that South Port's OPA claim is analogous to a claim under the common law at the time of the Seventh Amendment's ratification in 1791, and that South Port was entitled to trial by jury.</p>\n    </div>\n    <p class=\"indent\">B. Punitive Damages</p>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Plaintiff contends that the district court erred in ruling that punitive damages were unavailable as a matter of law. We affirm the district court's ruling.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Plaintiff's complaint alleged six \"counts\": a claim under the OPA, four state law tort claims, and a count entitled simply \"Punitive Damages.\" Punitive damages, however, do not constitute a separate cause of action, but instead form a remedy available for some tortious or otherwise unlawful acts. Consequently, plaintiff's claim for punitive damages must relate to some separate cause of action which permits recovery of punitive damages.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Despite a valiant effort, plaintiff has been unable to point to a legal basis for its punitive damages claim. One of the four tort claims alleged in the complaint might have been adequate; those claims, however, were dismissed by the trial court, a decision which plaintiff has not challenged on appeal. The remaining possibilities, therefore, are (1) the OPA, or (2) general admiralty and maritime law.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">1. OPA Does Not Provide for Punitive Damages</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">In 1990, in the wake of the Exxon Valdez and other oil spill disasters, Congress established a comprehensive federal scheme for oil pollution liability in the OPA. See 33 U.S.C.  2702 et seq. (1990). The OPA sets forth a comprehensive list of recoverable damages, including: removal costs; damage to natural resources and real or personal property; loss of subsistence use of natural resources; loss of government revenues, lost profits and earning capacity; and costs of increased or additional public services occasioned by the unlawful act. See 33 U.S.C.  2702(b). Absent from that list of recoverable damages is any mention of punitive damages. The question before us, therefore, is whether, by leaving punitive damages out of the OPA, Congress intended to supplant the general admiralty and maritime law that existed prior to the enactment of the statute, which permitted the award of punitive damages for reckless behavior. See, e.g., CEH, Inc. v. F/V Seafarer, <span class=\"citation\" data-id=\"708161\"><a href=\"/opinion/708161/ceh-inc-v-fv-seafarer-on-675048/\"><span class=\"volume\">70</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">694</span></a></span>, 699 (1st Cir. 1995) (punitive damages long recognized in admiralty actions for willful or reckless conduct).</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">2. Congress Intended the OPA To Be the Exclusive Federal Law Governing Oil Spills</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">First, we note that, although the parties have referred to this issue as one of \"preemption,\" it does not present any of the federalism concerns normally associated with that word, because we are concerned only with the OPA's effect on preexisting federal law. The question, therefore, is not complicated by any \"presumption against preemption,\" see, e.g., Medtronic, Inc., v. Lohr, <span class=\"citation\" data-id=\"118055\"><a href=\"/opinion/118055/medtronic-inc-v-lohr/\"><span class=\"volume\">518</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">470</span></a></span>, 485 (1996), but is rather a straightforward inquiry into whether Congress intended the enactment of the OPA to supplant the existing general admiralty and maritime law, which allowed punitive damages under certain circumstances in the area of oil pollution. We conclude that Congress did so intend.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">The best indication of Congress's intentions, as usual, is the text of the statute itself. See Strickland v. Com'r Dept. Human Services, <span class=\"citation\" data-id=\"689917\"><a href=\"/opinion/689917/nancy-strickland-v-commissioner-maine-department-of-human-services-v/\"><span class=\"volume\">48</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">12</span></a></span>, 17 (1st Cir. 1995). Section 2702 sets forth a list of damages recoverable under the OPA, briefly describing each type. As we have noted already, this scheme is comprehensive. To our knowledge no case or commentator has suggested that the availability of punitive damages under general admiralty and maritime law survived the enactment of the OPA. We take this to be a strong indication that Congress intended the OPA to be the sole federal law applicable in this area of maritime pollution.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">The text of the statute is not without its limitations, however. Plaintiff emphasizes the language at 33 U.S.C.  2718, which states that the OPA shall not be construed as \"preempting the authority of any State or political subdivision thereof from imposing any additional liability,\" 33 U.S.C.  2718(a), nor to \"affect the authority of the United States of any State or political subdivision thereof (1) to impose additional liability of additional requirements; or (2) to impose, or to determine the amount of, any fine or penalty (whether criminal or civil in nature) for any violation of law,\" id.  2718(c). Plaintiff also points to 33 U.S.C.  2751, which states that \"[e]xcept as otherwise provided in this chapter, this chapter does not affect . . . admiralty and maritime law.\" Plaintiff argues that this language demonstrates that Congress intended to leave open claims and damages other than those enumerated in the OPA.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">We have indeed acknowledged that Congress did not intend the OPA to bar the imposition of additional liability by the States. See Ballard Shipping Co. v. Beach Shellfish, <span class=\"citation\" data-id=\"676444\"><a href=\"/opinion/676444/in-re-ballard-shipping-company-etc-v-beach-shellfish/\"><span class=\"volume\">32</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">623</span></a></span>, 630-31 (1st. Cir. 1994) (using OPA to support validity of state liability statute permitting recovery for purely economic loss). That determination rested on the underlying federalism concerns that counsel a skeptical view towards federal preemption of state statutes. See id. at 630 (\"Where as here the state remedy is aimed at a matter of great and legitimate state concern, a court must act with caution.\"). This case, however, presents an entirely different issue, namely, whether Congress's very specific treatment of oil pollution in the OPA, which does not provide for punitive damages, supplanted general admiralty and maritime law, which has traditionally provided for the general availability of punitive damages for reckless conduct. This question has largely been decided for us by the Supreme Court in Miles v. Apex Marine, <span class=\"citation\" data-id=\"112503\"><a href=\"/opinion/112503/miles-v-apex-marine-corp/\"><span class=\"volume\">498</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">19</span></a></span> (1990), in which the Court declined to supplement damage provisions of the Death on the High Seas Act, 46 U.S.C.  762. The Court refused to allow recovery for loss of society when such damages were not provided in the statute, reasoning that \"in an 'area covered by statute, it would be no more appropriate to prescribe a different measure of damage than to prescribe a different statute of limitations, or a different class of beneficiaries.'\" See Miles, 498 U.S. at 31 (quoting Mobil Oil Corp. v. Higginbotham, <span class=\"citation\" data-id=\"109879\"><a href=\"/opinion/109879/mobil-oil-corp-v-higginbotham/\"><span class=\"volume\">436</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">618</span></a></span>, 625 (1978)). As we indicated in CEH, <span class=\"citation\" data-id=\"708161\"><a href=\"/opinion/708161/ceh-inc-v-fv-seafarer-on-675048/\"><span class=\"volume\">70</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">694</span></a></span> (1st Cir. 1995), Miles dictates deference to congressional judgment \"where, at the very least, there is an overlap between statutory and decisional law.\" Id. at 701. Such is obviously the case here.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">Although our analysis might end there, we think it necessary to address plaintiff's contention that the OPA should be construed more liberally because it was enacted for the purposes of benefitting the victims of oil pollution and punishing its perpetrators. While we agree that such intentions were Congress's principal motivation in enacting the OPA, we think it would be naive to adopt so simpleminded a view of congressional policymaking in light of the competing interests addressed by the Act. For instance, the OPA imposes strict liability for oil discharges, provides both civil and criminal penalties for violations of the statute, and even removes the traditional limitation of liability in cases of gross negligence or willful conduct. Yet at the same time, the Act preserves the liability caps in most cases and declines to impose punitive damages. We think that the OPA embodies Congress's attempt to balance the various concerns at issue, and trust that the resolution of these difficult policy questions is better suited to the political mechanisms of the legislature than to our deliberative process.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">For the reasons set forth above, we agree with the district court that punitive damages were not available to plaintiff and affirm the court's ruling on that issue.</p>\n    </div>\n    <p class=\"indent\">C. Sufficiency of the Evidence</p>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">Finally, South Port challenges the district court's decision granting judgment as a matter of law to defendants on sufficiency-of-the-evidence grounds. The court held that, as a matter of law, South Port had failed to introduce sufficient evidence to support the jury's verdict with regard to most of the damages claimed for lost profits and \"other economic harm.\" We affirm this decision in part, and we reverse in part.</p>\n    </div>\n    <p class=\"indent\">1. Lost Profits</p>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">The jury awarded $110,000 of the $185,062 that South Port requested for damages in the form of lost profits. These alleged damages were presented in two main categories: (1) $105,000 in lost slip revenues resulting from a delay in South Port's plans to dredge and expand the marina by approximately twenty-five slips, and (2) $80,062 from business interruption, including diversion of South Port's labor force and the loss of slip fees due to the temporary closing of the facility. The district court, however, vacated all but $15,000 of this award on the ground that it was not supported by sufficient evidence.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">We disagree with the district court's conclusion that South Port failed to introduce evidence sufficient to support the award for lost slip revenues. Plaintiff presented testimony establishing the marina's plan to dredge the cove leading to the marina, as well as parts of the marina itself, and to expand the marina by some twenty-five slips. South Port further offered proof sufficient to support a finding that the delay in this improvement to the business was caused, at least in part, by the February 5, 1997 gasoline spill. The district court noted that South Port introduced no evidence to support its hope that the additional slips could be filled if constructed and that no comparison was made with other marinas or with any indicator of the number of boats in the Portland Harbor area seeking dockage. We believe, however, that a jury could reasonably infer that South Port's very willingness to make a substantial investment was grounded in some professional certainty that a market would, in fact, exist once the dredging was completed. Although the district court did not find compelling the fact that the existing slips had been nearly full in years prior to the spill, we think this evidence substantially supports an inference that the new slips would also be in demand. Thus, we uphold the jury's award for lost slip fees resulting from the delay in expansion and improvement.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">We also cannot agree with the district court's conclusion on the issue of diversion of South Port's workforce. The jury apparently compensated South Port for the losses incurred by the marina when it was forced to allocate employees who normally serviced boats (and billed clients) to dock repair necessitated by the spill. The district court vacated this award for the same reason it vacated the award for lost slip fees--that the plaintiff had failed to establish demand for the service work that the employees allegedly would have been doing had they not been needed for repairs. Again, we think that the claimed damage is considerably less speculative than it appeared to the district court. South Port claims that, absent the spill, things would have proceeded essentially as they always had at the marina, with a portion of the labor force performing service work that could be billed to clients rather than nonbillable repair work. Robert Craig, South Port's damage expert, testified that he had spoken with the principal operator of the marina, Kip Reynolds, and others, and that he had also seen the diversion of labor with his own eyes. Although Craig admitted that the time cards used by South Port's employees did not allocate hours to specific projects or types of work, he explained how he had arrived at his expert opinion and estimates. Appellant might have done more to establish this element of the damages it claimed. Nevertheless, we think that the proof presented meets the minimum inferential threshold and that the jury award should not have been disturbed. We therefore reverse the district court on its evaluation of the lost slip revenue diversion of labor issues and reinstate the jury's award of $110,000.</p>\n    </div>\n    <p class=\"indent\">2. Other Economic Losses</p>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">The district court also vacated the jury's award for a $100,000 loss in goodwill and a $150,000 for business stress. After reviewing the record, we agree with the district court that the evidence is insufficient to support the jury's verdict on these claims.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">South Port's goodwill loss is based upon a projected loss of value of the business after the spill. Certainly, a bad reputation which lingers even after South Port repairs its damages could affect its expected earnings. This loss could be calculated by discounting the estimated loss of future revenues to present value or, alternatively, by assessing the decrease in value of the business to potential buyers after the spill repairs. South Port's estimated loss, however, was not adequately supported by either of these calculations.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">Craig offered his expert opinion that South Port's goodwill following the spill was approximately $100,000, or ten percent of the value of the business. The court correctly determined that the jury could accept that ten percent is typically the value of goodwill in this type of business. However, as the district court observed, Craig \"never gave any basis for concluding that this goodwill had been reduced to zero or to any other number.\" Craig did identify the potential perception that South Port marina was located in a cove susceptible, for geographic reasons, to spill-related pollution, and South Port introduced evidence at least suggesting damage to its reputation in the community (media coverage, etc.). There were no concrete numbers, however, explaining how these factors affected all, or even part, of the goodwill of the business</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">Similarly, South Port provided no basis for its estimation of business stress. Like goodwill loss, this claim involved a form of the loss in value of the business: the reduction in the value of the business due to the bank loan default and the risk that the workout plan may not succeed. Although this is a plausible claim for recovery, Craig offered no analysis for quantifying this potential loss at $150,000. The district court concluded that Craig's estimate was not supported by evidence that he conducted a more specific investigation \"regarding the market for a business like South Port Marine's.\" We agree.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">A reasonable calculation of loss due to business stress might take into account general data concerning the reduced value of businesses in default or a specific showing that this property had declined in market value. At the very least, the calculation of business stress resulting from South Port's workout plan required a specific computation of its risk of failure in the same arrangement. However, Craig derived his estimation simply as a portion of South Port's $600,000 net value after deducting the loan. We believe this, without a more accurate account, is an insufficient foundation to sustain the jury's award. Accordingly, we affirm the district court's vacatur of the awards for loss of goodwill and business stress.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">Affirmed in part, reversed in part. Remanded for action consistent with this opinion.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>NOTES:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The district court correctly noted that the Admiralty Extension Act of 1948, 46 U.S.C.  740 (1994), which eliminates the land-water distinction, does not affect the analysis here. While the Act might permit the extension of admiralty jurisdiction over South Port's tort action today, it does not divest the claim of its original common law character and its attendant right to trial by jury. See, e.g., California v. Bournemouth, <span class=\"citation\" data-id=\"1428471\"><a href=\"/opinion/1428471/state-of-california-by-and-through-department-of-fish-and-game-v-ss/\"><span class=\"volume\">307</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">922</span></a></span>, 925 (C.D. Cal. 1969) (\"[T]he legislative history clearly indicates that the Act makes available a concurrent remedy in admiralty for the existing common-law action.\").</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/91802/",
    "http://www.courtlistener.com/api/rest/v3/opinions/96152/",
    "http://www.courtlistener.com/api/rest/v3/opinions/96776/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109879/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112317/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112503/",
    "http://www.courtlistener.com/api/rest/v3/opinions/117900/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118055/",
    "http://www.courtlistener.com/api/rest/v3/opinions/284941/",
    "http://www.courtlistener.com/api/rest/v3/opinions/438758/",
    "http://www.courtlistener.com/api/rest/v3/opinions/676444/",
    "http://www.courtlistener.com/api/rest/v3/opinions/689917/",
    "http://www.courtlistener.com/api/rest/v3/opinions/708161/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1428471/"
  ]
}