{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/199151/",
  "absolute_url": "/opinion/199151/whiting-v-united-states/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/199151/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T04:25:23Z",
  "date_modified": "2017-03-24T11:00:53.522374Z",
  "type": "010combined",
  "sha1": "b5ffe20a93493367b65268cae0a2d7685c958677",
  "page_count": 17,
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/99-1141-01A.pdf",
  "local_path": "pdf/2000/11/13/Whiting_v._U.S..pdf",
  "plain_text": "          United States Court of Appeals\n                    For the First Circuit\n\n\nNo. 99-1141\n\n                       DARRYL WHITING,\n\n                    Petitioner, Appellant,\n\n                              v.\n\n                  UNITED STATES OF AMERICA,\n\n                    Respondent, Appellee.\n\n\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n              FOR THE DISTRICT OF MASSACHUSETTS\n\n         [Hon. Robert E. Keeton, U.S. District Judge]\n\n\n                            Before\n\n              Boudin and Lipez, Circuit Judges,\n\n                and Casellas,* District Judge.\n\n\n     Darryl Whiting on brief pro se.\n     Elizabeth L. Prevett, Federal Defender Office, with whom\nLeo T. Sorokin was on brief for the Federal Defender Office,\nAmicus Curiae.\n     Richard L. Hoffman, Assistant United States Attorney, with\nwhom Donald K. Stern, United States Attorney, was on brief for\nthe United States.\n\n\n\n\n    *Of the District of Puerto Rico, sitting by designation.\n\f                          November 13, 2000\n\n\n\n          BOUDIN, Circuit Judge. This appeal raises the question\n\nof what is constitutionally adequate notice to a prisoner of\n\ncivil proceedings to forfeit assets related to federal drug\n\ncrimes.   The story begins with the indictment, on December 11,\n\n1990, of Darryl Whiting for a series of drug-related offenses.\n\nLess than a year later, on July 24, 1991, Whiting was convicted\n\nof   cocaine   distribution,        21     U.S.C.       §     841(a)(1)     (1994),\n\nconducting a continuing criminal enterprise,                        id. § 848, and\n\nmoney laundering, 18 U.S.C. § 1956(a)(1) (1994).                        This court\n\naffirmed Whiting's conviction and sentence on appeal.                        United\n\nStates v. Whiting, 28 F.3d 1296, 1312 (1st Cir. 1994).1\n\n          On   December       12,   1990,     the       day     after     Whiting's\n\nindictment,    the   United    States      filed    a       civil    complaint   for\n\nforfeiture in rem of a piece of real property--the so-called\n\nCrown Social and Recreation Hall--that Whiting (and two others)\n\nowned at 48 Geneva Avenue in Roxbury, Massachusetts.                       Federal\n\n\n     1\n     Multiple petitions for certiorari to the Supreme Court\nfiled by Whiting's co-defendants, whose convictions and\nsentences were also affirmed in this decision, were denied. See\nBowie v. United States, 513 U.S. 956 (1994); Dixon v. United\nStates, 513 U.S. 994 (1994); Carmichael v. United States, 513\nU.S. 994 (1994); Wadlington v. United States, 513 U.S. 1009\n(1994).\n\n                                     -2-\n\flaw authorizes forfeiture of real property that is used or\n\nintended to be used to commit or facilitate the commission of\n\ndrug offenses.     21 U.S.C. § 881(a)(7) (1994).\n\n            The   district      court    directed    that   notice     of   the\n\nforfeiture proceeding be published in a local newspaper and that\n\nthe complaint and related papers be served upon Whiting by\n\ncertified mail at his home address and at the Deer Island House\n\nof Correction, a Massachusetts state facility where Whiting was\n\nthen being held.        Notice was published in The Boston Globe three\n\ntimes   within    the    next   thirty    days.     The   government   mailed\n\nnotices as directed, but the certified mailing to Whiting's home\n\nwas returned unopened; the government now concedes that the Deer\n\nIsland mailing was also sent but not delivered, and eventually\n\nreturned by the Marshals Service.\n\n            Whiting having failed to object to the forfeiture, the\n\ngovernment on March 28, 1991, moved for entry of default as to\n\nthe 48 Geneva Avenue property.                See Fed. R. Civ. P. 55(a).\n\nNotice of the default was sent shortly thereafter to Whiting by\n\ncertified mail at the Plymouth County House of Correction to\n\nwhich Whiting had been transferred from Deer Island on December\n\n21, 1990.    A copy of the government's default motion was also\n\nsent to Whiting's counsel in his criminal case.\n\n\n\n\n                                        -3-\n\f           At Whiting's arraignment in the criminal case on April\n\n24, 1991, multiple references to the civil forfeiture action\n\nwere made in Whiting's presence by the court, the government,\n\nand    Whiting's    own     counsel.      At   the    request      of    Whiting's\n\nattorney, the government re-sent the original complaint and\n\nrelated papers by certified mail to the Plymouth County House of\n\nCorrection.     Although the government received a return receipt\n\ncard   postmarked     May    9,   1991,   signed     by   a     prison   official,\n\nWhiting denies ever having received the mailing and, while he\n\nadmits he knew of the government's earlier motion for default\n\nand discussed it with his attorney, he says he thought that the\n\ndefault would be withdrawn until he had been served with a\n\ncomplaint and related papers.\n\n           Since Whiting took no action to challenge the default,\n\na default judgment and order of forfeiture were entered against\n\nthe property on July 8, 1991, during the course of Whiting's\n\ncriminal trial.       See Fed. R. Civ. P. 55(b).              Many months later,\n\non April 20, 1992, Whiting wrote to the U.S. Attorney who had\n\nhandled the civil forfeiture proceeding, claiming to have seen\n\na   newspaper      notice    that   the   property        was    shortly    to   be\n\nauctioned.    Whiting said that he had been \"waiting for a date or\n\nnotice from the court\" to challenge the forfeiture and referred\n\nto a lawyer whom he had hired on the matter.                     Neither Whiting\n\n\n                                       -4-\n\fnor his lawyer took any further action, and the United States\n\nconveyed the property to purchasing mortgagees on October 14,\n\n1992.\n\n             A second forfeiture proceeding is also at issue on this\n\nappeal.      It   concerns   two    gold   and   diamond    rings   allegedly\n\nbelonging to Whiting that the Drug Enforcement Administration\n\n(\"DEA\") seized from Whiting's then-fiancee, Deirdre McGraw, on\n\nMarch 22, 1991.     By statute, valuables obtained in exchange for,\n\nor traceable to, drug transactions are subject to forfeiture.\n\n21 U.S.C. § 881(a)(6) (1994).          Because the value of the rings\n\nwas thought to be $500,000 or less, DEA sought to forfeit the\n\nrings by administrative proceedings rather than through court\n\nprocess.     21 U.S.C. § 881(d) (1994); 19 U.S.C. §§ 1607(a), 1608,\n\n1609 (1994); 21 C.F.R. §§ 1316.75, 1316.77 (2000).\n\n             On June 3, 1991, DEA sent notice of both the seizure\n\nand proposed administrative forfeiture of the rings to Whiting\n\nby certified mail at his home address and at the Plymouth County\n\nHouse   of   Correction.      The    DEA   separately      mailed   notice   to\n\nMcGraw.      The notices sent to the separate home addresses of\n\nWhiting and McGraw were returned unopened, but DEA received a\n\ncertified mail receipt card postmarked June 11, 1991, signed by\n\nthe \"mail officer\" at the Plymouth County House of Correction.\n\nFollowing the certified mailings, DEA also published notice of\n\n\n                                     -5-\n\fthe proposed forfeiture in USA Today on three occasions in June\n\n1991.     See 19 U.S.C. § 1607(a) (1994); 21 C.F.R. § 1316.75\n\n(2000).\n\n               An affidavit later supplied by the mail officer who\n\nsigned for Whiting's certified mailing said that, under the\n\nofficer's routine procedure, receipt of that mailing should have\n\nproduced an acknowledgment form signed by Whiting, which should\n\nthen have been kept in the jail's records.              However, the officer\n\ndid not recollect the particular delivery to Whiting, nor could\n\nprison officials later find the form that would normally be\n\nsigned    by    the    inmate.     The    affiant   added    that   the    prison\n\nofficial who searched for the form speculated that \"the form may\n\nhave been lost or misplaced\" when the Plymouth County House of\n\nCorrection was relocated around June 1994.\n\n               The notice prescribed a July 2, 1991, deadline for\n\ncontesting       the   administrative      forfeiture,      and   also    allowed\n\nthirty days from receipt of the notice to request remission or\n\nmitigation.       When both deadlines had apparently expired without\n\nany   objection,       DEA,   on   July   22,   1991,   declared     the    rings\n\nforfeited to the United States.            See 19 U.S.C. § 1609 (1994); 21\n\nC.F.R. § 1316.77 (2000).           Nearly a year later, on June 9, 1992,\n\nWhiting wrote to the U.S. Attorney's Office in Boston, asking\n\nabout the forfeiture status of the rings.                In response, he was\n\n\n                                         -6-\n\fadvised to make inquiry of a named DEA agent, but Whiting then\n\nwaited three years until November 1995 to write to the agent\n\nasking for return of the rings.            In the meantime, on November\n\n25, 1992, the rings had been sold by the United States for\n\n$4,000.\n\n            This brings us to the proceedings in the district court\n\nthat led directly to this appeal.               On March 6, 1996, Whiting\n\nfiled in the district court a pro se motion for return of\n\nproperty.    See Fed. R. Crim. P. 41(e).             The clerk's office in\n\nthe   district    court    apparently     filed    the     motion      as   part    of\n\nWhiting's then-pending habeas action, Whiting v. United States,\n\nCiv. A. No. 95-11885-REK, which the district court dismissed on\n\nOctober 24, 1996.          When this court affirmed the denial of\n\nWhiting's    habeas      petition,   it    remanded      the     matter     to     the\n\ndistrict    court   to    consider   Whiting's      motion       for    return      of\n\nproperty.     Whiting v. United States, 215 F.3d 1313, 1998 WL\n\n1281294, at *2 (1st Cir. 1998) (per curiam) (unpublished table\n\ndecision).\n\n            Although      the   motion    for     return    of    property         was\n\noriginally       addressed to the rings, Whiting moved after our\n\nremand to include in his demand the return of the 48 Geneva\n\nAvenue property, as well as listed personal property which he\n\nalleged to have been located at that premises (the government\n\n\n                                     -7-\n\fdenies ever having seized such property).                Whiting v. United\n\nStates, 29 F. Supp. 2d 25, 27-28 (D. Mass. 1998).                   On November\n\n30, 1998, the district court allowed the motion to amend the\n\ncomplaint    but    denied   the    motion   for    return    of    property   as\n\namended.    Id. at 27, 31-32.\n\n            In its decision, the district court denied Whiting's\n\nmotion for an evidentiary hearing on the matter, because there\n\nwas no adequate proffer of specific, material evidence or other\n\nreason to believe that anything material would be adduced.\n\nWhiting, 29 F. Supp. 2d at 27-28.            Then, in an orderly fashion,\n\nthe court found that Whiting was precluded from attacking the\n\nforfeiture of the rings because he had had sufficient notice of\n\nthe forfeiture and, independently, because his claim to the\n\nrings was barred by laches.          Id. at 30-31.     As to the 48 Geneva\n\nAvenue property, the court found that adequate notice had been\n\ngiven and, independently, that Whiting had had \"notice in fact\"\n\nof the forfeiture proceeding.           Id. at 31-32.\n\n            Whiting now appeals from the district court's judgment,\n\nand we affirm.        The basis for our decision is that Whiting\n\nreceived constitutionally adequate notice of both forfeitures\n\nbecause notice was given by certified mail properly addressed to\n\nhim at the prison in which he was actually being held, and the\n\nforfeitures        therefore       rested    upon     valid        judicial    or\n\n\n                                      -8-\n\fadministrative rulings.     We reach and decide this constitutional\n\nissue only because the alternative grounds (actual notice and\n\nlaches) given by the district court do not themselves suffice to\n\ndecide the entire case.          To explain why this is so, we begin\n\nwith the alternative grounds adopted by the district court.\n\n          With respect to the 48 Geneva Avenue property, the\n\ndistrict court held that--even if Whiting did not receive the\n\nmailed notice--it was legally sufficient that he had \"notice in\n\nfact\" of the forfeiture proceeding from other sources, Whiting,\n\n29 F. Supp. 2d at 31-32.          Cf. United States v. Approximately\n\n2,538.85 Shares of Stock, 988 F.2d 1281, 1285 (1st Cir. 1993).\n\nThe   civil   forfeiture   was    discussed   in   detail   in    Whiting’s\n\npresence at his April 24, 1991, arraignment in the criminal\n\ncase, see Whiting, 29 F. Supp.2d at 31-32, and, as the district\n\ncourt might also have noted, Whiting has admitted that he and\n\nhis attorney did receive notice of the government's March 28,\n\n1991, motion for default judgment.\n\n          Whiting's    response,     that   such   informal      notice   was\n\nneither timely nor detailed enough to provide effective notice,\n\nis unpersuasive.      Whiting had ample time after the April 24,\n\n1991, hearing to contest the forfeiture before the entry of the\n\ndefault judgment on July 8, 1991; he could also have filed a\n\nmotion to set aside the default judgment and vacate the order of\n\n\n                                    -9-\n\fforfeiture, Fed. R. Civ. P. 60(b), before the property was\n\nconveyed on October 14, 1992.       If detail was lacking at the\n\nhearing, it was provided by Whiting's receipt of the motion for\n\ndefault judgment.\n\n            Arguing that post-default notice in fact is not enough,\n\namicus curiae quotes Mullane v. Central Hanover Bank & Trust\n\nCo., 339 U.S. 306 (1950), for the proposition that a party must\n\nbe able to \"choose for himself whether to appear or default,\n\nacquiesce or contest,\"     id. at 314 (emphasis added by amicus\n\ncuriae).    Yes, this is the Supreme Court’s language, but the\n\ngist of Mullane is that due process is about notice sufficient\n\nto ensure a meaningful opportunity to be heard.      Since Whiting\n\nhad not received actual notice prior to entry of default, the\n\ndistrict court would surely have given a motion to vacate the\n\ndefault as much consideration as a timely-filed answer to the\n\noriginal complaint.      Thus, the district court's alternative\n\nground would alone support the forfeiture of the Geneva Avenue\n\nproperty.\n\n            With the rings the district court's alternative ground\n\n(laches) is weaker.    One might ask why laches is even a possible\n\nbar since there is a six-year statute of limitations, 28 U.S.C.\n\n§ 2401(a) (1994), which is arguably applicable, Boero v. DEA,\n\n111 F.3d 301, 305 n.5 (2d Cir. 1997), and Whiting's motion for\n\n\n                                -10-\n\freturn of property was brought within six years of the seizure\n\nof the rings.2   But there is some precedent for the view that in\n\ndealing   with    motions    to      return   property,   equitable\n\nconsiderations are at play and a request to recover wrongly-\n\nseized property may be barred by laches even where a statute of\n\nlimitations exists and has been satisfied.3\n\n          Assuming arguendo that a laches defense is permissible,\n\nit required a showing both of unreasonable delay by Whiting and\n\nprejudice to the government.       Murphy v. Timberlane Reg'l Sch.\n\nDist., 22 F.3d 1186, 1189 (1st Cir.), cert. denied, 513 U.S. 987\n\n(1994).   The district court held that it was unreasonable for\n\nWhiting to wait over three years after he had actual notice that\n\na forfeiture proceeding was imminent before moving for return of\n\nthe rings and that prejudice to the government was shown by the\n\nfact that records that might have shown his actual receipt of\n\n\n     2\n     Of course, Whiting's suit within six years of seizure would\nnot save him if there were a valid judgment forfeiting the rings\nto the United States, since that judgment could only be attacked\nwithin the time limits provided by the rules. See Fed. R. Civ.\nP. 60. But, since Whiting's motion was filed within six years\nof the seizure of the rings, the government cannot invoke the\nstatute of limitations to preclude Whiting from seeking to\nlitigate the validity of the earlier judgment for lack of\nnotice, which is why it has invoked the laches doctrine as a\nfallback.\n     3\n     E.g., Cornetta v. United States, 851 F.2d 1372, 1378 (Fed.\nCir. 1988); United States v. Mulligan, 178 F.R.D. 164, 166 (E.D.\nMich. 1998); but cf. Ikelionwu v. United States, 150 F.3d 233,\n237-38 (2d Cir. 1998).\n\n                                  -11-\n\fthe   certified   mail   notice    at   the   Plymouth   County   House    of\n\nCorrection were no longer available.          Whiting, 29 F. Supp. 2d at\n\n31.\n\n           Whiting's     explanation    for   his   three-year    delay    is\n\nunconvincing, Whiting, 29 F. Supp. 2d at 31, but we are not\n\npersuaded that the government, which has the burden of proof on\n\nboth elements, Ansin v. River Oaks Furniture, Inc., 105 F.3d\n\n745, 757 (1st Cir.), cert. denied, 522 U.S. 818 (1997), has yet\n\nproved prejudice from the delay.          Admittedly, the affidavit of\n\nthe mail officer said that another prison official had searched\n\nfor the form in question and had surmised that it had been lost\n\nwhen the jail was relocated in June 1994.           But we think that, to\n\nprove prejudice, the government would have to show that its\n\nprisoner signatures cards were normally retained for at least\n\nfive years and that the critical files were likely lost in the\n\nmove.\n\n           Of course, on remand the government might still be able\n\nto give a firmer foundation to its claim of prejudice.                    Yet\n\nthere are limits to how far courts need to strain to avoid\n\nfacing a constitutional question, cf. Lowe v. SEC, 472 U.S. 181,\n\n212 (1985) (White, J., concurring), and for us to remand for\n\nfurther   proceedings,     which    might     or    might   not   moot    the\n\nconstitutional question, seems neither compulsory nor prudent.\n\n\n                                   -12-\n\fSince the question is a recurring one, we therefore turn to the\n\nconstitutional issue:     whether certified mail notice, sent to\n\nthe prisoner at the proper address, affords due process in a\n\ncivil forfeiture case.\n\n          Due process requires the government to afford an owner\n\n\"notice   and   an   opportunity    to     be   heard\"    before   civilly\n\nforfeiting his property, United States v. James Daniel Good Real\n\nProp., 510 U.S. 43, 46 (1993), but actual receipt of notice by\n\nthe defendant is not automatically required.         Mullane v. Central\n\nHanover Bank & Trust Co., 339 U.S. 306, 314 (1950).                Rather,\n\nMullane said that due process requires the provision of \"notice\n\nreasonably calculated, under all the circumstances, to apprise\n\ninterested parties of the pendency of the action and afford them\n\nan opportunity to present their objections.\"             Id.   \"Reasonably\n\ncalculated\" means likelihood, not certainty.4\n\n          If the Supreme Court's language is taken literally,\n\nthen the Mullane test is satisfied here.          The government sent a\n\ncertified letter to Whiting at the prison facility in which\n\nWhiting was actually being held.          The mail is a well-recognized\n\n\n\n    4Mullane itself indicated that mailing notice to persons at\ntheir last known address, plus newspaper publication, would be\nsufficient where a common trust sought to settle its accounts.\nMullane, 339 U.S. at 317-19; see also Tulsa Prof'l Collection\nServs., Inc. v. Pope, 485 U.S. 478, 490-91 (1988) (same as to\nnotice to creditors of a deceased's estate).\n\n                                   -13-\n\fmeans     of    communicating          important            information,      see,     e.g.,\n\nMennonite       Bd.    of       Missions    v.    Adams,       462   U.S.    791,    799-800\n\n(1983),      and      certified      mail        has    further      safeguards      (i.e.,\n\nsignature of recipient upon delivery and return of the signed\n\nreceipt card).              Absent proof to the contrary, it is a fair\n\nassumption          that     properly       addressed          certified      letters     to\n\nprisoners are ordinarily delivered.\n\n               If the question were solely one of best practices, the\n\nright answer would likely be for the government to furnish\n\nevidence       of    actual       delivery       to    an    inmate.         Even    though\n\ncertified       mail       is    presumptively          well    calculated     to     supply\n\nnotice, proof of actual delivery would give better assurance and\n\nis arguably quite feasible.                 Cf. Mennonite Bd. of Missions, 462\n\nU.S. at 799-800.            Where the claimant is being held in a federal\n\nfacility, the federal government has control of the prisoner.\n\nAnd, where as here, the inmate is being held in a state facility\n\nby    arrangement          with     federal       authorities,         the    latter     can\n\npresumably stipulate that forfeiture notices are to be delivered\n\nto the inmate and a signature secured from the inmate or the\n\ndelivering guard attesting to delivery.\n\n               However, there is daylight between desirable policy and\n\nthe   bare     minimum          required    by    the    Constitution.          Mullane's\n\n\"reasonably          calculated\"           standard,        with     its     emphasis     on\n\n\n                                             -14-\n\freliability     rather   than   certainty,   has    been   consistently\n\nreaffirmed by the court.5        The only arguable exception--Covey\n\nv. Town of Somers, 351 U.S. 141, 146-47 (1956), in which the\n\nSupreme Court found that mailed notice to a known \"unprotected\n\nincompetent\"       was     insufficient--involved          a    clearly\n\ndistinguishable situation.      And, if it is somewhat mechanical,\n\nthe Mullane formula is also easy to apply.         In all events, it is\n\nfor the Supreme Court to alter or depart from longstanding\n\nprecedent.     State Oil Co. v. Khan, 522 U.S. 3, 20 (1997).\n\n          Among circuits that have considered the issue, a clear\n\nplurality--the Sixth, Seventh, Ninth, and Tenth Circuits--hold\n\nthat certified mail to a prisoner is presumptively sufficient.6\n\nRespected judges in other circuits have taken a different view,\n\nbut these circuits themselves have not coalesced around a single\n\nalternative.    The Second Circuit has held that prisoner receipt\n\nof notice is required, if a federal criminal case is pending\n\nagainst a federal inmate; the Third Circuit says mailing             is\n\n\n     5See, e.g., Tulsa Prof'l Collection Servs., 485 U.S. at 490;\nGreene v. Lindsey, 456 U.S. 444, 455-56 (1982); Robinson v.\nHanrahan, 409 U.S. 38, 39-40 (1972) (per curiam); Schroeder v.\nCity of New York, 371 U.S. 208, 211-13 (1962); Walker v. City of\nHutchinson, 352 U.S. 112, 115-16 (1956).\n     6\n     United States v. Tree Top, 129 F.3d 1266, 1997 WL 702771,\nat *2 (6th Cir. 1997) (unpublished table decision); Krecioch v.\nUnited States, 221 F.3d 976, 981 (7th Cir. 2000); United States\nv. Lido Motel, 135 F.3d 1312, 1315-16 (9th Cir. 1998); United\nStates v. Clark, 84 F.3d 378, 381 (10th Cir. 1996).\n\n                                  -15-\n\fadequate if the government offers proof that prison internal-\n\ndelivery   procedures   are   adequate;   and   the   Eighth   Circuit\n\nseemingly goes furthest to adopt Whiting's position.7\n\n           Needless to say, the government must show, if the issue\n\nis contested, that the notice was mailed to the prison in which\n\nthe claimant was in fact being held.       See Giraldo, 45 F.3d at\n\n511; Krecioch, 221 F.3d at 980; cf. Robinson, 409 U.S. at 40;\n\nSarit v. DEA, 987 F.2d 10, 14-15 (1st Cir.), cert. denied, 510\n\nU.S. 888 (1993).    Similarly, if the government knew that mail\n\ndelivery in a particular prison was unreliable but sent the\n\nnotice by this means without any other precaution, mail delivery\n\nwould not satisfy due process.     Here, there are no allegations\n\nof this kind nor of any other special circumstance that might\n\nwarrant a departure from Mullane's general rule.\n\n           It is well to be realistic about the situation:       given\n\nthe incentives, inmate denials that mailed notice was actually\n\nreceived are doubtless much more common than misdelivery, and\n\n\n\n    7 Weng v. United States, 137 F.3d 709, 710 (2d Cir. 1998)\n(Leval, J.) (federal prison); United States v. One Toshiba Color\nTelevision, 213 F.3d 147, 155 (3d Cir. 2000) (en banc) (Becker,\nC.J.) (cited with approval by United States v. Minor, -- F.3d --\n, 2000 WL 1288668, at *6 (4th Cir. 2000)); United States v. Five\nThousand Dollars in U.S. Currency, 184 F.3d 958, 959-60 (8th\nCir. 1999) (federal prison); United States v. Woodall, 12 F.3d\n791, 794-95 (8th Cir. 1993) (notice to local jail insufficient\nwhere inmate says that he was on bail at a different residence\nknown to the government).\n\n                                -16-\n\fknowledge is probably widespread among defendants in drug cases\n\nthat   the   government   does   look   to   harvest   assets   from   drug\n\ndealers incident to criminal cases.           Still, it would be more\n\ncomforting to see the government turn square corners and secure\n\nnotice of actual receipt.        At oral argument, we were encouraged\n\nto think that the government may be moving in this direction.\n\n             Affirmed.\n\n\n\n\n                                   -17-\n\f",
  "html": "<p class=\"case_cite\">231 F.3d 70 (1st Cir. 2000)</p>\n    <p class=\"parties\">DARRYL WHITING, Petitioner, Appellant,<br>v.<br>UNITED STATES OF AMERICA, Respondent, Appellee.</p>\n    <p class=\"docket\">No. 99-1141</p>\n    <p class=\"court\">United States Court of Appeals For the First Circuit</p>\n    <p class=\"date\">Heard July 31, 2000<br>Decided November 13, 2000</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF MASSACHUSETTS [Hon. Robert E. Keeton, U.S. District Judge][Copyrighted Material Omitted]</p>\n      <p class=\"indent\">Darryl Whiting on brief pro se.</p>\n      <p class=\"indent\">Elizabeth L. Prevett, Federal Defender Office, with whom Leo T. Sorokin was on brief for the Federal Defender Office, Amicus Curiae.</p>\n      <p class=\"indent\">Richard L. Hoffman, Assistant United States Attorney, with whom Donald K. Stern, United States Attorney, was on brief for the United States.</p>\n      <p class=\"indent\">Before Boudin and Lipez, Circuit Judges, and Casellas,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> District Judge.</p>\n      <p class=\"indent\">BOUDIN, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This appeal raises the question of what is constitutionally adequate notice to a prisoner of civil proceedings to forfeit assets related to federal drug crimes. The story begins with the indictment, on December 11, 1990, of Darryl Whiting for a series of drug-related offenses. Less than a year later, on July 24, 1991, Whiting was convicted of cocaine distribution, 21 U.S.C.  841(a)(1) (1994), conducting a continuing criminal enterprise, id.  848, and money laundering, 18 U.S.C.  1956(a)(1) (1994). This court affirmed Whiting's conviction and sentence on appeal. United States v. Whiting, 28 F.3d 1296, 1312 (1st Cir. 1994).<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">On December 12, 1990, the day after Whiting's indictment, the United States filed a civil complaint for forfeiture in rem of a piece of real property--the so-called Crown Social and Recreation Hall--that Whiting (and two others) owned at 48 Geneva Avenue in Roxbury, Massachusetts. Federal law authorizes forfeiture of real property that is used or intended to be used to commit or facilitate the commission of drug offenses. 21 U.S.C.  881(a)(7) (1994).</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The district court directed that notice of the forfeiture proceeding be published in a local newspaper and that the complaint and related papers be served upon Whiting by certified mail at his home address and at the Deer Island House of Correction, a Massachusetts state facility where Whiting was then being held. Notice was published in The Boston Globe three times within the next thirty days. The government mailed notices as directed, but the certified mailing to Whiting's home was returned unopened; the government now concedes that the Deer Island mailing was also sent but not delivered, and eventually returned by the Marshals Service.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Whiting having failed to object to the forfeiture, the government on March 28, 1991, moved for entry of default as to the 48 Geneva Avenue property. See Fed. R. Civ. P. 55(a). Notice of the default was sent shortly thereafter to Whiting by certified mail at the Plymouth County House of Correction to which Whiting had been transferred from Deer Island on December 21, 1990. A copy of the government's default motion was also sent to Whiting's counsel in his criminal case.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">At Whiting's arraignment in the criminal case on April 24, 1991, multiple references to the civil forfeiture action were made in Whiting's presence by the court, the government, and Whiting's own counsel. At the request of Whiting's attorney, the government re-sent the original complaint and related papers by certified mail to the Plymouth County House of Correction. Although the government received a return receipt card postmarked May 9, 1991, signed by a prison official, Whiting denies ever having received the mailing and, while he admits he knew of the government's earlier motion for default and discussed it with his attorney, he says he thought that the default would be withdrawn until he had been served with a complaint and related papers.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Since Whiting took no action to challenge the default, a default judgment and order of forfeiture were entered against the property on July 8, 1991, during the course of Whiting's criminal trial. See Fed. R. Civ. P. 55(b). Many months later, on April 20, 1992, Whiting wrote to the U.S. Attorney who had handled the civil forfeiture proceeding, claiming to have seen a newspaper notice that the property was shortly to be auctioned. Whiting said that he had been \"waiting for a date or notice from the court\" to challenge the forfeiture and referred to a lawyer whom he had hired on the matter. Neither Whiting nor his lawyer took any further action, and the United States conveyed the property to purchasing mortgagees on October 14, 1992.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">A second forfeiture proceeding is also at issue on this appeal. It concerns two gold and diamond rings allegedly belonging to Whiting that the Drug Enforcement Administration (\"DEA\") seized from Whiting's then-fiancee, Deirdre McGraw, on March 22, 1991. By statute, valuables obtained in exchange for, or traceable to, drug transactions are subject to forfeiture. 21 U.S.C.  881(a)(6) (1994). Because the value of the rings was thought to be $500,000 or less, DEA sought to forfeit the rings by administrative proceedings rather than through court process. 21 U.S.C.  881(d) (1994); 19 U.S.C.  1607(a), 1608, 1609 (1994); 21 C.F.R.  1316.75, 1316.77 (2000).</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">On June 3, 1991, DEA sent notice of both the seizure and proposed administrative forfeiture of the rings to Whiting by certified mail at his home address and at the Plymouth County House of Correction. The DEA separately mailed notice to McGraw. The notices sent to the separate home addresses of Whiting and McGraw were returned unopened, but DEA received a certified mail receipt card postmarked June 11, 1991, signed by the \"mail officer\" at the Plymouth County House of Correction. Following the certified mailings, DEA also published notice of the proposed forfeiture in USA Today on three occasions in June 1991. See 19 U.S.C.  1607(a) (1994); 21 C.F.R.  1316.75 (2000).</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">An affidavit later supplied by the mail officer who signed for Whiting's certified mailing said that, under the officer's routine procedure, receipt of that mailing should have produced an acknowledgment form signed by Whiting, which should then have been kept in the jail's records. However, the officer did not recollect the particular delivery to Whiting, nor could prison officials later find the form that would normally be signed by the inmate. The affiant added that the prison official who searched for the form speculated that \"the form may have been lost or misplaced\" when the Plymouth County House of Correction was relocated around June 1994.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The notice prescribed a July 2, 1991, deadline for contesting the administrative forfeiture, and also allowed thirty days from receipt of the notice to request remission or mitigation. When both deadlines had apparently expired without any objection, DEA, on July 22, 1991, declared the rings forfeited to the United States. See 19 U.S.C.  1609 (1994); 21 C.F.R.  1316.77 (2000). Nearly a year later, on June 9, 1992, Whiting wrote to the U.S. Attorney's Office in Boston, asking about the forfeiture status of the rings. In response, he was advised to make inquiry of a named DEA agent, but Whiting then waited three years until November 1995 to write to the agent asking for return of the rings. In the meantime, on November 25, 1992, the rings had been sold by the United States for $4,000.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">This brings us to the proceedings in the district court that led directly to this appeal. On March 6, 1996, Whiting filed in the district court a pro se motion for return of property. See Fed. R. Crim. P. 41(e). The clerk's office in the district court apparently filed the motion as part of Whiting's then-pending habeas action, Whiting v. United States, Civ. A. No. 95-11885-REK, which the district court dismissed on October 24, 1996. When this court affirmed the denial of Whiting's habeas petition, it remanded the matter to the district court to consider Whiting's motion for return of property. Whiting v. United States, 215 F.3d 1313, 1998 WL 1281294, at *2 (1st Cir. 1998) (per curiam) (unpublished table decision).</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Although the motion for return of property was originally addressed to the rings, Whiting moved after our remand to include in his demand the return of the 48 Geneva Avenue property, as well as listed personal property which he alleged to have been located at that premises (the government denies ever having seized such property). Whiting v. United States, 29 F. Supp. 2d 25, 27-28 (D. Mass. 1998). On November 30, 1998, the district court allowed the motion to amend the complaint but denied the motion for return of property as amended. Id. at 27, 31-32.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">In its decision, the district court denied Whiting's motion for an evidentiary hearing on the matter, because there was no adequate proffer of specific, material evidence or other reason to believe that anything material would be adduced. Whiting, 29 F. Supp. 2d at 27-28. Then, in an orderly fashion, the court found that Whiting was precluded from attacking the forfeiture of the rings because he had had sufficient notice of the forfeiture and, independently, because his claim to the rings was barred by laches. Id. at 30-31. As to the 48 Geneva Avenue property, the court found that adequate notice had been given and, independently, that Whiting had had \"notice in fact\" of the forfeiture proceeding. Id. at 31-32.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Whiting now appeals from the district court's judgment, and we affirm. The basis for our decision is that Whiting received constitutionally adequate notice of both forfeitures because notice was given by certified mail properly addressed to him at the prison in which he was actually being held, and the forfeitures therefore rested upon valid judicial or administrative rulings. We reach and decide this constitutional issue only because the alternative grounds (actual notice and laches) given by the district court do not themselves suffice to decide the entire case. To explain why this is so, we begin with the alternative grounds adopted by the district court.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">With respect to the 48 Geneva Avenue property, the district court held that--even if Whiting did not receive the mailed notice--it was legally sufficient that he had \"notice in fact\" of the forfeiture proceeding from other sources, Whiting, 29 F. Supp. 2d at 31-32. Cf. United States v. Approximately 2,538.85 Shares of Stock, 988 F.2d 1281, 1285 (1st Cir. 1993). The civil forfeiture was discussed in detail in Whiting's presence at his April 24, 1991, arraignment in the criminal case, see Whiting, 29 F. Supp.2d at 31-32, and, as the district court might also have noted, Whiting has admitted that he and his attorney did receive notice of the government's March 28, 1991, motion for default judgment.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Whiting's response, that such informal notice was neither timely nor detailed enough to provide effective notice, is unpersuasive. Whiting had ample time after the April 24, 1991, hearing to contest the forfeiture before the entry of the default judgment on July 8, 1991; he could also have filed a motion to set aside the default judgment and vacate the order of forfeiture, Fed. R. Civ. P. 60(b), before the property was conveyed on October 14, 1992. If detail was lacking at the hearing, it was provided by Whiting's receipt of the motion for default judgment.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Arguing that post-default notice in fact is not enough, amicus curiae quotes Mullane v. Central Hanover Bank &amp; Trust Co., 339 U.S. 306 (1950), for the proposition that a party must be able to \"choose for himself whether to appear or default, acquiesce or contest,\" id. at 314 (emphasis added by amicus curiae). Yes, this is the Supreme Court's language, but the gist of Mullane is that due process is about notice sufficient to ensure a meaningful opportunity to be heard. Since Whiting had not received actual notice prior to entry of default, the district court would surely have given a motion to vacate the default as much consideration as a timely-filed answer to the original complaint. Thus, the district court's alternative ground would alone support the forfeiture of the Geneva Avenue property.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">With the rings the district court's alternative ground (laches) is weaker. One might ask why laches is even a possible bar since there is a six-year statute of limitations, 28 U.S.C.  2401(a) (1994), which is arguably applicable, Boero v. DEA, 111 F.3d 301, 305 n.5 (2d Cir. 1997), and Whiting's motion for return of property was brought within six years of the seizure of the rings.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> But there is some precedent for the view that in dealing with motions to return property, equitable considerations are at play and a request to recover wrongly-seized property may be barred by laches even where a statute of limitations exists and has been satisfied.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Assuming arguendo that a laches defense is permissible, it required a showing both of unreasonable delay by Whiting and prejudice to the government. Murphy v. Timberlane Reg'l Sch. Dist., 22 F.3d 1186, 1189 (1st Cir.), cert. denied, 513 U.S. 987 (1994). The district court held that it was unreasonable for Whiting to wait over three years after he had actual notice that a forfeiture proceeding was imminent before moving for return of the rings and that prejudice to the government was shown by the fact that records that might have shown his actual receipt of the certified mail notice at the Plymouth County House of Correction were no longer available. Whiting, 29 F. Supp. 2d at 31.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Whiting's explanation for his three-year delay is unconvincing, Whiting, 29 F. Supp. 2d at 31, but we are not persuaded that the government, which has the burden of proof on both elements, Ansin v. River Oaks Furniture, Inc., 105 F.3d 745, 757 (1st Cir.), cert. denied, 522 U.S. 818 (1997), has yet proved prejudice from the delay. Admittedly, the affidavit of the mail officer said that another prison official had searched for the form in question and had surmised that it had been lost when the jail was relocated in June 1994. But we think that, to prove prejudice, the government would have to show that its prisoner signatures cards were normally retained for at least five years and that the critical files were likely lost in the move.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Of course, on remand the government might still be able to give a firmer foundation to its claim of prejudice. Yet there are limits to how far courts need to strain to avoid facing a constitutional question, cf. Lowe v. SEC, 472 U.S. 181, 212 (1985) (White, J., concurring), and for us to remand for further proceedings, which might or might not moot the constitutional question, seems neither compulsory nor prudent. Since the question is a recurring one, we therefore turn to the constitutional issue: whether certified mail notice, sent to the prisoner at the proper address, affords due process in a civil forfeiture case.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Due process requires the government to afford an owner \"notice and an opportunity to be heard\" before civilly forfeiting his property, United States v. James Daniel Good Real Prop., 510 U.S. 43, 46 (1993), but actual receipt of notice by the defendant is not automatically required. Mullane v. Central Hanover Bank &amp; Trust Co., 339 U.S. 306, 314 (1950). Rather, Mullane said that due process requires the provision of \"notice reasonably calculated, under all the circumstances, to apprise interested parties of the pendency of the action and afford them an opportunity to present their objections.\" Id. \"Reasonably calculated\" means likelihood, not certainty.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">If the Supreme Court's language is taken literally, then the Mullane test is satisfied here. The government sent a certified letter to Whiting at the prison facility in which Whiting was actually being held. The mail is a well-recognized means of communicating important information, see, e.g., Mennonite Bd. of Missions v. Adams, 462 U.S. 791, 799-800 (1983), and certified mail has further safeguards (i.e., signature of recipient upon delivery and return of the signed receipt card). Absent proof to the contrary, it is a fair assumption that properly addressed certified letters to prisoners are ordinarily delivered.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">If the question were solely one of best practices, the right answer would likely be for the government to furnish evidence of actual delivery to an inmate. Even though certified mail is presumptively well calculated to supply notice, proof of actual delivery would give better assurance and is arguably quite feasible. Cf. Mennonite Bd. of Missions, 462 U.S. at 799-800. Where the claimant is being held in a federal facility, the federal government has control of the prisoner. And, where as here, the inmate is being held in a state facility by arrangement with federal authorities, the latter can presumably stipulate that forfeiture notices are to be delivered to the inmate and a signature secured from the inmate or the delivering guard attesting to delivery.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">However, there is daylight between desirable policy and the bare minimum required by the Constitution. Mullane's \"reasonably calculated\" standard, with its emphasis on reliability rather than certainty, has been consistently reaffirmed by the court.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> The only arguable exception--Covey v. Town of Somers, 351 U.S. 141, 146-47 (1956), in which the Supreme Court found that mailed notice to a known \"unprotected incompetent\" was insufficient--involved a clearly distinguishable situation. And, if it is somewhat mechanical, the Mullane formula is also easy to apply. In all events, it is for the Supreme Court to alter or depart from longstanding precedent. State Oil Co. v. Khan, 522 U.S. 3, 20 (1997).</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Among circuits that have considered the issue, a clear plurality--the Sixth, Seventh, Ninth, and Tenth Circuits--hold that certified mail to a prisoner is presumptively sufficient.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> Respected judges in other circuits have taken a different view, but these circuits themselves have not coalesced around a single alternative. The Second Circuit has held that prisoner receipt of notice is required, if a federal criminal case is pending against a federal inmate; the Third Circuit says mailing is adequate if the government offers proof that prison internal-delivery procedures are adequate; and the Eighth Circuit seemingly goes furthest to adopt Whiting's position.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a></p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Needless to say, the government must show, if the issue is contested, that the notice was mailed to the prison in which the claimant was in fact being held. See Giraldo, 45 F.3d at 511; Krecioch, 221 F.3d at 980; cf. Robinson, 409 U.S. at 40; Sarit v. DEA, 987 F.2d 10, 14-15 (1st Cir.), cert. denied, 510 U.S. 888 (1993). Similarly, if the government knew that mail delivery in a particular prison was unreliable but sent the notice by this means without any other precaution, mail delivery would not satisfy due process. Here, there are no allegations of this kind nor of any other special circumstance that might warrant a departure from Mullane's general rule.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">It is well to be realistic about the situation: given the incentives, inmate denials that mailed notice was actually received are doubtless much more common than misdelivery, and knowledge is probably widespread among defendants in drug cases that the government does look to harvest assets from drug dealers incident to criminal cases. Still, it would be more comforting to see the government turn square corners and secure notice of actual receipt. At oral argument, we were encouraged to think that the government may be moving in this direction.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>NOTES:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the District of Puerto Rico, sitting by designation.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Multiple petitions for certiorari to the Supreme Court filed by Whiting's co-defendants, whose convictions and sentences were also affirmed in this decision, were denied. See Bowie v. United States, 513 U.S. 956 (1994); Dixon v. United States, 513 U.S. 994 (1994); Carmichael v. United States, 513 U.S. 994 (1994); Wadlington v. United States, 513 U.S. 1009 (1994).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Of course, Whiting's suit within six years of seizure would not save him if there were a valid judgment forfeiting the rings to the United States, since that judgment could only be attacked within the time limits provided by the rules. See Fed. R. Civ. P. 60. But, since Whiting's motion was filed within six years of the seizure of the rings, the government cannot invoke the statute of limitations to preclude Whiting from seeking to litigate the validity of the earlier judgment for lack of notice, which is why it has invoked the laches doctrine as a fallback.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> E.g., Cornetta v. United States, 851 F.2d 1372, 1378 (Fed. Cir. 1988); United States v. Mulligan, 178 F.R.D. 164, 166 (E.D. Mich. 1998); but cf. Ikelionwu v. United States, 150 F.3d 233, 237-38 (2d Cir. 1998).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Mullane itself indicated that mailing notice to persons at their last known address, plus newspaper publication, would be sufficient where a common trust sought to settle its accounts. Mullane, 339 U.S. at 317-19; see also Tulsa Prof'l Collection Servs., Inc. v. Pope, 485 U.S. 478, 490-91 (1988) (same as to notice to creditors of a deceased's estate).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> See, e.g., Tulsa Prof'l Collection Servs., 485 U.S. at 490; Greene v. Lindsey, 456 U.S. 444, 455-56 (1982); Robinson v. Hanrahan, 409 U.S. 38, 39-40 (1972) (per curiam); Schroeder v. City of New York, 371 U.S. 208, 211-13 (1962); Walker v. City of Hutchinson, 352 U.S. 112, 115-16 (1956).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> United States v. Tree Top, 129 F.3d 1266, 1997 WL 702771, at *2 (6th Cir. 1997) (unpublished table decision); Krecioch v. United States, 221 F.3d 976, 981 (7th Cir. 2000); United States v. Lido Motel, 135 F.3d 1312, 1315-16 (9th Cir. 1998); United States v. Clark, 84 F.3d 378, 381 (10th Cir. 1996).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Weng v. United States, 137 F.3d 709, 710 (2d Cir. 1998) (Leval, J.) (federal prison); United States v. One Toshiba Color Television, 213 F.3d 147, 155 (3d Cir. 2000) (en banc) (Becker, C.J.) (cited with approval by United States v. Minor, 228 F.3d 352, 358 (4th Cir. 2000)); United States v. Five Thousand Dollars in U.S. Currency, 184 F.3d 958, 959-60 (8th Cir. 1999) (federal prison); United States v. Woodall, 12 F.3d 791, 794-95 (8th Cir. 1993) (notice to local jail insufficient where inmate says that he was on bail at a different residence known to the government).</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">231</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">70</span></span> (1st Cir. 2000)</p>\n    <p class=\"parties\">DARRYL WHITING, Petitioner, Appellant,<br>v.<br>UNITED STATES OF AMERICA, Respondent, Appellee.</p>\n    <p class=\"docket\">No. 99-1141</p>\n    <p class=\"court\">United States Court of Appeals For the First Circuit</p>\n    <p class=\"date\">Heard July 31, 2000<br>Decided November 13, 2000</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF MASSACHUSETTS [Hon. Robert E. Keeton, U.S. District Judge][Copyrighted Material Omitted]</p>\n      <p class=\"indent\">Darryl Whiting on brief pro se.</p>\n      <p class=\"indent\">Elizabeth L. Prevett, Federal Defender Office, with whom Leo T. Sorokin was on brief for the Federal Defender Office, Amicus Curiae.</p>\n      <p class=\"indent\">Richard L. Hoffman, Assistant United States Attorney, with whom Donald K. Stern, United States Attorney, was on brief for the United States.</p>\n      <p class=\"indent\">Before Boudin and Lipez, Circuit Judges, and Casellas,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> District Judge.</p>\n      <p class=\"indent\">BOUDIN, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This appeal raises the question of what is constitutionally adequate notice to a prisoner of civil proceedings to forfeit assets related to federal drug crimes. The story begins with the indictment, on December 11, 1990, of Darryl Whiting for a series of drug-related offenses. Less than a year later, on July 24, 1991, Whiting was convicted of cocaine distribution, 21 U.S.C.  841(a)(1) (1994), conducting a continuing criminal enterprise, id.  848, and money laundering, 18 U.S.C.  1956(a)(1) (1994). This court affirmed Whiting's conviction and sentence on appeal. United States v. Whiting, <span class=\"citation\" data-id=\"673817\"><a href=\"/opinion/673817/united-states-v-darryl-whiting-aka-g-god-rah-united-states-of/\"><span class=\"volume\">28</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1296</span></a></span>, 1312 (1st Cir. 1994).<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">On December 12, 1990, the day after Whiting's indictment, the United States filed a civil complaint for forfeiture in rem of a piece of real property--the so-called Crown Social and Recreation Hall--that Whiting (and two others) owned at 48 Geneva Avenue in Roxbury, Massachusetts. Federal law authorizes forfeiture of real property that is used or intended to be used to commit or facilitate the commission of drug offenses. 21 U.S.C.  881(a)(7) (1994).</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The district court directed that notice of the forfeiture proceeding be published in a local newspaper and that the complaint and related papers be served upon Whiting by certified mail at his home address and at the Deer Island House of Correction, a Massachusetts state facility where Whiting was then being held. Notice was published in The Boston Globe three times within the next thirty days. The government mailed notices as directed, but the certified mailing to Whiting's home was returned unopened; the government now concedes that the Deer Island mailing was also sent but not delivered, and eventually returned by the Marshals Service.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Whiting having failed to object to the forfeiture, the government on March 28, 1991, moved for entry of default as to the 48 Geneva Avenue property. See Fed. R. Civ. P. 55(a). Notice of the default was sent shortly thereafter to Whiting by certified mail at the Plymouth County House of Correction to which Whiting had been transferred from Deer Island on December 21, 1990. A copy of the government's default motion was also sent to Whiting's counsel in his criminal case.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">At Whiting's arraignment in the criminal case on April 24, 1991, multiple references to the civil forfeiture action were made in Whiting's presence by the court, the government, and Whiting's own counsel. At the request of Whiting's attorney, the government re-sent the original complaint and related papers by certified mail to the Plymouth County House of Correction. Although the government received a return receipt card postmarked May 9, 1991, signed by a prison official, Whiting denies ever having received the mailing and, while he admits he knew of the government's earlier motion for default and discussed it with his attorney, he says he thought that the default would be withdrawn until he had been served with a complaint and related papers.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Since Whiting took no action to challenge the default, a default judgment and order of forfeiture were entered against the property on July 8, 1991, during the course of Whiting's criminal trial. See Fed. R. Civ. P. 55(b). Many months later, on April 20, 1992, Whiting wrote to the U.S. Attorney who had handled the civil forfeiture proceeding, claiming to have seen a newspaper notice that the property was shortly to be auctioned. Whiting said that he had been \"waiting for a date or notice from the court\" to challenge the forfeiture and referred to a lawyer whom he had hired on the matter. Neither Whiting nor his lawyer took any further action, and the United States conveyed the property to purchasing mortgagees on October 14, 1992.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">A second forfeiture proceeding is also at issue on this appeal. It concerns two gold and diamond rings allegedly belonging to Whiting that the Drug Enforcement Administration (\"DEA\") seized from Whiting's then-fiancee, Deirdre McGraw, on March 22, 1991. By statute, valuables obtained in exchange for, or traceable to, drug transactions are subject to forfeiture. 21 U.S.C.  881(a)(6) (1994). Because the value of the rings was thought to be $500,000 or less, DEA sought to forfeit the rings by administrative proceedings rather than through court process. 21 U.S.C.  881(d) (1994); 19 U.S.C.  1607(a), 1608, 1609 (1994); 21 C.F.R.  1316.75, 1316.77 (2000).</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">On June 3, 1991, DEA sent notice of both the seizure and proposed administrative forfeiture of the rings to Whiting by certified mail at his home address and at the Plymouth County House of Correction. The DEA separately mailed notice to McGraw. The notices sent to the separate home addresses of Whiting and McGraw were returned unopened, but DEA received a certified mail receipt card postmarked June 11, 1991, signed by the \"mail officer\" at the Plymouth County House of Correction. Following the certified mailings, DEA also published notice of the proposed forfeiture in USA Today on three occasions in June 1991. See 19 U.S.C.  1607(a) (1994); 21 C.F.R.  1316.75 (2000).</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">An affidavit later supplied by the mail officer who signed for Whiting's certified mailing said that, under the officer's routine procedure, receipt of that mailing should have produced an acknowledgment form signed by Whiting, which should then have been kept in the jail's records. However, the officer did not recollect the particular delivery to Whiting, nor could prison officials later find the form that would normally be signed by the inmate. The affiant added that the prison official who searched for the form speculated that \"the form may have been lost or misplaced\" when the Plymouth County House of Correction was relocated around June 1994.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The notice prescribed a July 2, 1991, deadline for contesting the administrative forfeiture, and also allowed thirty days from receipt of the notice to request remission or mitigation. When both deadlines had apparently expired without any objection, DEA, on July 22, 1991, declared the rings forfeited to the United States. See 19 U.S.C.  1609 (1994); 21 C.F.R.  1316.77 (2000). Nearly a year later, on June 9, 1992, Whiting wrote to the U.S. Attorney's Office in Boston, asking about the forfeiture status of the rings. In response, he was advised to make inquiry of a named DEA agent, but Whiting then waited three years until November 1995 to write to the agent asking for return of the rings. In the meantime, on November 25, 1992, the rings had been sold by the United States for $4,000.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">This brings us to the proceedings in the district court that led directly to this appeal. On March 6, 1996, Whiting filed in the district court a pro se motion for return of property. See Fed. R. Crim. P. 41(e). The clerk's office in the district court apparently filed the motion as part of Whiting's then-pending habeas action, Whiting v. United States, Civ. A. No. 95-11885-REK, which the district court dismissed on October 24, 1996. When this court affirmed the denial of Whiting's habeas petition, it remanded the matter to the district court to consider Whiting's motion for return of property. Whiting v. United States, <span class=\"citation no-link\"><span class=\"volume\">215</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1313</span></span>, <span class=\"citation no-link\"><span class=\"volume\">1998</span> <span class=\"reporter\">WL</span> <span class=\"page\">1281294</span></span>, at *2 (1st Cir. 1998) (per curiam) (unpublished table decision).</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Although the motion for return of property was originally addressed to the rings, Whiting moved after our remand to include in his demand the return of the 48 Geneva Avenue property, as well as listed personal property which he alleged to have been located at that premises (the government denies ever having seized such property). Whiting v. United States, <span class=\"citation\" data-id=\"2472236\"><a href=\"/opinion/2472236/whiting-v-united-states/\"><span class=\"volume\">29</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">25</span></a></span>, 27-28 (D. Mass. 1998). On November 30, 1998, the district court allowed the motion to amend the complaint but denied the motion for return of property as amended. Id. at 27, 31-32.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">In its decision, the district court denied Whiting's motion for an evidentiary hearing on the matter, because there was no adequate proffer of specific, material evidence or other reason to believe that anything material would be adduced. Whiting, 29 F. Supp. 2d at 27-28. Then, in an orderly fashion, the court found that Whiting was precluded from attacking the forfeiture of the rings because he had had sufficient notice of the forfeiture and, independently, because his claim to the rings was barred by laches. Id. at 30-31. As to the 48 Geneva Avenue property, the court found that adequate notice had been given and, independently, that Whiting had had \"notice in fact\" of the forfeiture proceeding. Id. at 31-32.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Whiting now appeals from the district court's judgment, and we affirm. The basis for our decision is that Whiting received constitutionally adequate notice of both forfeitures because notice was given by certified mail properly addressed to him at the prison in which he was actually being held, and the forfeitures therefore rested upon valid judicial or administrative rulings. We reach and decide this constitutional issue only because the alternative grounds (actual notice and laches) given by the district court do not themselves suffice to decide the entire case. To explain why this is so, we begin with the alternative grounds adopted by the district court.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">With respect to the 48 Geneva Avenue property, the district court held that--even if Whiting did not receive the mailed notice--it was legally sufficient that he had \"notice in fact\" of the forfeiture proceeding from other sources, Whiting, 29 F. Supp. 2d at 31-32. Cf. United States v. Approximately 2,538.85 Shares of Stock, <span class=\"citation\" data-id=\"602801\"><a href=\"/opinion/602801/united-states-v-approximately-two-thousand-five-hundred-thirty-eight/\"><span class=\"volume\">988</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1281</span></a></span>, 1285 (1st Cir. 1993). The civil forfeiture was discussed in detail in Whiting's presence at his April 24, 1991, arraignment in the criminal case, see Whiting, 29 F. Supp.2d at 31-32, and, as the district court might also have noted, Whiting has admitted that he and his attorney did receive notice of the government's March 28, 1991, motion for default judgment.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Whiting's response, that such informal notice was neither timely nor detailed enough to provide effective notice, is unpersuasive. Whiting had ample time after the April 24, 1991, hearing to contest the forfeiture before the entry of the default judgment on July 8, 1991; he could also have filed a motion to set aside the default judgment and vacate the order of forfeiture, Fed. R. Civ. P. 60(b), before the property was conveyed on October 14, 1992. If detail was lacking at the hearing, it was provided by Whiting's receipt of the motion for default judgment.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Arguing that post-default notice in fact is not enough, amicus curiae quotes Mullane v. Central Hanover Bank &amp; Trust Co., <span class=\"citation\" data-id=\"104786\"><a href=\"/opinion/104786/mullane-v-central-hanover-bank-trust-co/\"><span class=\"volume\">339</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">306</span></a></span> (1950), for the proposition that a party must be able to \"choose for himself whether to appear or default, acquiesce or contest,\" id. at 314 (emphasis added by amicus curiae). Yes, this is the Supreme Court's language, but the gist of Mullane is that due process is about notice sufficient to ensure a meaningful opportunity to be heard. Since Whiting had not received actual notice prior to entry of default, the district court would surely have given a motion to vacate the default as much consideration as a timely-filed answer to the original complaint. Thus, the district court's alternative ground would alone support the forfeiture of the Geneva Avenue property.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">With the rings the district court's alternative ground (laches) is weaker. One might ask why laches is even a possible bar since there is a six-year statute of limitations, 28 U.S.C.  2401(a) (1994), which is arguably applicable, Boero v. DEA, <span class=\"citation\" data-id=\"739682\"><a href=\"/opinion/739682/alberto-boero-v-drug-enforcement-administration/\"><span class=\"volume\">111</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">301</span></a></span>, 305 n.5 (2d Cir. 1997), and Whiting's motion for return of property was brought within six years of the seizure of the rings.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> But there is some precedent for the view that in dealing with motions to return property, equitable considerations are at play and a request to recover wrongly-seized property may be barred by laches even where a statute of limitations exists and has been satisfied.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Assuming arguendo that a laches defense is permissible, it required a showing both of unreasonable delay by Whiting and prejudice to the government. Murphy v. Timberlane Reg'l Sch. Dist., <span class=\"citation\" data-id=\"195333\"><a href=\"/opinion/195333/murphy-v-timberlane-regional/\"><span class=\"volume\">22</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1186</span></a></span>, 1189 (1st Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">513</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">987</span></span> (1994). The district court held that it was unreasonable for Whiting to wait over three years after he had actual notice that a forfeiture proceeding was imminent before moving for return of the rings and that prejudice to the government was shown by the fact that records that might have shown his actual receipt of the certified mail notice at the Plymouth County House of Correction were no longer available. Whiting, 29 F. Supp. 2d at 31.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Whiting's explanation for his three-year delay is unconvincing, Whiting, 29 F. Supp. 2d at 31, but we are not persuaded that the government, which has the burden of proof on both elements, Ansin v. River Oaks Furniture, Inc., <span class=\"citation\" data-id=\"197195\"><a href=\"/opinion/197195/ansin-v-river-oaks-furniture/\"><span class=\"volume\">105</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">745</span></a></span>, 757 (1st Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">522</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">818</span></span> (1997), has yet proved prejudice from the delay. Admittedly, the affidavit of the mail officer said that another prison official had searched for the form in question and had surmised that it had been lost when the jail was relocated in June 1994. But we think that, to prove prejudice, the government would have to show that its prisoner signatures cards were normally retained for at least five years and that the critical files were likely lost in the move.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Of course, on remand the government might still be able to give a firmer foundation to its claim of prejudice. Yet there are limits to how far courts need to strain to avoid facing a constitutional question, cf. Lowe v. SEC, <span class=\"citation\" data-id=\"111467\"><a href=\"/opinion/111467/lowe-v-sec/\"><span class=\"volume\">472</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">181</span></a></span>, 212 (1985) (White, J., concurring), and for us to remand for further proceedings, which might or might not moot the constitutional question, seems neither compulsory nor prudent. Since the question is a recurring one, we therefore turn to the constitutional issue: whether certified mail notice, sent to the prisoner at the proper address, affords due process in a civil forfeiture case.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Due process requires the government to afford an owner \"notice and an opportunity to be heard\" before civilly forfeiting his property, United States v. James Daniel Good Real Prop., <span class=\"citation\" data-id=\"112914\"><a href=\"/opinion/112914/united-states-v-james-daniel-good-real-property/\"><span class=\"volume\">510</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">43</span></a></span>, 46 (1993), but actual receipt of notice by the defendant is not automatically required. Mullane v. Central Hanover Bank &amp; Trust Co., <span class=\"citation\" data-id=\"104786\"><a href=\"/opinion/104786/mullane-v-central-hanover-bank-trust-co/\"><span class=\"volume\">339</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">306</span></a></span>, 314 (1950). Rather, Mullane said that due process requires the provision of \"notice reasonably calculated, under all the circumstances, to apprise interested parties of the pendency of the action and afford them an opportunity to present their objections.\" Id. \"Reasonably calculated\" means likelihood, not certainty.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">If the Supreme Court's language is taken literally, then the Mullane test is satisfied here. The government sent a certified letter to Whiting at the prison facility in which Whiting was actually being held. The mail is a well-recognized means of communicating important information, see, e.g., Mennonite Bd. of Missions v. Adams, <span class=\"citation\" data-id=\"110981\"><a href=\"/opinion/110981/mennonite-bd-of-missions-v-adams/\"><span class=\"volume\">462</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">791</span></a></span>, 799-800 (1983), and certified mail has further safeguards (i.e., signature of recipient upon delivery and return of the signed receipt card). Absent proof to the contrary, it is a fair assumption that properly addressed certified letters to prisoners are ordinarily delivered.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">If the question were solely one of best practices, the right answer would likely be for the government to furnish evidence of actual delivery to an inmate. Even though certified mail is presumptively well calculated to supply notice, proof of actual delivery would give better assurance and is arguably quite feasible. Cf. Mennonite Bd. of Missions, 462 U.S. at 799-800. Where the claimant is being held in a federal facility, the federal government has control of the prisoner. And, where as here, the inmate is being held in a state facility by arrangement with federal authorities, the latter can presumably stipulate that forfeiture notices are to be delivered to the inmate and a signature secured from the inmate or the delivering guard attesting to delivery.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">However, there is daylight between desirable policy and the bare minimum required by the Constitution. Mullane's \"reasonably calculated\" standard, with its emphasis on reliability rather than certainty, has been consistently reaffirmed by the court.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> The only arguable exception--Covey v. Town of Somers, <span class=\"citation\" data-id=\"105392\"><a href=\"/opinion/105392/covey-v-town-of-somers/\"><span class=\"volume\">351</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">141</span></a></span>, 146-47 (1956), in which the Supreme Court found that mailed notice to a known \"unprotected incompetent\" was insufficient--involved a clearly distinguishable situation. And, if it is somewhat mechanical, the Mullane formula is also easy to apply. In all events, it is for the Supreme Court to alter or depart from longstanding precedent. State Oil Co. v. Khan, <span class=\"citation\" data-id=\"118149\"><a href=\"/opinion/118149/state-oil-co-v-khan/\"><span class=\"volume\">522</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">3</span></a></span>, 20 (1997).</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Among circuits that have considered the issue, a clear plurality--the Sixth, Seventh, Ninth, and Tenth Circuits--hold that certified mail to a prisoner is presumptively sufficient.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> Respected judges in other circuits have taken a different view, but these circuits themselves have not coalesced around a single alternative. The Second Circuit has held that prisoner receipt of notice is required, if a federal criminal case is pending against a federal inmate; the Third Circuit says mailing is adequate if the government offers proof that prison internal-delivery procedures are adequate; and the Eighth Circuit seemingly goes furthest to adopt Whiting's position.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a></p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Needless to say, the government must show, if the issue is contested, that the notice was mailed to the prison in which the claimant was in fact being held. See Giraldo, 45 F.3d at 511; Krecioch, 221 F.3d at 980; cf. Robinson, 409 U.S. at 40; Sarit v. DEA, <span class=\"citation\" data-id=\"601478\"><a href=\"/opinion/601478/jorge-sarit-and-dennie-espaillat-v-us-drug-enforcement-administration/\"><span class=\"volume\">987</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">10</span></a></span>, 14-15 (1st Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">510</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">888</span></span> (1993). Similarly, if the government knew that mail delivery in a particular prison was unreliable but sent the notice by this means without any other precaution, mail delivery would not satisfy due process. Here, there are no allegations of this kind nor of any other special circumstance that might warrant a departure from Mullane's general rule.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">It is well to be realistic about the situation: given the incentives, inmate denials that mailed notice was actually received are doubtless much more common than misdelivery, and knowledge is probably widespread among defendants in drug cases that the government does look to harvest assets from drug dealers incident to criminal cases. Still, it would be more comforting to see the government turn square corners and secure notice of actual receipt. At oral argument, we were encouraged to think that the government may be moving in this direction.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>NOTES:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the District of Puerto Rico, sitting by designation.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Multiple petitions for certiorari to the Supreme Court filed by Whiting's co-defendants, whose convictions and sentences were also affirmed in this decision, were denied. See Bowie v. United States, <span class=\"citation no-link\"><span class=\"volume\">513</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">956</span></span> (1994); Dixon v. United States, <span class=\"citation\" data-id=\"117903\"><a href=\"/opinion/117903/baby-richard-etc-v-kirchner-otakar-doe-john-et-ux-etc-v/\"><span class=\"volume\">513</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">994</span></a></span> (1994); Carmichael v. United States, <span class=\"citation\" data-id=\"117903\"><a href=\"/opinion/117903/baby-richard-etc-v-kirchner-otakar-doe-john-et-ux-etc-v/\"><span class=\"volume\">513</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">994</span></a></span> (1994); Wadlington v. United States, <span class=\"citation no-link\"><span class=\"volume\">513</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1009</span></span> (1994).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Of course, Whiting's suit within six years of seizure would not save him if there were a valid judgment forfeiting the rings to the United States, since that judgment could only be attacked within the time limits provided by the rules. See Fed. R. Civ. P. 60. But, since Whiting's motion was filed within six years of the seizure of the rings, the government cannot invoke the statute of limitations to preclude Whiting from seeking to litigate the validity of the earlier judgment for lack of notice, which is why it has invoked the laches doctrine as a fallback.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> E.g., Cornetta v. United States, <span class=\"citation\" data-id=\"508850\"><a href=\"/opinion/508850/ronald-j-cornetta-v-the-united-states-of-america-and-john-lehman/\"><span class=\"volume\">851</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1372</span></a></span>, 1378 (Fed. Cir. 1988); United States v. Mulligan, <span class=\"citation no-link\"><span class=\"volume\">178</span> <span class=\"reporter\">F.R.D.</span> <span class=\"page\">164</span></span>, 166 (E.D. Mich. 1998); but cf. Ikelionwu v. United States, <span class=\"citation\" data-id=\"756443\"><a href=\"/opinion/756443/michael-ikelionwu-v-united-states/\"><span class=\"volume\">150</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">233</span></a></span>, 237-38 (2d Cir. 1998).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Mullane itself indicated that mailing notice to persons at their last known address, plus newspaper publication, would be sufficient where a common trust sought to settle its accounts. Mullane, 339 U.S. at 317-19; see also Tulsa Prof'l Collection Servs., Inc. v. Pope, <span class=\"citation\" data-id=\"112038\"><a href=\"/opinion/112038/tulsa-professional-collection-services-inc-v-pope/\"><span class=\"volume\">485</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">478</span></a></span>, 490-91 (1988) (same as to notice to creditors of a deceased's estate).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> See, e.g., Tulsa Prof'l Collection Servs., 485 U.S. at 490; Greene v. Lindsey, <span class=\"citation\" data-id=\"110705\"><a href=\"/opinion/110705/greene-v-lindsey/\"><span class=\"volume\">456</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">444</span></a></span>, 455-56 (1982); Robinson v. Hanrahan, <span class=\"citation\" data-id=\"108624\"><a href=\"/opinion/108624/robinson-v-hanrahan/\"><span class=\"volume\">409</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">38</span></a></span>, 39-40 (1972) (per curiam); Schroeder v. City of New York, <span class=\"citation\" data-id=\"106501\"><a href=\"/opinion/106501/schroeder-v-city-of-new-york/\"><span class=\"volume\">371</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">208</span></a></span>, 211-13 (1962); Walker v. City of Hutchinson, <span class=\"citation\" data-id=\"105429\"><a href=\"/opinion/105429/walker-v-city-of-hutchinson/\"><span class=\"volume\">352</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">112</span></a></span>, 115-16 (1956).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> United States v. Tree Top, <span class=\"citation no-link\"><span class=\"volume\">129</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1266</span></span>, <span class=\"citation no-link\"><span class=\"volume\">1997</span> <span class=\"reporter\">WL</span> <span class=\"page\">702771</span></span>, at *2 (6th Cir. 1997) (unpublished table decision); Krecioch v. United States, <span class=\"citation\" data-id=\"769791\"><a href=\"/opinion/769791/edward-krecioch-v-united-states-of-america-drug-enforcement/\"><span class=\"volume\">221</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">976</span></a></span>, 981 (7th Cir. 2000); United States v. Lido Motel, <span class=\"citation\" data-id=\"751590\"><a href=\"/opinion/751590/united-states-v-real-property-real-property-located-in-fresno-county/\"><span class=\"volume\">135</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1312</span></a></span>, 1315-16 (9th Cir. 1998); United States v. Clark, <span class=\"citation\" data-id=\"153407\"><a href=\"/opinion/153407/united-states-v-clark/\"><span class=\"volume\">84</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">378</span></a></span>, 381 (10th Cir. 1996).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Weng v. United States, <span class=\"citation\" data-id=\"751840\"><a href=\"/opinion/751840/yeung-mung-weng-v-united-states/\"><span class=\"volume\">137</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">709</span></a></span>, 710 (2d Cir. 1998) (Leval, J.) (federal prison); United States v. One Toshiba Color Television, <span class=\"citation\" data-id=\"768789\"><a href=\"/opinion/768789/united-states-v-one-toshiba-color-television-two-answering-machines-one/\"><span class=\"volume\">213</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">147</span></a></span>, 155 (3d Cir. 2000) (en banc) (Becker, C.J.) (cited with approval by United States v. Minor, <span class=\"citation\" data-id=\"770618\"><a href=\"/opinion/770618/united-states-v-curtis-bernard-minor/\"><span class=\"volume\">228</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">352</span></a></span>, 358 (4th Cir. 2000)); United States v. Five Thousand Dollars in U.S. Currency, <span class=\"citation\" data-id=\"765319\"><a href=\"/opinion/765319/united-states-v-five-thousand-dollars-in-us-currency-jack-pardue-david/\"><span class=\"volume\">184</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">958</span></a></span>, 959-60 (8th Cir. 1999) (federal prison); United States v. Woodall, <span class=\"citation\" data-id=\"659374\"><a href=\"/opinion/659374/united-states-v-norman-ray-woodall/\"><span class=\"volume\">12</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">791</span></a></span>, 794-95 (8th Cir. 1993) (notice to local jail insufficient where inmate says that he was on bail at a different residence known to the government).</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/104786/",
    "http://www.courtlistener.com/api/rest/v3/opinions/105392/",
    "http://www.courtlistener.com/api/rest/v3/opinions/105429/",
    "http://www.courtlistener.com/api/rest/v3/opinions/106501/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108624/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110705/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110981/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111467/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112038/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112914/",
    "http://www.courtlistener.com/api/rest/v3/opinions/117903/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118149/",
    "http://www.courtlistener.com/api/rest/v3/opinions/153407/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195333/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197195/",
    "http://www.courtlistener.com/api/rest/v3/opinions/508850/",
    "http://www.courtlistener.com/api/rest/v3/opinions/601478/",
    "http://www.courtlistener.com/api/rest/v3/opinions/602801/",
    "http://www.courtlistener.com/api/rest/v3/opinions/659374/",
    "http://www.courtlistener.com/api/rest/v3/opinions/673817/",
    "http://www.courtlistener.com/api/rest/v3/opinions/739682/",
    "http://www.courtlistener.com/api/rest/v3/opinions/751590/",
    "http://www.courtlistener.com/api/rest/v3/opinions/751840/",
    "http://www.courtlistener.com/api/rest/v3/opinions/756443/",
    "http://www.courtlistener.com/api/rest/v3/opinions/765319/",
    "http://www.courtlistener.com/api/rest/v3/opinions/768789/",
    "http://www.courtlistener.com/api/rest/v3/opinions/769791/",
    "http://www.courtlistener.com/api/rest/v3/opinions/770618/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2472236/"
  ]
}