{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/199169/",
  "absolute_url": "/opinion/199169/young-v-united-states/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/199169/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T04:25:48Z",
  "date_modified": "2017-03-24T11:01:07.682892Z",
  "type": "010combined",
  "sha1": "0684964e463c1b9bd8925da121be4aa490a4117f",
  "page_count": 13,
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/00-1484-01A.pdf",
  "local_path": "pdf/2000/12/04/Young_v._USA.pdf",
  "plain_text": "         United States Court of Appeals\n                       For the First Circuit\n\n\nNo. 00-1484\n\n       IN RE:     CORNELIUS P. YOUNG and SUZANNE P. YOUNG,\n\n                              Debtors.\n                             __________\n\n              CORNELIUS P. YOUNG and SUZANNE P. YOUNG,\n\n                        Debtors, Appellants,\n\n                                 v.\n\n                     UNITED STATES OF AMERICA,\n\n                              Appellee.\n                             __________\n\n                           VICTOR DAHAR,\n\n                              Trustee.\n\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                 FOR THE DISTRICT OF NEW HAMPSHIRE\n\n       [Hon. Steven J. McAuliffe, U.S. District Judge]\n\n\n                               Before\n\n                       Torruella, Chief Judge,\n\n                   Bownes, Senior Circuit Judge,\n\n                     and Boudin, Circuit Judge.\n\n\n     Grenville Clark III with whom Gray, Wendell & Clark, P.C.\nwas on brief for appellants.\n\f\f     Thomas J. Sawyer, Tax Division, Department of Justice, with\nwhom Paula M. Junghans, Acting Assistant Attorney General, Paul\nM. Gagnon, United States Attorney, and Bruce R. Ellisen, Tax\nDivision, Department of Justice, were on brief for the United\nStates.\n\n\n                       December 1, 2000\n\f           BOUDIN,    Circuit    Judge.    Having    obtained   a   filing\n\nextension, Cornelius and Suzanne Young filed their 1992 federal\n\nincome tax return on October 15, 1993.              Their return showed\n\ntaxes due after withholding, but no payment accompanied the\n\nreturn.    Instead, the Youngs made modest payments to the IRS for\n\na number of months and then, on May 1, 1996, filed for Chapter\n\n13 bankruptcy,       11 U.S.C. § 1321 (1994).        This automatically\n\nstayed all IRS efforts to collect taxes from the Youngs.             Id. §\n\n362(a)(6).\n\n           To   complete   a    Chapter   13   bankruptcy--typically     a\n\nproceeding that lasts several years--requires that tax claims be\n\npaid in full.        11 U.S.C. §§ 507(a)(8), 1322(a)(2).            At the\n\noutset, the IRS filed a proof of claim for the unpaid 1992\n\ntaxes.    However, the Youngs did not stay the course; instead, on\n\nOctober 23, 1996, the Youngs moved to dismiss their petition.\n\nId. § 1307.     The bankruptcy court did so on March 13, 1997,\n\nwhich would normally terminate the automatic stay.1                 Id. §\n\n362(c)(2).\n\n           One day before the Chapter 13 proceeding was closed,\n\nthe Youngs filed a new \"no asset\" bankruptcy petition under\n\n\n    1The Youngs argue that the automatic stay was lifted upon\ntheir motion to dismiss rather than when the bankruptcy court\nclosed the case. Because the choice of dates does not affect\nour analysis or outcome, we assume for simplicity's sake that\nthe closing date controls.\n\n                                   -4-\n\fChapter 7. This in turn continued the automatic stay pendente\n\nlite.     Chapter 7 is usually a brief proceeding to distribute\n\nnon-exempt assets to creditors.          On June 17, 1997, the Youngs\n\nreceived a discharge in the Chapter 7 proceeding, generally\n\ndischarging their debts \"[e]xcept as provided in section 523 [of\n\ntitle 11],\" 11 U.S.C. § 727(b).\n\n               After the discharge the IRS sought the unpaid balance\n\nfor the Youngs' 1992 taxes, and the Youngs then asked the\n\nbankruptcy court to rule that their remaining 1992 tax liability\n\nhad     been     discharged.    The   IRS    countered   that   section\n\n523(a)(1)(A) of the Bankruptcy Code precludes the discharge of\n\nany debt \"for a tax . . . of the kind and for the periods\n\nspecified in section . . . 507(a)(8),\" 11 U.S.C. § 523(a)(1),\n\nwhich includes in pertinent part unsecured government claims for\n\nincome tax\n\n               for a taxable year ending on or before the\n               date of the filing of the petition for which\n               a return, if required, is last due,\n               including extensions, after three years\n               before the date of the filing of the\n               [bankruptcy] petition . . . .\n\n11 U.S.C. § 507(a)(8)(A)(i).\n\n               This convoluted language is commonly understood to\n\ndescribe claims for taxes for which the return was due three\n\nyears or less before the petition was filed.         The Youngs' 1992\n\nreturn was due on October 15, 1993; more than three years before\n\n                                   -5-\n\ftheir Chapter 7 petition was filed on March 12, 1997.                               In\n\nresponse to this computational argument for discharge, the IRS\n\nsaid that in calculating the three-year period under section\n\n507,   the      court   should       exclude    the    period    during    which   the\n\nChapter 13 automatic stay had prevented the IRS from collecting\n\nthe Youngs' tax debt; if this is done, the elapsed delay is well\n\nunder three years.\n\n             Following        the     majority        view    among     the   divided\n\nauthorities, the bankruptcy court agreed with the IRS that the\n\nthree-year period in section 507 should be tolled during the\n\nperiod     of    the    prior    automatic       stay.        The    district    court\n\naffirmed, saying that the better reasoned decisions supported\n\nthis result.       The Youngs now appeal to this court.                   The issues,\n\nwhich turn solely on the law, are considered de novo in this\n\ncourt.     Martin v. Bajgar (In re Bajgar), 104 F.3d 495, 497 (1st\n\nCir. 1997).\n\n             Prior      to    1966,     no     tax    debt     was    discharged    by\n\nbankruptcy.         11 U.S.C. §§ 35(a)(1), 104(a)(4) (1964).                       The\n\nability of the IRS to recover unpaid taxes was constrained only\n\nby   the   statute      of    limitations       requiring       (exceptions     aside)\n\nassessment       within      three    years    of     the    return's   filing,    and\n\ncollection within six years (now ten years) of assessment.                          26\n\nU.S.C. §§ 6501-02 (1964 & 1994).                In 1966, Congress amended the\n\n\n                                          -6-\n\fBankruptcy Code to strike a new balance between government\n\nrevenue needs and the \"fresh start\" objectives of the bankruptcy\n\nlaws.   Pub. L. No. 89-496, § 2, 80 Stat. 270 (1966) (codified at\n\n11 U.S.C. § 35 (Supp. V 1970)); S. Rep. No. 1158 (1966),\n\nreprinted in 1966 U.S.C.C.A.N. 2468, 2469-72.                 Taxes were made\n\ndischargeable     under   Chapter   7   but    subject    to    a   three-year\n\n\"lookback\" provision which, ignoring exceptions not relevant\n\nhere, read as follows:\n\n            A discharge in bankruptcy shall release a\n            bankrupt from all of his provable debts . .\n            . except . . . taxes which became legally\n            due and owing by the bankrupt . . . within\n            three years preceding bankruptcy . . . .\n\n11 U.S.C. § 35(a) (Supp. V 1970).\n\n            This provision did not affect claims of the government\n\nthat were secured by liens that the IRS obtained prior to\n\nbankruptcy through IRS levies or court proceedings to collect\n\npast taxes.    S. Rep. No. 1158, reprinted in 1966 U.S.C.C.A.N. at\n\n2470.   The new three-year lookback limitation, said Congress,\n\nwould   \"induce   taxing    authorities       to   act   to    prevent   large\n\naccumulations of tax claims,\" curbing the past practice of\n\nallowing them \"to accumulate and remain unpaid for long periods\n\nof time.\"     Id. at 2471.    Thus, even under the new scheme, the\n\n\n\n\n                                    -7-\n\fgovernment could effectively protect itself as to all tax claims\n\nby acting promptly.2\n\n             In the Bankruptcy Reform Act of 1978, Pub. L. 95-598,\n\n92   Stat.   2549   (codified     at   11    U.S.C.     §§   101-1330    (1994)),\n\nCongress revised the 1966 amendments in various ways.                    Notably,\n\nit split the relevant discharge provision into the two sections\n\ndescribed above (sections 727(b) and 523(a)(1)(A)); it fine-\n\ntuned the three-year period to begin with the date of the return\n\ninstead      of   the     due   date   of     the       taxes,   11     U.S.C.    §\n\n507(a)(8)(A)(i);          and   it     added        a    new     exception       to\n\ndischargeability for taxes assessed within 240 days before the\n\nfiling of a bankruptcy petition, 11 U.S.C. § 507(a)(8)(A)(ii).\n\nBut details aside, there is no indication that Congress intended\n\nto alter the three-year lookback compromise struck in 1966.\n\n             Against this background, the issue on this appeal is\n\nreadily framed.         The Youngs rely on the language of the present\n\nBankruptcy Code and say correctly that a plain language reading\n\nfavors their position.           The IRS claim for their unpaid 1992\n\ntaxes was never secured and so is dischargeable in bankruptcy\n\n\n\n      2\n     If the IRS assessed and obtained liens within three years\nof a tax due date, taxes due more than three years prior to a\nbankruptcy petition would be secured through liens; and although\na bankruptcy petition would automatically stay assessment and\ncollection of any new taxes, the three-year lookback provision\nwould prevent discharge as to them.\n\n                                       -8-\n\funless excepted by the three-year lookback provision.                          And,\n\nliterally read, the three-year lookback provision does not apply\n\nto the Youngs because the tax return in question was filed more\n\nthan three years prior to the Youngs' Chapter 7 bankruptcy\n\npetition.\n\n            The   IRS,    by   contrast,    urges      that     the     three-year\n\nlookback    period   be    tolled--that         is   to     say,   extended--by\n\nexcluding the period during which the Youngs were in Chapter 13\n\nproceedings.      During       this   period,    the      IRS   could    not   make\n\ncollection efforts based on its prior assessment against the\n\nYoungs for their 1992 taxes; and given the overlap of the two\n\nautomatic stays obtained by the Youngs, the IRS never got the\n\nthree-year period that Congress intended to provide it to assess\n\nand collect the 1992 taxes.           This, says the IRS, frustrates the\n\noriginal compromise embodied in the statute and opens the way to\n\ntaxpayer manipulation.\n\n            Congress has adopted tolling provisions to deal with\n\nrelated problems elsewhere in the Bankruptcy and Tax Codes; 3\n\nindeed, there is a tolling provision of a specialized kind built\n\n\n\n    311 U.S.C. § 108(c) (extending nonbankruptcy statutes of\nlimitation for creditors when they are barred by the Bankruptcy\nCode from taking action against a debtor); 26 U.S.C. § 6503(h)\n(extending the statutes of limitation for the IRS's assessment\nand collection of taxes while it is stayed by the Bankruptcy\nCode from pursuing a debtor).\n\n                                      -9-\n\finto the companion 240-day assessment period added to section\n\n507(a)(8)(A)(ii) in 1978.          But the inferences from the presence\n\nof these express provisions more or less cancel out:                        the IRS\n\ngets some support from underlying policies in favor of tolling\n\nadopted in these different situations, while the Youngs can say\n\nthat Congress's express provisions show that it knew how to add\n\ntolling provisions when it wished to do so, see Keene Corp. v.\n\nUnited States, 508 U.S. 200, 208 (1993) (using the canon of\n\ninclusio unius).\n\n          The     truth    is    that     Congress   appears     never      to   have\n\nthought   about    the     precise        problem    posed      by    the   Youngs'\n\nsuccessive petitions.           Had it done so, it is a very safe guess\n\nthat it would have adopted a tolling provision of some sort to\n\nprotect the IRS.          The IRS's policy arguments, based on the\n\noriginal 1966 compromise and the threat of manipulation, are\n\nstrong ones, and the Youngs have no serious counter-arguments\n\nbased on policy; they rely mainly on literal language and the\n\nimpropriety of courts rewriting statutes.                  This last point is\n\nthe nub of the matter.\n\n          If    Congress        imposed    a   new   tax   on   two    classes     of\n\ntaxpayers and patently omitted a third comparable class only\n\nthrough oversight, a court could not properly read the third\n\nclass into the tax statute, however confident judges might be\n\n\n                                        -10-\n\fabout what Congress would have done if it had thought of the\n\ndefect.     Yet courts have been far more ready to interpolate\n\nomissions into statutes where the concern is with ancillary\n\nmatters such as remedies, exhaustion requirements, time period\n\ncalculations, retroactivity, and estoppel.               Such matters are\n\nusually subordinate to Congress's main concerns, and courts\n\noften have prior expertise or existing doctrine in point.\n\n            The category most apt in this case is that of statutes\n\nof limitations.     Ordinarily, such limitations periods are fixed\n\ntersely by statute, but an apparatus of judge-made tolling\n\ndoctrine has been superimposed on such statutes.               Developments\n\nin the Law--Statutes of Limitations, 63 Harv. L. Rev. 1177,\n\n1220-35 (1950).     The three-year lookback provision is akin to a\n\nstatute   of   limitations--it       preserves    recent   claims    against\n\ndischarge and cuts off older ones--and we think that courts\n\nretain the same freedom here to assure that the underlying aims\n\nof Congress are not frustrated by conduct that thwarts the\n\ncompromise enacted in 1966.\n\n            Virtually   all    of    the    circuit    cases   dealing    with\n\nsuccessive bankruptcy petitions and the three-year lookback\n\nprovision    have   chosen    to    supplement   the    statute;    the   only\n\ndifference between the judges is how to do it.             The most common\n\nrule, adopted by five circuits, is that the lookback period is\n\n\n                                     -11-\n\fautomatically tolled during a prior bankruptcy.4               These courts\n\ndiffer only in using different analogies or arguments to support\n\nthe   rule;   four    borrow      from    some   combination    of        tolling\n\nprovisions elsewhere in the Bankruptcy and Tax Codes, see note\n\n3 above, while the Tenth Circuit relies on the general equitable\n\npowers of bankruptcy courts under 26 U.S.C. § 105(a).\n\n           By contrast, three other circuits have held that the\n\nlookback   period     is    not     automatically    tolled    by     a    prior\n\nbankruptcy proceeding but that equitable considerations may\n\npermit tolling on a case-by-case basis.              The Eleventh Circuit\n\nstates that the equities will usually favor the government,\n\nMorgan v. United States (In re Morgan), 182 F.3d 775, 779-80\n\n(11th Cir. 1999); the Sixth seems to require a showing of debtor\n\nmisconduct, Palmer v. United States (In re Palmer), 219 F.3d\n\n580, 585 (6th Cir. 2000); and the Fifth agnostically demands a\n\n\"[f]ull development and examination of the facts,\" Quenzer v.\n\nUnited States (In re Quenzer), 19 F.3d 163, 165 (5th Cir. 1993).\n\n           We follow the majority view in favor of automatic\n\ntolling.      In   some    cases,   the   equities   alone    might       justify\n\n\n      4\n     Waugh v. IRS (In re Waugh), 109 F.3d 489, 491-93 (8th\nCir.), cert. denied, 522 U.S. 823 (1997); In re Taylor, 81 F.3d\n20, 22-24 (3d Cir. 1996); West v. United States (In re West), 5\nF.3d 423, 426-27 (9th Cir. 1993), cert. denied, 511 U.S. 1081\n(1994); United States v. Richards (In re Richards), 994 F.2d\n763, 765-66 (10th Cir. 1993); Montoya v. United States (In re\nMontoya), 965 F.2d 554, 557-58 (7th Cir. 1992).\n\n                                      -12-\n\ftolling, but the automatic tolling rule rests on a broader\n\nbasis:   it preserves for the government the benefit of the 1966\n\ncompromise by giving it the full three years to assess and\n\ncollect taxes.   The taxpayer is faced with \"old\" tax claims only\n\nif he or she has chosen to make back-to-back bankruptcy filings.\n\nAnd, as a final, although less important benefit, automatic\n\ntolling is infinitely easier and more predictable to administer.\n\n          Some might think that to make up for omissions in\n\nstatutes will only encourage careless drafting and that serious\n\ngaps can always be filled by congressional amendment.       Others\n\nmight argue that in an age of numerous and complex enactments,\n\nlawmakers should expect that common law judges will use their\n\ntraditional skills to support legislation.     As usual, it is a\n\nmatter of striking the right balance, and it comforts us to know\n\nthat all circuits that have ruled on the matter agree that some\n\njudge-made   tolling   adjustment    is   required   for   section\n\n507(a)(8)(A)(i).\n\n          The judgment of the district court is affirmed.     Each\n\nside will bear its own costs on this appeal.\n\n          It is so ordered.\n\n\n\n\n                              -13-\n\f",
  "html": "<p class=\"case_cite\">233 F.3d 56 (1st Cir. 2000)</p>\n    <p class=\"parties\">IN RE:  CORNELIUS P. YOUNG and SUZANNE P. YOUNG, Debtors.<br>CORNELIUS P. YOUNG and SUZANNE P. YOUNG, Debtors, Appellants,<br>v.<br>UNITED STATES OF AMERICA, Appellee.<br>VICTOR DAHAR, Trustee.</p>\n    <p class=\"docket\">No. 00-1484.</p>\n    <p class=\"court\">United States Court of Appeals, For the First Circuit.</p>\n    <p class=\"date\">Heard Oct. 6, 2000.<br>Decided December 1, 2000.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF NEW HAMPSHIRE.</p>\n      <p class=\"indent\">Hon. Steven J. McAuliffe, U.S. District Judge.</p>\n      <p class=\"indent\">Grenville Clark III with whom Gray, Wendell &amp; Clark, P.C. was on brief for appellants.</p>\n      <p class=\"indent\">Thomas J. Sawyer, Tax Division, Department of Justice, with whom Paula M. Junghans, Acting Assistant Attorney General, Paul M. Gagnon, United States Attorney, and Bruce R. Ellisen, Tax Division, Department of Justice, were on brief for the United States.</p>\n      <p class=\"indent\">Before  Torruella, Chief Judge, Bownes, Senior Circuit Judge, and Boudin, Circuit Judge.</p>\n      <p class=\"indent\">BOUDIN, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Having obtained a filing extension, Cornelius and Suzanne Young filed their 1992 federal income tax return on October 15, 1993.  Their return showed taxes due after withholding, but no payment accompanied the return.  Instead, the Youngs made modest payments to the IRS for a number of months and then, on May 1, 1996, filed for Chapter 13 bankruptcy,  11 U.S.C.  1321 (1994).  This automatically stayed all IRS efforts to collect taxes from the Youngs.  Id.  362(a)(6).</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">To complete a Chapter 13 bankruptcy--typically a proceeding that lasts several years--requires that tax claims be paid in full.  11 U.S.C.  507(a)(8), 1322(a)(2).  At the outset, the IRS filed a proof of claim for the unpaid 1992 taxes.  However, the Youngs did not stay the course; instead, on October 23, 1996, the Youngs moved to dismiss their petition.  Id.  1307.  The bankruptcy court did so on March 13, 1997, which would normally terminate the automatic stay.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  Id.  362(c)(2).</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">One day before the Chapter 13 proceeding was closed, the Youngs filed a new \"no asset\" bankruptcy petition under Chapter 7. This in turn continued the automatic stay pendente lite.  Chapter 7 is usually a brief proceeding to distribute non-exempt assets to creditors.  On June 17, 1997, the Youngs received a discharge in the Chapter 7 proceeding, generally discharging their debts \"[e]xcept as provided in section 523 [of title 11],\" 11 U.S.C.  727(b).</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">After the discharge the IRS sought the unpaid balance for the Youngs' 1992 taxes, and the Youngs then asked the bankruptcy court to rule that their remaining 1992 tax liability had been discharged.  The IRS countered that section 523(a)(1)(A) of the Bankruptcy Code precludes the discharge of any debt \"for a tax . . . of the kind and for the periods specified in section . . . 507(a)(8),\" 11 U.S.C.  523(a)(1), which includes in pertinent part unsecured government claims for income tax</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">for a taxable year ending on or before the date of the filing of the petition for which a return, if required, is last due, including extensions, after three years before the date of the filing of the [bankruptcy] petition . . . .</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">11 U.S.C.  507(a)(8)(A)(i).</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">This convoluted language is commonly understood to describe claims for taxes for which the return was due three years or less before the petition was filed.  The Youngs' 1992 return was due on October 15, 1993; more than three years before their Chapter 7 petition was filed on March 12, 1997.  In response to this computational argument for discharge, the IRS said that in calculating the three-year period under section 507, the court should exclude the period during which the Chapter 13 automatic stay had prevented the IRS from collecting the Youngs' tax debt; if this is done, the elapsed delay is well under three years.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Following the majority view among the divided authorities, the bankruptcy court agreed with the IRS that the three-year period in section 507 should be tolled during the period of the prior automatic stay.  The district court affirmed, saying that the better reasoned decisions supported this result.  The Youngs now appeal to this court.  The issues, which turn solely on the law, are considered de novo in this court.  Martin v. Bajgar (In re Bajgar), 104 F.3d 495, 497 (1st Cir. 1997).</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Prior to 1966, no tax debt was discharged by bankruptcy.  11 U.S.C.  35(a)(1), 104(a)(4) (1964).  The ability of the IRS to recover unpaid taxes was constrained only by the statute of limitations requiring (exceptions aside) assessment within three years of the return's filing, and collection within six years (now ten years) of assessment.  26 U.S.C.  6501-02 (1964 &amp; 1994).  In 1966, Congress amended the Bankruptcy Code to strike a new balance between government revenue needs and the \"fresh start\" objectives of the bankruptcy laws.  Pub. L. No. 89-496,  2, 80 Stat. 270 (1966) (codified at 11 U.S.C.  35 (Supp. V 1970)); S. Rep. No. 1158 (1966), reprinted in 1966 U.S.C.C.A.N. 2468, 2469-72.  Taxes were made dischargeable under Chapter 7 but subject to a three-year \"lookback\" provision which, ignoring exceptions not relevant here, read as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">A discharge in bankruptcy shall release a bankrupt from all of his provable debts . . . except . . . taxes which became legally due and owing by the bankrupt . . . within three years preceding bankruptcy . . . .</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">11 U.S.C.  35(a) (Supp. V 1970).</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">This provision did not affect claims of the government that were secured by liens that the IRS obtained prior to bankruptcy through IRS levies or court proceedings to collect past taxes.  S. Rep. No. 1158, reprinted in 1966 U.S.C.C.A.N. at 2470.  The new three-year lookback limitation, said Congress, would \"induce taxing authorities to act to prevent large accumulations of tax claims,\" curbing the past practice of allowing them \"to accumulate and remain unpaid for long periods of time.\"  Id. at 2471.  Thus, even under the new scheme, the government could effectively protect itself as to all tax claims by acting promptly.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">In the Bankruptcy Reform Act of 1978, Pub. L. 95-598, 92 Stat. 2549 (codified at 11 U.S.C.  101-1330 (1994)), Congress revised the 1966 amendments in various ways.  Notably, it split the relevant discharge provision into the two sections described above (sections 727(b) and 523(a)(1)(A)); it fine-tuned the three-year period to begin with the date of the return instead of the due date of the taxes, 11 U.S.C.  507(a)(8)(A)(i); and it added a new exception to dischargeability for taxes assessed within 240 days before the filing of a bankruptcy petition, 11 U.S.C.  507(a)(8)(A)(ii).  But details aside, there is no indication that Congress intended to alter the three-year lookback compromise struck in 1966.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Against this background, the issue on this appeal is readily framed.  The Youngs rely on the language of the present Bankruptcy Code and say correctly that a plain language reading favors their position. The IRS claim for their unpaid 1992 taxes was never secured and so is dischargeable in bankruptcy unless excepted by the three-year lookback provision.  And, literally read, the three-year lookback provision does not apply to the Youngs because the tax return in question was filed more than three years prior to the Youngs' Chapter 7 bankruptcy petition.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The IRS, by contrast, urges that the three-year lookback period be tolled--that is to say, extended--by excluding the period during which the Youngs were in Chapter 13 proceedings.  During this period, the IRS could not make collection efforts based on its prior assessment against the Youngs for their 1992 taxes; and given the overlap of the two automatic stays obtained by the Youngs, the IRS never got the three-year period that Congress intended to provide it to assess and collect the 1992 taxes.  This, says the IRS, frustrates the original compromise embodied in the statute and opens the way to taxpayer manipulation.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Congress has adopted tolling provisions to deal with related problems elsewhere in the Bankruptcy and Tax Codes;<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> indeed, there is a tolling provision of a specialized kind built into the companion 240-day assessment period added to section 507(a)(8)(A)(ii) in 1978.  But the inferences from the presence of these express provisions more or less cancel out:  the IRS gets some support from underlying policies in favor of tolling adopted in these different situations, while the Youngs can say that Congress's express provisions show that it knew how to add tolling provisions when it wished to do so, see Keene Corp. v. United States, 508 U.S. 200, 208 (1993) (using the canon of inclusio unius).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The truth is that Congress appears never to have thought about the precise problem posed by the Youngs' successive petitions.  Had it done so, it is a very safe guess that it would have adopted a tolling provision of some sort to protect the IRS.  The IRS's policy arguments, based on the original 1966 compromise and the threat of manipulation, are strong ones, and the Youngs have no serious counter-arguments based on policy; they rely mainly on literal language and the impropriety of courts rewriting statutes.  This last point is the nub of the matter.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">If Congress imposed a new tax on two classes of taxpayers and patently omitted a third comparable class only through oversight, a court could not properly read the third class into the tax statute, however confident judges might be about what Congress would have done if it had thought of the defect.  Yet courts have been far more ready to interpolate omissions into statutes where the concern is with ancillary matters such as remedies, exhaustion requirements, time period calculations, retroactivity, and estoppel.  Such matters are usually subordinate to Congress's main concerns, and courts often have prior expertise or existing doctrine in point.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The category most apt in this case is that of statutes of limitations.  Ordinarily, such limitations periods are fixed tersely by statute, but an apparatus of judge-made tolling doctrine has been superimposed on such statutes.  Developments in the Law--Statutes of Limitations, 63 Harv. L. Rev. 1177, 1220-35 (1950).  The three-year lookback provision is akin to a statute of limitations--it preserves recent claims against discharge and cuts off older ones--and we think that courts retain the same freedom here to assure that the underlying aims of Congress are not frustrated by conduct that thwarts the compromise enacted in 1966.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Virtually all of the circuit cases dealing with successive bankruptcy petitions and the three-year lookback provision have chosen to supplement the statute; the only difference between the judges is how to do it.  The most common rule, adopted by five circuits, is that the lookback period is automatically tolled during a prior bankruptcy.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  These courts differ only in using different analogies or arguments to support the rule; four borrow from some combination of tolling provisions elsewhere in the Bankruptcy and Tax Codes, see note 3 above, while the Tenth Circuit relies on the general equitable powers of bankruptcy courts under 26 U.S.C.  105(a).</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">By contrast, three other circuits have held that the lookback period is not automatically tolled by a prior bankruptcy proceeding but that equitable considerations may permit tolling on a case-by-case basis.  The Eleventh Circuit states that the equities will usually favor the government, Morgan v. United States (In re Morgan), 182 F.3d 775, 779-80 (11th Cir. 1999); the Sixth seems to require a showing of debtor misconduct, Palmer v. United States (In re Palmer), 219 F.3d 580, 585 (6th Cir. 2000); and the Fifth agnostically demands a \"[f]ull development and examination of the facts,\" Quenzer v. United States (In re Quenzer), 19 F.3d 163, 165 (5th Cir. 1993).</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">We follow the majority view in favor of automatic tolling.  In some cases, the equities alone might justify tolling, but the automatic tolling rule rests on a broader basis:  it preserves for the government the benefit of the 1966 compromise by giving it the full three years to assess and collect taxes.  The taxpayer is faced with \"old\" tax claims only if he or she has chosen to make back-to-back bankruptcy filings.  And, as a final, although less important benefit, automatic tolling is infinitely easier and more predictable to administer.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Some might think that to make up for omissions in statutes will only encourage careless drafting and that serious gaps can always be filled by congressional amendment.  Others might argue that in an age of numerous and complex enactments, lawmakers should expect that common law judges will use their traditional skills to support legislation.  As usual, it is a matter of striking the right balance, and it comforts us to know that all circuits that have ruled on the matter agree that some judge-made tolling adjustment is required for section 507(a)(8)(A)(i).</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The judgment of the district court is affirmed.  Each side will bear its own costs on this appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">It is so ordered.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>NOTES:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p>  The Youngs argue that the automatic stay was lifted upon their motion to dismiss rather than when the bankruptcy court closed the case.  Because the choice of dates does not affect our analysis or outcome, we assume for simplicity's sake that the closing date controls.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p>  If the IRS assessed and obtained liens within three years of a tax due date, taxes due more than three years prior to a bankruptcy petition would be secured through liens; and although  a bankruptcy petition would automatically stay assessment and collection of any new taxes, the three-year lookback provision would prevent discharge as to them.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p>  11 U.S.C.  108(c) (extending nonbankruptcy statutes of limitation for creditors when they are barred by the Bankruptcy Code from taking action against a debtor); 26 U.S.C. &#167; 6503(h) (extending the statues of limitation for the IRS's assessment and collection of taxes while it is stayed by the Bankruptcy Code from pursuing a debtor).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p>  Waugh v. IRS (In re Waugh), 109 F.3d 489, 491-93 (8th Cir.), cert. denied,  522 U.S. 823 (1997); In re Taylor, 81 F.3d 20, 22-24 (3d Cir. 1996); West v. United States (In re West), 5 F.3d 423, 426-27 (9th Cir. 1993), cert. denied, 511 U.S. 1081 (1994); United States v. Richards (In re Richards), 994 F.2d 763, 765-66 (10th Cir. 1993); Montoya v. United States (In re Montoya), 965 F.2d 554, 557-58 (7th Cir. 1992).</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">233</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">56</span></span> (1st Cir. 2000)</p>\n    <p class=\"parties\">IN RE:  CORNELIUS P. YOUNG and SUZANNE P. YOUNG, Debtors.<br>CORNELIUS P. YOUNG and SUZANNE P. YOUNG, Debtors, Appellants,<br>v.<br>UNITED STATES OF AMERICA, Appellee.<br>VICTOR DAHAR, Trustee.</p>\n    <p class=\"docket\">No. 00-1484.</p>\n    <p class=\"court\">United States Court of Appeals, For the First Circuit.</p>\n    <p class=\"date\">Heard Oct. 6, 2000.<br>Decided December 1, 2000.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF NEW HAMPSHIRE.</p>\n      <p class=\"indent\">Hon. Steven J. McAuliffe, U.S. District Judge.</p>\n      <p class=\"indent\">Grenville Clark III with whom Gray, Wendell &amp; Clark, P.C. was on brief for appellants.</p>\n      <p class=\"indent\">Thomas J. Sawyer, Tax Division, Department of Justice, with whom Paula M. Junghans, Acting Assistant Attorney General, Paul M. Gagnon, United States Attorney, and Bruce R. Ellisen, Tax Division, Department of Justice, were on brief for the United States.</p>\n      <p class=\"indent\">Before  Torruella, Chief Judge, Bownes, Senior Circuit Judge, and Boudin, Circuit Judge.</p>\n      <p class=\"indent\">BOUDIN, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Having obtained a filing extension, Cornelius and Suzanne Young filed their 1992 federal income tax return on October 15, 1993.  Their return showed taxes due after withholding, but no payment accompanied the return.  Instead, the Youngs made modest payments to the IRS for a number of months and then, on May 1, 1996, filed for Chapter 13 bankruptcy,  11 U.S.C.  1321 (1994).  This automatically stayed all IRS efforts to collect taxes from the Youngs.  Id.  362(a)(6).</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">To complete a Chapter 13 bankruptcy--typically a proceeding that lasts several years--requires that tax claims be paid in full.  11 U.S.C.  507(a)(8), 1322(a)(2).  At the outset, the IRS filed a proof of claim for the unpaid 1992 taxes.  However, the Youngs did not stay the course; instead, on October 23, 1996, the Youngs moved to dismiss their petition.  Id.  1307.  The bankruptcy court did so on March 13, 1997, which would normally terminate the automatic stay.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  Id.  362(c)(2).</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">One day before the Chapter 13 proceeding was closed, the Youngs filed a new \"no asset\" bankruptcy petition under Chapter 7. This in turn continued the automatic stay pendente lite.  Chapter 7 is usually a brief proceeding to distribute non-exempt assets to creditors.  On June 17, 1997, the Youngs received a discharge in the Chapter 7 proceeding, generally discharging their debts \"[e]xcept as provided in section 523 [of title 11],\" 11 U.S.C.  727(b).</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">After the discharge the IRS sought the unpaid balance for the Youngs' 1992 taxes, and the Youngs then asked the bankruptcy court to rule that their remaining 1992 tax liability had been discharged.  The IRS countered that section 523(a)(1)(A) of the Bankruptcy Code precludes the discharge of any debt \"for a tax . . . of the kind and for the periods specified in section . . . 507(a)(8),\" 11 U.S.C.  523(a)(1), which includes in pertinent part unsecured government claims for income tax</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">for a taxable year ending on or before the date of the filing of the petition for which a return, if required, is last due, including extensions, after three years before the date of the filing of the [bankruptcy] petition . . . .</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">11 U.S.C.  507(a)(8)(A)(i).</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">This convoluted language is commonly understood to describe claims for taxes for which the return was due three years or less before the petition was filed.  The Youngs' 1992 return was due on October 15, 1993; more than three years before their Chapter 7 petition was filed on March 12, 1997.  In response to this computational argument for discharge, the IRS said that in calculating the three-year period under section 507, the court should exclude the period during which the Chapter 13 automatic stay had prevented the IRS from collecting the Youngs' tax debt; if this is done, the elapsed delay is well under three years.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Following the majority view among the divided authorities, the bankruptcy court agreed with the IRS that the three-year period in section 507 should be tolled during the period of the prior automatic stay.  The district court affirmed, saying that the better reasoned decisions supported this result.  The Youngs now appeal to this court.  The issues, which turn solely on the law, are considered de novo in this court.  Martin v. Bajgar (In re Bajgar), <span class=\"citation\" data-id=\"733245\"><a href=\"/opinion/733245/in-re-juraj-j-bajgar-debtor-carol-b-martin-administrator-of-estate-of/\"><span class=\"volume\">104</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">495</span></a></span>, 497 (1st Cir. 1997).</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Prior to 1966, no tax debt was discharged by bankruptcy.  11 U.S.C.  35(a)(1), 104(a)(4) (1964).  The ability of the IRS to recover unpaid taxes was constrained only by the statute of limitations requiring (exceptions aside) assessment within three years of the return's filing, and collection within six years (now ten years) of assessment.  26 U.S.C.  6501-02 (1964 &amp; 1994).  In 1966, Congress amended the Bankruptcy Code to strike a new balance between government revenue needs and the \"fresh start\" objectives of the bankruptcy laws.  Pub. L. No. 89-496,  2, 80 Stat. 270 (1966) (codified at 11 U.S.C.  35 (Supp. V 1970)); S. Rep. No. 1158 (1966), reprinted in 1966 U.S.C.C.A.N. 2468, 2469-72.  Taxes were made dischargeable under Chapter 7 but subject to a three-year \"lookback\" provision which, ignoring exceptions not relevant here, read as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">A discharge in bankruptcy shall release a bankrupt from all of his provable debts . . . except . . . taxes which became legally due and owing by the bankrupt . . . within three years preceding bankruptcy . . . .</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">11 U.S.C.  35(a) (Supp. V 1970).</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">This provision did not affect claims of the government that were secured by liens that the IRS obtained prior to bankruptcy through IRS levies or court proceedings to collect past taxes.  S. Rep. No. 1158, reprinted in 1966 U.S.C.C.A.N. at 2470.  The new three-year lookback limitation, said Congress, would \"induce taxing authorities to act to prevent large accumulations of tax claims,\" curbing the past practice of allowing them \"to accumulate and remain unpaid for long periods of time.\"  Id. at 2471.  Thus, even under the new scheme, the government could effectively protect itself as to all tax claims by acting promptly.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">In the Bankruptcy Reform Act of 1978, Pub. L. 95-598, 92 Stat. 2549 (codified at 11 U.S.C.  101-1330 (1994)), Congress revised the 1966 amendments in various ways.  Notably, it split the relevant discharge provision into the two sections described above (sections 727(b) and 523(a)(1)(A)); it fine-tuned the three-year period to begin with the date of the return instead of the due date of the taxes, 11 U.S.C.  507(a)(8)(A)(i); and it added a new exception to dischargeability for taxes assessed within 240 days before the filing of a bankruptcy petition, 11 U.S.C.  507(a)(8)(A)(ii).  But details aside, there is no indication that Congress intended to alter the three-year lookback compromise struck in 1966.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Against this background, the issue on this appeal is readily framed.  The Youngs rely on the language of the present Bankruptcy Code and say correctly that a plain language reading favors their position. The IRS claim for their unpaid 1992 taxes was never secured and so is dischargeable in bankruptcy unless excepted by the three-year lookback provision.  And, literally read, the three-year lookback provision does not apply to the Youngs because the tax return in question was filed more than three years prior to the Youngs' Chapter 7 bankruptcy petition.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The IRS, by contrast, urges that the three-year lookback period be tolled--that is to say, extended--by excluding the period during which the Youngs were in Chapter 13 proceedings.  During this period, the IRS could not make collection efforts based on its prior assessment against the Youngs for their 1992 taxes; and given the overlap of the two automatic stays obtained by the Youngs, the IRS never got the three-year period that Congress intended to provide it to assess and collect the 1992 taxes.  This, says the IRS, frustrates the original compromise embodied in the statute and opens the way to taxpayer manipulation.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Congress has adopted tolling provisions to deal with related problems elsewhere in the Bankruptcy and Tax Codes;<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> indeed, there is a tolling provision of a specialized kind built into the companion 240-day assessment period added to section 507(a)(8)(A)(ii) in 1978.  But the inferences from the presence of these express provisions more or less cancel out:  the IRS gets some support from underlying policies in favor of tolling adopted in these different situations, while the Youngs can say that Congress's express provisions show that it knew how to add tolling provisions when it wished to do so, see Keene Corp. v. United States, <span class=\"citation\" data-id=\"112865\"><a href=\"/opinion/112865/keene-corp-v-united-states/\"><span class=\"volume\">508</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">200</span></a></span>, 208 (1993) (using the canon of inclusio unius).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The truth is that Congress appears never to have thought about the precise problem posed by the Youngs' successive petitions.  Had it done so, it is a very safe guess that it would have adopted a tolling provision of some sort to protect the IRS.  The IRS's policy arguments, based on the original 1966 compromise and the threat of manipulation, are strong ones, and the Youngs have no serious counter-arguments based on policy; they rely mainly on literal language and the impropriety of courts rewriting statutes.  This last point is the nub of the matter.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">If Congress imposed a new tax on two classes of taxpayers and patently omitted a third comparable class only through oversight, a court could not properly read the third class into the tax statute, however confident judges might be about what Congress would have done if it had thought of the defect.  Yet courts have been far more ready to interpolate omissions into statutes where the concern is with ancillary matters such as remedies, exhaustion requirements, time period calculations, retroactivity, and estoppel.  Such matters are usually subordinate to Congress's main concerns, and courts often have prior expertise or existing doctrine in point.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The category most apt in this case is that of statutes of limitations.  Ordinarily, such limitations periods are fixed tersely by statute, but an apparatus of judge-made tolling doctrine has been superimposed on such statutes.  Developments in the Law--Statutes of Limitations, 63 Harv. L. Rev. 1177, 1220-35 (1950).  The three-year lookback provision is akin to a statute of limitations--it preserves recent claims against discharge and cuts off older ones--and we think that courts retain the same freedom here to assure that the underlying aims of Congress are not frustrated by conduct that thwarts the compromise enacted in 1966.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Virtually all of the circuit cases dealing with successive bankruptcy petitions and the three-year lookback provision have chosen to supplement the statute; the only difference between the judges is how to do it.  The most common rule, adopted by five circuits, is that the lookback period is automatically tolled during a prior bankruptcy.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  These courts differ only in using different analogies or arguments to support the rule; four borrow from some combination of tolling provisions elsewhere in the Bankruptcy and Tax Codes, see note 3 above, while the Tenth Circuit relies on the general equitable powers of bankruptcy courts under 26 U.S.C.  105(a).</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">By contrast, three other circuits have held that the lookback period is not automatically tolled by a prior bankruptcy proceeding but that equitable considerations may permit tolling on a case-by-case basis.  The Eleventh Circuit states that the equities will usually favor the government, Morgan v. United States (In re Morgan), <span class=\"citation\" data-id=\"73856\"><a href=\"/opinion/73856/morgan-v-united-states/\"><span class=\"volume\">182</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">775</span></a></span>, 779-80 (11th Cir. 1999); the Sixth seems to require a showing of debtor misconduct, Palmer v. United States (In re Palmer), <span class=\"citation\" data-id=\"769532\"><a href=\"/opinion/769532/in-re-james-curtis-palmer-debtor-james-curtis-palmer-v-united-states-of/\"><span class=\"volume\">219</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">580</span></a></span>, 585 (6th Cir. 2000); and the Fifth agnostically demands a \"[f]ull development and examination of the facts,\" Quenzer v. United States (In re Quenzer), <span class=\"citation\" data-id=\"665807\"><a href=\"/opinion/665807/bankr-l-rep-p-75925-in-the-matter-of-fred-august-quenzer-and-jamie/\"><span class=\"volume\">19</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">163</span></a></span>, 165 (5th Cir. 1993).</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">We follow the majority view in favor of automatic tolling.  In some cases, the equities alone might justify tolling, but the automatic tolling rule rests on a broader basis:  it preserves for the government the benefit of the 1966 compromise by giving it the full three years to assess and collect taxes.  The taxpayer is faced with \"old\" tax claims only if he or she has chosen to make back-to-back bankruptcy filings.  And, as a final, although less important benefit, automatic tolling is infinitely easier and more predictable to administer.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Some might think that to make up for omissions in statutes will only encourage careless drafting and that serious gaps can always be filled by congressional amendment.  Others might argue that in an age of numerous and complex enactments, lawmakers should expect that common law judges will use their traditional skills to support legislation.  As usual, it is a matter of striking the right balance, and it comforts us to know that all circuits that have ruled on the matter agree that some judge-made tolling adjustment is required for section 507(a)(8)(A)(i).</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The judgment of the district court is affirmed.  Each side will bear its own costs on this appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">It is so ordered.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>NOTES:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p>  The Youngs argue that the automatic stay was lifted upon their motion to dismiss rather than when the bankruptcy court closed the case.  Because the choice of dates does not affect our analysis or outcome, we assume for simplicity's sake that the closing date controls.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p>  If the IRS assessed and obtained liens within three years of a tax due date, taxes due more than three years prior to a bankruptcy petition would be secured through liens; and although  a bankruptcy petition would automatically stay assessment and collection of any new taxes, the three-year lookback provision would prevent discharge as to them.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p>  11 U.S.C.  108(c) (extending nonbankruptcy statutes of limitation for creditors when they are barred by the Bankruptcy Code from taking action against a debtor); 26 U.S.C. &#167; 6503(h) (extending the statues of limitation for the IRS's assessment and collection of taxes while it is stayed by the Bankruptcy Code from pursuing a debtor).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p>  Waugh v. IRS (In re Waugh), <span class=\"citation\" data-id=\"738284\"><a href=\"/opinion/738284/in-re-william-winston-waugh-debtor-william-winston-waugh-v-internal/\"><span class=\"volume\">109</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">489</span></a></span>, 491-93 (8th Cir.), cert. denied,  <span class=\"citation no-link\"><span class=\"volume\">522</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">823</span></span> (1997); In re Taylor, <span class=\"citation\" data-id=\"715856\"><a href=\"/opinion/715856/in-re-ralph-e-taylor-debtor-ralph-e-taylor/\"><span class=\"volume\">81</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">20</span></a></span>, 22-24 (3d Cir. 1996); West v. United States (In re West), <span class=\"citation\" data-id=\"653002\"><a href=\"/opinion/653002/in-re-beverly-dell-west-debtor-beverly-dell-west-v-united-states-of/\"><span class=\"volume\">5</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">423</span></a></span>, 426-27 (9th Cir. 1993), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">511</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1081</span></span> (1994); United States v. Richards (In re Richards), <span class=\"citation\" data-id=\"607973\"><a href=\"/opinion/607973/in-re-william-e-richards-debtor-united-states-of-america-v-william-e/\"><span class=\"volume\">994</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">763</span></a></span>, 765-66 (10th Cir. 1993); Montoya v. United States (In re Montoya), <span class=\"citation\" data-id=\"583996\"><a href=\"/opinion/583996/in-re-henry-e-montoya-md-and-juanita-f-montoya-debtors-henry-e/\"><span class=\"volume\">965</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">554</span></a></span>, 557-58 (7th Cir. 1992).</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/73856/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112865/",
    "http://www.courtlistener.com/api/rest/v3/opinions/583996/",
    "http://www.courtlistener.com/api/rest/v3/opinions/607973/",
    "http://www.courtlistener.com/api/rest/v3/opinions/653002/",
    "http://www.courtlistener.com/api/rest/v3/opinions/665807/",
    "http://www.courtlistener.com/api/rest/v3/opinions/715856/",
    "http://www.courtlistener.com/api/rest/v3/opinions/733245/",
    "http://www.courtlistener.com/api/rest/v3/opinions/738284/",
    "http://www.courtlistener.com/api/rest/v3/opinions/769532/"
  ]
}