{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/199159/",
  "absolute_url": "/opinion/199159/united-states-v-stein/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/199159/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T04:25:33Z",
  "date_modified": "2017-03-24T11:01:14.717096Z",
  "type": "010combined",
  "sha1": "2348ed37d07f171670d7cf919c0c82ba5828f66c",
  "page_count": 45,
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/99-1983-01A.pdf",
  "local_path": "pdf/2000/11/29/US_v._Stein.pdf",
  "plain_text": "         United States Court of Appeals\n                For the First Circuit\n\n\nNo. 99-1983\n\n                   UNITED STATES,\n\n                      Appellee,\n\n                         v.\n\n                  CHERYL B. STEIN,\n\n                Defendant, Appellant.\n\n\nNo. 99-1985\n\n                    UNITED STATES\n\n                      Appellee,\n\n                         v.\n\n                 WENDY B. GOLENBOCK,\n\n                Defendant, Appellant.\n\n\nNo. 99-1987\n\n                   UNITED STATES,\n\n                      Appellee,\n\n                         v.\n\n                     SUSAN OTIS,\n\n                Defendant, Appellant.\n\f        APPEALS FROM THE UNITED STATES DISTRICT COURT\n\n               FOR THE DISTRICT OF MASSACHUSETTS\n\n\n       [Hon. Nathaniel M. Gorton, U.S. District Judge]\n\n\n                            Before\n\n                     Selya, Circuit Judge,\n\n                Campbell, Senior Circuit Judge,\n\n                   and Lipez, Circuit Judge.\n\n\n\n     Kevin S. Nixon for appellant Cheryl B. Stein.\n     John J.E. Markham, II with whom Markham & Read was on brief\nfor appellant Wendy B. Golenbock.\n     Richard D. Biggs with whom Marcia G. Shein and the Law\nOffice of Shein & Biggs were on brief for appellant Susan Otis.\n     Mark J. Balthazard, Assistant U.S. Attorney, with whom\nDonald K. Stern, United States Attorney, was on brief for\nappellee.\n\n\n\n\n                       November 28, 2000\n\f          CAMPBELL, Senior Circuit Judge.           Defendant-appellants\n\nWendy B. Golenbock, Cheryl B. Stein and Susan B. Otis were each\n\ncharged in an indictment with one count of bankruptcy fraud in\n\nviolation of 18 U.S.C. § 152 and one count of conspiracy to\n\ncommit bankruptcy fraud in violation of 18 U.S.C. § 371.               The\n\ncharges arose from their alleged concealment of Golenbock’s and\n\nStein’s   ownership   interest   in    a   summer   home   in   Wellfleet,\n\nMassachusetts, which they placed in Otis’s name in trust during\n\nbankruptcy proceedings.      After a jury trial in the district\n\ncourt, Golenbock and Stein were convicted on both counts, and\n\nOtis was convicted on the conspiracy count.                We affirm the\n\nconvictions and sentences.\n\n                                  I.\n\n          At the time of the bankruptcy proceedings, Golenbock\n\nand Otis were lawyers.1    Golenbock and Stein worked and lived\n\ntogether in Weston, and were, at times, in the business of real\n\nestate development and management.          Otis was a close personal\n\nfriend of both.\n\nA.        The Wellfleet property\n\n          On October 5, 1982, Golenbock and a friend named Ellen\n\nRatner purchased a parcel of land on Bond Street in South\n\n\n\n\n     1Stein is now also a lawyer.\n\n                                 -3-\n\fWellfleet, Massachusetts (“the Wellfleet property”) for $18,000.2\n\nTo build a house on the property, they borrowed $56,700 from the\n\nCape Cod Five Cent Savings Bank (“Cape Cod Five”), secured by a\n\nmortgage on the property.    In 1986, Ratner sold her interest in\n\nthe Wellfleet property to Golenbock and Stein for $34,050.           The\n\nCape Cod Five was notified of the transfer, and released Ratner\n\nfrom the mortgage.     Shortly thereafter, Golenbock and Stein\n\nobtained an additional $50,000 line of credit from the Cape Cod\n\nFive, secured by a second mortgage on the Wellfleet property.\n\nGolenbock and Stein used the newly-built house on the Wellfleet\n\nproperty as a vacation home, and sometimes rented it out.\n\nB.        The transfer of the Wellfleet property to Otis\n\n          On   September   25,   1990,   Golenbock   and   Stein   filed\n\nseparate Chapter 11 bankruptcy petitions.      They did not list the\n\nWellfleet property as an asset in their bankruptcy schedules or\n\nin their statement of financial affairs.       Neither did Golenbock\n\nand Stein list the Cape Cod Five as a creditor of theirs, state\n\nthat they had conveyed the Wellfleet property to anyone else in\n\nthe year before bankruptcy, nor identify the Wellfleet property\n\nas being held or managed for someone else.             Stein did not\n\ndisclose an ongoing civil action she had brought relating to a\n\n\n\n\n     2Ratner was not involved in this case.\n\n                                  -4-\n\fhot tub she and Golenbock had had installed at the Wellfleet\n\nproperty.\n\n            Two    days     after     Golenbock          and     Stein   filed    their\n\nbankruptcy petitions, Golenbock gave Otis a $15,000 check.                           On\n\nOctober 4, 1990, a deed was filed with the Barnstable Country\n\nRegistry    of     Deeds     conveying       the        Wellfleet    property      from\n\nGolenbock and Stein to Otis (under the name of Alekman) as sole\n\ntrustee of the B.Z. Realty Trust, for a stated consideration of\n\n$108,000.      The deed on its face was dated and notarized December\n\n31, 1989.      Stein testified at trial that the deed was signed in\n\nAndover, Massachusetts -- in Essex County -- on December 31,\n\n1989, but the deed reflects that the signatures were notarized\n\nin Middlesex County, where Golenbock and Stein both lived.\n\n            At    the    same    time       as    the     deed    was    recorded,    a\n\nDeclaration       of    Trust   for    the       B.Z.    Realty     Trust   was    also\n\nrecorded.      Two dates appeared on the Declaration as indicating\n\nwhen it was executed: August 1, 1989, and August 1, 1990.\n\n            Despite the stated consideration of $108,000, Otis did\n\nnot pay any such sum to Golenbock and Stein.                         The mortgagor,\n\nCape Cod Five, was not notified of the transaction.                         Golenbock\n\nand Stein continued to make regular mortgage and line of credit\n\npayments, often by postal money orders, bank checks or cash.\n\nThe   postal     money     orders     and    bank       checks    were   obtained    by\n\n\n                                        -5-\n\femployees of Golenbock and Stein, at their instruction and using\n\ncash provided by them.        Later payments were made using accounts\n\ncontrolled by Golenbock and Stein.            They made all the payments\n\nuntil the property was sold in June 1996.\n\n          In addition to paying the mortgage, Golenbock and Stein\n\nalso paid the telephone, electric, and trash pickup bills for\n\nthe Wellfleet property while it was in Otis’s name in trust.\n\nThe   accounts   for    those   bills      were   changed    to   Otis’s   name\n\nbeginning in 1991.       However, the mailing address for the bills\n\nalways remained Golenbock and Stein’s post office box, which\n\nOtis did not use.      Mail sent to the Wellfleet address was routed\n\nto Golenbock’s and Stein’s offices.\n\n          Golenbock and Stein also handled and paid for the\n\ninsurance on the property after the title was transferred.                   In\n\nJune, 1991, a year and a half after the date on the deed to\n\nOtis, and nine months after the deed was recorded, Golenbock and\n\nStein applied for new homeowner’s insurance for the property in\n\ntheir names only, with no reference to Otis or the Trust.                   The\n\ninsurance for the Wellfleet property was designated for personal\n\nuse, not commercial use.        In July, 1991, they had Otis and the\n\nTrust   added    to    the   policy   as    additional      insureds.      Only\n\nGolenbock and Stein, however, were insured for the contents of\n\nthe Wellfleet property and for the loss of use.                         All the\n\n\n                                      -6-\n\fpayments made for the Wellfleet property expenses were paid for\n\nor   directed    to   be   paid     by   Golenbock          and   Stein     and   their\n\nhandwriting     appears    on      checks      and   bills       relating    to   those\n\nexpenses.\n\n            Only Golenbock and Stein dealt with the real estate\n\nbroker for the rental of the property.                    The income tax forms for\n\nthe rental were mailed only to Golenbock and Stein’s post office\n\nbox.   The tax form for the rent for the year 1990 was issued to\n\nGolenbock.    The name was changed to Otis in 1991, at Golenbock’s\n\ndirection.      Rental income checks from the real estate broker\n\nwere payable to Otis in 1991, but were endorsed by Golenbock.\n\nC.          Golenbock and Stein’s bankruptcy proceedings\n\n            In November, 1990, several weeks after filing their\n\nbankruptcy      petitions,      Golenbock       testified         under   oath     at   a\n\nbankruptcy meeting of creditors (“341 meeting”) that she had not\n\nconveyed any property within the prior year to an insider or\n\n“good friend.”        She did not include the Cape Cod Five when\n\nlisting the banks to which she owed money.                   Stein attended a 341\n\nmeeting in 1990, and both Golenbock and Stein attended another\n\n341 meeting in June, 1992.           At none of those meetings did either\n\ndisclose to the representative of the U.S. Trustee’s Office, who\n\nwas conducting their examinations, an ownership interest in the\n\nWellfleet    property,       its    transfer         in    the    year    before    the\n\n\n                                         -7-\n\fbankruptcy,     or   the    existence       of      the    Cape   Cod   Five    debt.\n\nGolenbock and Stein’s regular reports and cash flow statements\n\nsubmitted to the U.S. Trustee’s Office did not reflect the\n\npayments they were making in connection with the Wellfleet\n\nproperty expenses.\n\n             In November 1991, Golenbock testified in a bankruptcy\n\ndeposition     conducted     by    one   of        her   creditors.     After   being\n\nconfronted with the creditor’s knowledge of her prior interest\n\nin the Wellfleet property, she admitted that she had owned it.\n\nShe stated, however, that it had been sold in 1989 to Otis.\n\nGolenbock     further      testified      that       she   had    transferred     the\n\nproperty because she could not pay the mortgage.\n\n             In 1994, after Golenbock and Stein’s bankruptcy cases\n\nhad   been   converted      to    Chapter      7    liquidations,       another   341\n\nmeeting was conducted, this time by their appointed bankruptcy\n\ntrustee.     Both Stein and Golenbock testified under oath at that\n\nmeeting.     They affirmed that the only property they still owned\n\nwas their primary residence, and did not disclose any interest\n\nin the Wellfleet property.          The trustee only learned about their\n\ninvolvement in the Wellfleet property in 1997, when he heard it\n\nfrom the U.S. Trustee’s Office.\n\n             In April 1995, Golenbock and Stein received their\n\nbankruptcy discharges.            By August 1995, while title to the\n\n\n                                         -8-\n\fWellfleet property was still in Otis’s name in trust, Golenbock\n\nand Stein resumed making the mortgage payments directly from\n\nGolenbock’s bank account.   In March, 1996, both bankruptcy cases\n\nwere closed.\n\nD.       The sale of the Wellfleet property\n\n         In early 1996, Golenbock contacted a real estate broker\n\nto list the Wellfleet property for sale.      Golenbock and Stein,\n\nnot Otis, dealt directly with the real estate broker during the\n\nsale process.   In June 1996, the Wellfleet property was sold for\n\n$175,000, and a check for $65,906.66, most of the profits, was\n\nissued to Otis.   She endorsed it to Golenbock on behalf of Max\n\nGolenbock-Stein, Golenbock and Stein’s six-year-old son.\n\n         Although the funds were deposited in Golenbock’s client\n\ntrust account in Max’s name, the account was used for Golenbock\n\nand Stein’s personal and business purposes.    For example, $5,100\n\nwas paid from the account to Stein for “New England School of\n\nLaw,” which Stein was attending, and nearly $10,000 in checks\n\nwere paid from the account to Golenbock personally, for no\n\nstated purpose.   The account was also used to deposit a $27,500\n\nsettlement check received from an insurance company for one of\n\nGolenbock’s law clients, and to issue the $25,000 disbursement\n\ncheck to the client.   The rest of the profits from the sale, in\n\nthe form of two checks totaling over $8,000, were issued to Otis\n\n\n                               -9-\n\fby the real estate broker.                Otis also endorsed those over and\n\nthey were deposited into Golenbock’s master client account.\n\nE.          The B.B.O. testimony\n\n            Before      any    criminal          charges       were       filed     against\n\nGolenbock, the Massachusetts Board of Bar Overseers (B.B.O.)\n\ninitiated an investigation of her professional conduct with\n\nregard to a number of matters.                  On December 21, 1995, Golenbock\n\ntestified     in    the      first       of    seven        depositions      before       the\n\nMassachusetts Board of Bar Overseers.                        She did not know of any\n\npotential criminal investigation at that time, and answered\n\nquestions about clients she had represented and the handling of\n\nfunds,   as   well      as    her    bankruptcy            filing.        There    were    no\n\nreferences to the Wellfleet property in this deposition.\n\n            On     or   around       January         11,    1996,    before       the   next\n\nscheduled deposition, the B.B.O. notified Golenbock by letter\n\nthat it was concerned about certain aspects of her bankruptcy\n\nproceeding.      This letter did not mention the Wellfleet property.\n\nGolenbock’s attorney became concerned about the possibility of\n\na criminal proceeding, and advised her to assert her Fifth\n\nAmendment     privilege.            On    April       25,    1996,    Golenbock         again\n\nappeared    before      the    B.B.O.           Again,       none    of   the     questions\n\nreferred to the Wellfleet property.                           Golenbock declined to\n\nanswer any questions, asserting her Fifth Amendment privilege.\n\n\n                                              -10-\n\f         Golenbock then changed attorneys, retaining Edward\n\nBarshak for his expertise in B.B.O. practice.    Barshak advised\n\nher as follows, as recounted in his affidavit:\n\n         I told her that if she continued to remain\n         silent, she would be penalized. The penalty\n         would be that the BBO would hold her silence\n         against her. Specifically, the BBO would be\n         allowed to draw from her silence any adverse\n         inferences relating to any area of the\n         investigation she refused to discuss.      I\n         also told her that those adverse inferences\n         would mean that the BBO would find against\n         her in relation to those areas of the\n         investigation and that as a result, she\n         would be disbarred or suspended.\n\n         On November 1, 1996, Golenbock again appeared before\n\nthe B.B.O., and this time chose to forego her Fifth Amendment\n\nprivilege and to answer the questions put to her.   She answered\n\nadditional questions on November 15, 1996.      The testimony in\n\nthese depositions concerned the Wellfleet property and other\n\nmatters relevant to the subsequent criminal case against her.\n\n         Otis also testified before the B.B.O. on multiple\n\noccasions beginning in January, 1996.   There, she stated that\n\nshe became aware of Golenbock’s and Stein’s bankruptcy filings\n\n“at some point.”   In 1992, Otis had submitted to the Internal\n\nRevenue Service a 1991 pleading from Golenbock’s and Stein’s\n\nbankruptcy cases, as well as a copy of the deed, in response to\n\nan inquiry concerning her 1992 tax return.   Otis also told the\n\nB.B.O. that she made none of the mortgage payments and provided\n\n                             -11-\n\fnone of the funds to do so.          However, she and her husband\n\nreported the income and mortgage payments on the Wellfleet\n\nproperty in their federal income tax returns for the years\n\n1991-1994.   Otis also testified that all the expenses of the\n\nWellfleet property were being paid from its rental income.         Her\n\ntax returns, however, reflected that there was no rental income\n\nfor several years.     In 1991, the one year in which there was\n\nreported rental income, it amounted to less than half of the\n\nmortgage payments.\n\nF.        The motion to suppress\n\n          On March 18, 1998, all three defendants were charged\n\nwith one count of bankruptcy fraud in violation of 18 U.S.C. §\n\n152 and one count of conspiracy to commit bankruptcy fraud in\n\nviolation of 18 U.S.C. § 371.     A superseding indictment charging\n\nthe same offenses was returned on August 5, 1998.\n\n          The government sought to offer in evidence some of the\n\nstatements that Golenbock had made to the B.B.O.           On July 6,\n\n1998,   Golenbock   moved   to   suppress   those   statements.    She\n\ncontended that she had been coerced to answer questions by the\n\nthreat that assertion of her Fifth Amendment privilege would be\n\nused against her in the B.B.O. proceeding.          Stein did not join\n\nin the motion or file a separate motion to suppress.        In support\n\n\n\n\n                                  -12-\n\fof her motion, Golenbock submitted her affidavit and that of\n\nBarshak, quoted supra.\n\n           On    August     20,   1998,     the    district    court    denied\n\nGolenbock’s motion in a written decision, stating:\n\n           In this case, Golenbock did not face the\n           ominous choice “between the rock and the\n           whirlpool,”   because,  although   she  was\n           subject to a negative inference based upon\n           her silence, she was not subject to\n           automatic disbarment.     Instead, in the\n           B.B.O. proceeding she, like defendants in\n           any civil proceeding, had to choose between\n           remaining silent and risking an adverse\n           inference on the one hand, and giving\n           testimony that could be used against her in\n           a subsequent criminal proceeding on the\n           other.   Because Golenbock’s testimony was\n           not coerced, as that term is defined in\n           Garrity [v. New Jersey, 385 U.S. 492\n           (1967)], her motion to suppress statements\n           made to the B.B.O. will be denied.\n\nAt trial, the government introduced excerpts from thirty-three\n\npages of B.B.O. testimony, which were admitted in evidence\n\nagainst Golenbock.        The excerpts included Golenbock’s testimony\n\nconcerning her payment of the mortgage, tax and other payments\n\non the Wellfleet property, as well as the proceeds of the sale\n\nof   the   property.        Neither    Golenbock      nor     Stein    made   a\n\ncontemporaneous objection.\n\nG.         The criminal trial\n\n           The   two-week     jury    trial   of    all   three   defendants\n\ncommenced in March, 1999.         At trial, an expert testified that\n\n\n                                     -13-\n\fthe value of the Wellfleet property, as of October 4, 1990, was\n\n$120,000.        There   were   two   mortgages   totaling    approximately\n\n$100,000 and approximately $2,000 worth of tax liens.\n\n            By way of defense at the trial, Golenbock and Stein\n\ncontended that they did not have to list the conveyance of the\n\nWellfleet property in their bankruptcy schedules because the\n\ntransfer was in the ordinary course of business (i.e. real\n\nestate development).         After the property was conveyed to Otis,\n\ndefendants contended, Golenbock managed the property and Stein\n\n“looked after necessary repairs and made sure the bills were\n\npaid.”     The mortgage was paid with monies Otis provided to\n\nGolenbock in her role as property manager.             The main source of\n\nincome for these payments was the Adams Street Realty Trust,\n\ncomposed    of     rental    properties      in   Lowell,    Massachusetts.\n\nGolenbock and Stein had transferred their beneficial interest in\n\nthose properties to Otis in November, 1991, with the bankruptcy\n\ncourt’s permission.         The tenants of the Lowell properties often\n\npaid in cash, defendants asserted, which accounted for Golenbock\n\nand Stein’s cash payments for the mortgage and other expenses\n\nassociated with the Wellfleet property.               Stein was the only\n\ndefendant who testified at trial.\n\n\n\n\n                                      -14-\n\f            Stein and Otis moved for acquittal under Fed. R. Crim.\n\nP. 29 at the close of the government’s case.                   The court denied\n\nboth motions.\n\n            Neither Stein nor Otis renewed her motion for acquittal\n\nafter the close of her defense. On April 12, 1999, the jury\n\nfound Golenbock and Stein guilty of both counts.                         Otis was\n\nconvicted     on    the    conspiracy         count    and   acquitted    on   the\n\nsubstantive bankruptcy fraud count.\n\nH.          Sentencing\n\n            On     July   8,    1999,   the    trial   court   determined      that\n\nGolenbock and Stein each had an adjusted offense level of 16.\n\nThe computation was based on a base offense level of 6, with\n\nupward adjustments for their roles in the offense as leaders,\n\nsupervisors, organizers, or managers of Otis; for more than\n\nminimal planning and more than one victim; and for the amount of\n\nthe intended loss, which was determined to be $73,906.66.\n\n            Golenbock and Stein were each sentenced to twenty-one\n\nmonths   of      imprisonment       followed      by    thirty-six   months      of\n\nsupervised release.            Otis received a sentence of five months in\n\nprison and twenty-four months of supervised release.\n\n                                        II.\n\n            In these consolidated appeals, the defendants advance\n\nvarious arguments.         First, Golenbock and Stein assert that the\n\n\n                                        -15-\n\fdistrict court erred in not suppressing at trial testimony\n\nprovided by Golenbock in proceedings conducted by the Board of\n\nBar Overseers.      Golenbock and Stein also dispute the court’s\n\nsentencing enhancement based on the intended loss for which they\n\nwere responsible.      Stein and Otis contend the evidence was\n\ninsufficient   to   support   their   convictions.       Stein   further\n\nmaintains that her sentence should not have been enhanced to\n\nreflect a leadership role in the offense.        Finally, Otis argues\n\nthat the indictment was deficient as to the charges against her.\n\nWe find no reversible error as to any of these matters, and\n\naffirm the defendants’ convictions and sentences.\n\nA.       Golenbock’s B.B.O. testimony (Golenbock and Stein)\n\n         Golenbock      and   Stein     both   contend   that    because\n\nGolenbock’s B.B.O. testimony was coerced, it should have been\n\nsuppressed at their criminal trial.3       In reviewing the denial of\n\na motion to suppress, we review the district court's findings of\n\nfact for clear error, and its conclusions of law and rulings on\n\nthe constitutionality of the government's conduct de novo.           See\n\nUnited States v. Leon-Delfis, 203 F.3d 103, 107 (1st Cir. 2000).\n\n         Golenbock argues that she reasonably believed that if\n\nshe refused to testify before the B.B.O., she could be subject\n\n\n     3\n     Because Stein’s appeal on this issue is derivative of\nGolenbock’s, we address them together referring only to\nGolenbock.\n\n                                 -16-\n\fto an adverse inference as to the matters at issue in that\n\nproceeding, with the practical outcome being her disbarment.\n\nShe contends that this impending threat of disbarment rendered\n\nher testimony involuntary and thus inadmissible at her criminal\n\ntrial.   We think, however, that the penalty of adverse inference\n\nand possible disbarment was too conditional to establish a\n\nconclusion   that    her    B.B.O.     testimony      was     compelled   in\n\ncontravention of the Fifth Amendment.\n\n          The Fifth Amendment secures an individual’s privilege\n\n\"to remain silent unless he chooses to speak in the unfettered\n\nexercise of his own will, and to suffer no penalty . . . for\n\nsuch silence.\"      Spevack v.    Klein, 385 U.S. 511, 514 (1967)\n\n(Douglas, J.) (plurality opinion quoting Malloy v. Hogan, 378\n\nU.S. 1, 8 (1963)).         The Fifth Amendment not only protects\n\nagainst being involuntarily called as a witness against oneself\n\nin a criminal prosecution,\n\n          but also privileges him not to answer\n          official questions put to him in any other\n          proceeding, civil or criminal, formal or\n          informal,    where   the   answers    might\n          incriminate    him  in   future    criminal\n          proceedings.\n\nLefkowitz v. Turley, 414 U.S. 70, 77 (1973).\n\n          The    Fifth     Amendment     has   been    held    to   protect\n\nindividuals from the threat of substantial economic sanction for\n\nexercising their rights.       See id. at 82-83 (state contractors\n\n                                  -17-\n\fbarred from state business for five years for refusal to testify\n\nbefore grand jury); Gardner v. Broderick, 392 U.S. 273 (1968)\n\n(police officer discharged for refusal to testify before grand\n\njury).     In Spevack, the Court held that an attorney’s refusal,\n\non grounds of self-incrimination, to produce financial records\n\nand   to   testify     at    a    judicial      inquiry     in   a   disciplinary\n\nproceeding was not a constitutionally permissible basis for his\n\ndisbarment.      Four members of the court described disbarment as\n\na “costly” sanction within the meaning of the Fifth Amendment,\n\nand went on to state:\n\n            The threat of disbarment and the loss of\n            professional     standing,     professional\n            reputation, and of livelihood are powerful\n            forms of compulsion to make a lawyer\n            relinquish the [Fifth Amendment] privilege.\n\nSpevack, 385 U.S. at 516.\n\n            On   the   same       day,   the    Court     similarly    held   that\n\nstatements elicited as a result of compelling a choice between\n\nself-incrimination          and    the    loss    of    a    public    job    were\n\ninadmissible in a later criminal proceeding.                 See Garrity v. New\n\nJersey, 385 U.S. 493, 498 (1967).                There, police officers were\n\nsummoned to appear before a state investigative body examining\n\nirregularities in criminal cases.                  They were informed that\n\nanything they said could be used against them in subsequent\n\ncriminal proceedings, but if they refused to answer they would\n\n\n                                         -18-\n\fbe subject to removal from office.            Id. at 494.        The officers\n\nanswered the questions.      Later, they were indicted and tried for\n\ncrimes relating to the earlier questioning, and their statements\n\nwere used at trial.        Id. at 495.       The Supreme Court reversed\n\ntheir   convictions   on    the    ground    that   their    testimony       was\n\ninvoluntary because it was under threat of job termination.                  Id.\n\nat 497-98.4\n\n            Where, however, invocation of the Fifth Amendment does\n\nnot, by itself, result in forfeiture of the job or license in\n\nquestion, the fact that claiming the Fifth may, as a practical\n\nmatter, result in damage to one’s chances of retaining the\n\nprivilege     at   stake    does     not     necessarily         establish     a\n\nconstitutional     violation.      The     effect   must    be   \"capable    of\n\nforcing the self-incrimination which the Amendment forbids.\"\n\nLefkowitz v. Cunningham, 431 U.S. 801, 806 (1977); see also\n\nFlint v. Mullen, 499 F.2d 100, 104 (1st Cir. 1974) (\"[N]ot every\n\nundesirable consequence which may follow from the exercise of\n\n\n\n    4Where the government seeks to compel testimony by threat of\nloss of livelihood, the witness may rightfully refuse to answer\nunless he is protected against the use of the compelled answers\nin any subsequent criminal case.         See United States v.\nPerez-Franco, 873 F.2d 455, 462 (1st Cir. 1989) (citing Turley,\n414 U.S. at 78). A state may compel incriminating answers to\nits questions, however, if the testimony and its fruits are\nrendered unavailable for use in subsequent criminal proceedings,\ni.e. through a grant of immunity. See Turley, 414 U.S. at 84-\n85.\n\n                                    -19-\n\fthe privilege against self-incrimination can be characterized as\n\na penalty.\").\n\n          Hence the Supreme Court has adhered to the “prevailing\n\nrule” that the Fifth Amendment does not forbid allowing adverse\n\ninferences to be drawn against parties to civil actions from\n\ntheir refusal to testify in response to probative evidence\n\noffered against them.     Baxter v. Palmigiano, 425 U.S. 308, 317\n\n(1976).   In Baxter, the Court held that permitting the drawing\n\nof an adverse inference from a prisoner’s silence in a prison\n\ndisciplinary hearing was constitutionally permissible.    See id.\n\nat 316-20.     The Baxter court differentiated the effects of the\n\nprisoners’ silence from the automatic penalties at issue in\n\nother cases:\n\n          In this respect, this case is very different\n          from the circumstances before the Court in\n          the   Garrity-Lefkowitz    decisions,   where\n          refusal to submit to interrogation and to\n          waive the      Fifth Amendment privilege,\n          standing alone and without regard to the\n          other   evidence,   resulted   in   loss   of\n          employment or opportunity to contract with\n          the State. There, failure to respond to\n          interrogation   was   treated   as  a   final\n          admission of guilt.\n\n\n\n\n                                -20-\n\fId. at 317-18.5    The Supreme Court later distinguished its\n\nholding in Baxter from a case in which, pursuant to a New York\n\nstatute, an attorney was divested of his state political party\n\noffices when he refused to waive his constitutional immunity\n\nbefore a special grand jury:\n\n         Baxter did no more than permit an inference\n         to be drawn in a civil case from a party's\n         refusal to testify. Respondent's silence in\n         Baxter was only one of a number of factors\n         to be considered by the finder of fact in\n         assessing a penalty, and was given no more\n         probative value than the facts of the case\n         warranted; here, refusal to waive the Fifth\n         Amendment leads automatically and without\n         more to imposition of sanctions.\n\nLefkowitz v. Cunningham, 431 U.S. 801, 808 n.5 (1977).\n\n         Relying on   Garrity, Golenbock insists that she was\n\nforced to choose between her livelihood as an attorney and\n\nincriminating herself in the B.B.O. investigation.   Unlike the\n\npolice officers in Garrity, however, Golenbock was not subject\n\nto automatic loss of her position if she asserted her right not\n\nto testify.   While refusal to waive the Fifth Amendment might\n\nincrease the risk that she would be disbarred, disbarment would\n\n\n\n    5Golenbock points out that in Baxter, there was no pending\ncriminal prosecution, and the State had not sought to make\nevidentiary use of the inmate’s silence at the disciplinary\nhearing in any criminal proceeding. See 425 U.S. at 317. We\nhave applied Baxter, however, to situations involving criminal\ncharges. See, e.g., United States v. Indorato, 628 F.2d 711,\n716 (1st Cir. 1980).\n\n                               -21-\n\fnot result automatically and without more.          Hence, she was not\n\nthreatened with a “penalty” within the meaning of Garrity for\n\ninvoking her Fifth Amendment privilege.\n\n           Attorney Barshak's affidavit makes this point clear.\n\nHe stated that “the B.B.O. would be allowed to draw from her\n\nsilence any adverse inferences relating to any area of the\n\ninvestigation she refused to discuss.” (Emphasis added).            It is\n\ntrue that Barshak went on to opine to his client that “those\n\nadverse inferences would mean that the B.B.O. would find against\n\nher in relation to those areas of investigation and that as a\n\nresult, she would be disbarred or suspended.”         His prediction of\n\ndisbarment, however, rested on his estimate of how the B.B.O.\n\nwould exercise its ability to draw adverse inferences.                   Mr.\n\nBarshak did not suggest that the B.B.O. was required to disbar\n\nher as an automatic sanction for Golenbock’s failure to waive\n\nher constitutional rights.\n\n           The B.B.O.’s own rules and practice make it plain that\n\nGolenbock was not faced with an automatic sanction.            The B.B.O.\n\nmakes its decisions based on a preponderance of the evidence,\n\nwith the Bar Counsel bearing the burden of proof.            See Rules of\n\nthe Board of Bar Overseers, § 3.28.             Nothing in the record\n\nsuggests   that   the   B.B.O.   has   either   a   formal   rule   or    an\n\nunwritten policy or practice to disbar or suspend attorneys\n\n\n                                  -22-\n\fsimply for invoking Fifth Amendment privileges.        Hence, the\n\nconsequences of Golenbock’s\n\nassertion of the privilege before the B.B.O. were the same as in\n\nany civil proceeding, in that the fact-finder could -- but was\n\nnot required to -- draw an adverse inference from such an\n\nassertion.     See Baxter, 425 U.S. at 317; see     also Federal\n\nDeposit Ins. Corp. v. Elio, 39 F.3d 1239, 1248 (1st Cir. 1994).\n\n            Golenbock contends, nevertheless, that the risk of\n\ndisbarment arising from her refusal to testify was sufficiently\n\ncoercive to render her B.B.O. testimony inadmissible.        This\n\nargument ignores the reasoning of Baxter, on which this court\n\nhas relied to distinguish between the threat of automatic loss\n\nof one’s livelihood and the threat of an inference that might\n\nlead to such a loss.    In United States v. Indorato, 628 F.2d 711\n\n(1st Cir. 1980), we held that a state police officer’s self-\n\nincriminating statements made during a theft investigation were\n\nnot coerced, where nothing in relevant police department rules\n\nmandated dismissal for invoking Fifth Amendment rights.        We\n\nobserved:\n\n            In all of the cases flowing from Garrity,\n            there are two common features: (1) the\n            person being investigated is explicitly told\n            that failure to waive his constitutional\n            right against self-incrimination will result\n            in his discharge from public employment (or\n            a similarly severe sanction imposed in the\n            case of private citizens); and (2) there is\n\n                               -23-\n\f         a statute or municipal ordinance mandating\n         such procedure.\n\nId. at 716.   In Indorato, we said that absent elements of this\n\nnature, fear of punishment as a consequence of claiming one’s\n\nrights does not protect one from the government’s subsequent use\n\nof self-incriminating statements in a criminal trial.6   See id.\n\n         As said, there is no evidence of any B.B.O. rule\n\nmandating that claiming one’s constitutional right to remain\n\nsilent must necessarily result in disbarment.   Golenbock could\n\nhave asserted her Fifth Amendment privilege and later argued to\n\nthe B.B.O. fact-finder that the evidence against her, as a\n\nwhole, was inadequate to warrant disbarment.    We conclude that\n\n“[n]either Garrity nor any of its progeny brings defendant\n\nwithin the ambit of the coerced testimony doctrine.”   Indorato,\n\n628 F.2d at 716.    We affirm the district court’s denial of\n\nGolenbock’s motion to suppress.\n\nB.       Intended loss calculation (Golenbock and Stein)\n\n         The district court increased Golenbock and Stein’s base\n\noffense levels by six levels because of the amount of the\n\n\n     6\n     We recognize that Golenbock’s fear of disbarment was based\non the advice of a seasoned attorney. However, the fact that,\nas a matter of strategic choice in the B.B.O. proceeding,\nGolenbock could have had good reason to fear disbarment if she\ndid not testify is not the same as being faced with automatic\ndisbarment for failure to testify. One can imagine situations\nwhere the adverse inferences drawn from refusing to testify\nmight be overcome by other factors.\n\n                              -24-\n\fintended loss for which they were responsible.7                          The court\n\ndetermined that the intended loss was approximately $74,000,\n\nwhich it characterized as “the amount of the net gain over the\n\nmortgage and expenses.”             The district court’s findings were\n\nbased on the facts that the Wellfleet property was sold in June,\n\n1996, for $175,000, and that $73,906.66 remained after the\n\nmortgages, tax obligation and brokerage commission were deducted\n\nfrom the escrow.\n\n              We review a district court's intended loss findings for\n\nclear error.          See United States v. Robbio, 186 F.3d 37, 43 (1st\n\nCir. 1999); see also United States v. Cali, 87 F.3d 571, 575\n\n(1st       Cir.   1996)   (clear   error   standard       applied   to    sentence\n\nenhancements even where defendant objected in district court).\n\n\"Courts can, and frequently do, deal with rough estimates, and\n\nas   such,        a   party   dissatisfied   with     a    sentencing      court's\n\nquantification of the amount of loss . . . must go a long way to\n\ndemonstrate clear error.”           United States v. Rowe, 202 F.3d 37,\n\n42 (1st Cir. 2000) (internal citations omitted).\n\n              Golenbock and Stein argue that the district court’s\n\ncalculation was flawed because it did not take into account the\n\n\n       7\n     The district court’s sentence enhancement was based on the\nloss to creditors Golenbock and Stein intended, not the\ncreditors' actual loss.    It is undisputed that the Wellfleet\nproperty was ultimately discovered by the bankruptcy trustee and\nthat the proceeds of the property’s sale were recovered.\n\n                                      -25-\n\fmore than five years of “carrying costs” that defendants had\n\npaid while the property grew in value from its $120,000 purchase\n\nprice in 1990 to its $175,000 sale price in 1996.          During this\n\ntime period, Golenbock and Stein made insurance and mortgage\n\npayments totaling approximately $70,000.         Golenbock and Stein\n\nargue that the creditors reaped the benefit of an increase in\n\nthe value of the property that was created by Golenbock and\n\nStein’s    payments.   Golenbock   and   Stein   argue   there   was   no\n\nintended loss whatsoever, because the amount they paid to carry\n\nthe property over the five years approximately equaled the net\n\nvalue in 1996.     Had they kept the sales proceeds, their net\n\nwould be zero after subtracting the payments they made.\n\n            But we believe the district court’s intended loss\n\ncalculation was justifiable and well within the standards of the\n\nSentencing Guidelines and relevant case law.        Section 2F1.1 of\n\nthe Guidelines provides that an offense level shall be increased\n\nby six levels if the loss or intended loss amounts to more than\n\n$70,000.    Intended loss need not be determined with precision;\n\n“[t]he court need only make a reasonable estimate of the loss,\n\ngiven the available information.’\" United States v. Pervaz, 118\n\nF.3d 1, 10 (1st Cir. 1997) (quoting U.S.S.G. § 2F1.1, cmt.\n\n(n.8)); see also United States v. Parsons, 141 F.3d 386, 392\n\n(1st Cir. 1998) (loss is a proxy for the seriousness of the\n\n\n                               -26-\n\foffense).     Section 2F1.1 does not otherwise specify or restrict\n\nthe   means   by   which   intended    loss   may   be   calculated   in    a\n\nbankruptcy case.      Compare U.S.S.G. § 2F1.1 cmt (n.8) (providing\n\nspecial rules for calculating loss in particular types of cases,\n\nincluding loan fraud).8\n\n             Here, it was reasonable for the district court to treat\n\nthe $74,000 net gain realized on the 1996 sale of the property\n\nas the measure of the creditors’ intended loss.           For each of the\n\nfive previous years during which Golenbock and Stein held it,\n\ntheir     exclusive   control   gave   them   the   economic   use   of   the\n\nproperty in addition to the profit they later realized when the\n\nproperty was sold.      Golenbock and Stein could rent the property\n\nto others and on occasion did so.         In lieu of renting it, they\n\ncould and did themselves enjoy its use.              In either event the\n\nproperty, during all of the years when they were paying the\n\ncarrying charges, had immediate value to those who controlled\n\nit, just as ownership of one’s home provides continuous economic\n\nvalue distinct from the capital gain when the home is eventually\n\n\n\n      8\n      Golenbock and Stein seek to bolster their argument by\nrelying on loan fraud cases and the Sentencing Guidelines’\ncommentary on loan fraud. The Guidelines recognize loan fraud\nas a specific exception to the usual methods of calculating loss\nset forth in §§ 2F1.1 and 2B1.1.      See U.S.S.G. § 2F1.1 cmt.\n(n.8(b)). We find no error in the district court’s refusal to\nextend the exceptional methodology used for loan fraud cases to\nbankruptcy fraud.\n\n                                   -27-\n\fsold.    In the circumstances, we think the district court could\n\nreasonably treat the economic value of the property during the\n\nyears Golenbock and Stein fraudulently withheld it from their\n\ncreditors    as   offsetting   its    carrying    expenses,   leaving    the\n\n$74,000 net gain on the 1996 sale as the amount Golenbock and\n\nStein    would    have   realized    had    the   fraud   succeeded     and,\n\nconversely, as the loss the fraud would have caused to the\n\ncreditors had the scheme worked.            Golenbock and Stein clearly\n\nnever intended by paying the mortgage and other expenses to\n\nbenefit their creditors; during this period they alone retained\n\nthe exclusive right to the property’s use.          We do not find clear\n\nerror in the district court’s refusal to subtract Golenbock and\n\nStein’s annual payments from the $74,000.\n\n            Nor is there error in the fact that the court evaluated\n\nthe intended loss at the time Golenbock and Stein sold the\n\nWellfleet property, rather than at the time they filed for\n\nbankruptcy.       Like conspiracy, bankruptcy concealment has been\n\ndescribed as a continuing offense.          See 18 U.S.C. § 3284;9 United\n\n\n    9   Section 3284 provides:\n\n            The concealment of assets of a debtor in a\n            case under title 11 shall be deemed to be a\n            continuing offense until the debtor shall\n            have been finally discharged or a discharge\n            denied, and the period of limitations shall\n            not begin to run until such final discharge\n            or denial of discharge.\n\n                                     -28-\n\fStates v. Gilbert, 136 F.3d 1451, 1453 (11th Cir. 1998); Sultan\n\nv. United States, 249 F.2d 385, 386 (5th Cir. 1957) (noting that\n\n§ 3284, in addition to describing a statute of limitations, has\n\nsubstantive consequences).          “[C]oncealment by its nature is an\n\nact   which    goes    on   until   detected    or   its   consequences   are\n\npurged.”      Sultan, 249 F.2d at 386.         The fraud was still ongoing\n\nat the time the Wellfleet property was sold, as the concealment\n\nhad not yet been revealed at that point.              Hence, it was proper\n\nfor the court to base its intended loss findings on the value of\n\nthe property at the time of the sale.\n\nC.         Sentencing enhancement (Stein)\n\n           The district court found that Stein was \"an organizer,\n\nleader, manager, or supervisor\" for the purposes of U.S.S.G.\n\n§ 3B1.1(c), and accordingly added two levels to her base offense\n\nlevel.     Stein argues that the evidence does not support the\n\ndistrict court's conclusion.           Because a sentencing court's role-\n\nin-the-offense determination is necessarily fact-specific, we\n\nreview deferentially and only for clear error or mistake of law.\n\nSee United States v. Alicea, 205 F.3d 480, 485 (1st Cir. 2000).\n\n\n\n           The government must prove by a preponderance of the\n\nevidence      that    Stein's   role    satisfies    the   requirements    of\n\n\n\n\n                                       -29-\n\f§ 3B1.1(c).     See id. at 485.          A two-level increase pursuant\n\nto § 3B1.1(c) is justified\n\n           if the sentencing court supportably finds\n           that (1) the criminal enterprise involved at\n           least two complicit participants (of whom\n           the defendant may be counted as one), and\n           (2)   the  defendant,   in   committing  the\n           offense, exercised control over, organized,\n           or    was    otherwise     responsible   for\n           superintending the activities of, at least\n           one of those other persons.\n\nUnited States v. Cruz, 120 F.3d 1, 3 (1st Cir. 1997) (en banc).\n\nIn   determining      whether    the     defendant    qualifies     for     the\n\nenhancement,    the    Sentencing      Guidelines     instruct     courts    to\n\nconsider seven factors:\n\n           the exercise of decision making authority,\n           the   nature   of   participation   in   the\n           commission of the offense, the recruitment\n           of accomplices, the claimed right to a\n           larger share of the fruits of the crime, the\n           degree of participation in planning or\n           organizing the offense, the nature and scope\n           of the illegal activity, and the degree of\n           control exercised over others.\n\nU.S.S.G.   §   3B1.1    cmt.    (n.4).       This    list    of   factors   is\n\n\"representative    rather      than    exhaustive.\"     United     States    v.\n\nTejada-Beltran, 50 F.3d 105, 111 (1st Cir. 1995).\n\n           Stein opposed this enhancement in objections to the\n\npresentence report (PSR) and at sentencing.                 On appeal, Stein\n\nmakes a very brief and general argument that the sentencing\n\nenhancement was erroneous because there was no evidence that she\n\n\n                                      -30-\n\fsupervised or managed Otis’s criminal conduct.              We perceive no\n\nclear error.\n\n            The court could have reasonably found that Stein,\n\ntogether with Golenbock, devised and carried out a plan to\n\nconceal the Wellfleet property from bankruptcy creditors and the\n\ntrustee by having Otis hold it for them in trust.             Stein signed\n\nthe backdated deed of the Wellfleet property to Otis.              Stein met\n\nwith the bankruptcy attorney, provided the information for her\n\nfiling and attended the meetings of creditors.                    After they\n\nconveyed title to Otis, Stein and Golenbock forwarded the tax\n\nforms to her.\n\n            The testimony of Stein’s and Golenbock’s secretaries\n\nreflects that Stein as well as Golenbock exercised continuing\n\ndecision-making        authority    with    respect    to   the    Wellfleet\n\nproperty.      Stein    paid   or   authorized   the   payment    of   bills,\n\nsometimes with handwritten directions on the bills.                 And with\n\nGolenbock, Stein received tax documents and insurance forms at\n\nher address.    Stein and Golenbock made the arrangements with the\n\nreal estate broker when the property was being sold.                When the\n\nproceeds for the sale of the Wellfleet property were issued to\n\nOtis, amounting to more than $70,000, Otis signed them over to\n\naccounts from which Stein benefitted.\n\n\n\n\n                                     -31-\n\f              It is true that there is little evidence that Stein\n\nalone -- i.e., acting separately from Golenbock – directed\n\nOtis’s activity related to the concealment.            However, Stein does\n\nnot contend that two organizers cannot act jointly to direct the\n\nactivity of another, and we have found no authority so stating.\n\nHence,   we    perceive   no   clear   error   in    the   district   court’s\n\ndetermination that Stein was a leader, supervisor, organizer or\n\nmanager of Otis.\n\nD.            Sufficiency of the evidence (Stein and Otis)\n\n              On appeal, Stein and Otis challenge the sufficiency of\n\nthe evidence presented against them.                It is well-established\n\nthat in order to challenge the sufficiency of the evidence after\n\na conviction, the defendant must have preserved her Rule 29\n\nmotion by moving for an acquittal at the close of the defense’s\n\nevidence at trial.        See United States v. Castro-Lara, 970 F.2d\n\n976, 980 & n.2 (1st Cir. 1992); United States v. Concemi, 957\n\nF.2d 942, 950 (1st Cir. 1992).\n\n              Absent a renewal of the motion for acquittal\n              after presenting the case for the defense,\n              the motion for acquittal is considered\n              waived.   Hence, in order to prevail on a\n              challenge   to   the   sufficiency  of   the\n              evidence,   “the    defendants   must   then\n              demonstrate “clear and gross” injustice.’”\n\nConcemi, 957 F.2d at 950 (internal citations omitted).\n\n\n\n\n                                   -32-\n\f            Here, Stein and Otis moved for acquittal under Fed. R.\n\nCrim. P. 29 at the close of the government’s evidence.                        Neither\n\nafterward    renewed     her    Rule    29     motion    at    the   close     of    the\n\ndefense's    evidence.         Hence,    we    apply     the   “clear    and       gross\n\ninjustice” standard to this portion of Stein and Otis’s appeal.\n\nSee id.     After careful review, we conclude that the evidence\n\npresented at trial against Stein and Otis was sufficient to\n\nsupport a guilty verdict beyond a reasonable doubt.\n\n            1.           Stein\n\n            Stein argues that there was insufficient evidence to\n\nsupport her conviction because she simply “followed Golenbock’s\n\nlead at every step of the way, without knowing that Golenbock\n\nwas concealing the property from the bankruptcy trustee.”                            She\n\ncontends that the evidence showed that only Golenbock and Otis\n\ncontrolled       the   property.        There     is     no    support       for    the\n\nconclusion,      Stein   argues,       that     she     knowingly     retained        an\n\ninterest in the Wellfleet property or that she intentionally\n\nconcealed (or conspired to conceal) it from her bankruptcy\n\ncreditors.       We disagree, based on reasonable inferences from\n\nother evidence described in section II.C., supra, as well as\n\nfrom the following evidence.\n\n            Stein filed her bankruptcy separately from Golenbock’s.\n\nStein’s bankruptcy schedules and statement of financial affairs\n\n\n                                        -33-\n\fnot only failed to list the Wellfleet property as a property in\n\nwhich she held an interest, but also failed to list the Cape Cod\n\nFive as a creditor, failed to disclose (as the forms required\n\nhad Stein’s interest been transferred, as claimed, the previous\n\nDecember) that she had previously been a part owner of the\n\nWellfleet    property      within      the    year    before    she    filed    for\n\nbankruptcy, and failed to disclose the civil litigation relating\n\nto a hot tub at the Wellfleet property.                In other words, there\n\nis evidence that even if Stein was unaware that she had retained\n\na    continuing    interest     in    the    Wellfleet    property     after    the\n\nalleged December 31, 1989,            transfer to Otis, she failed to make\n\nappropriate disclosure as to multiple relevant aspects of her\n\nrelationship       to     the    Wellfleet      property,       including       her\n\ninvolvement before the transfer.\n\n            Stein attended 341 meetings and answered questions,\n\naffirming that the information contained in the schedules was\n\ntruthful    and    accurate.          Her    bankruptcy    attorney,      Jeffrey\n\nSchreiber, testified that all the information on the schedules\n\nwas obtained from Stein or Golenbock.                Schreiber testified that\n\nhe   did   not    learn   of    the   Wellfleet      property   from    Stein    or\n\nGolenbock, however, but from a B.B.O. attorney only a couple of\n\nyears before the trial in this case.\n\n\n\n\n                                       -34-\n\f            Stein contended at trial that the Wellfleet property\n\nin fact was legitimately and wholly conveyed to Otis nine months\n\nbefore the bankruptcy filing.              Sufficient evidence would have\n\nenabled    a    reasonable     jury   to   conclude     otherwise,    however.\n\nFirst, while the deed to Otis was dated and notarized nine\n\nmonths earlier,        it was not recorded until October 4, 1990, a\n\nweek after the filing of the individual bankruptcy petitions by\n\nStein and Golenbock.           Stein's testimony as to where the deed\n\nwas signed and notarized was confused.                She testified that the\n\ndeed was signed and notarized in Andover, which is in Essex\n\nCounty, but on its face the deed            indicates that it was executed\n\nand notarized in Middlesex County, where Golenbock and Stein\n\nresided.        Second, Golenbock and Stein continued to pay the\n\nmortgage and other expenses relating to the property after\n\nDecember 31, 1989, strongly suggesting no actual transfer to\n\nOtis.     They did not receive the stated consideration for the\n\ntransfer.      Their names were not changed on bills relating to the\n\nproperty       until   1991.     Stein     conceded    that   she    had   never\n\nattempted to list the property for sale with a real estate\n\nbroker, but had just talked to Otis, a close friend, about it.\n\nAdditionally, the Declaration of Trust for the B.Z. Realty\n\nTrust, of which Otis was supposedly the trustee, was recorded\n\nonly at the time the deed was recorded; this document was\n\n\n                                      -35-\n\fpurported to have been executed on August 1 of either 1989 or\n\n1990 (both dates appeared on it).          From this evidence, the jury\n\ncould   have   concluded   that    Stein    had   never    transferred    nor\n\nintended to transfer her interest in trust to Otis on December\n\n31, 1989, prior to the bankruptcy.          Indeed, the jury could have\n\ndetermined that, even if prepared on that date, the deed was not\n\ndelivered then or that it may even have been made later and\n\nbackdated, after Golenbock and Stein had filed for bankruptcy.\n\nIn any case, the evidence           suggests that the deed had been\n\nfabricated as part of defendants’ scheme to conceal the property\n\nfrom bankruptcy creditors.\n\n            Stein   testified     that    between   1992    and   1994,   the\n\nWellfleet property payments were all made from the Adams Street\n\nTrust account because Otis had purchased the beneficial interest\n\nin that trust.      This testimony was corroborated by that of her\n\nsecretary, Beverly Rubin.          However, neither Stein nor Rubin\n\nprovided    any   supporting    documents.        Furthermore,    there   was\n\ncontradictory evidence:        checks and other payments relating to\n\nthe Wellfleet property, made during that time period, from\n\naccounts and sources other than the Adams Street Trust account,\n\nincluding      their   bankruptcy        debtor-in-possession      checking\n\naccount.    In addition, Stein’s signature appears on non-Adams\n\nStreet Trust checks in the early 1990s on payments for the\n\n\n                                    -36-\n\fWellfleet     property,    after   the     property    was    sold   to    Otis.\n\nFurthermore, after Stein and Golenbock received their bankruptcy\n\ndischarges, but while their bankruptcy cases were still open,\n\nthey began paying the Cape Cod Five loans directly from an\n\naccount in Golenbock’s name.        Two of those checks were signed by\n\nStein   in    October,     1995.     Moreover,        despite    the      stated\n\nconsideration of $108,000, no funds appear to have changed hands\n\nas between Otis and the purported sellers, nor was the Cape Cod\n\nFive notified of the purported sale to Otis.\n\n             Hence, the jury could have concluded that the sale to\n\nOtis was a sham and that Golenbock and Stein paid the Wellfleet\n\nexpenses from their own funds, and that Stein’s testimony at\n\ntrial about the payments was false.                 See United States v.\n\nJimenez-Perez, 869 F.2d 9, 11 (1st Cir. 1989) (the jury “could\n\nlegitimately have presumed that the fabrication was all the more\n\nproof of [defendants’] guilt”).          As the evidence      was sufficient\n\nfor   the    jury   to   have   concluded    that     Stein   knowingly      and\n\nfraudulently concealed her interest in the Wellfleet property\n\nfrom her bankruptcy creditors, and conspired with Golenbock and\n\nOtis to do so, there was no clear and gross injustice in her\n\nconviction.\n\n             2.          Otis\n\n\n\n\n                                    -37-\n\f            Otis argues that there was insufficient evidence that\n\nshe willfully joined the conspiracy to conceal the Wellfleet\n\nproperty from Golenbock’s and Stein’s bankruptcy creditors.        She\n\ncontends that she was unaware of any improprieties throughout\n\nthe concealment scheme, and hence lacked the requisite intent to\n\nbe convicted of conspiracy.       We hold that a reasonable jury\n\ncould have concluded otherwise.\n\n            The government points out that Golenbock and Otis were\n\nclose friends and Golenbock was a godmother to one of Otis’s\n\nsons.   This alone, of course, would be insufficient to establish\n\nthat Otis knew of the concealment, although, together with other\n\nprobative evidence, it might be a further factor making such\n\nknowledge more likely.    The government points out that Golenbock\n\nissued a $15,000 check to Otis a few days after the bankruptcy\n\nfiling, then recorded the earlier-dated deed of the Wellfleet\n\nproperty to Otis one week later.         From this, the government\n\nargues, the jury could have found that Otis knowingly was being\n\npaid to hold the property for Golenbock’s and Stein’s benefit.\n\n            Precisely   when   Otis’s   involvement   began   is   not\n\ncritical.    “[I]t is well settled that one may join a conspiracy\n\nsubsequent to its original formation by adopting its goals and\n\nadhering to its purposes.”       United States v. Spock, 416 F.2d\n\n165, 191 (1st Cir. 1969) (citing Blumenthal v. United States,\n\n\n                                 -38-\n\f332 U.S. 539, 559 (1947)).                 Where a defendant knows of the\n\nbankruptcy and holds or disposes of assets for the debtor, the\n\nevidence     is    “sufficient      to     warrant    the    jury’s    inferring\n\npurposeful knowledge and participation in the plan first set in\n\nmotion previously” by the debtor.                  Sultan, 249 F.2d at 387.\n\nHere, even if Otis had been unaware of the concealment at the\n\ntime of the conveyance, there is ample circumstantial evidence\n\nfor a jury to find that she later was knowingly and willfully\n\ninvolved in the conspiracy.\n\n           First,      there   is       evidence    that    Otis    knew   of    the\n\nbankruptcy proceedings during the time period that she held the\n\nWellfleet property in trust (August 1989 or August 1990 to June\n\n1996).     In 1992, Otis submitted a pleading from Golenbock’s\n\nbankruptcy    case     to   the     IRS.        Moreover,   she    admitted      her\n\nawareness of the bankruptcy in her B.B.O. deposition in January,\n\n1996.\n\n           Second,     there      was    evidence    that   Otis,    who   was    an\n\nattorney herself, would have known that the circumstances of the\n\ntransfer and subsequent handling of the Wellfleet property were\n\nirregular.        The jury could have inferred that as the supposed\n\npurchaser of the property, Otis was aware that the purported\n\ntransfer to her was a sham.             She admitted that she made none of\n\nthe expense payments for the property and was not involved in\n\n\n                                         -39-\n\frenting it.         Although the deed stated she took the property\n\nsubject      to    the    Cape   Cod   Five’s     two    mortgages,         Otis   never\n\nreceived mortgage bills, as they were sent to Golenbock and\n\nStein’s      office.        When    the     decision    was    made    to    sell   the\n\nproperty,         Golenbock      and   Stein,     not     Otis,       conducted      the\n\ncommunications with the broker.                   And when the property was\n\nsold, Otis turned over all the proceeds to Golenbock’s and\n\nStein’s minor son.\n\n             Moreover,        there     is    evidence     that       Otis    actively\n\nattempted     to     cover    up    these     irregularities.          Although     she\n\nacknowledged that she did not provide any of the funds to pay\n\nthe   loans,       she    fraudulently        claimed   the    mortgage       interest\n\ndeduction for several years on her federal income tax returns.\n\nFurthermore, Otis made false statements in a B.B.O. deposition\n\nabout the matter.            The jury saw the transcripts and heard the\n\ntapes   of    her     testimony,       from    which    they   could        have   drawn\n\nadditional negative inferences both to her credibility and her\n\nculpability.         See Jimenez-Perez, 869 F.2d at 11.\n\n             In sum, there is evidence from which the jury could\n\nhave reasonably concluded that Otis knew of the bankruptcy and\n\nparticipated         in   the      conspiracy     to    conceal       the    Wellfleet\n\nproperty.         Hence, there was no clear and gross injustice in her\n\nconviction.\n\n\n                                          -40-\n\fE.       Defective indictment (Otis)\n\n         Otis was convicted only on the conspiracy charge, set\n\nforth in Count II of the superseding indictment.        She now\n\ncontends that Count II failed to adequately inform her of which\n\nparagraph of 18 U.S.C. § 152 was charged.   Because she did not\n\nchallenge the sufficiency of the indictment below, we review for\n\nplain error only.   See United States v. Murphy, 762 F.2d 1151,\n\n1155 (1st Cir. 1985); Fed. R. Crim. P. 52(b).\n\n         Count II charges that Otis, Golenbock and Stein\n\n         “did knowingly, willfully, and unlawfully\n         conspire and agree    among themselves to\n         commit the following offense against the\n         United States:\n\n         to knowingly and fraudulently conceal from\n         creditors and the trustee in bankruptcy\n         proceedings under Title 11 of the United\n         States Code (the bankruptcy laws), captioned\n         In re: Wendy B. Golenbock, case number\n         90-41635-JFQ and In re: Cheryl B. Stein,\n         case number 90-41638-JFQ, in the United\n         States Bankruptcy Court for the District of\n         Massachusetts, property belonging to the\n         estates of the debtors WENDY B. GOLENBOCK\n         and   CHERYL  B.   STEIN,   to   wit,  their\n         beneficial interest in the real property\n         located   on  Bond   Street   in  Wellfleet,\n         Massachusetts (also at times referred to as\n         South Wellfleet), also identified at times\n         as being on Old Wharf Road or Paine Avenue\n         or lots 63 and 80, and their agreement with\n         SUSAN OTIS, aka SUSAN ALEKMAN concerning her\n         holding that real property in trust for the\n         benefit of WENDY B. GOLENBOCK and CHERYL B.\n         STEIN, all in violation of Title 18, United\n         States Code Sections 152 and 2.\n\n\n                              -41-\n\f(Emphasis added.)\n\n           Otis argues that in Count II, the statement “all in\n\nviolation of 18 U.S.C. § 152 and 18 U.S.C. § 2\" was not clear\n\nenough to notify her of what crimes she was alleged to have\n\ncommitted.     An indictment is sufficient “if the offense is\n\ndescribed with sufficient clarity to show a violation of law,\n\nand enables the accused to know the nature and cause of the\n\naccusation against him and to plead an acquittal or conviction\n\nin bar of future prosecution for the same offense.”          United\n\nStates v. Fusaro, 708 F.2d 17, 23 (1st Cir. 1983) (citing\n\nHamling v. United States, 418 U.S. 87 (1974)).       Generally, an\n\nindictment passes muster if it sets forth the offense in the\n\nwords of the statute, including all the elements of the offense.\n\nSee United States v. Penagaricano-Soler, 911 F.2d 833, 839 (1st\n\nCir. 1990).\n\n           18 U.S.C. § 152 (App. 1994), the version of the statute\n\nunder which defendants were charged, describes several forms of\n\ncriminal     conduct   in   the   bankruptcy   context,   including\n\nconcealment of assets, false oaths and claims, and bribery. 10\n\n\n\n    10Before it was amended in 1994, 18 U.S.C. § 152 did not\ncontain paragraph numbers. See Pub. L. 103-394, § 312(a)(1)(A).\nThe amended statute applies only to bankruptcy cases filed with\nthe bankruptcy court after October, 1994. See id. at § 702. As\nGolenbock and Stein’s bankruptcy petitions were filed in\nSeptember, 1990, we apply the earlier version of the statute.\n\n                                  -42-\n\fOtis was charged with a violation of the first provision (now\n\nthe   first   paragraph)      of   §    152,   prohibiting     concealment      of\n\nassets, which sets forth in relevant part:\n\n          Whoever knowingly and fraudulently conceals\n          from the receiver, custodian, trustee,\n          marshal, or other officer of the court\n          charged with the control or custody of\n          property,   or   from   creditors  in   any\n          bankruptcy    proceeding,    any   property\n          belonging to the estate of a bankrupt;\n\n               . . . Shall be fined not more than\n          $5,000 or imprisoned not more than five\n          years, or both.\n\n\n          Count II of the superseding indictment tracks the\n\nabove-cited paragraph with sufficient clarity to place Otis on\n\nnotice of the elements of the charged offense.                      See United\n\nStates v. Grant, 971 F.2d 799, 802 (1st Cir. 1992) (elements of\n\nbankruptcy concealment are knowing concealment of property of\n\none’s   bankruptcy    estate       from    the   bankruptcy    trustee,       with\n\nspecific intent to defraud creditors).               Count II sets forth the\n\ntime and place of offense, identifies the relevant bankruptcy\n\nproceedings    at    issue,    the      property     alleged   to     have    been\n\nconcealed, and the persons from whom it was concealed.                         See\n\nUnited States v. Arge, 418 F.2d 721, 724 (10th Cir. 1969) (an\n\nindictment    for   bankruptcy         concealment   must    allege    time    and\n\nplace, knowing and fraudulent intent, a description of the\n\nproperty concealed, the persons from whom it was concealed, and\n\n                                        -43-\n\fthat it was property of the bankrupt estate).           Moreover, the\n\nindictment   identifies   the   intent:   that   Otis     “knowingly,\n\nwillfully, and unlawfully” conspired to commit the offense, and\n\nthat she “knowingly and fraudulently” concealed the property.\n\nSee id. Hence, we conclude that the charging language in Count\n\nII adequately set forth both the language and elements of the\n\nfirst paragraph of 18 U.S.C. § 152 and informed Otis of the\n\nrelevant offense.\n\n          Otis also contends that the indictment was defective\n\nbecause it cited to 18 U.S.C. § 2 without setting forth its\n\nspecific language.11   Charges under § 2 need not be specifically\n\nreferenced in an indictment, however.       See United States v.\n\nFootman, 215 F.3d 145, 153-54 (1st Cir. 2000); United States v.\n\nAndrade, 135 F.3d 104, 110 (1st Cir. 1998).      Hence, there is no\n\n\n\n     11Section 2 provides:\n\n          (a) Whoever commits an offense against the\n          United States or aids, abets, counsels,\n          commands,    induces   or    procures   its\n          commission, is punishable as a principal.\n\n          (b) Whoever willfully causes an act to be\n          done which if directly performed by him or\n          another would be an offense against the\n          United States, is punishable as a principal.\n\nWe have stated that § 2 is a general definitional statute that\ndoes not describe a separate offense from the underlying\nsubstantive crime. See United States v. Mitchell, 23 F.3d 1, 2\n(1st Cir. 1994).\n\n                                -44-\n\ferror, plain or otherwise, in the omission of the specific\n\nlanguage   of   §   2,   and   we   affirm   Otis’s   conviction   on   the\n\nindictment.\n\n           Affirmed.\n\n\n\n\n                                    -45-\n\f",
  "html": "<p class=\"case_cite\">233 F.3d 6 (1st Cir. 2000)</p>\n    <p class=\"parties\">UNITED STATES, Appellee,<br>v.<br>CHERYL B. STEIN, Defendant, Appellant.<br>UNITED STATES Appellee,<br>v.<br>WENDY B. GOLENBOCK, Defendant, Appellant.<br>UNITED STATES, Appellee,<br>v.<br>SUSAN OTIS, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 99-1983, No. 99-1985, No. 99-1987.</p>\n    <p class=\"court\">United States Court of Appeals, For the First Circuit.</p>\n    <p class=\"date\">Argued June 6, 2000.<br>Decided November 28, 2000.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEALS FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF MASSACHUSETTS.</p>\n      <p class=\"indent\">Hon. Nathaniel M. Gorton, U.S. District Judge.[Copyrighted Material Omitted][Copyrighted Material Omitted]</p>\n      <p class=\"indent\">Kevin S. Nixon for appellant Cheryl B. Stein.</p>\n      <p class=\"indent\">John J.E. Markham, II with whom Markham &amp; Read was on brief for appellant Wendy B. Golenbock.</p>\n      <p class=\"indent\">Richard D. Biggs with whom Marcia G. Shein and the Law Office of Shein &amp; Biggs were on brief for appellant Susan Otis.</p>\n      <p class=\"indent\">Mark J. Balthazard, Assistant U.S. Attorney, with whom Donald K. Stern, United States Attorney, was on brief for appellee.</p>\n      <p class=\"indent\">Before Selya, Circuit Judge, Campbell, Senior Circuit Judge, and Lipez, Circuit Judge.</p>\n      <p class=\"indent\">CAMPBELL, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Defendant-appellants Wendy B. Golenbock, Cheryl B. Stein and Susan B. Otis were each charged in an indictment with one count of bankruptcy fraud in violation of 18 U.S.C.  152 and one count of conspiracy to commit bankruptcy fraud in violation of 18 U.S.C.  371. The charges arose from their alleged concealment of Golenbock's and Stein's ownership interest in a summer home in Wellfleet, Massachusetts, which they placed in Otis's name in trust during bankruptcy proceedings. After a jury trial in the district court, Golenbock and Stein were convicted on both counts, and Otis was convicted on the conspiracy count. We affirm the convictions and sentences.</p>\n    </div>\n    <p class=\"indent\">I.</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">At the time of the bankruptcy proceedings, Golenbock and Otis were lawyers.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> Golenbock and Stein worked and lived together in Weston, and were, at times, in the business of real estate development and management. Otis was a close personal friend of both.</p>\n    </div>\n    <p class=\"indent\">A. The Wellfleet property</p>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On October 5, 1982, Golenbock and a friend named Ellen Ratner purchased a parcel of land on Bond Street in South Wellfleet, Massachusetts (\"the Wellfleet property\") for $18,000.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> To build a house on the property, they borrowed $56,700 from the Cape Cod Five Cent Savings Bank (\"Cape Cod Five\"), secured by a mortgage on the property. In 1986, Ratner sold her interest in the Wellfleet property to Golenbock and Stein for $34,050. The Cape Cod Five was notified of the transfer, and released Ratner from the mortgage. Shortly thereafter, Golenbock and Stein obtained an additional $50,000 line of credit from the Cape Cod Five, secured by a second mortgage on the Wellfleet property. Golenbock and Stein used the newly-built house on the Wellfleet property as a vacation home, and sometimes rented it out.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">B. The transfer of the Wellfleet property to Otis</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">On September 25, 1990, Golenbock and Stein filed separate Chapter 11 bankruptcy petitions. They did not list the Wellfleet property as an asset in their bankruptcy schedules or in their statement of financial affairs. Neither did Golenbock and Stein list the Cape Cod Five as a creditor of theirs, state that they had conveyed the Wellfleet property to anyone else in the year before bankruptcy, nor identify the Wellfleet property as being held or managed for someone else. Stein did not disclose an ongoing civil action she had brought relating to a hot tub she and Golenbock had had installed at the Wellfleet property.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Two days after Golenbock and Stein filed their bankruptcy petitions, Golenbock gave Otis a $15,000 check. On October 4, 1990, a deed was filed with the Barnstable Country Registry of Deeds conveying the Wellfleet property from Golenbock and Stein to Otis (under the name of Alekman) as sole trustee of the B.Z. Realty Trust, for a stated consideration of $108,000. The deed on its face was dated and notarized December 31, 1989. Stein testified at trial that the deed was signed in Andover, Massachusetts -- in Essex County -- on December 31, 1989, but the deed reflects that the signatures were notarized in Middlesex County, where Golenbock and Stein both lived.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">At the same time as the deed was recorded, a Declaration of Trust for the B.Z. Realty Trust was also recorded. Two dates appeared on the Declaration as indicating when it was executed: August 1, 1989, and August 1, 1990.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Despite the stated consideration of $108,000, Otis did not pay any such sum to Golenbock and Stein. The mortgagor, Cape Cod Five, was not notified of the transaction. Golenbock and Stein continued to make regular mortgage and line of credit payments, often by postal money orders, bank checks or cash. The postal money orders and bank checks were obtained by employees of Golenbock and Stein, at their instruction and using cash provided by them. Later payments were made using accounts controlled by Golenbock and Stein. They made all the payments until the property was sold in June 1996.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">In addition to paying the mortgage, Golenbock and Stein also paid the telephone, electric, and trash pickup bills for the Wellfleet property while it was in Otis's name in trust. The accounts for those bills were changed to Otis's name beginning in 1991. However, the mailing address for the bills always remained Golenbock and Stein's post office box, which Otis did not use. Mail sent to the Wellfleet address was routed to Golenbock's and Stein's offices.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Golenbock and Stein also handled and paid for the insurance on the property after the title was transferred. In June, 1991, a year and a half after the date on the deed to Otis, and nine months after the deed was recorded, Golenbock and Stein applied for new homeowner's insurance for the property in their names only, with no reference to Otis or the Trust. The insurance for the Wellfleet property was designated for personal use, not commercial use. In July, 1991, they had Otis and the Trust added to the policy as additional insureds. Only Golenbock and Stein, however, were insured for the contents of the Wellfleet property and for the loss of use. All the payments made for the Wellfleet property expenses were paid for or directed to be paid by Golenbock and Stein and their handwriting appears on checks and bills relating to those expenses.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Only Golenbock and Stein dealt with the real estate broker for the rental of the property. The income tax forms for the rental were mailed only to Golenbock and Stein's post office box. The tax form for the rent for the year 1990 was issued to Golenbock. The name was changed to Otis in 1991, at Golenbock's direction. Rental income checks from the real estate broker were payable to Otis in 1991, but were endorsed by Golenbock.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">C. Golenbock and Stein's bankruptcy proceedings</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">In November, 1990, several weeks after filing their bankruptcy petitions, Golenbock testified under oath at a bankruptcy meeting of creditors (\"341 meeting\") that she had not conveyed any property within the prior year to an insider or \"good friend.\" She did not include the Cape Cod Five when listing the banks to which she owed money. Stein attended a 341 meeting in 1990, and both Golenbock and Stein attended another 341 meeting in June, 1992. At none of those meetings did either disclose to the representative of the U.S. Trustee's Office, who was conducting their examinations, an ownership interest in the Wellfleet property, its transfer in the year before the bankruptcy, or the existence of the Cape Cod Five debt. Golenbock and Stein's regular reports and cash flow statements submitted to the U.S. Trustee's Office did not reflect the payments they were making in connection with the Wellfleet property expenses.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">In November 1991, Golenbock testified in a bankruptcy deposition conducted by one of her creditors. After being confronted with the creditor's knowledge of her prior interest in the Wellfleet property, she admitted that she had owned it. She stated, however, that it had been sold in 1989 to Otis. Golenbock further testified that she had transferred the property because she could not pay the mortgage.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">In 1994, after Golenbock and Stein's bankruptcy cases had been converted to Chapter 7 liquidations, another 341 meeting was conducted, this time by their appointed bankruptcy trustee. Both Stein and Golenbock testified under oath at that meeting. They affirmed that the only property they still owned was their primary residence, and did not disclose any interest in the Wellfleet property. The trustee only learned about their involvement in the Wellfleet property in 1997, when he heard it from the U.S. Trustee's Office.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">In April 1995, Golenbock and Stein received their bankruptcy discharges. By August 1995, while title to the Wellfleet property was still in Otis's name in trust, Golenbock and Stein resumed making the mortgage payments directly from Golenbock's bank account. In March, 1996, both bankruptcy cases were closed.</p>\n    </div>\n    <p class=\"indent\">D. The sale of the Wellfleet property</p>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">In early 1996, Golenbock contacted a real estate broker to list the Wellfleet property for sale. Golenbock and Stein, not Otis, dealt directly with the real estate broker during the sale process. In June 1996, the Wellfleet property was sold for $175,000, and a check for $65,906.66, most of the profits, was issued to Otis. She endorsed it to Golenbock on behalf of Max Golenbock-Stein, Golenbock and Stein's six-year-old son.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Although the funds were deposited in Golenbock's client trust account in Max's name, the account was used for Golenbock and Stein's personal and business purposes. For example, $5,100 was paid from the account to Stein for \"New England School of Law,\" which Stein was attending, and nearly $10,000 in checks were paid from the account to Golenbock personally, for no stated purpose. The account was also used to deposit a $27,500 settlement check received from an insurance company for one of Golenbock's law clients, and to issue the $25,000 disbursement check to the client. The rest of the profits from the sale, in the form of two checks totaling over $8,000, were issued to Otis by the real estate broker. Otis also endorsed those over and they were deposited into Golenbock's master client account.</p>\n    </div>\n    <p class=\"indent\">E. The B.B.O. testimony</p>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Before any criminal charges were filed against Golenbock, the Massachusetts Board of Bar Overseers (B.B.O.) initiated an investigation of her professional conduct with regard to a number of matters. On December 21, 1995, Golenbock testified in the first of seven depositions before the Massachusetts Board of Bar Overseers. She did not know of any potential criminal investigation at that time, and answered questions about clients she had represented and the handling of funds, as well as her bankruptcy filing. There were no references to the Wellfleet property in this deposition.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">On or around January 11, 1996, before the next scheduled deposition, the B.B.O. notified Golenbock by letter that it was concerned about certain aspects of her bankruptcy proceeding. This letter did not mention the Wellfleet property. Golenbock's attorney became concerned about the possibility of a criminal proceeding, and advised her to assert her Fifth Amendment privilege. On April 25, 1996, Golenbock again appeared before the B.B.O. Again, none of the questions referred to the Wellfleet property. Golenbock declined to answer any questions, asserting her Fifth Amendment privilege.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Golenbock then changed attorneys, retaining Edward Barshak for his expertise in B.B.O. practice. Barshak advised her as follows, as recounted in his affidavit:</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">I told her that if she continued to remain silent, she would be penalized. The penalty would be that the BBO would hold her silence against her. Specifically, the BBO would be allowed to draw from her silence any adverse inferences relating to any area of the investigation she refused to discuss. I also told her that those adverse inferences would mean that the BBO would find against her in relation to those areas of the investigation and that as a result, she would be disbarred or suspended.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">On November 1, 1996, Golenbock again appeared before the B.B.O., and this time chose to forego her Fifth Amendment privilege and to answer the questions put to her. She answered additional questions on November 15, 1996. The testimony in these depositions concerned the Wellfleet property and other matters relevant to the subsequent criminal case against her.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Otis also testified before the B.B.O. on multiple occasions beginning in January, 1996. There, she stated that she became aware of Golenbock's and Stein's bankruptcy filings \"at some point.\" In 1992, Otis had submitted to the Internal Revenue Service a 1991 pleading from Golenbock's and Stein's bankruptcy cases, as well as a copy of the deed, in response to an inquiry concerning her 1992 tax return. Otis also told the B.B.O. that she made none of the mortgage payments and provided none of the funds to do so. However, she and her husband reported the income and mortgage payments on the Wellfleet property in their federal income tax returns for the years 1991-1994. Otis also testified that all the expenses of the Wellfleet property were being paid from its rental income. Her tax returns, however, reflected that there was no rental income for several years. In 1991, the one year in which there was reported rental income, it amounted to less than half of the mortgage payments.</p>\n    </div>\n    <p class=\"indent\">F. The motion to suppress</p>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">On March 18, 1998, all three defendants were charged with one count of bankruptcy fraud in violation of 18 U.S.C.  152 and one count of conspiracy to commit bankruptcy fraud in violation of 18 U.S.C.  371. A superseding indictment charging the same offenses was returned on August 5, 1998.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The government sought to offer in evidence some of the statements that Golenbock had made to the B.B.O. On July 6, 1998, Golenbock moved to suppress those statements. She contended that she had been coerced to answer questions by the threat that assertion of her Fifth Amendment privilege would be used against her in the B.B.O. proceeding. Stein did not join in the motion or file a separate motion to suppress. In support of her motion, Golenbock submitted her affidavit and that of Barshak, quoted supra.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">On August 20, 1998, the district court denied Golenbock's motion in a written decision, stating:</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">In this case, Golenbock did not face the ominous choice \"between the rock and the whirlpool,\" because, although she was subject to a negative inference based upon her silence, she was not subject to automatic disbarment. Instead, in the B.B.O. proceeding she, like defendants in any civil proceeding, had to choose between remaining silent and risking an adverse inference on the one hand, and giving testimony that could be used against her in a subsequent criminal proceeding on the other. Because Golenbock's testimony was not coerced, as that term is defined in Garrity [v. New Jersey, 385 U.S. 492 (1967)], her motion to suppress statements made to the B.B.O. will be denied.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">At trial, the government introduced excerpts from thirty-three pages of B.B.O. testimony, which were admitted in evidence against Golenbock. The excerpts included Golenbock's testimony concerning her payment of the mortgage, tax and other payments on the Wellfleet property, as well as the proceeds of the sale of the property. Neither Golenbock nor Stein made a contemporaneous objection.</p>\n    </div>\n    <p class=\"indent\">G. The criminal trial</p>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">The two-week jury trial of all three defendants commenced in March, 1999. At trial, an expert testified that the value of the Wellfleet property, as of October 4, 1990, was $120,000. There were two mortgages totaling approximately $100,000 and approximately $2,000 worth of tax liens.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">By way of defense at the trial, Golenbock and Stein contended that they did not have to list the conveyance of the Wellfleet property in their bankruptcy schedules because the transfer was in the ordinary course of business (i.e. real estate development). After the property was conveyed to Otis, defendants contended, Golenbock managed the property and Stein \"looked after necessary repairs and made sure the bills were paid.\" The mortgage was paid with monies Otis provided to Golenbock in her role as property manager. The main source of income for these payments was the Adams Street Realty Trust, composed of rental properties in Lowell, Massachusetts. Golenbock and Stein had transferred their beneficial interest in those properties to Otis in November, 1991, with the bankruptcy court's permission. The tenants of the Lowell properties often paid in cash, defendants asserted, which accounted for Golenbock and Stein's cash payments for the mortgage and other expenses associated with the Wellfleet property. Stein was the only defendant who testified at trial.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Stein and Otis moved for acquittal under Fed. R. Crim. P. 29 at the close of the government's case. The court denied both motions.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Neither Stein nor Otis renewed her motion for acquittal after the close of her defense. On April 12, 1999, the jury found Golenbock and Stein guilty of both counts. Otis was convicted on the conspiracy count and acquitted on the substantive bankruptcy fraud count.</p>\n    </div>\n    <p class=\"indent\">H. Sentencing</p>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">On July 8, 1999, the trial court determined that Golenbock and Stein each had an adjusted offense level of 16. The computation was based on a base offense level of 6, with upward adjustments for their roles in the offense as leaders, supervisors, organizers, or managers of Otis; for more than minimal planning and more than one victim; and for the amount of the intended loss, which was determined to be $73,906.66.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Golenbock and Stein were each sentenced to twenty-one months of imprisonment followed by thirty-six months of supervised release. Otis received a sentence of five months in prison and twenty-four months of supervised release.</p>\n    </div>\n    <p class=\"indent\">II.</p>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">In these consolidated appeals, the defendants advance various arguments. First, Golenbock and Stein assert that the district court erred in not suppressing at trial testimony provided by Golenbock in proceedings conducted by the Board of Bar Overseers. Golenbock and Stein also dispute the court's sentencing enhancement based on the intended loss for which they were responsible. Stein and Otis contend the evidence was insufficient to support their convictions. Stein further maintains that her sentence should not have been enhanced to reflect a leadership role in the offense. Finally, Otis argues that the indictment was deficient as to the charges against her. We find no reversible error as to any of these matters, and affirm the defendants' convictions and sentences.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">A. Golenbock's B.B.O. testimony (Golenbock and Stein)</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Golenbock and Stein both contend that because Golenbock's B.B.O. testimony was coerced, it should have been suppressed at their criminal trial.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> In reviewing the denial of a motion to suppress, we review the district court's findings of fact for clear error, and its conclusions of law and rulings on the constitutionality of the government's conduct de novo. See United States v. Leon-Delfis, 203 F.3d 103, 107 (1st Cir. 2000).</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">Golenbock argues that she reasonably believed that if she refused to testify before the B.B.O., she could be subject to an adverse inference as to the matters at issue in that proceeding, with the practical outcome being her disbarment. She contends that this impending threat of disbarment rendered her testimony involuntary and thus inadmissible at her criminal trial. We think, however, that the penalty of adverse inference and possible disbarment was too conditional to establish a conclusion that her B.B.O. testimony was compelled in contravention of the Fifth Amendment.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">The Fifth Amendment secures an individual's privilege \"to remain silent unless he chooses to speak in the unfettered exercise of his own will, and to suffer no penalty . . . for such silence.\" Spevack v. Klein, 385 U.S. 511, 514 (1967) (Douglas, J.) (plurality opinion quoting Malloy v. Hogan, 378 U.S. 1, 8 (1963)). The Fifth Amendment not only protects against being involuntarily called as a witness against oneself in a criminal prosecution,</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">but also privileges him not to answer official questions put to him in any other proceeding, civil or criminal, formal or informal, where the answers might incriminate him in future criminal proceedings.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">Lefkowitz v. Turley, 414 U.S. 70, 77 (1973).</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">The Fifth Amendment has been held to protect individuals from the threat of substantial economic sanction for exercising their rights. See id. at 82-83 (state contractors barred from state business for five years for refusal to testify before grand jury); Gardner v. Broderick, 392 U.S. 273 (1968) (police officer discharged for refusal to testify before grand jury). In Spevack, the Court held that an attorney's refusal, on grounds of self-incrimination, to produce financial records and to testify at a judicial inquiry in a disciplinary proceeding was not a constitutionally permissible basis for his disbarment. Four members of the court described disbarment as a \"costly\" sanction within the meaning of the Fifth Amendment, and went on to state:The threat of disbarment and the loss of professional standing, professional reputation, and of livelihood are powerful forms of compulsion to make a lawyer relinquish the [Fifth Amendment] privilege.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">Spevack, 385 U.S. at 516.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">On the same day, the Court similarly held that statements elicited as a result of compelling a choice between self-incrimination and the loss of a public job were inadmissible in a later criminal proceeding. See Garrity v. New Jersey, 385 U.S. 493, 498 (1967). There, police officers were summoned to appear before a state investigative body examining irregularities in criminal cases. They were informed that anything they said could be used against them in subsequent criminal proceedings, but if they refused to answer they would be subject to removal from office. Id. at 494. The officers answered the questions. Later, they were indicted and tried for crimes relating to the earlier questioning, and their statements were used at trial. Id. at 495. The Supreme Court reversed their convictions on the ground that their testimony was involuntary because it was under threat of job termination. Id. at 497-98.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">Where, however, invocation of the Fifth Amendment does not, by itself, result in forfeiture of the job or license in question, the fact that claiming the Fifth may, as a practical matter, result in damage to one's chances of retaining the privilege at stake does not necessarily establish a constitutional violation. The effect must be \"capable of forcing the self-incrimination which the Amendment forbids.\" Lefkowitz v. Cunningham, 431 U.S. 801, 806 (1977); see also Flint v. Mullen, 499 F.2d 100, 104 (1st Cir. 1974) (\"[N]ot every undesirable consequence which may follow from the exercise of the privilege against self-incrimination can be characterized as a penalty.\").</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">Hence the Supreme Court has adhered to the \"prevailing rule\" that the Fifth Amendment does not forbid allowing adverse inferences to be drawn against parties to civil actions from their refusal to testify in response to probative evidence offered against them. Baxter v. Palmigiano, 425 U.S. 308, 317 (1976). In Baxter, the Court held that permitting the drawing of an adverse inference from a prisoner's silence in a prison disciplinary hearing was constitutionally permissible. See id. at 316-20. The Baxter court differentiated the effects of the prisoners' silence from the automatic penalties at issue in other cases:</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">In this respect, this case is very different from the circumstances before the Court in the Garrity-Lefkowitz decisions, where refusal to submit to interrogation and to waive the Fifth Amendment privilege, standing alone and without regard to the other evidence, resulted in loss of employment or opportunity to contract with the State. There, failure to respond to interrogation was treated as a final admission of guilt.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">Id. at 317-18.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> The Supreme Court later distinguished its holding in Baxter from a case in which, pursuant to a New York statute, an attorney was divested of his state political party offices when he refused to waive his constitutional immunity before a special grand jury:</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">Baxter did no more than permit an inference to be drawn in a civil case from a party's refusal to testify. Respondent's silence in Baxter was only one of a number of factors to be considered by the finder of fact in assessing a penalty, and was given no more probative value than the facts of the case warranted; here, refusal to waive the Fifth Amendment leads automatically and without more to imposition of sanctions.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">Lefkowitz v. Cunningham, 431 U.S. 801, 808 n.5 (1977).</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">Relying on Garrity, Golenbock insists that she was forced to choose between her livelihood as an attorney and incriminating herself in the B.B.O. investigation. Unlike the police officers in Garrity, however, Golenbock was not subject to automatic loss of her position if she asserted her right not to testify. While refusal to waive the Fifth Amendment might increase the risk that she would be disbarred, disbarment would not result automatically and without more. Hence, she was not threatened with a \"penalty\" within the meaning of Garrity for invoking her Fifth Amendment privilege.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">Attorney Barshak's affidavit makes this point clear. He stated that \"the B.B.O. would be allowed to draw from her silence any adverse inferences relating to any area of the investigation she refused to discuss.\" (Emphasis added). It is true that Barshak went on to opine to his client that \"those adverse inferences would mean that the B.B.O. would find against her in relation to those areas of investigation and that as a result, she would be disbarred or suspended.\" His prediction of disbarment, however, rested on his estimate of how the B.B.O. would exercise its ability to draw adverse inferences. Mr. Barshak did not suggest that the B.B.O. was required to disbar her as an automatic sanction for Golenbock's failure to waive her constitutional rights.</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">The B.B.O.'s own rules and practice make it plain that Golenbock was not faced with an automatic sanction. The B.B.O. makes its decisions based on a preponderance of the evidence, with the Bar Counsel bearing the burden of proof. See Rules of the Board of Bar Overseers,  3.28. Nothing in the record suggests that the B.B.O. has either a formal rule or an unwritten policy or practice to disbar or suspend attorneys simply for invoking Fifth Amendment privileges. Hence, the consequences of Golenbock's assertion of the privilege before the B.B.O. were the same as in any civil proceeding, in that the fact-finder could -- but was not required to -- draw an adverse inference from such an assertion. See Baxter, 425 U.S. at 317; see also Federal Deposit Ins. Corp. v. Elio, 39 F.3d 1239, 1248 (1st Cir. 1994).</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">Golenbock contends, nevertheless, that the risk of disbarment arising from her refusal to testify was sufficiently coercive to render her B.B.O. testimony inadmissible. This argument ignores the reasoning of Baxter, on which this court has relied to distinguish between the threat of automatic loss of one's livelihood and the threat of an inference that might lead to such a loss. In United States v. Indorato, 628 F.2d 711 (1st Cir. 1980), we held that a state police officer's self-incriminating statements made during a theft investigation were not coerced, where nothing in relevant police department rules mandated dismissal for invoking Fifth Amendment rights. We observed:</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">In all of the cases flowing from Garrity, there are two common features: (1) the person being investigated is explicitly told that failure to waive his constitutional right against self-incrimination will result in his discharge from public employment (or a similarly severe sanction imposed in the case of private citizens); and (2) there is a statute or municipal ordinance mandating such procedure.</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">Id. at 716. In Indorato, we said that absent elements of this nature, fear of punishment as a consequence of claiming one's rights does not protect one from the government's subsequent use of self-incriminating statements in a criminal trial.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> See id.</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">As said, there is no evidence of any B.B.O. rule mandating that claiming one's constitutional right to remain silent must necessarily result in disbarment. Golenbock could have asserted her Fifth Amendment privilege and later argued to the B.B.O. fact-finder that the evidence against her, as a whole, was inadequate to warrant disbarment. We conclude that \"[n]either Garrity nor any of its progeny brings defendant within the ambit of the coerced testimony doctrine.\" Indorato, 628 F.2d at 716. We affirm the district court's denial of Golenbock's motion to suppress.</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">B.  Intended loss calculation (Golenbock and Stein)</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">The district court increased Golenbock and Stein's base offense levels by six levels because of the amount of the intended loss for which they were responsible.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> The court determined that the intended loss was approximately $74,000, which it characterized as \"the amount of the net gain over the mortgage and expenses.\" The district court's findings were based on the facts that the Wellfleet property was sold in June, 1996, for $175,000, and that $73,906.66 remained after the mortgages, tax obligation and brokerage commission were deducted from the escrow.</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">We review a district court's intended loss findings for clear error. See United States v. Robbio, 186 F.3d 37, 43 (1st Cir. 1999); see also United States v. Cali, 87 F.3d 571, 575 (1st Cir. 1996) (clear error standard applied to sentence enhancements even where defendant objected in district court). \"Courts can, and frequently do, deal with rough estimates, and as such, a party dissatisfied with a sentencing court's quantification of the amount of loss . . . must go a long way to demonstrate clear error.\" United States v. Rowe, 202 F.3d 37, 42 (1st Cir. 2000) (internal citations omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">Golenbock and Stein argue that the district court's calculation was flawed because it did not take into account the more than five years of \"carrying costs\" that defendants had paid while the property grew in value from its $120,000 purchase price in 1990 to its $175,000 sale price in 1996. During this time period, Golenbock and Stein made insurance and mortgage payments totaling approximately $70,000. Golenbock and Stein argue that the creditors reaped the benefit of an increase in the value of the property that was created by Golenbock and Stein's payments. Golenbock and Stein argue there was no intended loss whatsoever, because the amount they paid to carry the property over the five years approximately equaled the net value in 1996. Had they kept the sales proceeds, their net would be zero after subtracting the payments they made.</p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\">But we believe the district court's intended loss calculation was justifiable and well within the standards of the Sentencing Guidelines and relevant case law. Section 2F1.1 of the Guidelines provides that an offense level shall be increased by six levels if the loss or intended loss amounts to more than $70,000. Intended loss need not be determined with precision; \"[t]he court need only make a reasonable estimate of the loss, given the available information.'\" United States v. Pervaz, 118 F.3d 1, 10 (1st Cir. 1997) (quoting U.S.S.G.  2F1.1, cmt. (n.8)); see also United States v. Parsons, 141 F.3d 386, 392 (1st Cir. 1998) (loss is a proxy for the seriousness of the offense). Section 2F1.1 does not otherwise specify or restrict the means by which intended loss may be calculated in a bankruptcy case. Compare U.S.S.G.  2F1.1 cmt (n.8) (providing special rules for calculating loss in particular types of cases, including loan fraud).<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a></p>\n    </div>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p class=\"indent\">Here, it was reasonable for the district court to treat the $74,000 net gain realized on the 1996 sale of the property as the measure of the creditors' intended loss. For each of the five previous years during which Golenbock and Stein held it, their exclusive control gave them the economic use of the property in addition to the profit they later realized when the property was sold. Golenbock and Stein could rent the property to others and on occasion did so. In lieu of renting it, they could and did themselves enjoy its use. In either event the property, during all of the years when they were paying the carrying charges, had immediate value to those who controlled it, just as ownership of one's home provides continuous economic value distinct from the capital gain when the home is eventually sold. In the circumstances, we think the district court could reasonably treat the economic value of the property during the years Golenbock and Stein fraudulently withheld it from their creditors as offsetting its carrying expenses, leaving the $74,000 net gain on the 1996 sale as the amount Golenbock and Stein would have realized had the fraud succeeded and, conversely, as the loss the fraud would have caused to the creditors had the scheme worked. Golenbock and Stein clearly never intended by paying the mortgage and other expenses to benefit their creditors; during this period they alone retained the exclusive right to the property's use. We do not find clear error in the district court's refusal to subtract Golenbock and Stein's annual payments from the $74,000.</p>\n    </div>\n    <div class=\"num\" id=\"p65\">\n      <span class=\"num\">65</span>\n      <p class=\"indent\">Nor is there error in the fact that the court evaluated the intended loss at the time Golenbock and Stein sold the Wellfleet property, rather than at the time they filed for bankruptcy. Like conspiracy, bankruptcy concealment has been described as a continuing offense. See 18 U.S.C.  3284;<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a> United States v. Gilbert, 136 F.3d 1451, 1453 (11th Cir. 1998); Sultan v. United States, 249 F.2d 385, 386 (5th Cir. 1957) (noting that  3284, in addition to describing a statute of limitations, has substantive consequences). \"[C]oncealment by its nature is an act which goes on until detected or its consequences are purged.\" Sultan, 249 F.2d at 386. The fraud was still ongoing at the time the Wellfleet property was sold, as the concealment had not yet been revealed at that point. Hence, it was proper for the court to base its intended loss findings on the value of the property at the time of the sale.</p>\n    </div>\n    <p class=\"indent\">C.  Sentencing enhancement (Stein)</p>\n    <div class=\"num\" id=\"p66\">\n      <span class=\"num\">66</span>\n      <p class=\"indent\">The district court found that Stein was \"an organizer, leader, manager, or supervisor\" for the purposes of U.S.S.G.  3B1.1(c), and accordingly added two levels to her base offense level. Stein argues that the evidence does not support the district court's conclusion. Because a sentencing court's role-in-the-offense determination is necessarily fact-specific, we review deferentially and only for clear error or mistake of law. See United States v. Alicea, 205 F.3d 480, 485 (1st Cir. 2000).</p>\n    </div>\n    <div class=\"num\" id=\"p67\">\n      <span class=\"num\">67</span>\n      <p class=\"indent\">The government must prove by a preponderance of the evidence that Stein's role satisfies the requirements of  3B1.1(c). See id. at 485. A two-level increase pursuant to  3B1.1(c) is justified</p>\n    </div>\n    <div class=\"num\" id=\"p68\">\n      <span class=\"num\">68</span>\n      <p class=\"indent\">if the sentencing court supportably finds that (1) the criminal enterprise involved at least two complicit participants (of whom the defendant may be counted as one), and (2) the defendant, in committing the offense, exercised control over, organized, or was otherwise responsible for superintending the activities of, at least one of those other persons.</p>\n    </div>\n    <div class=\"num\" id=\"p69\">\n      <span class=\"num\">69</span>\n      <p class=\"indent\">United States v. Cruz, 120 F.3d 1, 3 (1st Cir. 1997) (en banc). In determining whether the defendant qualifies for the enhancement, the Sentencing Guidelines instruct courts to consider seven factors:</p>\n    </div>\n    <div class=\"num\" id=\"p70\">\n      <span class=\"num\">70</span>\n      <p class=\"indent\">the exercise of decision making authority, the nature of participation in the commission of the offense, the recruitment of accomplices, the claimed right to a larger share of the fruits of the crime, the degree of participation in planning or organizing the offense, the nature and scope of the illegal activity, and the degree of control exercised over others.</p>\n    </div>\n    <div class=\"num\" id=\"p71\">\n      <span class=\"num\">71</span>\n      <p class=\"indent\">U.S.S.G.  3B1.1 cmt. (n.4). This list of factors is \"representative rather than exhaustive.\" United States v. Tejada-Beltran, 50 F.3d 105, 111 (1st Cir. 1995).</p>\n    </div>\n    <div class=\"num\" id=\"p72\">\n      <span class=\"num\">72</span>\n      <p class=\"indent\">Stein opposed this enhancement in objections to the presentence report (PSR) and at sentencing. On appeal, Stein makes a very brief and general argument that the sentencing enhancement was erroneous because there was no evidence that she supervised or managed Otis's criminal conduct. We perceive no clear error.</p>\n    </div>\n    <div class=\"num\" id=\"p73\">\n      <span class=\"num\">73</span>\n      <p class=\"indent\">The court could have reasonably found that Stein, together with Golenbock, devised and carried out a plan to conceal the Wellfleet property from bankruptcy creditors and the trustee by having Otis hold it for them in trust. Stein signed the backdated deed of the Wellfleet property to Otis. Stein met with the bankruptcy attorney, provided the information for her filing and attended the meetings of creditors. After they conveyed title to Otis, Stein and Golenbock forwarded the tax forms to her.</p>\n    </div>\n    <div class=\"num\" id=\"p74\">\n      <span class=\"num\">74</span>\n      <p class=\"indent\">The testimony of Stein's and Golenbock's secretaries reflects that Stein as well as Golenbock exercised continuing decision-making authority with respect to the Wellfleet property. Stein paid or authorized the payment of bills, sometimes with handwritten directions on the bills. And with Golenbock, Stein received tax documents and insurance forms at her address. Stein and Golenbock made the arrangements with the real estate broker when the property was being sold. When the proceeds for the sale of the Wellfleet property were issued to Otis, amounting to more than $70,000, Otis signed them over to accounts from which Stein benefitted.</p>\n    </div>\n    <div class=\"num\" id=\"p75\">\n      <span class=\"num\">75</span>\n      <p class=\"indent\">It is true that there is little evidence that Stein alone -- i.e., acting separately from Golenbock - directed Otis's activity related to the concealment. However, Stein does not contend that two organizers cannot act jointly to direct the activity of another, and we have found no authority so stating. Hence, we perceive no clear error in the district court's determination that Stein was a leader, supervisor, organizer or manager of Otis.</p>\n    </div>\n    <div class=\"num\" id=\"p76\">\n      <span class=\"num\">76</span>\n      <p class=\"indent\">D.  Sufficiency of the evidence (Stein and Otis)</p>\n    </div>\n    <div class=\"num\" id=\"p77\">\n      <span class=\"num\">77</span>\n      <p class=\"indent\">On appeal, Stein and Otis challenge the sufficiency of the evidence presented against them. It is well-established that in order to challenge the sufficiency of the evidence after a conviction, the defendant must have preserved her Rule 29 motion by moving for an acquittal at the close of the defense's evidence at trial. See United States v. Castro-Lara, 970 F.2d 976, 980 &amp; n.2 (1st Cir. 1992); United States v. Concemi, 957 F.2d 942, 950 (1st Cir. 1992).</p>\n    </div>\n    <div class=\"num\" id=\"p78\">\n      <span class=\"num\">78</span>\n      <p class=\"indent\">Absent a renewal of the motion for acquittal after presenting the case for the defense, the motion for acquittal is considered waived. Hence, in order to prevail on a challenge to the sufficiency of the evidence, \"the defendants must then demonstrate \"clear and gross\" injustice.'\"</p>\n    </div>\n    <div class=\"num\" id=\"p79\">\n      <span class=\"num\">79</span>\n      <p class=\"indent\">Concemi, 957 F.2d at 950 (internal citations omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p80\">\n      <span class=\"num\">80</span>\n      <p class=\"indent\">Here, Stein and Otis moved for acquittal under Fed. R. Crim. P. 29 at the close of the government's evidence. Neither afterward renewed her Rule 29 motion at the close of the defense's evidence. Hence, we apply the \"clear and gross injustice\" standard to this portion of Stein and Otis's appeal. See id. After careful review, we conclude that the evidence presented at trial against Stein and Otis was sufficient to support a guilty verdict beyond a reasonable doubt.</p>\n    </div>\n    <p class=\"indent\">1. Stein</p>\n    <div class=\"num\" id=\"p81\">\n      <span class=\"num\">81</span>\n      <p class=\"indent\">Stein argues that there was insufficient evidence to support her conviction because she simply \"followed Golenbock's lead at every step of the way, without knowing that Golenbock was concealing the property from the bankruptcy trustee.\" She contends that the evidence showed that only Golenbock and Otis controlled the property. There is no support for the conclusion, Stein argues, that she knowingly retained an interest in the Wellfleet property or that she intentionally concealed (or conspired to conceal) it from her bankruptcy creditors. We disagree, based on reasonable inferences from other evidence described in section II.C., supra, as well as from the following evidence.</p>\n    </div>\n    <div class=\"num\" id=\"p82\">\n      <span class=\"num\">82</span>\n      <p class=\"indent\">Stein filed her bankruptcy separately from Golenbock's. Stein's bankruptcy schedules and statement of financial affairs not only failed to list the Wellfleet property as a property in which she held an interest, but also failed to list the Cape Cod Five as a creditor, failed to disclose (as the forms required had Stein's interest been transferred, as claimed, the previous December) that she had previously been a part owner of the Wellfleet property within the year before she filed for bankruptcy, and failed to disclose the civil litigation relating to a hot tub at the Wellfleet property. In other words, there is evidence that even if Stein was unaware that she had retained a continuing interest in the Wellfleet property after the alleged December 31, 1989, transfer to Otis, she failed to make appropriate disclosure as to multiple relevant aspects of her relationship to the Wellfleet property, including her involvement before the transfer.</p>\n    </div>\n    <div class=\"num\" id=\"p83\">\n      <span class=\"num\">83</span>\n      <p class=\"indent\">Stein attended 341 meetings and answered questions, affirming that the information contained in the schedules was truthful and accurate. Her bankruptcy attorney, Jeffrey Schreiber, testified that all the information on the schedules was obtained from Stein or Golenbock. Schreiber testified that he did not learn of the Wellfleet property from Stein or Golenbock, however, but from a B.B.O. attorney only a couple of years before the trial in this case.</p>\n    </div>\n    <div class=\"num\" id=\"p84\">\n      <span class=\"num\">84</span>\n      <p class=\"indent\">Stein contended at trial that the Wellfleet property in fact was legitimately and wholly conveyed to Otis nine months before the bankruptcy filing. Sufficient evidence would have enabled a reasonable jury to conclude otherwise, however. First, while the deed to Otis was dated and notarized nine months earlier, it was not recorded until October 4, 1990, a week after the filing of the individual bankruptcy petitions by Stein and Golenbock. Stein's testimony as to where the deed was signed and notarized was confused. She testified that the deed was signed and notarized in Andover, which is in Essex County, but on its face the deed indicates that it was executed and notarized in Middlesex County, where Golenbock and Stein resided. Second, Golenbock and Stein continued to pay the mortgage and other expenses relating to the property after December 31, 1989, strongly suggesting no actual transfer to Otis. They did not receive the stated consideration for the transfer. Their names were not changed on bills relating to the property until 1991. Stein conceded that she had never attempted to list the property for sale with a real estate broker, but had just talked to Otis, a close friend, about it. Additionally, the Declaration of Trust for the B.Z. Realty Trust, of which Otis was supposedly the trustee, was recorded only at the time the deed was recorded; this document was purported to have been executed on August 1 of either 1989 or 1990 (both dates appeared on it). From this evidence, the jury could have concluded that Stein had never transferred nor intended to transfer her interest in trust to Otis on December 31, 1989, prior to the bankruptcy. Indeed, the jury could have determined that, even if prepared on that date, the deed was not delivered then or that it may even have been made later and backdated, after Golenbock and Stein had filed for bankruptcy. In any case, the evidence suggests that the deed had been fabricated as part of defendants' scheme to conceal the property from bankruptcy creditors.</p>\n    </div>\n    <div class=\"num\" id=\"p85\">\n      <span class=\"num\">85</span>\n      <p class=\"indent\">Stein testified that between 1992 and 1994, the Wellfleet property payments were all made from the Adams Street Trust account because Otis had purchased the beneficial interest in that trust. This testimony was corroborated by that of her secretary, Beverly Rubin. However, neither Stein nor Rubin provided any supporting documents. Furthermore, there was contradictory evidence: checks and other payments relating to the Wellfleet property, made during that time period, from accounts and sources other than the Adams Street Trust account, including their bankruptcy debtor-in-possession checking account. In addition, Stein's signature appears on non-Adams Street Trust checks in the early 1990s on payments for the Wellfleet property, after the property was sold to Otis. Furthermore, after Stein and Golenbock received their bankruptcy discharges, but while their bankruptcy cases were still open, they began paying the Cape Cod Five loans directly from an account in Golenbock's name. Two of those checks were signed by Stein in October, 1995. Moreover, despite the stated consideration of $108,000, no funds appear to have changed hands as between Otis and the purported sellers, nor was the Cape Cod Five notified of the purported sale to Otis.</p>\n    </div>\n    <div class=\"num\" id=\"p86\">\n      <span class=\"num\">86</span>\n      <p class=\"indent\">Hence, the jury could have concluded that the sale to Otis was a sham and that Golenbock and Stein paid the Wellfleet expenses from their own funds, and that Stein's testimony at trial about the payments was false. See United States v. Jimenez-Perez, 869 F.2d 9, 11 (1st Cir. 1989) (the jury \"could legitimately have presumed that the fabrication was all the more proof of [defendants'] guilt\"). As the evidence was sufficient for the jury to have concluded that Stein knowingly and fraudulently concealed her interest in the Wellfleet property from her bankruptcy creditors, and conspired with Golenbock and Otis to do so, there was no clear and gross injustice in her conviction.</p>\n    </div>\n    <p class=\"indent\">2. Otis</p>\n    <div class=\"num\" id=\"p87\">\n      <span class=\"num\">87</span>\n      <p class=\"indent\">Otis argues that there was insufficient evidence that she willfully joined the conspiracy to conceal the Wellfleet property from Golenbock's and Stein's bankruptcy creditors. She contends that she was unaware of any improprieties throughout the concealment scheme, and hence lacked the requisite intent to be convicted of conspiracy. We hold that a reasonable jury could have concluded otherwise.</p>\n    </div>\n    <div class=\"num\" id=\"p88\">\n      <span class=\"num\">88</span>\n      <p class=\"indent\">The government points out that Golenbock and Otis were close friends and Golenbock was a godmother to one of Otis's sons. This alone, of course, would be insufficient to establish that Otis knew of the concealment, although, together with other probative evidence, it might be a further factor making such knowledge more likely. The government points out that Golenbock issued a $15,000 check to Otis a few days after the bankruptcy filing, then recorded the earlier-dated deed of the Wellfleet property to Otis one week later. From this, the government argues, the jury could have found that Otis knowingly was being paid to hold the property for Golenbock's and Stein's benefit.</p>\n    </div>\n    <div class=\"num\" id=\"p89\">\n      <span class=\"num\">89</span>\n      <p class=\"indent\">Precisely when Otis's involvement began is not critical. \"[I]t is well settled that one may join a conspiracy subsequent to its original formation by adopting its goals and adhering to its purposes.\" United States v. Spock, 416 F.2d 165, 191 (1st Cir. 1969) (citing Blumenthal v. United States, 332 U.S. 539, 559 (1947)). Where a defendant knows of the bankruptcy and holds or disposes of assets for the debtor, the evidence is \"sufficient to warrant the jury's inferring purposeful knowledge and participation in the plan first set in motion previously\" by the debtor. Sultan, 249 F.2d at 387. Here, even if Otis had been unaware of the concealment at the time of the conveyance, there is ample circumstantial evidence for a jury to find that she later was knowingly and willfully involved in the conspiracy.</p>\n    </div>\n    <div class=\"num\" id=\"p90\">\n      <span class=\"num\">90</span>\n      <p class=\"indent\">First, there is evidence that Otis knew of the bankruptcy proceedings during the time period that she held the Wellfleet property in trust (August 1989 or August 1990 to June 1996). In 1992, Otis submitted a pleading from Golenbock's bankruptcy case to the IRS. Moreover, she admitted her awareness of the bankruptcy in her B.B.O. deposition in January, 1996.</p>\n    </div>\n    <div class=\"num\" id=\"p91\">\n      <span class=\"num\">91</span>\n      <p class=\"indent\">Second, there was evidence that Otis, who was an attorney herself, would have known that the circumstances of the transfer and subsequent handling of the Wellfleet property were irregular. The jury could have inferred that as the supposed purchaser of the property, Otis was aware that the purported transfer to her was a sham. She admitted that she made none of the expense payments for the property and was not involved in renting it. Although the deed stated she took the property subject to the Cape Cod Five's two mortgages, Otis never received mortgage bills, as they were sent to Golenbock and Stein's office. When the decision was made to sell the property, Golenbock and Stein, not Otis, conducted the communications with the broker. And when the property was sold, Otis turned over all the proceeds to Golenbock's and Stein's minor son.</p>\n    </div>\n    <div class=\"num\" id=\"p92\">\n      <span class=\"num\">92</span>\n      <p class=\"indent\">Moreover, there is evidence that Otis actively attempted to cover up these irregularities. Although she acknowledged that she did not provide any of the funds to pay the loans, she fraudulently claimed the mortgage interest deduction for several years on her federal income tax returns. Furthermore, Otis made false statements in a B.B.O. deposition about the matter. The jury saw the transcripts and heard the tapes of her testimony, from which they could have drawn additional negative inferences both to her credibility and her culpability. See Jimenez-Perez, 869 F.2d at 11.</p>\n    </div>\n    <div class=\"num\" id=\"p93\">\n      <span class=\"num\">93</span>\n      <p class=\"indent\">In sum, there is evidence from which the jury could have reasonably concluded that Otis knew of the bankruptcy and participated in the conspiracy to conceal the Wellfleet property. Hence, there was no clear and gross injustice in her conviction.</p>\n    </div>\n    <p class=\"indent\">E. Defective indictment (Otis)</p>\n    <div class=\"num\" id=\"p94\">\n      <span class=\"num\">94</span>\n      <p class=\"indent\">Otis was convicted only on the conspiracy charge, set forth in Count II of the superseding indictment. She now contends that Count II failed to adequately inform her of which paragraph of 18 U.S.C.  152 was charged. Because she did not challenge the sufficiency of the indictment below, we review for plain error only. See United States v. Murphy, 762 F.2d 1151, 1155 (1st Cir. 1985); Fed. R. Crim. P. 52(b).</p>\n    </div>\n    <div class=\"num\" id=\"p95\">\n      <span class=\"num\">95</span>\n      <p class=\"indent\">Count II charges that Otis, Golenbock and Stein</p>\n    </div>\n    <div class=\"num\" id=\"p96\">\n      <span class=\"num\">96</span>\n      <p class=\"indent\">\"did knowingly, willfully, and unlawfully conspire and agree among themselves to commit the following offense against the United States:</p>\n    </div>\n    <div class=\"num\" id=\"p97\">\n      <span class=\"num\">97</span>\n      <p class=\"indent\">to knowingly and fraudulently conceal from creditors and the trustee in bankruptcy proceedings under Title 11 of the United States Code (the bankruptcy laws), captioned In re: Wendy B. Golenbock, case number 90-41635-JFQ and In re: Cheryl B. Stein, case number 90-41638-JFQ, in the United States Bankruptcy Court for the District of Massachusetts, property belonging to the estates of the debtors WENDY B. GOLENBOCK and CHERYL B. STEIN, to wit, their beneficial interest in the real property located on Bond Street in Wellfleet, Massachusetts (also at times referred to as South Wellfleet), also identified at times as being on Old Wharf Road or Paine Avenue or lots 63 and 80, and their agreement with SUSAN OTIS, aka SUSAN ALEKMAN concerning her holding that real property in trust for the benefit of WENDY B. GOLENBOCK and CHERYL B. STEIN, all in violation of Title 18, United States Code Sections 152 and 2.</p>\n    </div>\n    <div class=\"num\" id=\"p98\">\n      <span class=\"num\">98</span>\n      <p class=\"indent\">(Emphasis added.)</p>\n    </div>\n    <div class=\"num\" id=\"p99\">\n      <span class=\"num\">99</span>\n      <p class=\"indent\">Otis argues that in Count II, the statement \"all in violation of 18 U.S.C.  152 and 18 U.S.C.  2\" was not clear enough to notify her of what crimes she was alleged to have committed. An indictment is sufficient \"if the offense is described with sufficient clarity to show a violation of law, and enables the accused to know the nature and cause of the accusation against him and to plead an acquittal or conviction in bar of future prosecution for the same offense.\" United States v. Fusaro, 708 F.2d 17, 23 (1st Cir. 1983) (citing Hamling v. United States, 418 U.S. 87 (1974)). Generally, an indictment passes muster if it sets forth the offense in the words of the statute, including all the elements of the offense. See United States v. Penagaricano-Soler, 911 F.2d 833, 839 (1st Cir. 1990).</p>\n    </div>\n    <div class=\"num\" id=\"p100\">\n      <span class=\"num\">100</span>\n      <p class=\"indent\">18 U.S.C.  152 (App. 1994), the version of the statute under which defendants were charged, describes several forms of criminal conduct in the bankruptcy context, including concealment of assets, false oaths and claims, and bribery.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a> Otis was charged with a violation of the first provision (now the first paragraph) of  152, prohibiting concealment of assets, which sets forth in relevant part:</p>\n    </div>\n    <div class=\"num\" id=\"p101\">\n      <span class=\"num\">101</span>\n      <p class=\"indent\">Whoever knowingly and fraudulently conceals from the receiver, custodian, trustee, marshal, or other officer of the court charged with the control or custody of property, or from creditors in any bankruptcy proceeding, any property belonging to the estate of a bankrupt; . . . Shall be fined not more than $5,000 or imprisoned not more than five years, or both.</p>\n    </div>\n    <div class=\"num\" id=\"p102\">\n      <span class=\"num\">102</span>\n      <p class=\"indent\">Count II of the superseding indictment tracks the above-cited paragraph with sufficient clarity to place Otis on notice of the elements of the charged offense. See United States v. Grant, 971 F.2d 799, 802 (1st Cir. 1992) (elements of bankruptcy concealment are knowing concealment of property of one's bankruptcy estate from the bankruptcy trustee, with specific intent to defraud creditors). Count II sets forth the time and place of offense, identifies the relevant bankruptcy proceedings at issue, the property alleged to have been concealed, and the persons from whom it was concealed. See United States v. Arge, 418 F.2d 721, 724 (10th Cir. 1969) (an indictment for bankruptcy concealment must allege time and place, knowing and fraudulent intent, a description of the property concealed, the persons from whom it was concealed, and that it was property of the bankrupt estate). Moreover, the indictment identifies the intent: that Otis \"knowingly, willfully, and unlawfully\" conspired to commit the offense, and that she \"knowingly and fraudulently\" concealed the property. See id. Hence, we conclude that the charging language in Count II adequately set forth both the language and elements of the first paragraph of 18 U.S.C.  152 and informed Otis of the relevant offense.</p>\n    </div>\n    <div class=\"num\" id=\"p103\">\n      <span class=\"num\">103</span>\n      <p class=\"indent\">Otis also contends that the indictment was defective because it cited to 18 U.S.C.  2 without setting forth its specific language.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a> Charges under  2 need not be specifically referenced in an indictment, however. See United States v. Footman, 215 F.3d 145, 153-54 (1st Cir. 2000); United States v. Andrade, 135 F.3d 104, 110 (1st Cir. 1998). Hence, there is no error, plain or otherwise, in the omission of the specific language of  2, and we affirm Otis's conviction on the indictment.</p>\n    </div>\n    <div class=\"num\" id=\"p104\">\n      <span class=\"num\">104</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>NOTES:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Stein is now also a lawyer.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Ratner was not involved in this case.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Because Stein's appeal on this issue is derivative of Golenbock's, we address them together referring only to Golenbock.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Where the government seeks to compel testimony by threat of loss of livelihood, the witness may rightfully refuse to answer unless he is protected against the use of the compelled answers in any subsequent criminal case. See United States v. Perez-Franco, 873 F.2d 455, 462 (1st Cir. 1989) (citing Turley, 414 U.S. at 78). A state may compel incriminating answers to its questions, however, if the testimony and its fruits are rendered unavailable for use in subsequent criminal proceedings, i.e. through a grant of immunity. See Turley, 414 U.S. at 84-85.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Golenbock points out that in Baxter, there was no pending criminal prosecution, and the State had not sought to make evidentiary use of the inmate's silence at the disciplinary hearing in any criminal proceeding. See 425 U.S. at 317. We have applied Baxter, however, to situations involving criminal charges. See, e.g., United States v. Indorato, 628 F.2d 711, 716 (1st Cir. 1980).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> We recognize that Golenbock's fear of disbarment was based on the advice of a seasoned attorney. However, the fact that, as a matter of strategic choice in the B.B.O. proceeding, Golenbock could have had good reason to fear disbarment if she did not testify is not the same as being faced with automatic disbarment for failure to testify. One can imagine situations where the adverse inferences drawn from refusing to testify might be overcome by other factors.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> The district court's sentence enhancement was based on the loss to creditors Golenbock and Stein intended, not the creditors' actual loss. It is undisputed that the Wellfleet property was ultimately discovered by the bankruptcy trustee and that the proceeds of the property's sale were recovered.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> Golenbock and Stein seek to bolster their argument by relying on loan fraud cases and the Sentencing Guidelines' commentary on loan fraud. The Guidelines recognize loan fraud as a specific exception to the usual methods of calculating loss set forth in  2F1.1 and 2B1.1. See U.S.S.G.  2F1.1 cmt. (n.8(b)). We find no error in the district court's refusal to extend the exceptional methodology used for loan fraud cases to bankruptcy fraud.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> Section 3284 provides:</p>\n        <p>The concealment of assets of a debtor in a case under title 11 shall be deemed to be a continuing offense until the debtor shall have been finally discharged or a discharge denied, and the period of limitations shall not begin to run until such final discharge or denial of discharge.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> Before it was amended in 1994, 18 U.S.C.  152 did not contain paragraph numbers. See Pub. L. 103-394,  312(a)(1)(A). The amended statute applies only to bankruptcy cases filed with the bankruptcy court after October, 1994. See id. at  702. As Golenbock and Stein's bankruptcy petitions were filed in September, 1990, we apply the earlier version of the statute.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> Section 2 provides:</p>\n        <p>(a) Whoever commits an offense against the United States or aids, abets, counsels, commands, induces or procures its commission, is punishable as a principal.</p>\n        <p>(b) Whoever willfully causes an act to be done which if directly performed by him or another would be an offense against the United States, is punishable as a principal.</p>\n        <p>We have stated that  2 is a general definitional statute that does not describe a separate offense from the underlying substantive crime. See United States v. Mitchell, 23 F.3d 1, 2 (1st Cir. 1994).</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">233</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">6</span></span> (1st Cir. 2000)</p>\n    <p class=\"parties\">UNITED STATES, Appellee,<br>v.<br>CHERYL B. STEIN, Defendant, Appellant.<br>UNITED STATES Appellee,<br>v.<br>WENDY B. GOLENBOCK, Defendant, Appellant.<br>UNITED STATES, Appellee,<br>v.<br>SUSAN OTIS, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 99-1983, No. 99-1985, No. 99-1987.</p>\n    <p class=\"court\">United States Court of Appeals, For the First Circuit.</p>\n    <p class=\"date\">Argued June 6, 2000.<br>Decided November 28, 2000.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEALS FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF MASSACHUSETTS.</p>\n      <p class=\"indent\">Hon. Nathaniel M. Gorton, U.S. District Judge.[Copyrighted Material Omitted][Copyrighted Material Omitted]</p>\n      <p class=\"indent\">Kevin S. Nixon for appellant Cheryl B. Stein.</p>\n      <p class=\"indent\">John J.E. Markham, II with whom Markham &amp; Read was on brief for appellant Wendy B. Golenbock.</p>\n      <p class=\"indent\">Richard D. Biggs with whom Marcia G. Shein and the Law Office of Shein &amp; Biggs were on brief for appellant Susan Otis.</p>\n      <p class=\"indent\">Mark J. Balthazard, Assistant U.S. Attorney, with whom Donald K. Stern, United States Attorney, was on brief for appellee.</p>\n      <p class=\"indent\">Before Selya, Circuit Judge, Campbell, Senior Circuit Judge, and Lipez, Circuit Judge.</p>\n      <p class=\"indent\">CAMPBELL, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Defendant-appellants Wendy B. Golenbock, Cheryl B. Stein and Susan B. Otis were each charged in an indictment with one count of bankruptcy fraud in violation of 18 U.S.C.  152 and one count of conspiracy to commit bankruptcy fraud in violation of 18 U.S.C.  371. The charges arose from their alleged concealment of Golenbock's and Stein's ownership interest in a summer home in Wellfleet, Massachusetts, which they placed in Otis's name in trust during bankruptcy proceedings. After a jury trial in the district court, Golenbock and Stein were convicted on both counts, and Otis was convicted on the conspiracy count. We affirm the convictions and sentences.</p>\n    </div>\n    <p class=\"indent\">I.</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">At the time of the bankruptcy proceedings, Golenbock and Otis were lawyers.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> Golenbock and Stein worked and lived together in Weston, and were, at times, in the business of real estate development and management. Otis was a close personal friend of both.</p>\n    </div>\n    <p class=\"indent\">A. The Wellfleet property</p>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On October 5, 1982, Golenbock and a friend named Ellen Ratner purchased a parcel of land on Bond Street in South Wellfleet, Massachusetts (\"the Wellfleet property\") for $18,000.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> To build a house on the property, they borrowed $56,700 from the Cape Cod Five Cent Savings Bank (\"Cape Cod Five\"), secured by a mortgage on the property. In 1986, Ratner sold her interest in the Wellfleet property to Golenbock and Stein for $34,050. The Cape Cod Five was notified of the transfer, and released Ratner from the mortgage. Shortly thereafter, Golenbock and Stein obtained an additional $50,000 line of credit from the Cape Cod Five, secured by a second mortgage on the Wellfleet property. Golenbock and Stein used the newly-built house on the Wellfleet property as a vacation home, and sometimes rented it out.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">B. The transfer of the Wellfleet property to Otis</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">On September 25, 1990, Golenbock and Stein filed separate Chapter 11 bankruptcy petitions. They did not list the Wellfleet property as an asset in their bankruptcy schedules or in their statement of financial affairs. Neither did Golenbock and Stein list the Cape Cod Five as a creditor of theirs, state that they had conveyed the Wellfleet property to anyone else in the year before bankruptcy, nor identify the Wellfleet property as being held or managed for someone else. Stein did not disclose an ongoing civil action she had brought relating to a hot tub she and Golenbock had had installed at the Wellfleet property.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Two days after Golenbock and Stein filed their bankruptcy petitions, Golenbock gave Otis a $15,000 check. On October 4, 1990, a deed was filed with the Barnstable Country Registry of Deeds conveying the Wellfleet property from Golenbock and Stein to Otis (under the name of Alekman) as sole trustee of the B.Z. Realty Trust, for a stated consideration of $108,000. The deed on its face was dated and notarized December 31, 1989. Stein testified at trial that the deed was signed in Andover, Massachusetts -- in Essex County -- on December 31, 1989, but the deed reflects that the signatures were notarized in Middlesex County, where Golenbock and Stein both lived.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">At the same time as the deed was recorded, a Declaration of Trust for the B.Z. Realty Trust was also recorded. Two dates appeared on the Declaration as indicating when it was executed: August 1, 1989, and August 1, 1990.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Despite the stated consideration of $108,000, Otis did not pay any such sum to Golenbock and Stein. The mortgagor, Cape Cod Five, was not notified of the transaction. Golenbock and Stein continued to make regular mortgage and line of credit payments, often by postal money orders, bank checks or cash. The postal money orders and bank checks were obtained by employees of Golenbock and Stein, at their instruction and using cash provided by them. Later payments were made using accounts controlled by Golenbock and Stein. They made all the payments until the property was sold in June 1996.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">In addition to paying the mortgage, Golenbock and Stein also paid the telephone, electric, and trash pickup bills for the Wellfleet property while it was in Otis's name in trust. The accounts for those bills were changed to Otis's name beginning in 1991. However, the mailing address for the bills always remained Golenbock and Stein's post office box, which Otis did not use. Mail sent to the Wellfleet address was routed to Golenbock's and Stein's offices.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Golenbock and Stein also handled and paid for the insurance on the property after the title was transferred. In June, 1991, a year and a half after the date on the deed to Otis, and nine months after the deed was recorded, Golenbock and Stein applied for new homeowner's insurance for the property in their names only, with no reference to Otis or the Trust. The insurance for the Wellfleet property was designated for personal use, not commercial use. In July, 1991, they had Otis and the Trust added to the policy as additional insureds. Only Golenbock and Stein, however, were insured for the contents of the Wellfleet property and for the loss of use. All the payments made for the Wellfleet property expenses were paid for or directed to be paid by Golenbock and Stein and their handwriting appears on checks and bills relating to those expenses.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Only Golenbock and Stein dealt with the real estate broker for the rental of the property. The income tax forms for the rental were mailed only to Golenbock and Stein's post office box. The tax form for the rent for the year 1990 was issued to Golenbock. The name was changed to Otis in 1991, at Golenbock's direction. Rental income checks from the real estate broker were payable to Otis in 1991, but were endorsed by Golenbock.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">C. Golenbock and Stein's bankruptcy proceedings</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">In November, 1990, several weeks after filing their bankruptcy petitions, Golenbock testified under oath at a bankruptcy meeting of creditors (\"341 meeting\") that she had not conveyed any property within the prior year to an insider or \"good friend.\" She did not include the Cape Cod Five when listing the banks to which she owed money. Stein attended a 341 meeting in 1990, and both Golenbock and Stein attended another 341 meeting in June, 1992. At none of those meetings did either disclose to the representative of the U.S. Trustee's Office, who was conducting their examinations, an ownership interest in the Wellfleet property, its transfer in the year before the bankruptcy, or the existence of the Cape Cod Five debt. Golenbock and Stein's regular reports and cash flow statements submitted to the U.S. Trustee's Office did not reflect the payments they were making in connection with the Wellfleet property expenses.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">In November 1991, Golenbock testified in a bankruptcy deposition conducted by one of her creditors. After being confronted with the creditor's knowledge of her prior interest in the Wellfleet property, she admitted that she had owned it. She stated, however, that it had been sold in 1989 to Otis. Golenbock further testified that she had transferred the property because she could not pay the mortgage.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">In 1994, after Golenbock and Stein's bankruptcy cases had been converted to Chapter 7 liquidations, another 341 meeting was conducted, this time by their appointed bankruptcy trustee. Both Stein and Golenbock testified under oath at that meeting. They affirmed that the only property they still owned was their primary residence, and did not disclose any interest in the Wellfleet property. The trustee only learned about their involvement in the Wellfleet property in 1997, when he heard it from the U.S. Trustee's Office.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">In April 1995, Golenbock and Stein received their bankruptcy discharges. By August 1995, while title to the Wellfleet property was still in Otis's name in trust, Golenbock and Stein resumed making the mortgage payments directly from Golenbock's bank account. In March, 1996, both bankruptcy cases were closed.</p>\n    </div>\n    <p class=\"indent\">D. The sale of the Wellfleet property</p>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">In early 1996, Golenbock contacted a real estate broker to list the Wellfleet property for sale. Golenbock and Stein, not Otis, dealt directly with the real estate broker during the sale process. In June 1996, the Wellfleet property was sold for $175,000, and a check for $65,906.66, most of the profits, was issued to Otis. She endorsed it to Golenbock on behalf of Max Golenbock-Stein, Golenbock and Stein's six-year-old son.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Although the funds were deposited in Golenbock's client trust account in Max's name, the account was used for Golenbock and Stein's personal and business purposes. For example, $5,100 was paid from the account to Stein for \"New England School of Law,\" which Stein was attending, and nearly $10,000 in checks were paid from the account to Golenbock personally, for no stated purpose. The account was also used to deposit a $27,500 settlement check received from an insurance company for one of Golenbock's law clients, and to issue the $25,000 disbursement check to the client. The rest of the profits from the sale, in the form of two checks totaling over $8,000, were issued to Otis by the real estate broker. Otis also endorsed those over and they were deposited into Golenbock's master client account.</p>\n    </div>\n    <p class=\"indent\">E. The B.B.O. testimony</p>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Before any criminal charges were filed against Golenbock, the Massachusetts Board of Bar Overseers (B.B.O.) initiated an investigation of her professional conduct with regard to a number of matters. On December 21, 1995, Golenbock testified in the first of seven depositions before the Massachusetts Board of Bar Overseers. She did not know of any potential criminal investigation at that time, and answered questions about clients she had represented and the handling of funds, as well as her bankruptcy filing. There were no references to the Wellfleet property in this deposition.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">On or around January 11, 1996, before the next scheduled deposition, the B.B.O. notified Golenbock by letter that it was concerned about certain aspects of her bankruptcy proceeding. This letter did not mention the Wellfleet property. Golenbock's attorney became concerned about the possibility of a criminal proceeding, and advised her to assert her Fifth Amendment privilege. On April 25, 1996, Golenbock again appeared before the B.B.O. Again, none of the questions referred to the Wellfleet property. Golenbock declined to answer any questions, asserting her Fifth Amendment privilege.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Golenbock then changed attorneys, retaining Edward Barshak for his expertise in B.B.O. practice. Barshak advised her as follows, as recounted in his affidavit:</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">I told her that if she continued to remain silent, she would be penalized. The penalty would be that the BBO would hold her silence against her. Specifically, the BBO would be allowed to draw from her silence any adverse inferences relating to any area of the investigation she refused to discuss. I also told her that those adverse inferences would mean that the BBO would find against her in relation to those areas of the investigation and that as a result, she would be disbarred or suspended.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">On November 1, 1996, Golenbock again appeared before the B.B.O., and this time chose to forego her Fifth Amendment privilege and to answer the questions put to her. She answered additional questions on November 15, 1996. The testimony in these depositions concerned the Wellfleet property and other matters relevant to the subsequent criminal case against her.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Otis also testified before the B.B.O. on multiple occasions beginning in January, 1996. There, she stated that she became aware of Golenbock's and Stein's bankruptcy filings \"at some point.\" In 1992, Otis had submitted to the Internal Revenue Service a 1991 pleading from Golenbock's and Stein's bankruptcy cases, as well as a copy of the deed, in response to an inquiry concerning her 1992 tax return. Otis also told the B.B.O. that she made none of the mortgage payments and provided none of the funds to do so. However, she and her husband reported the income and mortgage payments on the Wellfleet property in their federal income tax returns for the years 1991-1994. Otis also testified that all the expenses of the Wellfleet property were being paid from its rental income. Her tax returns, however, reflected that there was no rental income for several years. In 1991, the one year in which there was reported rental income, it amounted to less than half of the mortgage payments.</p>\n    </div>\n    <p class=\"indent\">F. The motion to suppress</p>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">On March 18, 1998, all three defendants were charged with one count of bankruptcy fraud in violation of 18 U.S.C.  152 and one count of conspiracy to commit bankruptcy fraud in violation of 18 U.S.C.  371. A superseding indictment charging the same offenses was returned on August 5, 1998.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The government sought to offer in evidence some of the statements that Golenbock had made to the B.B.O. On July 6, 1998, Golenbock moved to suppress those statements. She contended that she had been coerced to answer questions by the threat that assertion of her Fifth Amendment privilege would be used against her in the B.B.O. proceeding. Stein did not join in the motion or file a separate motion to suppress. In support of her motion, Golenbock submitted her affidavit and that of Barshak, quoted supra.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">On August 20, 1998, the district court denied Golenbock's motion in a written decision, stating:</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">In this case, Golenbock did not face the ominous choice \"between the rock and the whirlpool,\" because, although she was subject to a negative inference based upon her silence, she was not subject to automatic disbarment. Instead, in the B.B.O. proceeding she, like defendants in any civil proceeding, had to choose between remaining silent and risking an adverse inference on the one hand, and giving testimony that could be used against her in a subsequent criminal proceeding on the other. Because Golenbock's testimony was not coerced, as that term is defined in Garrity [v. New Jersey, <span class=\"citation no-link\"><span class=\"volume\">385</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">492</span></span> (1967)], her motion to suppress statements made to the B.B.O. will be denied.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">At trial, the government introduced excerpts from thirty-three pages of B.B.O. testimony, which were admitted in evidence against Golenbock. The excerpts included Golenbock's testimony concerning her payment of the mortgage, tax and other payments on the Wellfleet property, as well as the proceeds of the sale of the property. Neither Golenbock nor Stein made a contemporaneous objection.</p>\n    </div>\n    <p class=\"indent\">G. The criminal trial</p>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">The two-week jury trial of all three defendants commenced in March, 1999. At trial, an expert testified that the value of the Wellfleet property, as of October 4, 1990, was $120,000. There were two mortgages totaling approximately $100,000 and approximately $2,000 worth of tax liens.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">By way of defense at the trial, Golenbock and Stein contended that they did not have to list the conveyance of the Wellfleet property in their bankruptcy schedules because the transfer was in the ordinary course of business (i.e. real estate development). After the property was conveyed to Otis, defendants contended, Golenbock managed the property and Stein \"looked after necessary repairs and made sure the bills were paid.\" The mortgage was paid with monies Otis provided to Golenbock in her role as property manager. The main source of income for these payments was the Adams Street Realty Trust, composed of rental properties in Lowell, Massachusetts. Golenbock and Stein had transferred their beneficial interest in those properties to Otis in November, 1991, with the bankruptcy court's permission. The tenants of the Lowell properties often paid in cash, defendants asserted, which accounted for Golenbock and Stein's cash payments for the mortgage and other expenses associated with the Wellfleet property. Stein was the only defendant who testified at trial.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Stein and Otis moved for acquittal under Fed. R. Crim. P. 29 at the close of the government's case. The court denied both motions.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Neither Stein nor Otis renewed her motion for acquittal after the close of her defense. On April 12, 1999, the jury found Golenbock and Stein guilty of both counts. Otis was convicted on the conspiracy count and acquitted on the substantive bankruptcy fraud count.</p>\n    </div>\n    <p class=\"indent\">H. Sentencing</p>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">On July 8, 1999, the trial court determined that Golenbock and Stein each had an adjusted offense level of 16. The computation was based on a base offense level of 6, with upward adjustments for their roles in the offense as leaders, supervisors, organizers, or managers of Otis; for more than minimal planning and more than one victim; and for the amount of the intended loss, which was determined to be $73,906.66.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Golenbock and Stein were each sentenced to twenty-one months of imprisonment followed by thirty-six months of supervised release. Otis received a sentence of five months in prison and twenty-four months of supervised release.</p>\n    </div>\n    <p class=\"indent\">II.</p>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">In these consolidated appeals, the defendants advance various arguments. First, Golenbock and Stein assert that the district court erred in not suppressing at trial testimony provided by Golenbock in proceedings conducted by the Board of Bar Overseers. Golenbock and Stein also dispute the court's sentencing enhancement based on the intended loss for which they were responsible. Stein and Otis contend the evidence was insufficient to support their convictions. Stein further maintains that her sentence should not have been enhanced to reflect a leadership role in the offense. Finally, Otis argues that the indictment was deficient as to the charges against her. We find no reversible error as to any of these matters, and affirm the defendants' convictions and sentences.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">A. Golenbock's B.B.O. testimony (Golenbock and Stein)</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Golenbock and Stein both contend that because Golenbock's B.B.O. testimony was coerced, it should have been suppressed at their criminal trial.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> In reviewing the denial of a motion to suppress, we review the district court's findings of fact for clear error, and its conclusions of law and rulings on the constitutionality of the government's conduct de novo. See United States v. Leon-Delfis, <span class=\"citation\" data-id=\"198823\"><a href=\"/opinion/198823/united-states-v-leon-delfis/\"><span class=\"volume\">203</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">103</span></a></span>, 107 (1st Cir. 2000).</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">Golenbock argues that she reasonably believed that if she refused to testify before the B.B.O., she could be subject to an adverse inference as to the matters at issue in that proceeding, with the practical outcome being her disbarment. She contends that this impending threat of disbarment rendered her testimony involuntary and thus inadmissible at her criminal trial. We think, however, that the penalty of adverse inference and possible disbarment was too conditional to establish a conclusion that her B.B.O. testimony was compelled in contravention of the Fifth Amendment.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">The Fifth Amendment secures an individual's privilege \"to remain silent unless he chooses to speak in the unfettered exercise of his own will, and to suffer no penalty . . . for such silence.\" Spevack v. Klein, <span class=\"citation\" data-id=\"107337\"><a href=\"/opinion/107337/spevack-v-klein/\"><span class=\"volume\">385</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">511</span></a></span>, 514 (1967) (Douglas, J.) (plurality opinion quoting Malloy v. Hogan, <span class=\"citation no-link\"><span class=\"volume\">378</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></span>, 8 (1963)). The Fifth Amendment not only protects against being involuntarily called as a witness against oneself in a criminal prosecution,</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">but also privileges him not to answer official questions put to him in any other proceeding, civil or criminal, formal or informal, where the answers might incriminate him in future criminal proceedings.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">Lefkowitz v. Turley, <span class=\"citation\" data-id=\"108882\"><a href=\"/opinion/108882/lefkowitz-v-turley/\"><span class=\"volume\">414</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">70</span></a></span>, 77 (1973).</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">The Fifth Amendment has been held to protect individuals from the threat of substantial economic sanction for exercising their rights. See id. at 82-83 (state contractors barred from state business for five years for refusal to testify before grand jury); Gardner v. Broderick, <span class=\"citation\" data-id=\"107738\"><a href=\"/opinion/107738/gardner-v-broderick/\"><span class=\"volume\">392</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">273</span></a></span> (1968) (police officer discharged for refusal to testify before grand jury). In Spevack, the Court held that an attorney's refusal, on grounds of self-incrimination, to produce financial records and to testify at a judicial inquiry in a disciplinary proceeding was not a constitutionally permissible basis for his disbarment. Four members of the court described disbarment as a \"costly\" sanction within the meaning of the Fifth Amendment, and went on to state:The threat of disbarment and the loss of professional standing, professional reputation, and of livelihood are powerful forms of compulsion to make a lawyer relinquish the [Fifth Amendment] privilege.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">Spevack, 385 U.S. at 516.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">On the same day, the Court similarly held that statements elicited as a result of compelling a choice between self-incrimination and the loss of a public job were inadmissible in a later criminal proceeding. See Garrity v. New Jersey, <span class=\"citation\" data-id=\"107336\"><a href=\"/opinion/107336/garrity-v-new-jersey/\"><span class=\"volume\">385</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">493</span></a></span>, 498 (1967). There, police officers were summoned to appear before a state investigative body examining irregularities in criminal cases. They were informed that anything they said could be used against them in subsequent criminal proceedings, but if they refused to answer they would be subject to removal from office. Id. at 494. The officers answered the questions. Later, they were indicted and tried for crimes relating to the earlier questioning, and their statements were used at trial. Id. at 495. The Supreme Court reversed their convictions on the ground that their testimony was involuntary because it was under threat of job termination. Id. at 497-98.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">Where, however, invocation of the Fifth Amendment does not, by itself, result in forfeiture of the job or license in question, the fact that claiming the Fifth may, as a practical matter, result in damage to one's chances of retaining the privilege at stake does not necessarily establish a constitutional violation. The effect must be \"capable of forcing the self-incrimination which the Amendment forbids.\" Lefkowitz v. Cunningham, <span class=\"citation\" data-id=\"109683\"><a href=\"/opinion/109683/lefkowitz-v-cunningham/\"><span class=\"volume\">431</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">801</span></a></span>, 806 (1977); see also Flint v. Mullen, <span class=\"citation\" data-id=\"320307\"><a href=\"/opinion/320307/robert-w-flint-jr-v-james-mullen-warden-etc/\"><span class=\"volume\">499</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">100</span></a></span>, 104 (1st Cir. 1974) (\"[N]ot every undesirable consequence which may follow from the exercise of the privilege against self-incrimination can be characterized as a penalty.\").</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">Hence the Supreme Court has adhered to the \"prevailing rule\" that the Fifth Amendment does not forbid allowing adverse inferences to be drawn against parties to civil actions from their refusal to testify in response to probative evidence offered against them. Baxter v. Palmigiano, <span class=\"citation\" data-id=\"109429\"><a href=\"/opinion/109429/baxter-v-palmigiano/\"><span class=\"volume\">425</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">308</span></a></span>, 317 (1976). In Baxter, the Court held that permitting the drawing of an adverse inference from a prisoner's silence in a prison disciplinary hearing was constitutionally permissible. See id. at 316-20. The Baxter court differentiated the effects of the prisoners' silence from the automatic penalties at issue in other cases:</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">In this respect, this case is very different from the circumstances before the Court in the Garrity-Lefkowitz decisions, where refusal to submit to interrogation and to waive the Fifth Amendment privilege, standing alone and without regard to the other evidence, resulted in loss of employment or opportunity to contract with the State. There, failure to respond to interrogation was treated as a final admission of guilt.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">Id. at 317-18.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> The Supreme Court later distinguished its holding in Baxter from a case in which, pursuant to a New York statute, an attorney was divested of his state political party offices when he refused to waive his constitutional immunity before a special grand jury:</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">Baxter did no more than permit an inference to be drawn in a civil case from a party's refusal to testify. Respondent's silence in Baxter was only one of a number of factors to be considered by the finder of fact in assessing a penalty, and was given no more probative value than the facts of the case warranted; here, refusal to waive the Fifth Amendment leads automatically and without more to imposition of sanctions.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">Lefkowitz v. Cunningham, <span class=\"citation\" data-id=\"109683\"><a href=\"/opinion/109683/lefkowitz-v-cunningham/\"><span class=\"volume\">431</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">801</span></a></span>, 808 n.5 (1977).</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">Relying on Garrity, Golenbock insists that she was forced to choose between her livelihood as an attorney and incriminating herself in the B.B.O. investigation. Unlike the police officers in Garrity, however, Golenbock was not subject to automatic loss of her position if she asserted her right not to testify. While refusal to waive the Fifth Amendment might increase the risk that she would be disbarred, disbarment would not result automatically and without more. Hence, she was not threatened with a \"penalty\" within the meaning of Garrity for invoking her Fifth Amendment privilege.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">Attorney Barshak's affidavit makes this point clear. He stated that \"the B.B.O. would be allowed to draw from her silence any adverse inferences relating to any area of the investigation she refused to discuss.\" (Emphasis added). It is true that Barshak went on to opine to his client that \"those adverse inferences would mean that the B.B.O. would find against her in relation to those areas of investigation and that as a result, she would be disbarred or suspended.\" His prediction of disbarment, however, rested on his estimate of how the B.B.O. would exercise its ability to draw adverse inferences. Mr. Barshak did not suggest that the B.B.O. was required to disbar her as an automatic sanction for Golenbock's failure to waive her constitutional rights.</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">The B.B.O.'s own rules and practice make it plain that Golenbock was not faced with an automatic sanction. The B.B.O. makes its decisions based on a preponderance of the evidence, with the Bar Counsel bearing the burden of proof. See Rules of the Board of Bar Overseers,  3.28. Nothing in the record suggests that the B.B.O. has either a formal rule or an unwritten policy or practice to disbar or suspend attorneys simply for invoking Fifth Amendment privileges. Hence, the consequences of Golenbock's assertion of the privilege before the B.B.O. were the same as in any civil proceeding, in that the fact-finder could -- but was not required to -- draw an adverse inference from such an assertion. See Baxter, 425 U.S. at 317; see also Federal Deposit Ins. Corp. v. Elio, <span class=\"citation\" data-id=\"195734\"><a href=\"/opinion/195734/federal-deposit-v-elio/\"><span class=\"volume\">39</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1239</span></a></span>, 1248 (1st Cir. 1994).</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">Golenbock contends, nevertheless, that the risk of disbarment arising from her refusal to testify was sufficiently coercive to render her B.B.O. testimony inadmissible. This argument ignores the reasoning of Baxter, on which this court has relied to distinguish between the threat of automatic loss of one's livelihood and the threat of an inference that might lead to such a loss. In United States v. Indorato, <span class=\"citation\" data-id=\"381358\"><a href=\"/opinion/381358/united-states-v-mario-e-indorato/\"><span class=\"volume\">628</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">711</span></a></span> (1st Cir. 1980), we held that a state police officer's self-incriminating statements made during a theft investigation were not coerced, where nothing in relevant police department rules mandated dismissal for invoking Fifth Amendment rights. We observed:</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">In all of the cases flowing from Garrity, there are two common features: (1) the person being investigated is explicitly told that failure to waive his constitutional right against self-incrimination will result in his discharge from public employment (or a similarly severe sanction imposed in the case of private citizens); and (2) there is a statute or municipal ordinance mandating such procedure.</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">Id. at 716. In Indorato, we said that absent elements of this nature, fear of punishment as a consequence of claiming one's rights does not protect one from the government's subsequent use of self-incriminating statements in a criminal trial.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> See id.</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">As said, there is no evidence of any B.B.O. rule mandating that claiming one's constitutional right to remain silent must necessarily result in disbarment. Golenbock could have asserted her Fifth Amendment privilege and later argued to the B.B.O. fact-finder that the evidence against her, as a whole, was inadequate to warrant disbarment. We conclude that \"[n]either Garrity nor any of its progeny brings defendant within the ambit of the coerced testimony doctrine.\" Indorato, 628 F.2d at 716. We affirm the district court's denial of Golenbock's motion to suppress.</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">B.  Intended loss calculation (Golenbock and Stein)</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">The district court increased Golenbock and Stein's base offense levels by six levels because of the amount of the intended loss for which they were responsible.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> The court determined that the intended loss was approximately $74,000, which it characterized as \"the amount of the net gain over the mortgage and expenses.\" The district court's findings were based on the facts that the Wellfleet property was sold in June, 1996, for $175,000, and that $73,906.66 remained after the mortgages, tax obligation and brokerage commission were deducted from the escrow.</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">We review a district court's intended loss findings for clear error. See United States v. Robbio, <span class=\"citation\" data-id=\"198587\"><a href=\"/opinion/198587/united-states-v-robbio/\"><span class=\"volume\">186</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">37</span></a></span>, 43 (1st Cir. 1999); see also United States v. Cali, <span class=\"citation\" data-id=\"196836\"><a href=\"/opinion/196836/united-states-v-cali/\"><span class=\"volume\">87</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">571</span></a></span>, 575 (1st Cir. 1996) (clear error standard applied to sentence enhancements even where defendant objected in district court). \"Courts can, and frequently do, deal with rough estimates, and as such, a party dissatisfied with a sentencing court's quantification of the amount of loss . . . must go a long way to demonstrate clear error.\" United States v. Rowe, <span class=\"citation\" data-id=\"198796\"><a href=\"/opinion/198796/united-states-v-rowe/\"><span class=\"volume\">202</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">37</span></a></span>, 42 (1st Cir. 2000) (internal citations omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">Golenbock and Stein argue that the district court's calculation was flawed because it did not take into account the more than five years of \"carrying costs\" that defendants had paid while the property grew in value from its $120,000 purchase price in 1990 to its $175,000 sale price in 1996. During this time period, Golenbock and Stein made insurance and mortgage payments totaling approximately $70,000. Golenbock and Stein argue that the creditors reaped the benefit of an increase in the value of the property that was created by Golenbock and Stein's payments. Golenbock and Stein argue there was no intended loss whatsoever, because the amount they paid to carry the property over the five years approximately equaled the net value in 1996. Had they kept the sales proceeds, their net would be zero after subtracting the payments they made.</p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\">But we believe the district court's intended loss calculation was justifiable and well within the standards of the Sentencing Guidelines and relevant case law. Section 2F1.1 of the Guidelines provides that an offense level shall be increased by six levels if the loss or intended loss amounts to more than $70,000. Intended loss need not be determined with precision; \"[t]he court need only make a reasonable estimate of the loss, given the available information.'\" United States v. Pervaz, <span class=\"citation\" data-id=\"197429\"><a href=\"/opinion/197429/united-states-v-pervaz/\"><span class=\"volume\">118</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 10 (1st Cir. 1997) (quoting U.S.S.G.  2F1.1, cmt. (n.8)); see also United States v. Parsons, <span class=\"citation\" data-id=\"197906\"><a href=\"/opinion/197906/united-states-v-parsons/\"><span class=\"volume\">141</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">386</span></a></span>, 392 (1st Cir. 1998) (loss is a proxy for the seriousness of the offense). Section 2F1.1 does not otherwise specify or restrict the means by which intended loss may be calculated in a bankruptcy case. Compare U.S.S.G.  2F1.1 cmt (n.8) (providing special rules for calculating loss in particular types of cases, including loan fraud).<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a></p>\n    </div>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p class=\"indent\">Here, it was reasonable for the district court to treat the $74,000 net gain realized on the 1996 sale of the property as the measure of the creditors' intended loss. For each of the five previous years during which Golenbock and Stein held it, their exclusive control gave them the economic use of the property in addition to the profit they later realized when the property was sold. Golenbock and Stein could rent the property to others and on occasion did so. In lieu of renting it, they could and did themselves enjoy its use. In either event the property, during all of the years when they were paying the carrying charges, had immediate value to those who controlled it, just as ownership of one's home provides continuous economic value distinct from the capital gain when the home is eventually sold. In the circumstances, we think the district court could reasonably treat the economic value of the property during the years Golenbock and Stein fraudulently withheld it from their creditors as offsetting its carrying expenses, leaving the $74,000 net gain on the 1996 sale as the amount Golenbock and Stein would have realized had the fraud succeeded and, conversely, as the loss the fraud would have caused to the creditors had the scheme worked. Golenbock and Stein clearly never intended by paying the mortgage and other expenses to benefit their creditors; during this period they alone retained the exclusive right to the property's use. We do not find clear error in the district court's refusal to subtract Golenbock and Stein's annual payments from the $74,000.</p>\n    </div>\n    <div class=\"num\" id=\"p65\">\n      <span class=\"num\">65</span>\n      <p class=\"indent\">Nor is there error in the fact that the court evaluated the intended loss at the time Golenbock and Stein sold the Wellfleet property, rather than at the time they filed for bankruptcy. Like conspiracy, bankruptcy concealment has been described as a continuing offense. See 18 U.S.C.  3284;<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a> United States v. Gilbert, <span class=\"citation\" data-id=\"72703\"><a href=\"/opinion/72703/united-states-v-gilbert/\"><span class=\"volume\">136</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1451</span></a></span>, 1453 (11th Cir. 1998); Sultan v. United States, <span class=\"citation\" data-id=\"243463\"><a href=\"/opinion/243463/saul-sultan-v-united-states/\"><span class=\"volume\">249</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">385</span></a></span>, 386 (5th Cir. 1957) (noting that  3284, in addition to describing a statute of limitations, has substantive consequences). \"[C]oncealment by its nature is an act which goes on until detected or its consequences are purged.\" Sultan, 249 F.2d at 386. The fraud was still ongoing at the time the Wellfleet property was sold, as the concealment had not yet been revealed at that point. Hence, it was proper for the court to base its intended loss findings on the value of the property at the time of the sale.</p>\n    </div>\n    <p class=\"indent\">C.  Sentencing enhancement (Stein)</p>\n    <div class=\"num\" id=\"p66\">\n      <span class=\"num\">66</span>\n      <p class=\"indent\">The district court found that Stein was \"an organizer, leader, manager, or supervisor\" for the purposes of U.S.S.G.  3B1.1(c), and accordingly added two levels to her base offense level. Stein argues that the evidence does not support the district court's conclusion. Because a sentencing court's role-in-the-offense determination is necessarily fact-specific, we review deferentially and only for clear error or mistake of law. See United States v. Alicea, <span class=\"citation\" data-id=\"198845\"><a href=\"/opinion/198845/united-states-v-rivera-alicea/\"><span class=\"volume\">205</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">480</span></a></span>, 485 (1st Cir. 2000).</p>\n    </div>\n    <div class=\"num\" id=\"p67\">\n      <span class=\"num\">67</span>\n      <p class=\"indent\">The government must prove by a preponderance of the evidence that Stein's role satisfies the requirements of  3B1.1(c). See id. at 485. A two-level increase pursuant to  3B1.1(c) is justified</p>\n    </div>\n    <div class=\"num\" id=\"p68\">\n      <span class=\"num\">68</span>\n      <p class=\"indent\">if the sentencing court supportably finds that (1) the criminal enterprise involved at least two complicit participants (of whom the defendant may be counted as one), and (2) the defendant, in committing the offense, exercised control over, organized, or was otherwise responsible for superintending the activities of, at least one of those other persons.</p>\n    </div>\n    <div class=\"num\" id=\"p69\">\n      <span class=\"num\">69</span>\n      <p class=\"indent\">United States v. Cruz, <span class=\"citation\" data-id=\"744197\"><a href=\"/opinion/744197/united-states-v-ceferino-cruz/\"><span class=\"volume\">120</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 3 (1st Cir. 1997) (en banc). In determining whether the defendant qualifies for the enhancement, the Sentencing Guidelines instruct courts to consider seven factors:</p>\n    </div>\n    <div class=\"num\" id=\"p70\">\n      <span class=\"num\">70</span>\n      <p class=\"indent\">the exercise of decision making authority, the nature of participation in the commission of the offense, the recruitment of accomplices, the claimed right to a larger share of the fruits of the crime, the degree of participation in planning or organizing the offense, the nature and scope of the illegal activity, and the degree of control exercised over others.</p>\n    </div>\n    <div class=\"num\" id=\"p71\">\n      <span class=\"num\">71</span>\n      <p class=\"indent\">U.S.S.G.  3B1.1 cmt. (n.4). This list of factors is \"representative rather than exhaustive.\" United States v. Tejada-Beltran, <span class=\"citation\" data-id=\"691951\"><a href=\"/opinion/691951/united-states-v-maximo-e-tejada-beltran-alias-etc/\"><span class=\"volume\">50</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">105</span></a></span>, 111 (1st Cir. 1995).</p>\n    </div>\n    <div class=\"num\" id=\"p72\">\n      <span class=\"num\">72</span>\n      <p class=\"indent\">Stein opposed this enhancement in objections to the presentence report (PSR) and at sentencing. On appeal, Stein makes a very brief and general argument that the sentencing enhancement was erroneous because there was no evidence that she supervised or managed Otis's criminal conduct. We perceive no clear error.</p>\n    </div>\n    <div class=\"num\" id=\"p73\">\n      <span class=\"num\">73</span>\n      <p class=\"indent\">The court could have reasonably found that Stein, together with Golenbock, devised and carried out a plan to conceal the Wellfleet property from bankruptcy creditors and the trustee by having Otis hold it for them in trust. Stein signed the backdated deed of the Wellfleet property to Otis. Stein met with the bankruptcy attorney, provided the information for her filing and attended the meetings of creditors. After they conveyed title to Otis, Stein and Golenbock forwarded the tax forms to her.</p>\n    </div>\n    <div class=\"num\" id=\"p74\">\n      <span class=\"num\">74</span>\n      <p class=\"indent\">The testimony of Stein's and Golenbock's secretaries reflects that Stein as well as Golenbock exercised continuing decision-making authority with respect to the Wellfleet property. Stein paid or authorized the payment of bills, sometimes with handwritten directions on the bills. And with Golenbock, Stein received tax documents and insurance forms at her address. Stein and Golenbock made the arrangements with the real estate broker when the property was being sold. When the proceeds for the sale of the Wellfleet property were issued to Otis, amounting to more than $70,000, Otis signed them over to accounts from which Stein benefitted.</p>\n    </div>\n    <div class=\"num\" id=\"p75\">\n      <span class=\"num\">75</span>\n      <p class=\"indent\">It is true that there is little evidence that Stein alone -- i.e., acting separately from Golenbock - directed Otis's activity related to the concealment. However, Stein does not contend that two organizers cannot act jointly to direct the activity of another, and we have found no authority so stating. Hence, we perceive no clear error in the district court's determination that Stein was a leader, supervisor, organizer or manager of Otis.</p>\n    </div>\n    <div class=\"num\" id=\"p76\">\n      <span class=\"num\">76</span>\n      <p class=\"indent\">D.  Sufficiency of the evidence (Stein and Otis)</p>\n    </div>\n    <div class=\"num\" id=\"p77\">\n      <span class=\"num\">77</span>\n      <p class=\"indent\">On appeal, Stein and Otis challenge the sufficiency of the evidence presented against them. It is well-established that in order to challenge the sufficiency of the evidence after a conviction, the defendant must have preserved her Rule 29 motion by moving for an acquittal at the close of the defense's evidence at trial. See United States v. Castro-Lara, <span class=\"citation\" data-id=\"587572\"><a href=\"/opinion/587572/united-states-v-ramon-castro-lara-united-states-of-america-v-abraham/\"><span class=\"volume\">970</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">976</span></a></span>, 980 &amp; n.2 (1st Cir. 1992); United States v. Concemi, <span class=\"citation\" data-id=\"578607\"><a href=\"/opinion/578607/united-states-v-samuel-j-concemi-united-states-of-america-v-walter/\"><span class=\"volume\">957</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">942</span></a></span>, 950 (1st Cir. 1992).</p>\n    </div>\n    <div class=\"num\" id=\"p78\">\n      <span class=\"num\">78</span>\n      <p class=\"indent\">Absent a renewal of the motion for acquittal after presenting the case for the defense, the motion for acquittal is considered waived. Hence, in order to prevail on a challenge to the sufficiency of the evidence, \"the defendants must then demonstrate \"clear and gross\" injustice.'\"</p>\n    </div>\n    <div class=\"num\" id=\"p79\">\n      <span class=\"num\">79</span>\n      <p class=\"indent\">Concemi, 957 F.2d at 950 (internal citations omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p80\">\n      <span class=\"num\">80</span>\n      <p class=\"indent\">Here, Stein and Otis moved for acquittal under Fed. R. Crim. P. 29 at the close of the government's evidence. Neither afterward renewed her Rule 29 motion at the close of the defense's evidence. Hence, we apply the \"clear and gross injustice\" standard to this portion of Stein and Otis's appeal. See id. After careful review, we conclude that the evidence presented at trial against Stein and Otis was sufficient to support a guilty verdict beyond a reasonable doubt.</p>\n    </div>\n    <p class=\"indent\">1. Stein</p>\n    <div class=\"num\" id=\"p81\">\n      <span class=\"num\">81</span>\n      <p class=\"indent\">Stein argues that there was insufficient evidence to support her conviction because she simply \"followed Golenbock's lead at every step of the way, without knowing that Golenbock was concealing the property from the bankruptcy trustee.\" She contends that the evidence showed that only Golenbock and Otis controlled the property. There is no support for the conclusion, Stein argues, that she knowingly retained an interest in the Wellfleet property or that she intentionally concealed (or conspired to conceal) it from her bankruptcy creditors. We disagree, based on reasonable inferences from other evidence described in section II.C., supra, as well as from the following evidence.</p>\n    </div>\n    <div class=\"num\" id=\"p82\">\n      <span class=\"num\">82</span>\n      <p class=\"indent\">Stein filed her bankruptcy separately from Golenbock's. Stein's bankruptcy schedules and statement of financial affairs not only failed to list the Wellfleet property as a property in which she held an interest, but also failed to list the Cape Cod Five as a creditor, failed to disclose (as the forms required had Stein's interest been transferred, as claimed, the previous December) that she had previously been a part owner of the Wellfleet property within the year before she filed for bankruptcy, and failed to disclose the civil litigation relating to a hot tub at the Wellfleet property. In other words, there is evidence that even if Stein was unaware that she had retained a continuing interest in the Wellfleet property after the alleged December 31, 1989, transfer to Otis, she failed to make appropriate disclosure as to multiple relevant aspects of her relationship to the Wellfleet property, including her involvement before the transfer.</p>\n    </div>\n    <div class=\"num\" id=\"p83\">\n      <span class=\"num\">83</span>\n      <p class=\"indent\">Stein attended 341 meetings and answered questions, affirming that the information contained in the schedules was truthful and accurate. Her bankruptcy attorney, Jeffrey Schreiber, testified that all the information on the schedules was obtained from Stein or Golenbock. Schreiber testified that he did not learn of the Wellfleet property from Stein or Golenbock, however, but from a B.B.O. attorney only a couple of years before the trial in this case.</p>\n    </div>\n    <div class=\"num\" id=\"p84\">\n      <span class=\"num\">84</span>\n      <p class=\"indent\">Stein contended at trial that the Wellfleet property in fact was legitimately and wholly conveyed to Otis nine months before the bankruptcy filing. Sufficient evidence would have enabled a reasonable jury to conclude otherwise, however. First, while the deed to Otis was dated and notarized nine months earlier, it was not recorded until October 4, 1990, a week after the filing of the individual bankruptcy petitions by Stein and Golenbock. Stein's testimony as to where the deed was signed and notarized was confused. She testified that the deed was signed and notarized in Andover, which is in Essex County, but on its face the deed indicates that it was executed and notarized in Middlesex County, where Golenbock and Stein resided. Second, Golenbock and Stein continued to pay the mortgage and other expenses relating to the property after December 31, 1989, strongly suggesting no actual transfer to Otis. They did not receive the stated consideration for the transfer. Their names were not changed on bills relating to the property until 1991. Stein conceded that she had never attempted to list the property for sale with a real estate broker, but had just talked to Otis, a close friend, about it. Additionally, the Declaration of Trust for the B.Z. Realty Trust, of which Otis was supposedly the trustee, was recorded only at the time the deed was recorded; this document was purported to have been executed on August 1 of either 1989 or 1990 (both dates appeared on it). From this evidence, the jury could have concluded that Stein had never transferred nor intended to transfer her interest in trust to Otis on December 31, 1989, prior to the bankruptcy. Indeed, the jury could have determined that, even if prepared on that date, the deed was not delivered then or that it may even have been made later and backdated, after Golenbock and Stein had filed for bankruptcy. In any case, the evidence suggests that the deed had been fabricated as part of defendants' scheme to conceal the property from bankruptcy creditors.</p>\n    </div>\n    <div class=\"num\" id=\"p85\">\n      <span class=\"num\">85</span>\n      <p class=\"indent\">Stein testified that between 1992 and 1994, the Wellfleet property payments were all made from the Adams Street Trust account because Otis had purchased the beneficial interest in that trust. This testimony was corroborated by that of her secretary, Beverly Rubin. However, neither Stein nor Rubin provided any supporting documents. Furthermore, there was contradictory evidence: checks and other payments relating to the Wellfleet property, made during that time period, from accounts and sources other than the Adams Street Trust account, including their bankruptcy debtor-in-possession checking account. In addition, Stein's signature appears on non-Adams Street Trust checks in the early 1990s on payments for the Wellfleet property, after the property was sold to Otis. Furthermore, after Stein and Golenbock received their bankruptcy discharges, but while their bankruptcy cases were still open, they began paying the Cape Cod Five loans directly from an account in Golenbock's name. Two of those checks were signed by Stein in October, 1995. Moreover, despite the stated consideration of $108,000, no funds appear to have changed hands as between Otis and the purported sellers, nor was the Cape Cod Five notified of the purported sale to Otis.</p>\n    </div>\n    <div class=\"num\" id=\"p86\">\n      <span class=\"num\">86</span>\n      <p class=\"indent\">Hence, the jury could have concluded that the sale to Otis was a sham and that Golenbock and Stein paid the Wellfleet expenses from their own funds, and that Stein's testimony at trial about the payments was false. See United States v. Jimenez-Perez, <span class=\"citation\" data-id=\"519199\"><a href=\"/opinion/519199/united-states-v-joaquin-jimenez-perez-united-states-of-america-v-jose/\"><span class=\"volume\">869</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">9</span></a></span>, 11 (1st Cir. 1989) (the jury \"could legitimately have presumed that the fabrication was all the more proof of [defendants'] guilt\"). As the evidence was sufficient for the jury to have concluded that Stein knowingly and fraudulently concealed her interest in the Wellfleet property from her bankruptcy creditors, and conspired with Golenbock and Otis to do so, there was no clear and gross injustice in her conviction.</p>\n    </div>\n    <p class=\"indent\">2. Otis</p>\n    <div class=\"num\" id=\"p87\">\n      <span class=\"num\">87</span>\n      <p class=\"indent\">Otis argues that there was insufficient evidence that she willfully joined the conspiracy to conceal the Wellfleet property from Golenbock's and Stein's bankruptcy creditors. She contends that she was unaware of any improprieties throughout the concealment scheme, and hence lacked the requisite intent to be convicted of conspiracy. We hold that a reasonable jury could have concluded otherwise.</p>\n    </div>\n    <div class=\"num\" id=\"p88\">\n      <span class=\"num\">88</span>\n      <p class=\"indent\">The government points out that Golenbock and Otis were close friends and Golenbock was a godmother to one of Otis's sons. This alone, of course, would be insufficient to establish that Otis knew of the concealment, although, together with other probative evidence, it might be a further factor making such knowledge more likely. The government points out that Golenbock issued a $15,000 check to Otis a few days after the bankruptcy filing, then recorded the earlier-dated deed of the Wellfleet property to Otis one week later. From this, the government argues, the jury could have found that Otis knowingly was being paid to hold the property for Golenbock's and Stein's benefit.</p>\n    </div>\n    <div class=\"num\" id=\"p89\">\n      <span class=\"num\">89</span>\n      <p class=\"indent\">Precisely when Otis's involvement began is not critical. \"[I]t is well settled that one may join a conspiracy subsequent to its original formation by adopting its goals and adhering to its purposes.\" United States v. Spock, <span class=\"citation\" data-id=\"286579\"><a href=\"/opinion/286579/united-states-v-benjamin-spock-united-states-of-america-v-michael/\"><span class=\"volume\">416</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">165</span></a></span>, 191 (1st Cir. 1969) (citing Blumenthal v. United States, <span class=\"citation no-link\"><span class=\"volume\">332</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">539</span></span>, 559 (1947)). Where a defendant knows of the bankruptcy and holds or disposes of assets for the debtor, the evidence is \"sufficient to warrant the jury's inferring purposeful knowledge and participation in the plan first set in motion previously\" by the debtor. Sultan, 249 F.2d at 387. Here, even if Otis had been unaware of the concealment at the time of the conveyance, there is ample circumstantial evidence for a jury to find that she later was knowingly and willfully involved in the conspiracy.</p>\n    </div>\n    <div class=\"num\" id=\"p90\">\n      <span class=\"num\">90</span>\n      <p class=\"indent\">First, there is evidence that Otis knew of the bankruptcy proceedings during the time period that she held the Wellfleet property in trust (August 1989 or August 1990 to June 1996). In 1992, Otis submitted a pleading from Golenbock's bankruptcy case to the IRS. Moreover, she admitted her awareness of the bankruptcy in her B.B.O. deposition in January, 1996.</p>\n    </div>\n    <div class=\"num\" id=\"p91\">\n      <span class=\"num\">91</span>\n      <p class=\"indent\">Second, there was evidence that Otis, who was an attorney herself, would have known that the circumstances of the transfer and subsequent handling of the Wellfleet property were irregular. The jury could have inferred that as the supposed purchaser of the property, Otis was aware that the purported transfer to her was a sham. She admitted that she made none of the expense payments for the property and was not involved in renting it. Although the deed stated she took the property subject to the Cape Cod Five's two mortgages, Otis never received mortgage bills, as they were sent to Golenbock and Stein's office. When the decision was made to sell the property, Golenbock and Stein, not Otis, conducted the communications with the broker. And when the property was sold, Otis turned over all the proceeds to Golenbock's and Stein's minor son.</p>\n    </div>\n    <div class=\"num\" id=\"p92\">\n      <span class=\"num\">92</span>\n      <p class=\"indent\">Moreover, there is evidence that Otis actively attempted to cover up these irregularities. Although she acknowledged that she did not provide any of the funds to pay the loans, she fraudulently claimed the mortgage interest deduction for several years on her federal income tax returns. Furthermore, Otis made false statements in a B.B.O. deposition about the matter. The jury saw the transcripts and heard the tapes of her testimony, from which they could have drawn additional negative inferences both to her credibility and her culpability. See Jimenez-Perez, 869 F.2d at 11.</p>\n    </div>\n    <div class=\"num\" id=\"p93\">\n      <span class=\"num\">93</span>\n      <p class=\"indent\">In sum, there is evidence from which the jury could have reasonably concluded that Otis knew of the bankruptcy and participated in the conspiracy to conceal the Wellfleet property. Hence, there was no clear and gross injustice in her conviction.</p>\n    </div>\n    <p class=\"indent\">E. Defective indictment (Otis)</p>\n    <div class=\"num\" id=\"p94\">\n      <span class=\"num\">94</span>\n      <p class=\"indent\">Otis was convicted only on the conspiracy charge, set forth in Count II of the superseding indictment. She now contends that Count II failed to adequately inform her of which paragraph of 18 U.S.C.  152 was charged. Because she did not challenge the sufficiency of the indictment below, we review for plain error only. See United States v. Murphy, <span class=\"citation\" data-id=\"452970\"><a href=\"/opinion/452970/united-states-v-patrick-murphy-united-states-of-america-v-kevin-w-deyo/\"><span class=\"volume\">762</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1151</span></a></span>, 1155 (1st Cir. 1985); Fed. R. Crim. P. 52(b).</p>\n    </div>\n    <div class=\"num\" id=\"p95\">\n      <span class=\"num\">95</span>\n      <p class=\"indent\">Count II charges that Otis, Golenbock and Stein</p>\n    </div>\n    <div class=\"num\" id=\"p96\">\n      <span class=\"num\">96</span>\n      <p class=\"indent\">\"did knowingly, willfully, and unlawfully conspire and agree among themselves to commit the following offense against the United States:</p>\n    </div>\n    <div class=\"num\" id=\"p97\">\n      <span class=\"num\">97</span>\n      <p class=\"indent\">to knowingly and fraudulently conceal from creditors and the trustee in bankruptcy proceedings under Title 11 of the United States Code (the bankruptcy laws), captioned In re: Wendy B. Golenbock, case number 90-41635-JFQ and In re: Cheryl B. Stein, case number 90-41638-JFQ, in the United States Bankruptcy Court for the District of Massachusetts, property belonging to the estates of the debtors WENDY B. GOLENBOCK and CHERYL B. STEIN, to wit, their beneficial interest in the real property located on Bond Street in Wellfleet, Massachusetts (also at times referred to as South Wellfleet), also identified at times as being on Old Wharf Road or Paine Avenue or lots 63 and 80, and their agreement with SUSAN OTIS, aka SUSAN ALEKMAN concerning her holding that real property in trust for the benefit of WENDY B. GOLENBOCK and CHERYL B. STEIN, all in violation of Title 18, United States Code Sections 152 and 2.</p>\n    </div>\n    <div class=\"num\" id=\"p98\">\n      <span class=\"num\">98</span>\n      <p class=\"indent\">(Emphasis added.)</p>\n    </div>\n    <div class=\"num\" id=\"p99\">\n      <span class=\"num\">99</span>\n      <p class=\"indent\">Otis argues that in Count II, the statement \"all in violation of 18 U.S.C.  152 and 18 U.S.C.  2\" was not clear enough to notify her of what crimes she was alleged to have committed. An indictment is sufficient \"if the offense is described with sufficient clarity to show a violation of law, and enables the accused to know the nature and cause of the accusation against him and to plead an acquittal or conviction in bar of future prosecution for the same offense.\" United States v. Fusaro, <span class=\"citation\" data-id=\"419138\"><a href=\"/opinion/419138/united-states-v-nunziato-fusaro-united-states-v-richard-r-saccone/\"><span class=\"volume\">708</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">17</span></a></span>, 23 (1st Cir. 1983) (citing Hamling v. United States, <span class=\"citation\" data-id=\"109084\"><a href=\"/opinion/109084/hamling-v-united-states/\"><span class=\"volume\">418</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">87</span></a></span> (1974)). Generally, an indictment passes muster if it sets forth the offense in the words of the statute, including all the elements of the offense. See United States v. Penagaricano-Soler, <span class=\"citation\" data-id=\"546889\"><a href=\"/opinion/546889/united-states-v-raul-enrique-penagaricano-soler/\"><span class=\"volume\">911</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">833</span></a></span>, 839 (1st Cir. 1990).</p>\n    </div>\n    <div class=\"num\" id=\"p100\">\n      <span class=\"num\">100</span>\n      <p class=\"indent\">18 U.S.C.  152 (App. 1994), the version of the statute under which defendants were charged, describes several forms of criminal conduct in the bankruptcy context, including concealment of assets, false oaths and claims, and bribery.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a> Otis was charged with a violation of the first provision (now the first paragraph) of  152, prohibiting concealment of assets, which sets forth in relevant part:</p>\n    </div>\n    <div class=\"num\" id=\"p101\">\n      <span class=\"num\">101</span>\n      <p class=\"indent\">Whoever knowingly and fraudulently conceals from the receiver, custodian, trustee, marshal, or other officer of the court charged with the control or custody of property, or from creditors in any bankruptcy proceeding, any property belonging to the estate of a bankrupt; . . . Shall be fined not more than $5,000 or imprisoned not more than five years, or both.</p>\n    </div>\n    <div class=\"num\" id=\"p102\">\n      <span class=\"num\">102</span>\n      <p class=\"indent\">Count II of the superseding indictment tracks the above-cited paragraph with sufficient clarity to place Otis on notice of the elements of the charged offense. See United States v. Grant, <span class=\"citation\" data-id=\"588107\"><a href=\"/opinion/588107/united-states-v-john-a-grant/\"><span class=\"volume\">971</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">799</span></a></span>, 802 (1st Cir. 1992) (elements of bankruptcy concealment are knowing concealment of property of one's bankruptcy estate from the bankruptcy trustee, with specific intent to defraud creditors). Count II sets forth the time and place of offense, identifies the relevant bankruptcy proceedings at issue, the property alleged to have been concealed, and the persons from whom it was concealed. See United States v. Arge, <span class=\"citation\" data-id=\"287364\"><a href=\"/opinion/287364/united-states-v-sam-arge-and-benson-ackerman-aka-ben-ackerman/\"><span class=\"volume\">418</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">721</span></a></span>, 724 (10th Cir. 1969) (an indictment for bankruptcy concealment must allege time and place, knowing and fraudulent intent, a description of the property concealed, the persons from whom it was concealed, and that it was property of the bankrupt estate). Moreover, the indictment identifies the intent: that Otis \"knowingly, willfully, and unlawfully\" conspired to commit the offense, and that she \"knowingly and fraudulently\" concealed the property. See id. Hence, we conclude that the charging language in Count II adequately set forth both the language and elements of the first paragraph of 18 U.S.C.  152 and informed Otis of the relevant offense.</p>\n    </div>\n    <div class=\"num\" id=\"p103\">\n      <span class=\"num\">103</span>\n      <p class=\"indent\">Otis also contends that the indictment was defective because it cited to 18 U.S.C.  2 without setting forth its specific language.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a> Charges under  2 need not be specifically referenced in an indictment, however. See United States v. Footman, <span class=\"citation\" data-id=\"198968\"><a href=\"/opinion/198968/united-states-v-footman/\"><span class=\"volume\">215</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">145</span></a></span>, 153-54 (1st Cir. 2000); United States v. Andrade, <span class=\"citation\" data-id=\"751218\"><a href=\"/opinion/751218/united-states-v-jose-v-andrade-jr/\"><span class=\"volume\">135</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">104</span></a></span>, 110 (1st Cir. 1998). Hence, there is no error, plain or otherwise, in the omission of the specific language of  2, and we affirm Otis's conviction on the indictment.</p>\n    </div>\n    <div class=\"num\" id=\"p104\">\n      <span class=\"num\">104</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>NOTES:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Stein is now also a lawyer.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Ratner was not involved in this case.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Because Stein's appeal on this issue is derivative of Golenbock's, we address them together referring only to Golenbock.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Where the government seeks to compel testimony by threat of loss of livelihood, the witness may rightfully refuse to answer unless he is protected against the use of the compelled answers in any subsequent criminal case. See United States v. Perez-Franco, <span class=\"citation\" data-id=\"522149\"><a href=\"/opinion/522149/united-states-v-jose-rafael-perez-franco/\"><span class=\"volume\">873</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">455</span></a></span>, 462 (1st Cir. 1989) (citing Turley, 414 U.S. at 78). A state may compel incriminating answers to its questions, however, if the testimony and its fruits are rendered unavailable for use in subsequent criminal proceedings, i.e. through a grant of immunity. See Turley, 414 U.S. at 84-85.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Golenbock points out that in Baxter, there was no pending criminal prosecution, and the State had not sought to make evidentiary use of the inmate's silence at the disciplinary hearing in any criminal proceeding. See 425 U.S. at 317. We have applied Baxter, however, to situations involving criminal charges. See, e.g., United States v. Indorato, <span class=\"citation\" data-id=\"381358\"><a href=\"/opinion/381358/united-states-v-mario-e-indorato/\"><span class=\"volume\">628</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">711</span></a></span>, 716 (1st Cir. 1980).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> We recognize that Golenbock's fear of disbarment was based on the advice of a seasoned attorney. However, the fact that, as a matter of strategic choice in the B.B.O. proceeding, Golenbock could have had good reason to fear disbarment if she did not testify is not the same as being faced with automatic disbarment for failure to testify. One can imagine situations where the adverse inferences drawn from refusing to testify might be overcome by other factors.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> The district court's sentence enhancement was based on the loss to creditors Golenbock and Stein intended, not the creditors' actual loss. It is undisputed that the Wellfleet property was ultimately discovered by the bankruptcy trustee and that the proceeds of the property's sale were recovered.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> Golenbock and Stein seek to bolster their argument by relying on loan fraud cases and the Sentencing Guidelines' commentary on loan fraud. The Guidelines recognize loan fraud as a specific exception to the usual methods of calculating loss set forth in  2F1.1 and 2B1.1. See U.S.S.G.  2F1.1 cmt. (n.8(b)). We find no error in the district court's refusal to extend the exceptional methodology used for loan fraud cases to bankruptcy fraud.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> Section 3284 provides:</p>\n        <p>The concealment of assets of a debtor in a case under title 11 shall be deemed to be a continuing offense until the debtor shall have been finally discharged or a discharge denied, and the period of limitations shall not begin to run until such final discharge or denial of discharge.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> Before it was amended in 1994, 18 U.S.C.  152 did not contain paragraph numbers. See Pub. L. 103-394,  312(a)(1)(A). The amended statute applies only to bankruptcy cases filed with the bankruptcy court after October, 1994. See id. at  702. As Golenbock and Stein's bankruptcy petitions were filed in September, 1990, we apply the earlier version of the statute.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> Section 2 provides:</p>\n        <p>(a) Whoever commits an offense against the United States or aids, abets, counsels, commands, induces or procures its commission, is punishable as a principal.</p>\n        <p>(b) Whoever willfully causes an act to be done which if directly performed by him or another would be an offense against the United States, is punishable as a principal.</p>\n        <p>We have stated that  2 is a general definitional statute that does not describe a separate offense from the underlying substantive crime. See United States v. Mitchell, <span class=\"citation\" data-id=\"195311\"><a href=\"/opinion/195311/united-states-v-mitchell/\"><span class=\"volume\">23</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 2 (1st Cir. 1994).</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/72703/",
    "http://www.courtlistener.com/api/rest/v3/opinions/107336/",
    "http://www.courtlistener.com/api/rest/v3/opinions/107337/",
    "http://www.courtlistener.com/api/rest/v3/opinions/107738/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108882/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109084/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109429/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109683/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195311/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195734/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196836/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197429/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197906/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198587/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198796/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198823/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198845/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198968/",
    "http://www.courtlistener.com/api/rest/v3/opinions/243463/",
    "http://www.courtlistener.com/api/rest/v3/opinions/286579/",
    "http://www.courtlistener.com/api/rest/v3/opinions/287364/",
    "http://www.courtlistener.com/api/rest/v3/opinions/320307/",
    "http://www.courtlistener.com/api/rest/v3/opinions/381358/",
    "http://www.courtlistener.com/api/rest/v3/opinions/419138/",
    "http://www.courtlistener.com/api/rest/v3/opinions/452970/",
    "http://www.courtlistener.com/api/rest/v3/opinions/519199/",
    "http://www.courtlistener.com/api/rest/v3/opinions/522149/",
    "http://www.courtlistener.com/api/rest/v3/opinions/546889/",
    "http://www.courtlistener.com/api/rest/v3/opinions/578607/",
    "http://www.courtlistener.com/api/rest/v3/opinions/587572/",
    "http://www.courtlistener.com/api/rest/v3/opinions/588107/",
    "http://www.courtlistener.com/api/rest/v3/opinions/691951/",
    "http://www.courtlistener.com/api/rest/v3/opinions/744197/",
    "http://www.courtlistener.com/api/rest/v3/opinions/751218/"
  ]
}