{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/199142/",
  "absolute_url": "/opinion/199142/stewart-v-dutra-construction/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/199142/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T04:25:13Z",
  "date_modified": "2017-03-24T11:00:50.392369Z",
  "type": "010combined",
  "sha1": "2f60a1b09abe13b6feb13e44a25fdf6a3f811f46",
  "page_count": 19,
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/99-1487-01A.pdf",
  "local_path": "pdf/2000/10/31/Stewart_v._Dutra_Construction.pdf",
  "plain_text": "          United States Court of Appeals\n                    For the First Circuit\n\n\nNos. 99-1487\n     00-1090\n\n                       WILLARD STEWART,\n\n                     Plaintiff, Appellant,\n\n                              v.\n\n               DUTRA CONSTRUCTION COMPANY, INC.,\n\n                     Defendant, Appellee.\n\n\n        APPEALS FROM THE UNITED STATES DISTRICT COURT\n\n               FOR THE DISTRICT OF MASSACHUSETTS\n\n       [Hon. Reginald C. Lindsay, U.S. District Judge]\n\n\n                            Before\n\n                     Selya, Circuit Judge,\n\n                 Bownes, Senior Circuit Judge,\n\n                   and Stahl, Circuit Judge.\n\n\n       David B. Kaplan, with whom Thomas M. Bond and The\nKaplan/Bond Group were on brief, for appellant.\n     John J. O'Connor, with whom Frederick E. Connelly, Jr. and\nPeabody & Arnold LLP were on brief, for appellee.\n\n\n\n\n                       October 31, 2000\n\f\f            SELYA,      Circuit    Judge.    In     a    case    reminiscent      of\n\nColeridge's storied seafarer, who was doomed to tell the same\n\ntale over and over again, see Samuel T. Coleridge, Rime of the\n\nAncient    Mariner      (1798),    plaintiff-appellant          Willard     Stewart\n\ninvites us to reexamine, narrow, or distinguish our holding in\n\nDiGiovanni v. Traylor Bros., Inc., 959 F.2d 1119 (1st Cir. 1992)\n\n(en banc), and declare his floating work platform — a dredge\n\nengaged in the excavation of a tunnel in the Boston Harbor — to\n\nbe   a   \"vessel   in    navigation\"    as   that       term    is   used   in   the\n\njurisprudence of the Jones Act, 46 U.S.C. app. § 688.                            We\n\nconclude that we are bound by our en banc precedent and that,\n\nunder it, the dredge in question is not a vessel in navigation\n\nwithin the contemplation of the Jones Act.                      Consequently, we\n\naffirm the district court's entry of partial summary judgment in\n\nthe defendant-employer's favor.\n\nI.   BACKGROUND\n\n            We divide our depiction of the relevant background into\n\nthree segments.         The facts are mostly undisputed.               Consistent\n\nwith the conventional summary judgment praxis, we take the few\n\ncontroverted facts in the light most flattering to the nonmovant\n\n(here, the appellant).            See McCarthy v.         Northwest Airlines,\n\nInc., 56 F.3d 313, 315 (1st Cir. 1995).\n\n                              A.    The Dredge.\n\n\n                                      -3-\n\f            The SUPER SCOOP is a large floating platform — its\n\nexact dimensions do not appear in the record — equipped with a\n\nclamshell bucket.     It operates as a dredge, removing silt from\n\nthe ocean floor and dumping the sediment onto one of two scows\n\nthat float alongside.      Once the scows are full, tugboats tow\n\nthem out to sea and dispose of the dredged material.\n\n            Though   largely   stationary,    the   SUPER   SCOOP   has\n\nnavigation lights, ballast tanks, and a dining area for the\n\ncrew.   Crew members control the clamshell bucket by manipulating\n\na tag-line cable attached to a counterweight.         The SUPER SCOOP\n\nis incapable of self-propulsion.        Crew members use anchors and\n\ncables to achieve positional movement at near-glacial speeds.\n\nThe SUPER SCOOP typically moves once every two hours, covering\n\na distance of thirty to fifty feet.          Its scows also lack any\n\nmeans of self-propulsion.      Tugboats normally are used to achieve\n\nmovement.    Alternatively, the dredge's crew drops a bucket from\n\nthe dredge into one of the scow's hoppers; by manipulating the\n\ncables, the crew then swings the bucket so that it guides the\n\nscow around the dredge.\n\n            The SUPER SCOOP is classified as an industrial vessel,\n\nand as such, it is required to register and comply with safety\n\nregulations issued by the Coast Guard and the United States\n\nDepartment of Transportation.      Similarly, the American Bureau of\n\n\n                                  -4-\n\fShipping has issued a load-line certificate to the SUPER SCOOP.\n\n\n\n                           B.   The Incident.\n\n            Defendant-appellee Dutra Construction Company (Dutra)\n\nhired   the   appellant,    a   marine   engineer,   to    maintain   the\n\nmechanical systems of the SUPER SCOOP.          Dutra purposed to use\n\nthe SUPER SCOOP to help construct an immersed-tube tunnel across\n\nthe Boston Harbor.      The operational plan called for floating\n\nprefabricated tube sections to the site, sinking the tubes into\n\na previously dredged trench, and then covering the sunken tubes\n\nwith backfill.\n\n            The appellant began work in late 1991.        The SUPER SCOOP\n\nstarted to dig the cross-harbor trench needed for the tunnel.\n\nThe process was long and laborious.         It was still ongoing on\n\nJuly 15, 1993.    On that date, however, the SUPER SCOOP lay idle\n\nbecause one of its scows (Scow No. 4) was out of commission and\n\nthe other was at sea.\n\n            During this lull, the appellant boarded Scow No. 4 to\n\neffect repairs.     While he was working, the SUPER SCOOP's crew\n\nproceeded to move the scow.         When the scow reached its new\n\nposition on the SUPER SCOOP's starboard side, the two structures\n\ncollided.     Dislodged by the collision, the appellant plummeted\n\nheadfirst to a deck below.       He sustained serious injuries.\n\n\n                                   -5-\n\f                              C.    The Travel of the Case.\n\n                 The appellant subsequently sued Dutra in the United\n\nStates District Court for the District of Massachusetts.                                 One\n\ncount       of    his    complaint         invoked       the    Jones    Act.     After    a\n\nsubstantial            period      of    pretrial       discovery,      Dutra   moved    for\n\nsummary judgment on all counts.                        See Fed. R. Civ. P. 56.     In due\n\ncourse, the district court, ruling ore tenus, denied the motion\n\nas to certain counts, but granted brevis disposition on the\n\nJones Act count.              This interlocutory appeal followed.1\n\nII.     APPELLATE JURISDICTION\n\n                 We turn briefly to the threshold issue of appellate\n\njurisdiction.            See BIW Deceived v. Local S6, 132 F.3d 824, 828\n\n(1st       Cir.       1997)   (explaining          that    a    federal   court    has    an\n\nunflagging obligation to inquire into its own jurisdiction).\n\n                 In     civil      cases,        the    usual    source    of   appellate\n\njurisdiction            is    28        U.S.C.    §     1291    (conferring     appellate\n\njurisdiction over \"final decisions\" of the district courts).\n\nHere, however, the order granting partial summary judgment did\n\nnot dispose of all the claims asserted.                         Thus, this court lacks\n\njurisdiction under              section 1291.           See North Carolina Nat'l Bank\n\n\n       1\n      In fact, there are two appeals before us — but the second\nis from the district court's denial of a rehearing. Because it\nadds nothing to the dimensions of the case, we proceed as if the\nappellant had filed only an appeal from the entry of the order\ngranting partial summary judgment.\n\n                                                 -6-\n\fv. Montilla, 600 F.2d 333, 334-35 (1st Cir. 1979) (per curiam);\n\nsee generally FDIC v. Ogden Corp., 202 F.3d 454, 458-59 (1st\n\nCir. 2000) (discussing concept of finality).\n\n          Withal, there are exceptions to the \"final judgment\"\n\nrule — and one such exception pertains here.     Congress, in its\n\nwisdom, has enacted a special statute that permits immediate\n\nappeals from interlocutory district court orders \"determining\n\nthe rights and liabilities of parties to admiralty cases in\n\nwhich appeals from final decrees are allowed.\"    28 U.S.C. § 1292\n\n(a)(3).   Thus, an interlocutory order in an admiralty case can\n\nbe appealed immediately so long as it conclusively determines\n\nthe merits of a particular claim or defense.     Martha's Vineyard\n\nScuba Headquarters, Inc. v. Unidentified, Wrecked and Abandoned\n\nSteam Vessel, 833 F.2d 1059, 1062-64 (1st Cir. 1987).\n\n          The case at hand satisfies that requirement:        the\n\ndistrict court's order determining, as a matter of law, that the\n\nSUPER SCOOP was not a vessel in navigation within the purview of\n\nthe applicable Jones Act jurisprudence (and that, therefore, the\n\nappellant had no cognizable claim under that statute) plainly\n\nimplicates   section   1292(a)(3).     Accordingly,      we   have\n\njurisdiction to hear and determine this appeal.\n\nIII.   THE MERITS\n\n\n\n\n                              -7-\n\f            Having reached the merits, we first frame the issue.\n\nWe then group the appellant's arguments and address them under\n\ntwo headings.\n\n                          A.     Framing the Issue.\n\n            The Jones Act provides in pertinent part:\n\n            Any seaman who shall suffer personal injury\n            in the course of his employment may, at his\n            election, maintain an action for damages at\n            law, with the right of trial by jury . . . .\n\n46 U.S.C. app. § 688(a).             Congress enacted this legislation in\n\n1920 to protect seamen because of their exposure to the perils\n\nof the sea.     Chandris, Inc. v. Latsis, 515 U.S. 347, 354 (1995).\n\nThat taxonomy seems straightforward, but it is hardly self-\n\nelucidating — and the devil is in the details.              As a result, the\n\ndetermination of who qualifies as a seaman for this purpose has\n\nproven to be a gnarly proposition.             E.g., id. at 356 (bemoaning\n\nthat, due to definitional difficulties, the \"perils of the sea,\n\nwhich mariners suffer and shipowners insure against, have met\n\ntheir   match      in   the    perils   of    judicial   review\")   (citation\n\nomitted).\n\n            Over    time,      the    Court   has   untangled   some   of   the\n\ndoctrinal knots.        Although the Jones Act itself does not use the\n\nword \"vessel,\" the Court has placed a gloss on the statute.\n\nThis gloss clarifies that a prospective plaintiff's status as a\n\nseaman (and, therefore, his eligibility to sue under the Jones\n\n                                        -8-\n\fAct) depends, in the first instance, on his connection to a\n\n\"vessel in navigation.\"    McDermott Int'l, Inc. v. Wilander, 498\n\nU.S. 337, 354 (1991).          But the Justices have spoken rather\n\nelliptically   as   to   the    nature   of   that   connection,   e.g.,\n\nChandris, 515 U.S. at 368-71; Wilander, 498 U.S. at 354-57, and\n\nthey have left the lower courts to fret, largely unguided, over\n\nwhat is — or is not — a vessel in navigation.          That question is\n\nof utmost importance here, as Dutra acknowledges the appellant's\n\nstatus as a member of the SUPER SCOOP's crew.              The pivotal\n\nissue, then, is whether the SUPER SCOOP, at the time of the\n\naccident, was a vessel in navigation as that term is used in the\n\njurisprudence of the Jones Act.\n\n         In many cases, the deceptively simple question of\n\nwhether a particular floating object is a vessel in navigation\n\nreduces to a question of fact.       See Chandris, 515 U.S. at 373.\n\nBut when the facts and the reasonable inferences extractable\n\ntherefrom, viewed in the light most congenial to the injured\n\nworker, bring a particular structure outside any permissible\n\nunderstanding of the term, the court may determine the status of\n\nthe structure as a matter of law.             See Tonnesen v.   Yonkers\n\nContracting Co., 82 F.3d 30, 33 (2d Cir. 1996);             Bennett v.\n\nPerini Corp., 510 F.2d 114, 116 (1st Cir. 1975).         Believing that\n\nthis case came within that class of cases, the court below opted\n\n\n                                   -9-\n\fto decide the issue.    And, it concluded that the dredge was not\n\na vessel in navigation.       We review its determination de novo.\n\nSee Garside v. Osco Drug, Inc., 895 F.2d 46, 48 (1st Cir. 1990).\n\n                        B.    Stare Decisis.\n\n         In attempting to convince us that the district court\n\nerred in not deeming the SUPER SCOOP a vessel in navigation for\n\nJones Act purposes, the appellant runs headlong into controlling\n\nprecedent.    Eight   years   ago,   this   court,   sitting   en   banc,\n\nconfronted a case in which a plaintiff had sustained injuries\n\nwhile working aboard the barge BETTY F.        We described the barge\n\nas follows:\n\n         The BETTY F was a barge, 100 feet in length,\n         with a 40 foot beam and a raked bow and\n         stern, and with nautical equipment, such as\n         navigation and anchor lights.        In all\n         respects it met the commonly understood\n         characteristics of a vessel, and, indeed,\n         was inspected by the Coast Guard. It had no\n         means   of  self-propulsion,   except   that\n         positional movement could be achieved by\n         manipulating its spud anchors. Its current\n         use was to float at the Jamestown, Rhode\n         Island, bridge, bearing a crane that was\n         being used for bridge construction. . . . It\n         had been at the Jamestown bridge for a\n         month. It was positioned about the bridge,\n         and moved away from the pilings at night, to\n         prevent damage.\n\nDiGiovanni, 959 F.2d at 1120-21.\n\n         DiGiovanni, whose main responsibility was to handle a\n\ntag-line to guide the crane, slipped and fell while standing on\n\n\n                                 -10-\n\fthe deck of an appurtenant supply barge (which served as a work\n\nplatform).     Id. at 1121.     He attempted to sue under various\n\ntheories.    We rejected his Jones Act claim on the basis that the\n\nBETTY F was not a vessel in navigation.        Id. at 1124.   We held\n\nsquarely that \"if a barge, or other float's 'purpose or primary\n\nbusiness is not navigation or commerce,' then workers assigned\n\nthereto for its shore enterprise are to be considered seamen\n\n[for Jones Act purposes] only when it is in actual navigation or\n\ntransit.\"    Id. at 1123 (quoting Bernard v. Binnings Constr. Co.,\n\n741 F.2d 824, 829 (5th Cir. 1984)).\n\n            The appellant exhorts us to scuttle the holding of\n\nDiGiovanni, denouncing the standard it embodies as impractical,\n\nunwise, and inconsistent with the decisions of other courts\n\n(including the Fifth Circuit).        But our precedent-based system\n\nof   justice   places   a   premium   on   finality,   stability,   and\n\ncertainty in the law, particularly in the field of statutory\n\nconstruction.    See Hubbard v. United States, 514 U.S. 695, 711\n\n(1995).     Thus, the principle of stare decisis — the doctrine\n\nthat \"renders the ruling of law in a case binding in future\n\ncases before the same court or other courts owing obedience to\n\nthe decision,\" Gately v. Massachusetts, 2 F.3d 1221, 1226 (1st\n\nCir. 1993) — is an integral component of our jurisprudence.\n\n\n\n\n                                 -11-\n\fThis       principle,   fairly   applied,      demands    our    allegiance   to\n\nDiGiovanni.\n\n              We do not pledge this allegiance blindly. We recognize\n\nthat \"stare decisis is neither a straightjacket nor an immutable\n\nrule.\"       Carpenters Local Union No. 26 v. United States Fid. &\n\nGuar. Co., 215 F.3d 136, 142 (1st Cir. 2000).                   Nevertheless, a\n\ndeparture from a court's own precedent, in the teeth of the\n\nprinciple of stare decisis, must be supported by some \"special\n\njustification.\"         Dickerson v. United States, 120 S. Ct. 2326,\n\n2336 (2000).      For example, prior circuit precedent will yield to\n\na contrary decision of the Supreme Court or to a statutory\n\noverruling.        Williams v. Ashland Eng'g Co., 45 F.3d 588, 592\n\n(1st Cir. 1995).2        Here, however, no subsequent opinion of the\n\nSupreme Court has cast doubt on DiGiovanni, nor has the Jones\n\nAct been amended in any relevant respect.                   Consequently, no\n\n\"special      justification\"     exists   to    support    a    deviation   from\n\ncircuit precedent.\n\n              In Williams, we also noted that on rare occasions a\n\ncircuit precedent, though not directly overruled or superseded,\n\nnonetheless might crumble in the face of compelling authority.\n\n\n\n       2\n     In Williams, we also spoke of a subsequent decision of the\ncourt itself, sitting en banc.       45 F.3d at 592.       That\njustification does not apply here; DiGiovanni is an en banc\nopinion, and the full court has not repudiated it.\n\n                                    -12-\n\fSee    id.      We   speculated      that   this    might    occur,       say,   when\n\npersuasive case law postdating \"the original decision, although\n\nnot directly controlling, nevertheless offers a sound reason for\n\nbelieving that the former panel, in light of fresh developments,\n\nwould change its collective mind.\"                  Id.    We are dubious that\n\nthis scenario can ever play out where, as here, a panel of a\n\ncourt finds its path blocked by an earlier decision of the full\n\ncourt.       Cf. Ewing v. Williams, 596 F.2d 391, 397 (9th Cir. 1979)\n\n(declaring that \"an appellate panel simply cannot modify an en\n\nbanc decision\").        A contrary rule — permitting a single panel in\n\na multi-panel circuit to revisit determinations made by the\n\ncourt as a whole — would invite chaos.                For that reason, panels\n\ngenerally are precluded from following such a maverick course.\n\nE.g., United States v. Norton, 780 F.2d 21, 23 (8th Cir. 1985);\n\nUnited States v. Poolaw, 588 F.2d 103, 105 (5th Cir. 1979); cf.\n\nBiggins v. Hazen Paper Co., 111 F.3d 205, 208 (1st Cir. 1997)\n\n(holding that a panel may not reconsider issues decided earlier\n\nin the same case by the en banc court).\n\n              In this case, all roads lead to Rome.                DiGiovanni has\n\nnot been overruled by a higher authority and remains good law.\n\nEven     if    we    assume,   for     argument's         sake,    that    in    some\n\nextraordinary        circumstance      a    panel    might    be    warranted      in\n\ndeclaring an earlier en banc decision obsolete and refusing to\n\n\n                                       -13-\n\ffollow it, the appellant has offered no adequate justification\n\nfor   applying   such     a    long-odds        exception   here.        We   hold,\n\ntherefore, that we are bound by DiGiovanni.\n\n                          C.       Other Arguments.\n\n           The appellant's remaining arguments take a different\n\ntack.   He posits that, even under DiGiovanni, the SUPER SCOOP\n\nqualifies as a vessel in navigation.                This argument depends, in\n\nthe last analysis, on the appellant's ability to distinguish the\n\nSUPER SCOOP from its DiGiovanni counterpart, the BETTY F.                      Like\n\nthe   district   court,       we   are   unable     to   discern   a    meaningful\n\ndistinction.\n\n           To begin with, the appellant claims that the DiGiovanni\n\nstandard does not apply to the SUPER SCOOP at all because that\n\nstandard only applies to \"barges or other floats.\"                     DiGiovanni,\n\n959 F.2d at 1123.       He then brings to bear a potpourri of other\n\ncriteria, citing, on the one hand, to formulations drawn from\n\nstatutes    (other       than       the         Jones    Act),     Coast      Guard\n\nclassifications, and encyclopedia definitions, and, on the other\n\nhand, to the SUPER SCOOP's appurtenances (such as ballast tanks,\n\nnavigational lights, and the like).                These attributes, he says,\n\nshow that the SUPER SCOOP is a vessel in navigation.                           This\n\nattempt to maneuver around DiGiovanni quickly runs aground.\n\n\n\n\n                                         -14-\n\f              In the first place, when the DiGiovanni court spoke of\n\n\"floats,\" that word was meant to encompass a wide variety of\n\nobjects.       Surely, a dredge falls within its sweep.                  To read\n\nDiGiovanni more narrowly, as the appellant urges, would strip\n\nthe en banc court's holding of all practical meaning.\n\n              In the second place, the term \"vessel in navigation,\"\n\nas it has been employed in the Jones Act context, is a term of\n\nart.        Jones    Act    recovery      hinges     not    on   the    physical\n\ncharacteristics of a structure or on how others might view it,\n\nbut, rather, on the structure's function and use.                       Thus, in\n\nDiGiovanni, the court refused to place decretory significance on\n\nmaritime classifications or equipage.                  See id.       Indeed, the\n\nDiGiovanni dissent made exactly the same sort of plea that the\n\nappellant      makes   here,      see   id.    at   1124-25   (Torruella,      J.,\n\ndissenting), and the full court nonetheless held the BETTY F not\n\nto be a vessel in navigation for Jones Act purposes.3                  Consistent\n\nwith that approach, we conclude that a dredge like the SUPER\n\nSCOOP      comes   within   the    compass     of   this   court's   holding    in\n\nDiGiovanni.\n\n\n\n       3\n     Like the SUPER SCOOP, the BETTY F possessed \"the commonly\nunderstood characteristics of a vessel\"; for instance, it was\nregistered with the Coast Guard, obliged to comply with various\nsafety regulations applicable to ships, and had navigation\nlights, ballast tanks, and the like. See DiGiovanni, 959 F.2d\nat 1120. We could continue, but the point is readily evident.\n\n                                        -15-\n\f            The       appellant     next    notes    that,    according     to     the\n\nDiGiovanni court, a barge or float may be considered a Jones Act\n\nvessel if \"its purpose or primary business\" is navigation or\n\ncommerce.     Id. at 1123.          Seizing on this statement, he alleges\n\nthat the SUPER SCOOP qualifies under this rubric.                   In his view,\n\ndredging itself is a form of navigation and transportation:                         to\n\ndredge, the SUPER SCOOP must transport the clamshell bucket and\n\nassociated equipment across the harbor, and must cause the\n\ndredged material to be carried out to sea.                   He notes, too, that\n\nthe SUPER SCOOP was situated in the harbor at the time of the\n\naccident, had a captain and a crew (but no shoreside employees),\n\nand carried navigational equipment.\n\n            This construct distorts the functional analysis that\n\nwe endorsed in DiGiovanni.                 That analysis focuses on primary\n\nfunctions     and,      at    bottom,     dredging   is    primarily    a   form    of\n\nconstruction.          Any navigation or transportation that may be\n\nrequired    is       incidental     to    this   primary    function.       In   this\n\nrespect, the only real distinction between the SUPER SCOOP and\n\nthe   BETTY      F    is     that   the    former    was   being   used     in     the\n\nconstruction of a cross-harbor tunnel while the latter was being\n\nused in the construction of an over-the-bay bridge.                     It does not\n\nhelp the appellant that both structures were moved with some\n\nregularity across navigable waters; even regular movement of a\n\n\n                                          -16-\n\ffloating structure across navigable waters will not transform\n\nthat structure into a vessel when that motion is incidental to\n\nthe central purpose served by the structure.             See Bernard, 741\n\nF.2d at 830-31.    Because both the SUPER SCOOP and the BETTY F\n\nwere floating stages used primarily as extensions of the land\n\nfor the purpose of securing heavy equipment to construct a\n\npassage across the sea, neither is a vessel in navigation within\n\nthe jurisprudence of the Jones Act.           See Powers v. Bethlehem\n\nSteel Corp., 477 F.2d 643, 646 (1st Cir. 1973).\n\n          The appellant has one last fallback position.                    He\n\nmaintains that even if the SUPER SCOOP was not a vessel in\n\nnavigation, Scow No. 4 — the structure on which he was working\n\nwhen the accident occurred — was a vessel in navigation because\n\nit was actually in transit at that time.                Building on this\n\nfoundation, he argues that since Scow No. 4 was part of the\n\nSUPER SCOOP's flotilla, liability under the Jones Act should\n\nattach.\n\n          This argument, too, is targeted at an exception to the\n\nrule laid down in DiGiovanni.          There, we recognized that, even\n\nif a floating structure's primary purpose was not navigational,\n\nworkers   nonetheless   might     be    considered     seamen    within   the\n\ncontemplation of the Jones Act if the structure \"is in actual\n\nnavigation   or   transit\"   at    the     time   an    injury    occurred.\n\nDiGiovanni, 959 F.2d at 1123.          The facts of this case, however,\n\n\n\n                                  -17-\n\fdo    not   bring     the    appellant     within    the     contours      of   this\n\nexception.\n\n            First and foremost, the appellant's status as a seaman\n\ndepends upon the movement vel non of the SUPER SCOOP, not the\n\nincidental       positioning        of    an     appurtenant       scow.         The\n\ndeterminative factor in this equation is that the appellant was\n\nassigned permanently to (i.e., was part of the crew of) the\n\nSUPER SCOOP, not Scow No. 4.              See Bennett, 510 F.2d at 116-17.\n\nAnd by his own admission, the SUPER SCOOP was not in motion when\n\nthe accident occurred.            Thus, the fact that the scow was being\n\nmoved is irrelevant.          See DiGiovanni, 959 F.2d at 1124 (holding\n\nthat the plaintiff's location on the supply barge at the time of\n\nthe   accident      did     not   alter    his    status).        The   DiGiovanni\n\nexception does not obtain.\n\n            In   an    effort      to    sail    around    this   obstacle,      the\n\nappellant asseverates that we should attach significance to Scow\n\nNo. 4's movement at the time of the accident because the scow\n\nwas a part of the SUPER SCOOP's flotilla.                     This asseveration\n\nmisconstrues Supreme Court precedent.                The Court has held that\n\na plaintiff's relationship to a fleet of vessels, rather than to\n\na particular ship, can establish the connection needed to confer\n\nseaman status.        Harbor Tug & Barge Co. v. Papai, 520 U.S. 548,\n\n555-57 (1997); Chandris, 515 U.S. at 368.                    Here, however, the\n\nconnection element is not in issue (Dutra has conceded the\n\n\n\n                                         -18-\n\fpoint).     The common ownership of the dredge and scow has no\n\nprobative force on the subjacent issue:        whether the floating\n\nwork station was — or was not — a vessel in navigation for Jones\n\nAct purposes.      See DiGiovanni, 959 F.2d at 1124.\n\nIV.   CONCLUSION\n\n            We need go no further.      Given the on-point precedent\n\nestablished by the en banc court less than a decade ago and the\n\nabsence of any trialworthy issue of material fact, the SUPER\n\nSCOOP is not a \"vessel in navigation\" as that term has developed\n\nin the jurisprudence of the Jones Act.       Consequently, the lower\n\ncourt appropriately jettisoned the Jones Act count.\n\n\n\nAffirmed.\n\n\n\n\n                                 -19-\n\f",
  "html": "<p class=\"case_cite\">230 F.3d 461 (1st Cir. 2000)</p>\n    <p class=\"parties\">WILLARD STEWART, PLAINTIFF, APPELLANT,<br>V.<br>DUTRA CONSTRUCTION COMPANY, INC., DEFENDANT, APPELLEE.</p>\n    <p class=\"docket\">Nos. 99-1487, 00-1090.</p>\n    <p class=\"court\">United States Court of Appeals For the First Circuit</p>\n    <p class=\"date\">Heard September 7, 2000.<br>Decided October 31, 2000.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEALS FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF MASSACHUSETTS [Hon. Reginald C. Lindsay, U.S. District Judge][Copyrighted Material Omitted]</p>\n      <p class=\"indent\">David B. Kaplan, with whom Thomas M. Bond and The Kaplan/Bond Group were on brief, for appellant.</p>\n      <p class=\"indent\">John J. O'Connor, with whom Frederick E. Connelly, Jr. and Peabody &amp; Arnold Llp were on brief, for appellee.</p>\n      <p class=\"indent\">Before Selya, Circuit Judge, Bownes, Senior Circuit Judge, and Stahl, Circuit Judge.</p>\n      <p class=\"indent\">Selya, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In a case reminiscent of Coleridge's storied seafarer, who was doomed to tell the same tale over and over again, see Samuel T. Coleridge, Rime of the Ancient Mariner (1798), plaintiff-appellant Willard Stewart invites us to re-examine, narrow, or distinguish our holding in DiGiovanni v. Traylor Bros., Inc., 959 F.2d 1119 (1st Cir. 1992) (en banc), and declare his floating work platform -a dredge engaged in the excavation of a tunnel in the Boston Harbor - to be a \"vessel in navigation\" as that term is used in the jurisprudence of the Jones Act, 46 U.S.C. app. &#167; 688. We conclude that we are bound by our en banc precedent and that, under it, the dredge in question is not a vessel in navigation within the contemplation of the Jones Act. Consequently, we affirm the district court's entry of partial summary judgment in the defendant-employer's favor.</p>\n    </div>\n    <p class=\"indent\">I. BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">We divide our depiction of the relevant background into three segments. The facts are mostly undisputed. Consistent with the conventional summary judgment praxis, we take the few controverted facts in the light most flattering to the non-movant (here, the appellant). See McCarthy v. Northwest Airlines, Inc., 56 F.3d 313, 315 (1st Cir. 1995).</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">A. The Dredge.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The SUPER SCOOP is a large floating platform - its exact dimensions do not appear in the record - equipped with a clamshell bucket. It operates as a dredge, removing silt from the ocean floor and dumping the sediment onto one of two scows that float alongside. Once the scows are full, tugboats tow them out to sea and dispose of the dredged material.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Though largely stationary, the SUPER SCOOP has navigation lights, ballast tanks, and a dining area for the crew. Crew members control the clamshell bucket by manipulating a tag-line cable attached to a counterweight. The SUPER SCOOP is incapable of self-propulsion. Crew members use anchors and cables to achieve positional movement at near-glacial speeds. The SUPER SCOOP typically moves once every two hours, covering a distance of thirty to fifty feet. Its scows also lack any means of self-propulsion. Tugboats normally are used to achieve movement. Alternatively, the dredge's crew drops a bucket from the dredge into one of the scow's hoppers; by manipulating the cables, the crew then swings the bucket so that it guides the scow around the dredge.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The SUPER SCOOP is classified as an industrial vessel, and as such, it is required to register and comply with safety regulations issued by the Coast Guard and the United States Department of Transportation. Similarly, the American Bureau of Shipping has issued a load-line certificate to the SUPER SCOOP.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">B. The Incident.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Defendant-appellee Dutra Construction Company (Dutra) hired the appellant, a marine engineer, to maintain the mechanical systems of the SUPER SCOOP. Dutra purposed to use the SUPER SCOOP to help construct an immersed-tube tunnel across the Boston Harbor. The operational plan called for floating prefabricated tube sections to the site, sinking the tubes into a previously dredged trench, and then covering the sunken tubes with backfill.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The appellant began work in late 1991. The SUPER SCOOP started to dig the cross-harbor trench needed for the tunnel. The process was long and laborious. It was still ongoing on July 15, 1993. On that date, however, the SUPER SCOOP lay idle because one of its scows (Scow No. 4) was out of commission and the other was at sea.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">During this lull, the appellant boarded Scow No. 4 to effect repairs. While he was working, the SUPER SCOOP's crew proceeded to move the scow. When the scow reached its new position on the SUPER SCOOP's starboard side, the two structures collided. Dislodged by the collision, the appellant plummeted headfirst to a deck below. He sustained serious injuries.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">C. The Travel of the Case.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The appellant subsequently sued Dutra in the United States District Court for the District of Massachusetts. One count of his complaint invoked the Jones Act. After a substantial period of pretrial discovery, Dutra moved for summary judgment on all counts. See Fed. R. Civ. P. 56. In due course, the district court, ruling ore tenus, denied the motion as to certain counts, but granted brevis disposition on the Jones Act count. This interlocutory appeal followed.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <p class=\"indent\">II. APPELLATE JURISDICTION</p>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">We turn briefly to the threshold issue of appellate jurisdiction. See BIW Deceived v. Local S6, 132 F.3d 824, 828 (1st Cir. 1997) (explaining that a federal court has an unflagging obligation to inquire into its own jurisdiction).</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">In civil cases, the usual source of appellate jurisdiction is 28 U.S.C. &#167; 1291 (conferring appellate jurisdiction over \"final decisions\" of the district courts). Here, however, the order granting partial summary judgment did not dispose of all the claims asserted. Thus, this court lacks jurisdiction under section 1291. See North Carolina Nat'l Bank v. Montilla, 600 F.2d 333, 334-35 (1st Cir. 1979) (per curiam); see generally FDIC v. Ogden Corp., 202 F.3d 454, 458-59 (1st Cir. 2000) (discussing concept of finality).</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Withal, there are exceptions to the \"final judgment\" rule -and one such exception pertains here. Congress, in its wisdom, has enacted a special statute that permits immediate appeals from interlocutory district court orders \"determining the rights and liabilities of parties to admiralty cases in which appeals from final decrees are allowed.\" 28 U.S.C. &#167; 1292 (a)(3). Thus, an interlocutory order in an admiralty case can be appealed immediately so long as it conclusively determines the merits of a particular claim or defense. Martha's Vineyard Scuba Headquarters, Inc. v. Unidentified, Wrecked and Abandoned Steam Vessel, 833 F.2d 1059, 1062-64 (1st Cir. 1987).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The case at hand satisfies that requirement: the district court's order determining, as a matter of law, that the SUPER SCOOP was not a vessel in navigation within the purview of the applicable Jones Act jurisprudence (and that, therefore, the appellant had no cognizable claim under that statute) plainly implicates section 1292(a)(3). Accordingly, we have jurisdiction to hear and determine this appeal.</p>\n    </div>\n    <p class=\"indent\">III. THE MERITS</p>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Having reached the merits, we first frame the issue. We then group the appellant's arguments and address them under two headings.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">A. Framing the Issue.</p>\n    </div>\n    <p class=\"indent\">The Jones Act provides in pertinent part:</p>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Any seaman who shall suffer personal injury in the course of his employment may, at his election, maintain an action for damages at law, with the right of trial by jury . . . .</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">46 U.S.C. app. &#167; 688(a). Congress enacted this legislation in 1920 to protect seamen because of their exposure to the perils of the sea. Chandris, Inc. v. Latsis, 515 U.S. 347, 354 (1995). That taxonomy seems straightforward, but it is hardly self-elucidating - and the devil is in the details. As a result, the determination of who qualifies as a seaman for this purpose has proven to be a gnarly proposition. E.g., id. at 356 (bemoaning that, due to definitional difficulties, the \"perils of the sea, which mariners suffer and shipowners insure against, have met their match in the perils of judicial review\") (citation omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Over time, the Court has untangled some of the doctrinal knots. Although the Jones Act itself does not use the word \"vessel,\" the Court has placed a gloss on the statute. This gloss clarifies that a prospective plaintiff's status as a seaman (and, therefore, his eligibility to sue under the Jones Act) depends, in the first instance, on his connection to a \"vessel in navigation.\" McDermott Int'l, Inc. v. Wilander, 498 U.S. 337, 354 (1991). But the Justices have spoken rather elliptically as to the nature of that connection, e.g., Chandris, 515 U.S. at 368-71; Wilander, 498 U.S. at 354-57, and they have left the lower courts to fret, largely unguided, over what is - or is not - a vessel in navigation. That question is of utmost importance here, as Dutra acknowledges the appellant's status as a member of the SUPER SCOOP's crew. The pivotal issue, then, is whether the SUPER SCOOP, at the time of the accident, was a vessel in navigation as that term is used in the jurisprudence of the Jones Act.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">In many cases, the deceptively simple question of whether a particular floating object is a vessel in navigation reduces to a question of fact. See Chandris, 515 U.S. at 373. But when the facts and the reasonable inferences extractable therefrom, viewed in the light most congenial to the injured worker, bring a particular structure outside any permissible understanding of the term, the court may determine the status of the structure as a matter of law. See Tonnesen v. Yonkers Contracting Co., 82 F.3d 30, 33 (2d Cir. 1996); Bennett v. Perini Corp., 510 F.2d 114, 116 (1st Cir. 1975). Believing that this case came within that class of cases, the court below opted to decide the issue. And, it concluded that the dredge was not a vessel in navigation. We review its determination de novo. See Garside v. Osco Drug, Inc., 895 F.2d 46, 48 (1st Cir. 1990).</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">A. Stare Decisis.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">In attempting to convince us that the district court erred in not deeming the SUPER SCOOP a vessel in navigation for Jones Act purposes, the appellant runs headlong into controlling precedent. Eight years ago, this court, sitting en banc, confronted a case in which a plaintiff had sustained injuries while working aboard the barge BETTY F. We described the barge as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">The BETTY F was a barge, 100 feet in length, with a 40 foot beam and a raked bow and stern, and with nautical equipment, such as navigation and anchor lights. In all respects it met the commonly understood characteristics of a vessel, and, indeed, was inspected by the Coast Guard. It had no means of self-propulsion, except that positional movement could be achieved by manipulating its spud anchors. Its current use was to float at the Jamestown, Rhode Island, bridge, bearing a crane that was being used for bridge construction. . . . It had been at the Jamestown bridge for a month. It was positioned about the bridge, and moved away from the pilings at night, to prevent damage.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">DiGiovanni, 959 F.2d at 1120-21.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">DiGiovanni, whose main responsibility was to handle a tag-line to guide the crane, slipped and fell while standing on the deck of an appurtenant supply barge (which served as a work platform). Id. at 1121. He attempted to sue under various theories. We rejected his Jones Act claim on the basis that the BETTY F was not a vessel in navigation. Id. at 1124. We held squarely that \"if a barge, or other float's 'purpose or primary business is not navigation or commerce,' then workers assigned thereto for its shore enterprise are to be considered seamen [for Jones Act purposes] only when it is in actual navigation or transit.\" Id. at 1123 (quoting Bernard v. Binnings Constr. Co., 741 F.2d 824, 829 (5th Cir. 1984)).</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">The appellant exhorts us to scuttle the holding of DiGiovanni, denouncing the standard it embodies as impractical, unwise, and inconsistent with the decisions of other courts (including the Fifth Circuit). But our precedent-based system of justice places a premium on finality, stability, and certainty in the law, particularly in the field of statutory construction. See Hubbard v. United States, 514 U.S. 695, 711 (1995). Thus, the principle of stare decisis - the doctrine that \"renders the ruling of law in a case binding in future cases before the same court or other courts owing obedience to the decision,\" Gately v. Massachusetts, 2 F.3d 1221, 1226 (1st Cir. 1993) - is an integral component of our jurisprudence. This principle, fairly applied, demands our allegiance to DiGiovanni.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">We do not pledge this allegiance blindly. We recognize that \"stare decisis is neither a straightjacket nor an immutable rule.\" Carpenters Local Union No. 26 v. United States Fid. &amp; Guar. Co., 215 F.3d 136, 142 (1st Cir. 2000). Nevertheless, a departure from a court's own precedent, in the teeth of the principle of stare decisis, must be supported by some \"special justification.\" Dickerson v. United States, 120 S. Ct. 2326, 2336 (2000). For example, prior circuit precedent will yield to a contrary decision of the Supreme Court or to a statutory overruling. Williams v. Ashland Eng'g Co., 45 F.3d 588, 592 (1st Cir. 1995).<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> Here, however, no subsequent opinion of the Supreme Court has cast doubt on DiGiovanni, nor has the Jones Act been amended in any relevant respect. Consequently, no \"special justification\" exists to support a deviation from circuit precedent.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">In Williams, we also noted that on rare occasions a circuit precedent, though not directly overruled or superseded, nonetheless might crumble in the face of compelling authority. See id. We speculated that this might occur, say, when persuasive case law postdating \"the original decision, although not directly controlling, nevertheless offers a sound reason for believing that the former panel, in light of fresh developments, would change its collective mind.\" Id. We are dubious that this scenario can ever play out where, as here, a panel of a court finds its path blocked by an earlier decision of the full court. Cf. Ewing v. Williams, 596 F.2d 391, 397 (9th Cir. 1979) (declaring that \"an appellate panel simply cannot modify an en banc decision\"). A contrary rule - permitting a single panel in a multi-panel circuit to revisit determinations made by the court as a whole -would invite chaos. For that reason, panels generally are precluded from following such a maverick course. E.g., United States v. Norton, 780 F.2d 21, 23 (8th Cir. 1985); United States v. Poolaw, 588 F.2d 103, 105 (5th Cir. 1979); cf. Biggins v. Hazen Paper Co., 111 F.3d 205, 208 (1st Cir. 1997) (holding that a panel may not reconsider issues decided earlier in the same case by the en banc court).</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">In this case, all roads lead to Rome. DiGiovanni has not been overruled by a higher authority and remains good law. Even if we assume, for argument's sake, that in some extraordinary circumstance a panel might be warranted in declaring an earlier en banc decision obsolete and refusing to follow it, the appellant has offered no adequate justification for applying such a long-odds exception here. We hold, therefore, that we are bound by DiGiovanni.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">C. Other Arguments.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">The appellant's remaining arguments take a different tack. He posits that, even under DiGiovanni, the SUPER SCOOP qualifies as a vessel in navigation. This argument depends, in the last analysis, on the appellant's ability to distinguish the SUPER SCOOP from its DiGiovanni counterpart, the BETTY F. Like the district court, we are unable to discern a meaningful distinction.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">To begin with, the appellant claims that the DiGiovanni standard does not apply to the SUPER SCOOP at all because that standard only applies to \"barges or other floats.\" DiGiovanni, 959 F.2d at 1123. He then brings to bear a potpourri of other criteria, citing, on the one hand, to formulations drawn from statutes (other than the Jones Act), Coast Guard classifications, and encyclopedia definitions, and, on the other hand, to the SUPER SCOOP's appurtenances (such as ballast tanks, navigational lights, and the like). These attributes, he says, show that the SUPER SCOOP is a vessel in navigation. This attempt to maneuver around DiGiovanni quickly runs aground.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">In the first place, when the DiGiovanni court spoke of \"floats,\" that word was meant to encompass a wide variety of objects. Surely, a dredge falls within its sweep. To read DiGiovanni more narrowly, as the appellant urges, would strip the en banc court's holding of all practical meaning.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">In the second place, the term \"vessel in navigation,\" as it has been employed in the Jones Act context, is a term of art. Jones Act recovery hinges not on the physical characteristics of a structure or on how others might view it, but, rather, on the structure's function and use. Thus, in DiGiovanni, the court refused to place decretory significance on maritime classifications or equipage. See id. Indeed, the DiGiovanni dissent made exactly the same sort of plea that the appellant makes here, see id. at 1124-25 (Torruella, J., dissenting), and the full court nonetheless held the BETTY F not to be a vessel in navigation for Jones Act purposes.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> Consistent with that approach, we conclude that a dredge like the SUPER SCOOP comes within the compass of this court's holding in DiGiovanni.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">The appellant next notes that, according to the DiGiovanni court, a barge or float may be considered a Jones Act vessel if \"its purpose or primary business\" is navigation or commerce. Id. at 1123. Seizing on this statement, he alleges that the SUPER SCOOP qualifies under this rubric. In his view, dredging itself is a form of navigation and transportation: to dredge, the SUPER SCOOP must transport the clamshell bucket and associated equipment across the harbor, and must cause the dredged material to be carried out to sea. He notes, too, that the SUPER SCOOP was situated in the harbor at the time of the accident, had a captain and a crew (but no shoreside employees), and carried navigational equipment.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">This construct distorts the functional analysis that we endorsed in DiGiovanni. That analysis focuses on primary functions and, at bottom, dredging is primarily a form of construction. Any navigation or transportation that may be required is incidental to this primary function. In this respect, the only real distinction between the SUPER SCOOP and the BETTY F is that the former was being used in the construction of a cross-harbor tunnel while the latter was being used in the construction of an over-the-bay bridge. It does not help the appellant that both structures were moved with some regularity across navigable waters; even regular movement of a floating structure across navigable waters will not transform that structure into a vessel when that motion is incidental to the central purpose served by the structure. See Bernard, 741 F.2d at 830-31. Because both the SUPER SCOOP and the BETTY F were floating stages used primarily as extensions of the land for the purpose of securing heavy equipment to construct a passage across the sea, neither is a vessel in navigation within the jurisprudence of the Jones Act. See Powers v. Bethlehem Steel Corp., 477 F.2d 643, 646 (1st Cir. 1973).</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">The appellant has one last fallback position. He maintains that even if the SUPER SCOOP was not a vessel in navigation, Scow No. 4 - the structure on which he was working when the accident occurred - was a vessel in navigation because it was actually in transit at that time. Building on this foundation, he argues that since Scow No. 4 was part of the SUPER SCOOP's flotilla, liability under the Jones Act should attach.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">This argument, too, is targeted at an exception to the rule laid down in DiGiovanni. There, we recognized that, even if a floating structure's primary purpose was not navigational, workers nonetheless might be considered seamen within the contemplation of the Jones Act if the structure \"is in actual navigation or transit\" at the time an injury occurred. DiGiovanni, 959 F.2d at 1123. The facts of this case, however, do not bring the appellant within the contours of this exception.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">First and foremost, the appellant's status as a seaman depends upon the movement vel non of the SUPER SCOOP, not the incidental positioning of an appurtenant scow. The determinative factor in this equation is that the appellant was assigned permanently to (i.e., was part of the crew of) the SUPER SCOOP, not Scow No. 4. See Bennett, 510 F.2d at 116-17. And by his own admission, the SUPER SCOOP was not in motion when the accident occurred. Thus, the fact that the scow was being moved is irrelevant. See DiGiovanni, 959 F.2d at 1124 (holding that the plaintiff's location on the supply barge at the time of the accident did not alter his status). The DiGiovanni exception does not obtain.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">In an effort to sail around this obstacle, the appellant asseverates that we should attach significance to Scow No. 4's movement at the time of the accident because the scow was a part of the SUPER SCOOP's flotilla. This asseveration misconstrues Supreme Court precedent. The Court has held that a plaintiff's relationship to a fleet of vessels, rather than to a particular ship, can establish the connection needed to confer seaman status. Harbor Tug &amp; Barge Co. v. Papai, 520 U.S. 548, 555-57 (1997); Chandris, 515 U.S. at 368. Here, however, the connection element is not in issue (Dutra has conceded the point). The common ownership of the dredge and scow has no probative force on the subjacent issue: whether the floating work station was -or was not - a vessel in navigation for Jones Act purposes. See DiGiovanni, 959 F.2d at 1124.</p>\n    </div>\n    <p class=\"indent\">IV. CONCLUSION</p>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">We need go no further. Given the on-point precedent established by the en banc court less than a decade ago and the absence of any trialworthy issue of material fact, the SUPER SCOOP is not a \"vessel in navigation\" as that term has developed in the jurisprudence of the Jones Act. Consequently, the lower court appropriately jettisoned the Jones Act count.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> In fact, there are two appeals before us - but the second is from the district court's denial of a rehearing. Because it adds nothing to the dimensions of the case, we proceed as if the appellant had filed only an appeal from the entry of the order granting partial summary judgment.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> In Williams, we also spoke of a subsequent decision of the court itself, sitting en banc. 45 F.3d at 592. That justification does not apply here; DiGiovanni is an en banc opinion, and the full court has not repudiated it.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Like the SUPER SCOOP, the BETTY F possessed \"the commonly understood characteristics of a vessel\"; for instance, it was registered with the Coast Guard, obliged to comply with various safety regulations applicable to ships, and had navigation lights, ballast tanks, and the like. See DiGiovanni, 959 F.2d at 1120. We could continue, but the point is readily evident.</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">230</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">461</span></span> (1st Cir. 2000)</p>\n    <p class=\"parties\">WILLARD STEWART, PLAINTIFF, APPELLANT,<br>V.<br>DUTRA CONSTRUCTION COMPANY, INC., DEFENDANT, APPELLEE.</p>\n    <p class=\"docket\">Nos. 99-1487, 00-1090.</p>\n    <p class=\"court\">United States Court of Appeals For the First Circuit</p>\n    <p class=\"date\">Heard September 7, 2000.<br>Decided October 31, 2000.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEALS FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF MASSACHUSETTS [Hon. Reginald C. Lindsay, U.S. District Judge][Copyrighted Material Omitted]</p>\n      <p class=\"indent\">David B. Kaplan, with whom Thomas M. Bond and The Kaplan/Bond Group were on brief, for appellant.</p>\n      <p class=\"indent\">John J. O'Connor, with whom Frederick E. Connelly, Jr. and Peabody &amp; Arnold Llp were on brief, for appellee.</p>\n      <p class=\"indent\">Before Selya, Circuit Judge, Bownes, Senior Circuit Judge, and Stahl, Circuit Judge.</p>\n      <p class=\"indent\">Selya, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In a case reminiscent of Coleridge's storied seafarer, who was doomed to tell the same tale over and over again, see Samuel T. Coleridge, Rime of the Ancient Mariner (1798), plaintiff-appellant Willard Stewart invites us to re-examine, narrow, or distinguish our holding in DiGiovanni v. Traylor Bros., Inc., <span class=\"citation\" data-id=\"580293\"><a href=\"/opinion/580293/rocco-p-digiovanni-jr-v-traylor-brothers-inc/\"><span class=\"volume\">959</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1119</span></a></span> (1st Cir. 1992) (en banc), and declare his floating work platform -a dredge engaged in the excavation of a tunnel in the Boston Harbor - to be a \"vessel in navigation\" as that term is used in the jurisprudence of the Jones Act, 46 U.S.C. app. &#167; 688. We conclude that we are bound by our en banc precedent and that, under it, the dredge in question is not a vessel in navigation within the contemplation of the Jones Act. Consequently, we affirm the district court's entry of partial summary judgment in the defendant-employer's favor.</p>\n    </div>\n    <p class=\"indent\">I. BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">We divide our depiction of the relevant background into three segments. The facts are mostly undisputed. Consistent with the conventional summary judgment praxis, we take the few controverted facts in the light most flattering to the non-movant (here, the appellant). See McCarthy v. Northwest Airlines, Inc., <span class=\"citation\" data-id=\"196111\"><a href=\"/opinion/196111/mccarthy-v-northwest-airlines/\"><span class=\"volume\">56</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">313</span></a></span>, 315 (1st Cir. 1995).</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">A. The Dredge.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The SUPER SCOOP is a large floating platform - its exact dimensions do not appear in the record - equipped with a clamshell bucket. It operates as a dredge, removing silt from the ocean floor and dumping the sediment onto one of two scows that float alongside. Once the scows are full, tugboats tow them out to sea and dispose of the dredged material.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Though largely stationary, the SUPER SCOOP has navigation lights, ballast tanks, and a dining area for the crew. Crew members control the clamshell bucket by manipulating a tag-line cable attached to a counterweight. The SUPER SCOOP is incapable of self-propulsion. Crew members use anchors and cables to achieve positional movement at near-glacial speeds. The SUPER SCOOP typically moves once every two hours, covering a distance of thirty to fifty feet. Its scows also lack any means of self-propulsion. Tugboats normally are used to achieve movement. Alternatively, the dredge's crew drops a bucket from the dredge into one of the scow's hoppers; by manipulating the cables, the crew then swings the bucket so that it guides the scow around the dredge.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The SUPER SCOOP is classified as an industrial vessel, and as such, it is required to register and comply with safety regulations issued by the Coast Guard and the United States Department of Transportation. Similarly, the American Bureau of Shipping has issued a load-line certificate to the SUPER SCOOP.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">B. The Incident.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Defendant-appellee Dutra Construction Company (Dutra) hired the appellant, a marine engineer, to maintain the mechanical systems of the SUPER SCOOP. Dutra purposed to use the SUPER SCOOP to help construct an immersed-tube tunnel across the Boston Harbor. The operational plan called for floating prefabricated tube sections to the site, sinking the tubes into a previously dredged trench, and then covering the sunken tubes with backfill.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The appellant began work in late 1991. The SUPER SCOOP started to dig the cross-harbor trench needed for the tunnel. The process was long and laborious. It was still ongoing on July 15, 1993. On that date, however, the SUPER SCOOP lay idle because one of its scows (Scow No. 4) was out of commission and the other was at sea.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">During this lull, the appellant boarded Scow No. 4 to effect repairs. While he was working, the SUPER SCOOP's crew proceeded to move the scow. When the scow reached its new position on the SUPER SCOOP's starboard side, the two structures collided. Dislodged by the collision, the appellant plummeted headfirst to a deck below. He sustained serious injuries.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">C. The Travel of the Case.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The appellant subsequently sued Dutra in the United States District Court for the District of Massachusetts. One count of his complaint invoked the Jones Act. After a substantial period of pretrial discovery, Dutra moved for summary judgment on all counts. See Fed. R. Civ. P. 56. In due course, the district court, ruling ore tenus, denied the motion as to certain counts, but granted brevis disposition on the Jones Act count. This interlocutory appeal followed.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <p class=\"indent\">II. APPELLATE JURISDICTION</p>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">We turn briefly to the threshold issue of appellate jurisdiction. See BIW Deceived v. Local S6, <span class=\"citation\" data-id=\"749863\"><a href=\"/opinion/749863/biw-deceived-v-local-s6-industrial-union-of-marine-and-shipbuilding/\"><span class=\"volume\">132</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">824</span></a></span>, 828 (1st Cir. 1997) (explaining that a federal court has an unflagging obligation to inquire into its own jurisdiction).</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">In civil cases, the usual source of appellate jurisdiction is 28 U.S.C. &#167; 1291 (conferring appellate jurisdiction over \"final decisions\" of the district courts). Here, however, the order granting partial summary judgment did not dispose of all the claims asserted. Thus, this court lacks jurisdiction under section 1291. See North Carolina Nat'l Bank v. Montilla, <span class=\"citation\" data-id=\"367071\"><a href=\"/opinion/367071/north-carolina-national-bank-v-cesar-montilla-jr-and-third-party-v/\"><span class=\"volume\">600</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">333</span></a></span>, 334-35 (1st Cir. 1979) (per curiam); see generally FDIC v. Ogden Corp., <span class=\"citation\" data-id=\"767482\"><a href=\"/opinion/767482/federal-deposit-insurance-corporation-as-successor-in-interest-to-new/\"><span class=\"volume\">202</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">454</span></a></span>, 458-59 (1st Cir. 2000) (discussing concept of finality).</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Withal, there are exceptions to the \"final judgment\" rule -and one such exception pertains here. Congress, in its wisdom, has enacted a special statute that permits immediate appeals from interlocutory district court orders \"determining the rights and liabilities of parties to admiralty cases in which appeals from final decrees are allowed.\" 28 U.S.C. &#167; 1292 (a)(3). Thus, an interlocutory order in an admiralty case can be appealed immediately so long as it conclusively determines the merits of a particular claim or defense. Martha's Vineyard Scuba Headquarters, Inc. v. Unidentified, Wrecked and Abandoned Steam Vessel, <span class=\"citation\" data-id=\"497956\"><a href=\"/opinion/497956/marthas-vineyard-scuba-headquarters-inc-v-the-unidentified-wrecked-and/\"><span class=\"volume\">833</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1059</span></a></span>, 1062-64 (1st Cir. 1987).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The case at hand satisfies that requirement: the district court's order determining, as a matter of law, that the SUPER SCOOP was not a vessel in navigation within the purview of the applicable Jones Act jurisprudence (and that, therefore, the appellant had no cognizable claim under that statute) plainly implicates section 1292(a)(3). Accordingly, we have jurisdiction to hear and determine this appeal.</p>\n    </div>\n    <p class=\"indent\">III. THE MERITS</p>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Having reached the merits, we first frame the issue. We then group the appellant's arguments and address them under two headings.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">A. Framing the Issue.</p>\n    </div>\n    <p class=\"indent\">The Jones Act provides in pertinent part:</p>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Any seaman who shall suffer personal injury in the course of his employment may, at his election, maintain an action for damages at law, with the right of trial by jury . . . .</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">46 U.S.C. app. &#167; 688(a). Congress enacted this legislation in 1920 to protect seamen because of their exposure to the perils of the sea. Chandris, Inc. v. Latsis, <span class=\"citation\" data-id=\"117953\"><a href=\"/opinion/117953/chandris-inc-v-latsis/\"><span class=\"volume\">515</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">347</span></a></span>, 354 (1995). That taxonomy seems straightforward, but it is hardly self-elucidating - and the devil is in the details. As a result, the determination of who qualifies as a seaman for this purpose has proven to be a gnarly proposition. E.g., id. at 356 (bemoaning that, due to definitional difficulties, the \"perils of the sea, which mariners suffer and shipowners insure against, have met their match in the perils of judicial review\") (citation omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Over time, the Court has untangled some of the doctrinal knots. Although the Jones Act itself does not use the word \"vessel,\" the Court has placed a gloss on the statute. This gloss clarifies that a prospective plaintiff's status as a seaman (and, therefore, his eligibility to sue under the Jones Act) depends, in the first instance, on his connection to a \"vessel in navigation.\" McDermott Int'l, Inc. v. Wilander, <span class=\"citation\" data-id=\"112527\"><a href=\"/opinion/112527/mcdermott-intl-inc-v-wilander/\"><span class=\"volume\">498</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">337</span></a></span>, 354 (1991). But the Justices have spoken rather elliptically as to the nature of that connection, e.g., Chandris, 515 U.S. at 368-71; Wilander, 498 U.S. at 354-57, and they have left the lower courts to fret, largely unguided, over what is - or is not - a vessel in navigation. That question is of utmost importance here, as Dutra acknowledges the appellant's status as a member of the SUPER SCOOP's crew. The pivotal issue, then, is whether the SUPER SCOOP, at the time of the accident, was a vessel in navigation as that term is used in the jurisprudence of the Jones Act.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">In many cases, the deceptively simple question of whether a particular floating object is a vessel in navigation reduces to a question of fact. See Chandris, 515 U.S. at 373. But when the facts and the reasonable inferences extractable therefrom, viewed in the light most congenial to the injured worker, bring a particular structure outside any permissible understanding of the term, the court may determine the status of the structure as a matter of law. See Tonnesen v. Yonkers Contracting Co., <span class=\"citation\" data-id=\"716761\"><a href=\"/opinion/716761/david-tonnesen-v-yonkers-contracting-company-inc-and-weeks-marine-inc/\"><span class=\"volume\">82</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">30</span></a></span>, 33 (2d Cir. 1996); Bennett v. Perini Corp., <span class=\"citation\" data-id=\"324827\"><a href=\"/opinion/324827/william-e-bennett-v-perini-corporation/\"><span class=\"volume\">510</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">114</span></a></span>, 116 (1st Cir. 1975). Believing that this case came within that class of cases, the court below opted to decide the issue. And, it concluded that the dredge was not a vessel in navigation. We review its determination de novo. See Garside v. Osco Drug, Inc., <span class=\"citation\" data-id=\"536033\"><a href=\"/opinion/536033/milissa-garside-v-osco-drug-inc/\"><span class=\"volume\">895</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">46</span></a></span>, 48 (1st Cir. 1990).</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">A. Stare Decisis.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">In attempting to convince us that the district court erred in not deeming the SUPER SCOOP a vessel in navigation for Jones Act purposes, the appellant runs headlong into controlling precedent. Eight years ago, this court, sitting en banc, confronted a case in which a plaintiff had sustained injuries while working aboard the barge BETTY F. We described the barge as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">The BETTY F was a barge, 100 feet in length, with a 40 foot beam and a raked bow and stern, and with nautical equipment, such as navigation and anchor lights. In all respects it met the commonly understood characteristics of a vessel, and, indeed, was inspected by the Coast Guard. It had no means of self-propulsion, except that positional movement could be achieved by manipulating its spud anchors. Its current use was to float at the Jamestown, Rhode Island, bridge, bearing a crane that was being used for bridge construction. . . . It had been at the Jamestown bridge for a month. It was positioned about the bridge, and moved away from the pilings at night, to prevent damage.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">DiGiovanni, 959 F.2d at 1120-21.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">DiGiovanni, whose main responsibility was to handle a tag-line to guide the crane, slipped and fell while standing on the deck of an appurtenant supply barge (which served as a work platform). Id. at 1121. He attempted to sue under various theories. We rejected his Jones Act claim on the basis that the BETTY F was not a vessel in navigation. Id. at 1124. We held squarely that \"if a barge, or other float's 'purpose or primary business is not navigation or commerce,' then workers assigned thereto for its shore enterprise are to be considered seamen [for Jones Act purposes] only when it is in actual navigation or transit.\" Id. at 1123 (quoting Bernard v. Binnings Constr. Co., <span class=\"citation\" data-id=\"440135\"><a href=\"/opinion/440135/robert-bernard-v-binnings-construction-co-inc/\"><span class=\"volume\">741</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">824</span></a></span>, 829 (5th Cir. 1984)).</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">The appellant exhorts us to scuttle the holding of DiGiovanni, denouncing the standard it embodies as impractical, unwise, and inconsistent with the decisions of other courts (including the Fifth Circuit). But our precedent-based system of justice places a premium on finality, stability, and certainty in the law, particularly in the field of statutory construction. See Hubbard v. United States, <span class=\"citation\" data-id=\"117931\"><a href=\"/opinion/117931/hubbard-v-united-states/\"><span class=\"volume\">514</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">695</span></a></span>, 711 (1995). Thus, the principle of stare decisis - the doctrine that \"renders the ruling of law in a case binding in future cases before the same court or other courts owing obedience to the decision,\" Gately v. Massachusetts, <span class=\"citation\" data-id=\"628597\"><a href=\"/opinion/628597/62-fair-emplpraccas-1033-62-empl-prac-dec-p-42508-17-employee/\"><span class=\"volume\">2</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1221</span></a></span>, 1226 (1st Cir. 1993) - is an integral component of our jurisprudence. This principle, fairly applied, demands our allegiance to DiGiovanni.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">We do not pledge this allegiance blindly. We recognize that \"stare decisis is neither a straightjacket nor an immutable rule.\" Carpenters Local Union No. 26 v. United States Fid. &amp; Guar. Co., <span class=\"citation\" data-id=\"198969\"><a href=\"/opinion/198969/ma-carpenters-coll-v-us-fidelity-guar/\"><span class=\"volume\">215</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">136</span></a></span>, 142 (1st Cir. 2000). Nevertheless, a departure from a court's own precedent, in the teeth of the principle of stare decisis, must be supported by some \"special justification.\" Dickerson v. United States, <span class=\"citation\" data-id=\"118380\"><a href=\"/opinion/118380/dickerson-v-united-states/\"><span class=\"volume\">120</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2326</span></a></span>, 2336 (2000). For example, prior circuit precedent will yield to a contrary decision of the Supreme Court or to a statutory overruling. Williams v. Ashland Eng'g Co., <span class=\"citation\" data-id=\"195880\"><a href=\"/opinion/195880/williams-v-ashland-engineering/\"><span class=\"volume\">45</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">588</span></a></span>, 592 (1st Cir. 1995).<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> Here, however, no subsequent opinion of the Supreme Court has cast doubt on DiGiovanni, nor has the Jones Act been amended in any relevant respect. Consequently, no \"special justification\" exists to support a deviation from circuit precedent.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">In Williams, we also noted that on rare occasions a circuit precedent, though not directly overruled or superseded, nonetheless might crumble in the face of compelling authority. See id. We speculated that this might occur, say, when persuasive case law postdating \"the original decision, although not directly controlling, nevertheless offers a sound reason for believing that the former panel, in light of fresh developments, would change its collective mind.\" Id. We are dubious that this scenario can ever play out where, as here, a panel of a court finds its path blocked by an earlier decision of the full court. Cf. Ewing v. Williams, <span class=\"citation\" data-id=\"365520\"><a href=\"/opinion/365520/james-ewing-v-j-d-williams-warden-metropolitan-correctional-center/\"><span class=\"volume\">596</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">391</span></a></span>, 397 (9th Cir. 1979) (declaring that \"an appellate panel simply cannot modify an en banc decision\"). A contrary rule - permitting a single panel in a multi-panel circuit to revisit determinations made by the court as a whole -would invite chaos. For that reason, panels generally are precluded from following such a maverick course. E.g., United States v. Norton, <span class=\"citation no-link\"><span class=\"volume\">780</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">21</span></span>, 23 (8th Cir. 1985); United States v. Poolaw, <span class=\"citation\" data-id=\"361205\"><a href=\"/opinion/361205/united-states-v-kent-fielden-poolaw/\"><span class=\"volume\">588</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">103</span></a></span>, 105 (5th Cir. 1979); cf. Biggins v. Hazen Paper Co., <span class=\"citation\" data-id=\"197311\"><a href=\"/opinion/197311/biggins-v-the-hazen-paper-co/\"><span class=\"volume\">111</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">205</span></a></span>, 208 (1st Cir. 1997) (holding that a panel may not reconsider issues decided earlier in the same case by the en banc court).</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">In this case, all roads lead to Rome. DiGiovanni has not been overruled by a higher authority and remains good law. Even if we assume, for argument's sake, that in some extraordinary circumstance a panel might be warranted in declaring an earlier en banc decision obsolete and refusing to follow it, the appellant has offered no adequate justification for applying such a long-odds exception here. We hold, therefore, that we are bound by DiGiovanni.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">C. Other Arguments.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">The appellant's remaining arguments take a different tack. He posits that, even under DiGiovanni, the SUPER SCOOP qualifies as a vessel in navigation. This argument depends, in the last analysis, on the appellant's ability to distinguish the SUPER SCOOP from its DiGiovanni counterpart, the BETTY F. Like the district court, we are unable to discern a meaningful distinction.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">To begin with, the appellant claims that the DiGiovanni standard does not apply to the SUPER SCOOP at all because that standard only applies to \"barges or other floats.\" DiGiovanni, 959 F.2d at 1123. He then brings to bear a potpourri of other criteria, citing, on the one hand, to formulations drawn from statutes (other than the Jones Act), Coast Guard classifications, and encyclopedia definitions, and, on the other hand, to the SUPER SCOOP's appurtenances (such as ballast tanks, navigational lights, and the like). These attributes, he says, show that the SUPER SCOOP is a vessel in navigation. This attempt to maneuver around DiGiovanni quickly runs aground.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">In the first place, when the DiGiovanni court spoke of \"floats,\" that word was meant to encompass a wide variety of objects. Surely, a dredge falls within its sweep. To read DiGiovanni more narrowly, as the appellant urges, would strip the en banc court's holding of all practical meaning.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">In the second place, the term \"vessel in navigation,\" as it has been employed in the Jones Act context, is a term of art. Jones Act recovery hinges not on the physical characteristics of a structure or on how others might view it, but, rather, on the structure's function and use. Thus, in DiGiovanni, the court refused to place decretory significance on maritime classifications or equipage. See id. Indeed, the DiGiovanni dissent made exactly the same sort of plea that the appellant makes here, see id. at 1124-25 (Torruella, J., dissenting), and the full court nonetheless held the BETTY F not to be a vessel in navigation for Jones Act purposes.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> Consistent with that approach, we conclude that a dredge like the SUPER SCOOP comes within the compass of this court's holding in DiGiovanni.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">The appellant next notes that, according to the DiGiovanni court, a barge or float may be considered a Jones Act vessel if \"its purpose or primary business\" is navigation or commerce. Id. at 1123. Seizing on this statement, he alleges that the SUPER SCOOP qualifies under this rubric. In his view, dredging itself is a form of navigation and transportation: to dredge, the SUPER SCOOP must transport the clamshell bucket and associated equipment across the harbor, and must cause the dredged material to be carried out to sea. He notes, too, that the SUPER SCOOP was situated in the harbor at the time of the accident, had a captain and a crew (but no shoreside employees), and carried navigational equipment.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">This construct distorts the functional analysis that we endorsed in DiGiovanni. That analysis focuses on primary functions and, at bottom, dredging is primarily a form of construction. Any navigation or transportation that may be required is incidental to this primary function. In this respect, the only real distinction between the SUPER SCOOP and the BETTY F is that the former was being used in the construction of a cross-harbor tunnel while the latter was being used in the construction of an over-the-bay bridge. It does not help the appellant that both structures were moved with some regularity across navigable waters; even regular movement of a floating structure across navigable waters will not transform that structure into a vessel when that motion is incidental to the central purpose served by the structure. See Bernard, 741 F.2d at 830-31. Because both the SUPER SCOOP and the BETTY F were floating stages used primarily as extensions of the land for the purpose of securing heavy equipment to construct a passage across the sea, neither is a vessel in navigation within the jurisprudence of the Jones Act. See Powers v. Bethlehem Steel Corp., <span class=\"citation\" data-id=\"310722\"><a href=\"/opinion/310722/donald-e-powers-v-bethlehem-steel-corporation-v-mckie-lighter-co-inc/\"><span class=\"volume\">477</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">643</span></a></span>, 646 (1st Cir. 1973).</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">The appellant has one last fallback position. He maintains that even if the SUPER SCOOP was not a vessel in navigation, Scow No. 4 - the structure on which he was working when the accident occurred - was a vessel in navigation because it was actually in transit at that time. Building on this foundation, he argues that since Scow No. 4 was part of the SUPER SCOOP's flotilla, liability under the Jones Act should attach.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">This argument, too, is targeted at an exception to the rule laid down in DiGiovanni. There, we recognized that, even if a floating structure's primary purpose was not navigational, workers nonetheless might be considered seamen within the contemplation of the Jones Act if the structure \"is in actual navigation or transit\" at the time an injury occurred. DiGiovanni, 959 F.2d at 1123. The facts of this case, however, do not bring the appellant within the contours of this exception.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">First and foremost, the appellant's status as a seaman depends upon the movement vel non of the SUPER SCOOP, not the incidental positioning of an appurtenant scow. The determinative factor in this equation is that the appellant was assigned permanently to (i.e., was part of the crew of) the SUPER SCOOP, not Scow No. 4. See Bennett, 510 F.2d at 116-17. And by his own admission, the SUPER SCOOP was not in motion when the accident occurred. Thus, the fact that the scow was being moved is irrelevant. See DiGiovanni, 959 F.2d at 1124 (holding that the plaintiff's location on the supply barge at the time of the accident did not alter his status). The DiGiovanni exception does not obtain.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">In an effort to sail around this obstacle, the appellant asseverates that we should attach significance to Scow No. 4's movement at the time of the accident because the scow was a part of the SUPER SCOOP's flotilla. This asseveration misconstrues Supreme Court precedent. The Court has held that a plaintiff's relationship to a fleet of vessels, rather than to a particular ship, can establish the connection needed to confer seaman status. Harbor Tug &amp; Barge Co. v. Papai, <span class=\"citation\" data-id=\"118110\"><a href=\"/opinion/118110/harbor-tug-barge-co-v-papai/\"><span class=\"volume\">520</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">548</span></a></span>, 555-57 (1997); Chandris, 515 U.S. at 368. Here, however, the connection element is not in issue (Dutra has conceded the point). The common ownership of the dredge and scow has no probative force on the subjacent issue: whether the floating work station was -or was not - a vessel in navigation for Jones Act purposes. See DiGiovanni, 959 F.2d at 1124.</p>\n    </div>\n    <p class=\"indent\">IV. CONCLUSION</p>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">We need go no further. Given the on-point precedent established by the en banc court less than a decade ago and the absence of any trialworthy issue of material fact, the SUPER SCOOP is not a \"vessel in navigation\" as that term has developed in the jurisprudence of the Jones Act. Consequently, the lower court appropriately jettisoned the Jones Act count.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> In fact, there are two appeals before us - but the second is from the district court's denial of a rehearing. Because it adds nothing to the dimensions of the case, we proceed as if the appellant had filed only an appeal from the entry of the order granting partial summary judgment.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> In Williams, we also spoke of a subsequent decision of the court itself, sitting en banc. 45 F.3d at 592. That justification does not apply here; DiGiovanni is an en banc opinion, and the full court has not repudiated it.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Like the SUPER SCOOP, the BETTY F possessed \"the commonly understood characteristics of a vessel\"; for instance, it was registered with the Coast Guard, obliged to comply with various safety regulations applicable to ships, and had navigation lights, ballast tanks, and the like. See DiGiovanni, 959 F.2d at 1120. We could continue, but the point is readily evident.</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/112527/",
    "http://www.courtlistener.com/api/rest/v3/opinions/117931/",
    "http://www.courtlistener.com/api/rest/v3/opinions/117953/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118110/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118380/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195880/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196111/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197311/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198969/",
    "http://www.courtlistener.com/api/rest/v3/opinions/310722/",
    "http://www.courtlistener.com/api/rest/v3/opinions/324827/",
    "http://www.courtlistener.com/api/rest/v3/opinions/361205/",
    "http://www.courtlistener.com/api/rest/v3/opinions/365520/",
    "http://www.courtlistener.com/api/rest/v3/opinions/367071/",
    "http://www.courtlistener.com/api/rest/v3/opinions/440135/",
    "http://www.courtlistener.com/api/rest/v3/opinions/497956/",
    "http://www.courtlistener.com/api/rest/v3/opinions/536033/",
    "http://www.courtlistener.com/api/rest/v3/opinions/580293/",
    "http://www.courtlistener.com/api/rest/v3/opinions/628597/",
    "http://www.courtlistener.com/api/rest/v3/opinions/716761/",
    "http://www.courtlistener.com/api/rest/v3/opinions/749863/",
    "http://www.courtlistener.com/api/rest/v3/opinions/767482/"
  ]
}