{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/199153/",
  "absolute_url": "/opinion/199153/united-states-v-shepard/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/199153/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T04:25:25Z",
  "date_modified": "2017-03-24T11:01:12.027260Z",
  "type": "010combined",
  "sha1": "9728dad053f7c5c739ddb50e2d56e7b0b53771c5",
  "page_count": 34,
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/99-2167-01A.pdf",
  "local_path": "pdf/2000/11/13/US_v._Shepard.pdf",
  "plain_text": "          United States Court of Appeals\n                     For the First Circuit\n\n\nNo. 99-2167\n\n                         UNITED STATES,\n\n                           Appellant,\n\n                               v.\n\n                       REGINALD SHEPARD,\n\n                      Defendant, Appellee.\n\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n               FOR THE DISTRICT OF MASSACHUSETTS\n\n           [Hon. Nancy Gertner, U.S. District Judge]\n\n\n                             Before\n\n                    Torruella, Chief Judge,\n                     Lipez, Circuit Judge\n                 and Keeton,* District Judge.\n\n\n\n     Nadine Pellegrini, Assistant U.S. Attorney, with whom Donald\nK. Stern, United States Attorney, Dina Michael Chaitowitz,\nTimothy Q. Feeley, Assistant U.S. Attorneys, were on brief for\nappellant.\n     Linda J. Thompson, with whom Jacobson & Thompson, P.C., were\non brief for appellee.\n\n\n\n\n                       November 13, 2000\n\n______________\n\f* Of the District of Massachusetts, sitting by designation.\n\f            LIPEZ, Circuit Judge.        This case requires us to decide\n\nthe   following     question:     may     a    sentencing   court    consider\n\ncertified copies of police reports and complaint applications to\n\ndetermine    whether    a    defendant    pled    guilty    to   three   prior\n\n\"violent felonies\" qualifying for sentence enhancement under the\n\nArmed Career Criminal Act (ACCA), 18 U.S.C. § 924(e).                    This\n\nquestion arises because the Massachusetts breaking and entering\n\nstatute encompasses unlawful entries into buildings, vehicles,\n\nor vessels.       For purposes of the ACCA, however, breaking and\n\nentering into a building qualifies as a violent felony, while\n\nbreaking and entering into a vehicle or vessel does not.\n\n            On at least five prior occasions, Reginald Shepard had\n\npled guilty to breaking and entering on the basis of a complaint\n\nthat recited the boilerplate language of the statute.                     The\n\ngovernment submitted police reports and complaint applications\n\nto the district court to show that Reginald Shepard had pled\n\nguilty to breaking and entering buildings on these five prior\n\noccasions.      At sentencing, the district court concluded that the\n\nSupreme Court decision in Taylor v. United States, 495 U.S. 575\n\n(1990),   and    our   own   precedents       applying   Taylor,   prohibited\n\nconsideration of the complaint applications and police reports.\n\nIn the view of the district court, such consideration would be\n\ninconsistent with the categorical approach to the analysis of\n\n\n                                    -3-\n\fpredicate offenses announced in Taylor because police reports\n\nand complaint applications \"contain allegations that were never\n\nadjudicated before a judge or jury, never admitted by Shepard.\"\n\nWe   disagree    with     the   court's       reading   of   Taylor   and   our\n\nprecedents.      We vacate the district court's ruling and remand\n\nfor resentencing.\n\n                                        I.\n\n            On October 17, 1995, Reginald Shepard sold firearms to\n\nan undercover agent of the Bureau of Alcohol, Tobacco, and\n\nFirearms.     During the taped meeting, Shepard sold a Glock 17,\n\n9mm pistol for $600 and ammunition for $20.00.                    On March 3,\n\n1999, Shepard entered a guilty plea to one count of felon in\n\npossession of a firearm, 18 U.S.C. § 922(g)(1).                       The ACCA\n\nmandates a fifteen-year minimum penalty for a person convicted\n\nas a felon in possession of a firearm pursuant to 18 U.S.C. §\n\n922(g) who has three prior convictions for a violent felony or\n\nserious   drug    offense.        See    18    U.S.C.   §    924(e)(1).     The\n\ngovernment      claimed    that    five       of   Shepard's    eleven    prior\n\nconvictions were burglaries of buildings, a category of violent\n\nfelony under the ACCA.\n\n              The complaints charging Shepard with breaking and\n\nentering recited the language of Chapter 266, sections 16 and\n\n18, of the Massachusetts General Laws which define the offense\n\n\n                                        -4-\n\fto include unauthorized entry into vehicles or vessels, as well\n\nas buildings. 1         For example, a complaint from May 1989 states\n\nthat       Shepard    \"did    break    and     enter     in     the   night    time      the\n\nbuilding,       ship,       vessel    or   vehicle,       the    property      of    Jerri\n\nCothran, with intent to commit a felony therein.\"\n\n              In Taylor v. United States, 495 U.S. 575, 598 (1990),\n\nthe Supreme Court adopted a \"generic\" definition of burglary for\n\npurposes      of     ACCA    enhancement      that      limits    the   crime       to   \"an\n\nunlawful or unprivileged entry into, or remaining in, a building\n\nor other structure, with intent to commit a crime.\"                             To show\n\nthat       Shepard's    breaking       and    entering        convictions       involved\n\nbuildings      rather        than    vehicles      or   vessels,      the     Government\n\noffered certified copies of complaint applications and police\n\n\n\n       1\n       Section 16 provides:\n      Whoever, in the night time, breaks and enters a\n      building, ship, vessel or vehicle, with intent to\n      commit a felony, . . . shall be punished by\n      imprisonment in the state prison for not more than\n      twenty years or in a jail or house of correction for\n      not more than two and one-half years.\nMASS. GEN. LAWS ch. 266, § 16.\nSection 18 provides:\n      Whoever, in the night time, enters a dwelling house\n      without breaking, or breaks and enters in the day time\n      a building, ship or motor vehicle or vessel, with\n      intent to commit a felony, no person lawfully therein\n      being put in fear, shall be punished by imprisonment\n      in the state prison for not more than ten years or by\n      a fine of not more than five hundred dollars and\n      imprisonment in jail for not more than two years.\nMASS. GEN. LAWS ch. 266, § 18.\n\n                                             -5-\n\freports obtained from the state court files.2            These documents\n\ncontain the following accounts of the five offenses at issue.\n\nMay 1989:    The Boston police report states:\n\n            Responded to R.C. [radio call] to 30 Harlem\n            St. for B & E in progress.       On arrival\n            observed cellar door in rear had been broken\n            down. Spoke to victim who [said] she heard\n            noises downstairs. She then observed suspect\n            described above in her pantry.\n\nConsistent with the police report, the complaint application\n\nstates   that   the   defendant   was   charged   with    \"breaking   and\n\nentering night;\" that the place of offense was \"30 Harlem St.,\"\n\nand that the property stolen or destroyed was a \"cellar door.\"\n\nMarch 1991: The Watertown police report states:\n\n            In reference to . . . a B&E&L from the\n            FRETTERS store #      550 Arsenal Street Town\n            reported   on   3-11-91  the   following  is\n            submitted:\n\n                   A follow-up investigation revealed\n            that while the manager . . . and the\n            assistant Manager . . . were in the back-\n            room to the above buisness [sic] . . . they\n            observed the back door open and observed a\n            former employee, Reginal Shepard of #9\n            Weaver Way Roxbury, enter the room.     Upon\n            seeing the two managers, the suspect Shepard\n            ran from the room in a northerly direction\n            out the parking lot toward arsenal street.\n\n\n    2 By certifying a document, the signer attests that it has\nbeen accurately copied, not that the facts in it have been\nverified. The certifications of the police reports and complaint\napplications signed by the clerk or magistrate in this case\nstate: \"I hereby certify that this is a true copy, given under\nmy hand and seal this 6 day of May 1999.\"\n\n                                  -6-\n\f                  NOTE* According to both employee's\n           [sic] this door was locked and the only way\n           in was with a key which they suspect Shepard\n           had in his possession. . . .\n\n                  After this incident took place both\n           [managers] did a quick inventory of the\n           backroom area and found that (4) Emerson\n           VCRs (20) 13\" Hitachi T.V.s and (1) 19\"\n           Toshiba T.V. were missing.3\n\nJuly 1991: The Boston police report states:\n\n           Officers ... responded to a radio call for\n           an S/P wearing red shorts and blue shirt in\n           the hallway of 258 Norwell St.\n\n                  Upon arrival observed S/P (described\n           above) walking away from above address. S/P\n           carrying a pink       pillowcase. Officers\n           detained S/P to conduct threshold inq.,\n           found pillowcase to contain property listed\n           above. . . . Officers checked bldg and found\n           a panel on 3rd floor front door had been\n           broken   in  exposing   inside   door  lock.\n           Officers entered apt. and observed, in\n           living room, areas where V.C.R. and phone\n           were taken from. Officers also observed in\n           bedroom one pink pillowcase missing from\n           pillow. Sheets and pillowcases in bedroom\n           were all pink in color.\n\nConsistent with the police report, the complaint application\n\nstates that the defendant is charged with \"b/e daytime,\" that\n\nthe place of offense is \"258 Norwell St.\" and that the property\n\nstolen or destroyed was a \"V.C.R\" and \"phone/ans. machine.\"\n\nFebruary 1994: The Watertown police report states:\n\n           [R]esponded to a R/C [radio call] for a\n           black male going door to door asking for an\n\n    3   The record does not include a complaint application.\n\n                               -7-\n\f         unk. person. . . . [Witness said suspect]\n         went next door to #145 Gallivan and was\n         observed by the witness attempting to gain\n         entry by turning several door knobs . . .\n         [O]fficer ... went to the rear of the\n         property and suspect was observed with both\n         arms through the glass partition (Glass to\n         door was shattered) attempting to gain entry\n         to     the second door (near basement).\n\nThe complaint application states that the defendant was charged\n\nwith \"1. breaking & entering 2. wilful malicious destruction of\n\npersonal property,\" that the place of offense was \"145 Gallivan\n\nBlvd.,\" and that the property stolen or destroyed was a \"rear\n\ndoor.\"\n\nApril 1989: According to the district court:4\n\n         The complaint application suggested that a\n         building was involved, alleging that Shepard\n         gained access to the Children's Center by\n         breaking a window, and in so doing, he put\n         the Director of the Center in fear.\n\n\n         The Probation Department included in the Pre-Sentence\n\nReport (PSR) descriptions of the police reports and complaint\n\napplications. The department concluded, however, that the court\n\ncould not sentence Shepard as an armed career criminal because\n\nit could not use those documents to determine whether Shepard\n\nhad pled guilty to a violent felony.   Shepard agreed with the\n\n\n    4  We quote from the district court's rendering of the\ncomplaint application because we do not have the application in\nthe record before us. The district court notes that the\ngovernment did \"not provide any additional documentation.\"\n\n                              -8-\n\fdepartment's conclusion, but he objected to the inclusion in the\n\nPSR of factual allegations other than those set forth in the\n\ncomplaints to which he had pled guilty in state court.           The\n\ngovernment also filed an objection with the court challenging\n\nthe   Probation    Department's    failure   to   apply   the   ACCA\n\nenhancement.\n\n          At the conclusion of a two-part sentencing hearing, the\n\ncourt rejected the government's request for an enhancement under\n\nthe ACCA, which would have placed Shepard's sentencing range at\n\n188-235 months. Instead, the court sentenced Shepard pursuant to\n\nthe \"prohibited person\" provision, U.S.S.G. § 2K2.1(a)(6)(A),\n\nwhich prescribes a base offense level of 14 for a person who\n\nreceives, possesses, or transports a firearm and has a prior\n\nconviction for a \"crime punishable by imprisonment for more than\n\none year,\"     U.S.S.G. § 2K2.1, comment. (n.6).    The court also\n\ngranted the government's motion for an upward departure pursuant\n\nto U.S.S.G. § 4A1.3 due to the seriousness of Shepard's criminal\n\nhistory and increased his sentencing range from 30-37 months to\n\n37-46 months.     We quote at length the district court's lucid\n\nrationale for its decision:\n\n          Police reports and complaint applications do\n          not meet the narrow exception to the\n          categorical   approach.       They   contain\n          allegations that were never adjudicated\n          before a judge or jury, never admitted by\n          Shepard.   In fact, there is no indication\n\n\n                                  -9-\n\fthat the sentencing judge in the original\ncase even had any of these documents\navailable when he or she sentenced Shepard.\nSee Dueno, 171 F.3d at 6 (noting the\ngovernment provided no documents which had\nbeen before the judge when the plea was\naccepted).\n\nNo plea colloquies or plea agreements were\noffered to suggest that Shepard adopted one\nversion of the facts rather than another for\neach of the convictions. Moreover, because\nShepard    objected     to    the    factual\nrepresentations in the PSR, the government\ncannot rely on the characterizations found\nwithin. See Harris, 964 F.2d at 1236-37.\n\nIn fact, not only did Shepard not litigate\nthese facts, he had no idea he had to do so.\nThese facts -- the location of the breaking\nand entering -- were not necessary to his\nstate plea.   It is only now, years later,\nthat they seem central because of a federal\nsentencing   regime  enacted   years   after\nShepard pled.\n\nContrast Shepard's situation with that of a\nfederal defendant pleading guilty today.\nNow, federal defendants who plead guilty\nmake strategic decisions about which facts\nto contest and which to accept, carefully\nconsidering the impact their admissions will\nhave on the ultimate sentence.     The plea\ncolloquy has assumed new significance, which\nit never had in state court.\n\nTo attach such importance to facts neither\nlitigated nor conceded violates the policies\narticulated by the Supreme Court in Taylor,\nand subsequent First Circuit precedent. See\nTaylor, 495 U.S. at 600-602 (unfair to\nimpose a sentencing enhancement based on the\nfederal court, rather than the state court's\nreview of the facts); Dueno, 171 F.3d at 6\n(sentence defendant only for those specific\n\n\n\n                   -10-\n\f         \"prior crimes of which he was convicted by a\n         trier of fact or by his own admission\").\n\n\n         The government brought this appeal, arguing that the\n\ndistrict court erred by refusing to consider the police reports\n\nand complaint applications and by not sentencing Shepard as an\n\narmed career criminal.   The question of \"[w]hether a conviction\n\nfor a particular type of crime qualifies as a predicate offense\n\n[under the Armed Career Criminals Act] presents a purely legal\n\nquestion, sparking de novo review.\"   United States v. Winter, 22\n\nF.3d 15, 18 (1st Cir. 1994).\n\n                               II.\n\nA. The Taylor Categorical Approach\n\n         The Armed Career Criminals Act provides that a person\n\nwho violates the felon in possession of a firearm provision (§\n\n922(g)) and has three prior convictions \"for a violent felony or\n\nserious drug offense, or both, committed on occasions different\n\nfrom one another\" will receive a fifteen-year minimum sentence.5\n\n18 U.S.C. § 924(e)(1).   The statute defines a violent felony as:\n\n\n\n\n    5  When the ACCA applies, the Guidelines address whether,\nbased on the defendant's criminal history and offense level, the\nfifteen-year minimum or a greater sentence is warranted.\nU.S.S.G. § 4B1.4 specifies how the court should calculate the\ndefendant's criminal history and base offense level so that it\ncan use the sentencing grid to determine the length of\nimprisonment beyond the statutory minimum.\n\n                               -11-\n\f         [A]ny crime punishable by imprisonment for a\n         term exceeding one year . . . that\n         (i) has as an element the use, attempted\n         use, or threatened use of physical force\n         against the person of another; or\n         (ii) is burglary, arson, or extortion,\n         involves use of explosives, or otherwise\n         involves conduct that presents a serious\n         potential   risk  of   physical  injury   to\n         another . . . .\n\n18 U.S.C. § 924(e)(2)(B).\n\n         In Taylor v. United States, 495 U.S. at 596-600, the\n\nSupreme Court considered whether the defendant's prior burglary\n\nconvictions qualified for enhancement under § 924(e) despite the\n\ndefendant's contention that the convictions did not involve\n\nconduct that presented a serious potential risk of physical\n\ninjury to another.     The United States Court of Appeals for the\n\nEighth Circuit had rejected Taylor's argument, ruling that the\n\nword burglary in § 924(e)(2)(B)(ii) \"means 'burglary' however a\n\nstate chooses to define it.\" United States v. Taylor, 864 F.2d\n\n625, 627 (1989).     The Supreme Court disagreed, concluding that\n\npredicate offenses under the ACCA are \"crimes having certain\n\ncommon characteristics--the use or threatened use of force, or\n\nthe risk that force would be used--regardless of how they were\n\nlabeled by state law.\"      Taylor, 495 U.S. at 589.    The Court\n\ncalled this focus on crimes having certain specified elements or\n\ncommon characteristics a \"categorical approach,\" which the Court\n\nattributed to Congress.     In order to implement the categorical\n\n\n                                -12-\n\fapproach in Taylor, the Court concluded that Congress \"had in\n\nmind a modern 'generic' view of burglary, roughly corresponding\n\nto the definitions of burglary in a majority of the States'\n\ncriminal codes.\"     Id.   The court found that definition to be the\n\nfollowing: \"an unlawful or unprivileged entry into, or remaining\n\nin, a building or other structure, with intent to commit a\n\ncrime.\"   Id. at 598.\n\n           Having settled upon the generic definition of burglary\n\nintended by Congress in the ACCA, the Court turned to a second\n\nquestion in Taylor: \"whether, in the case of a defendant who has\n\nbeen convicted under a nongeneric-burglary statute [e.g. one\n\nthat includes places, such as automobiles and vending machines,\n\nother than buildings], the Government may seek enhancement on\n\nthe ground that he actually committed a generic burglary.\"           Id.\n\nat   599-600.   In   addressing   that   question,   the   Court   again\n\ninvoked the categorical approach intended by Congress. It noted\n\nthat \"the practical difficulties and potential unfairness of a\n\nfactual approach are daunting,\" id. at 601, and concluded that\n\nthe categorical approach to the nongeneric burglary statute\n\n\"requires the trial court to look only to the fact of conviction\n\nand the statutory definition of the prior offense.\"         Id. at 602.\n\n           Then the Court immediately offered a qualification to\n\nthe rule it had just announced:\n\n\n\n                                  -13-\n\f           This categorical approach, however, may\n           permit the sentencing court to go beyond the\n           mere fact of conviction in a narrow range of\n           cases where a jury was actually required to\n           find all the elements of generic burglary.\n           For example, in a State whose burglary\n           statutes include entry of an automobile as\n           well as a building, if the indictment or\n           information and jury instructions show that\n           the defendant was charged only with a\n           burglary of a building, and that the jury\n           necessarily had to find an entry of a\n           building to convict, then the Government\n           should be allowed to use the conviction for\n           enhancement.\n\nId.   This qualification permits a court to consider the charging\n\ndocument and jury instructions and to conclude that the fact of\n\nconviction necessarily means conviction of the generic crime of\n\nburglary included in the ACCA.6\n\n           In Taylor, however, the Court did not address the\n\nextent to which a sentencing court can go beyond the fact of\n\nconviction, for the purpose of determining an ACCA enhancement,\n\nwhen a defendant has pled guilty to a charge based on a statute\n\nthat includes both violent and non-violent offenses within the\n\n\n\n\n      6In addition to specific crimes such as burglary, arson,\nand extortion, the Armed Career Criminal Act defines as a\n\"violent felony\" a crime that \"otherwise involves conduct that\npresents a serious potential risk of physical injury to\nanother.\" 18 U.S.C. § 924(e)(2)(B). We have regarded the Taylor\ncategorical approach for burglary as applying to other kinds of\nfelonies that may qualify as violent under the \"otherwise\"\nclause. See United States v. Sacko, 178 F.3d 1, 7 (1st Cir.\n1999).\n\n                               -14-\n\fmeaning of the ACCA.   That is the issue we have addressed in our\n\nprecedents,7 and to which we now turn.\n\nB.   The Categorical Approach and the Guilty Plea\n\n          Not surprisingly, our precedents separate into two\n\nstrands that reflect the two distinct questions addressed by the\n\nSupreme Court in Taylor. We will discuss them accordingly.\n\n              1. Whether the Applicable State Statute Defines a\nViolent Felony or a Crime of Violence\n\n          As we noted, the Taylor Court first decided what common\n\nelements of burglary would make it a violent felony under the\n\n\n     7 To be precise, our precedents address this issue in the\ncontext of both the Guidelines' career offender enhancement for\ncrimes of violence and the Armed Career Criminal Act's\nenhancement   for   violent  felonies.   The   career   offender\nenhancement applies if the defendant has at least two prior\nfelony convictions of either a crime of violence or a controlled\nsubstance offense.\" See U.S.S.G. § 4B1.1. The commentary to\nU.S.S.G § 4B1.4 states: \"It is to be noted that the definitions\nof 'violent felony' and 'serious drug offense' in 18 U.S.C. §\n924(e)(2) are not identical to the definitions of \"crime of\nviolence\" and \"controlled substance offense\" used in § 4B1.1\n(Career Offender) . . . .\" U.S.S.G § 4B1.4, cmt.n.1. Despite\nthe differences between § 4B1.1 and           § 924(e)(2), the\ncategorical approach applies to both provisions and we may look\nto the § 4B1.1 cases to elucidate the nature of the categorical\ninquiry. See, e.g., United States v. Meader, 118 F.3d 876, 882\n(1st Cir. 1997)(although Taylor's narrow exception may apply to\ncases that come under the \"otherwise\" clause of § 4B1.2, \"the\nstandard approach for determining whether a particular crime\nfits within the 'crime of violence' rubric is a generic one, in\nwhich inquiry is restricted to the statutory definitions of the\nprior offense, without regard to the particular facts underlying\nthem\"); United States v. Winter, 22 F.3d 15, 18 (1st Cir.\n1994)(\"Determining whether a previous conviction represents a\ncrime of violence necessitates a formal categorical approach.\").\n\n\n                               -15-\n\fACCA.    In United States v. Damon, 127 F.3d 139 (1st Cir. 1997)\n\nand in United States v. Sacko, 178 F.3d 1 (1st Cir. 1999), the\n\ncomparable question was whether the statutory offenses at issue\n\nin    those   cases   constituted         a    crime   of   violence     within     the\n\nmeaning of the Guidelines (Damon) or a violent felony within the\n\nmeaning of the ACCA (Sacko).                  This was a general definitional\n\nquestion that did not depend on documents specific to that case.\n\n              In Damon, we considered the district court's use of a\n\nPSR to determine whether a Maine conviction for aggravated\n\ncriminal mischief            constituted a \"crime of violence.\"                     The\n\ncharging      document      indicated     that      Damon   was     convicted   under\n\nsubsection B of the statute, which applies to a person who\n\nintentionally or knowingly damages or destroys property valued\n\nat over $2,000 in order to collect insurance proceeds.                              See\n\nDamon, 127 F.3d at 142-43.           Thus, \"[t]he inquiry is whether the\n\nelements of subsection B fit the definition of a crime of\n\nviolence under U.S.S.G. § 4B1.2(1)(ii).\"                    Id. at 143. We looked\n\nto the \"mine run of conduct\" that the statute was intended to\n\ncover and concluded that \"the typical conduct reachable under\n\nsubsection      B   does    not   involve       a   serious   potential      risk    of\n\nphysical injury to another.\"              Id. at 143-44.          We concluded that\n\nthe    district     court    erred   by       considering     the    fact   that    the\n\ndefendant set fire to his house to collect insurance proceeds\n\n\n\n                                        -16-\n\fbecause \"[u]nder Taylor, when the predicate statutory crime has\n\nbeen determined to be typically non-violent, the inquiry ends.\"\n\nId. at 145.\n\n            In Sacko, we concluded that the district court erred\n\nby considering the statement in the PSR that the defendant's\n\nprior     statutory     rape    conviction           involved        non-consensual\n\nintercourse.        That consideration involved the very reliance\n\nproscribed by Taylor\n\n--reliance on \"the facts of Sacko's crime in order to determine\n\nwhether    his   conviction    was        for   a   violent     or    a   non-violent\n\ncrime,\"    Sacko,     178   F.3d     at    5.       We   held    that       under    the\n\ncategorical      approach,     the    proper        inquiry     was       whether    the\n\ncategory of the offense, statutory rape of a fourteen year-old,\n\nconstituted a violent felony.             We noted that there was \"no legal\n\nbasis . . . no studies or medical journals\" to ground a holding\n\nthat intercourse with an adult is physically dangerous for a\n\nfourteen-year-old female. Id. at 6. We remanded the case to the\n\ndistrict court to take evidence on this issue.\n\n            Both Damon and Sacko posed the definitional question\n\nwhether the statutory offenses at issue constituted a crime of\n\nviolence    under    the    career    offender       guideline        (Damon)       or   a\n\n\n\n\n                                      -17-\n\fviolent felony within the meaning of the ACCA (Sacko).8             There\n\nwas   no   uncertainty   about   whether   a   violent   or   non-violent\n\noffense encompassed within a statute was involved in the fact of\n\nconviction.    As we noted in Damon, such cases do not \"raise the\n\nquestion of what documents beyond the charging document or the\n\njury instructions may be examined to determine which subsection\n\nof the multi-faceted crime is involved.        The question about what\n\nsubsection or type of statutory crime is involved is resolved\n\nhere by the charging document.\"       127 F.3d at 144 n.5.\n\n\n\n\n      8Our circuit addressed related definitional questions in\ntwo other cases, United States v. Winter, 22 F.3d 15 (1st Cir.\n1994) and United States v. Meade, 175 F.3d 215 (1st Cir. 1999).\n     In Winter, the issue before the court was whether\nracketeering, conspiracy to commit racketeering, travel in aid\nof racketeering, and sports bribery qualified as predicate\ncrimes of violence under the career offender guideline. Because\nphysical force is not an element of any of these offenses, we\nasked whether, from a categorical standpoint, any of them could\nbe said to pose \"serious risk of physical injury,\" as the\nguideline required. Following Taylor, we cautioned that \"the\ncourt should not plunge into the details of a particular\ndefendant's conduct,\" but, rather, \"should merely assess the\nnature and object of the racketeering activity as described in\nthe indictment and fleshed out in the jury instructions.\"\nWinter, 22 F.3d at 19.\n     Meade involved the question of whether the defendant's\nmisdemeanor conviction for spousal assault, under a general\nassault and battery statute, qualified as a misdemeanor crime of\ndomestic violence. The court construed the underlying statute to\ndetermine that the conviction did so qualify, rejecting the\ndefendant's argument that Taylor's categorical approach should\nextend so far as to prevent courts from establishing the\nelements of the statute of conviction. See Meade, 175 F.3d at\n221.\n\n                                  -18-\n\f          2. Whether the Fact of Conviction was for a Violent\nor Non-Violent Felony When the Applicable State Statute\nEncompasses Both\n\n\n            The second question addressed in Taylor was whether a\n\nconviction under a nongeneric burglary statute, which included\n\nviolent and nonviolent offenses, could be a conviction for a\n\npredicate offense under the ACCA.                 In United States v. Harris,\n\n946 F.2d 1234 (1st Cir. 1992) and United States v. Dueno, 171\n\nF.3d 3 (1st Cir. 1999), we addressed a comparable question.\n\nThere was no definitional uncertainty in those cases about\n\nwhether   a     statutory      offense     constituted        a     violent     crime.\n\nInstead, the uncertainty was whether the fact of conviction\n\nrelated   to    a    violent    crime      or    a   nonviolent        crime.   As    we\n\nrecognized,      that     uncertainty       could      only       be    resolved      by\n\nconsidering case specific documents.\n\n            In Harris, the defendant pled guilty to a Massachusetts\n\nassault   and       battery    statute     which     covered      both    actual      or\n\npotential      physical       harm   and        unharmful     but      nonconsensual\n\ntouching.      We acknowledged the general rule under Taylor that\n\nwhen the statute encompasses violent and non-violent conduct,\n\nthe   sentencing       court    should      look      to    the     indictment       and\n\ninformation or jury instructions to make the violent felony\n\ndetermination.        However, we recognized that Harris's case posed\n\na further question: \"What . . . should a court do when there are\n\n                                        -19-\n\fno jury instructions to look at . . . because the defendant pled\n\nguilty?\" Harris, 964 F.2d at 1235. In answer to that question,\n\nwe said the sentencing court should:\n\n             look to the conduct in respect to which the\n             defendant was charged and pled guilty, not\n             because the court may properly be interested\n             . . . in the violent or non-violent nature\n             of that particular conduct, but because that\n             conduct may indicate that the defendant and\n             the government both believed that the\n             generically violent crime . . . rather than\n             the generically non-violent crime . . . was\n             at issue.\n\nId. at 1236.\n\n\n             We concluded in Harris that \"[t]he record before us\n\nprovides adequate information to make the required determination\n\nrelatively simply.\"        Id.   In particular, we considered a PSR\n\nwhich recited facts from the case file revealing that both of\n\nthe defendant's assault and battery convictions involved violent\n\nbeatings.     Id. at 1236-37. We found the PSR to be a reliable\n\nsource for establishing whether the defendant pled guilty to a\n\nviolent crime because the basic facts alleged in the PSR--i.e.,\n\nthat   the     defendant    perpetrated   a   violent   assault--were\n\n\"uncontested and uncontradicted.\" Id. at 1237. Given the PSR's\n\nuncontradicted account of the defendant's conduct, we concluded\n\n\"that the defendant and the government both believed\" that a\n\n\n\n\n                                   -20-\n\fgenerically violent crime was the basis for the defendant's\n\nguilty pleas.        Id. at 1236.\n\n                In United States v. Dueno, 171 F.3d 3, 6-7 (1st Cir.\n\n1999), despite strong urging from the defendant, we refused to\n\nretreat from Harris's limited inquiry into conduct \"in respect\n\nto which the defendant was charged and pled guilty.\" Dueno, 171\n\nF.3d       at    5   (analyzing     the   Guidelines'    career      offender\n\nenhancement).        As here, Dueno involved a predicate Massachusetts\n\nbreaking and entering conviction memorialized by a judgment\n\nwhich was ambiguous as to whether the defendant broke into or\n\nentered a building or a vehicle.             See id. at 5.   On appeal, the\n\ngovernment conceded that the district court had engaged in\n\nerroneous reasoning in concluding that the conviction was for\n\nbreaking into and entering a building,9 but urged us to sustain\n\nthe enhancement on the ground that Dueno never contradicted the\n\nPSR's      account    of   the   break-in,   which   described   a   building\n\ninvasion. See id. at 6. Although we regarded the issue as\n\n\"close,\" we declined to affirm on the government's alternative\n\n\n       9\n       The court had accepted the government's argument that a\nsecond charge in the complaint for destruction of property,\nwhich alleged harm to \"the personal property, dwelling, house or\nbuilding of [the victim],\" established that Dueno broke into and\nentered a building, and thus committed a crime of violence. On\nappeal, the government conceded that this description could\nrefer to unlawful entry and vandalism of a vehicle as much as to\ndestruction of property related to breaking and entering into a\nbuilding. See Dueno, 171 F.3d at 5-6.\n\n                                      -21-\n\fground and instead remanded.         Id. at 7. Applying Harris, we\n\nconcluded that \"on the present record, a reasonable jurist could\n\nconclude   that   there   is   insufficiently      reliable    evidence   to\n\nground a finding that Dueno pleaded guilty to breaking into and\n\nentering a building.\"      Id. at 7.      Specifically, we noted several\n\nproblems with the evidence presented to the sentencing court.\n\nFirst, instead of offering the police report from which the\n\nfacts were taken, the government offered only the PSR which\n\nincorporated facts from the police report. Second, the evidence\n\ndid not include \"a single document that was before the judge who\n\naccepted Dueno's plea.\"        Id. at 7. Third, there was no account\n\nof what took place at Dueno's plea hearing.\n\n           At the conclusion of Dueno, we said the following:\n\n           Dueno's sentence for this crime can reflect\n           only those prior crimes of which he has been\n           convicted -- either by a trier of fact or by\n           his own admission.    As matters now stand,\n           the evidence is insufficient for us to\n           conclude, as a matter of law, that Dueno's\n           1994 guilty plea constituted an admission to\n           the building invasion described by the\n           police report.\n\nDueno, 171 F.3d at 7 (emphasis added). In its decision in this\n\ncase, the district court relied on the language we emphasize.\n\nAlthough    the    court's       reliance     on    this      language    is\n\nunderstandable,     that       reliance     nevertheless       reflects    a\n\n\n\n\n                                   -22-\n\fmisapplication of Harris, reaffirmed by the Dueno decision, and\n\nof Dueno itself.\n\nC.     Consideration of Police Reports and Complaint Applications\n\n                Dueno's reference to an admission by the defendant\n\ncannot be read apart from the inquiry framed in Harris: looking\n\nto the conduct in respect to which the defendant was charged and\n\npled    guilty,     did    \"the       defendant       and    the     government      both\n\nbelieve[] that the generically violent crime . . . rather than\n\nthe generically non-violent crime . . . was at issue.\" Harris,\n\n964 F.2d at 1236.              In fact, having reaffirmed              Harris, Dueno\n\ndescribes the sentencing court's inquiry into the meaning of the\n\ndefendant's       guilty       plea   in   a    specific     sense     that      reflects\n\nHarris--does       the    defendant's          plea   of    guilty    \"constitute       an\n\nadmission\" to a crime of violence?                    See Dueno, 171 F.3d at 7\n\n(\"the evidence is insufficient for us to conclude, as a matter\n\nof law, that Dueno's 1994 guilty plea constituted an admission\n\nto   the   building       invasion     described       by    the     police      report\")\n\n(emphasis       added).    The    court's       determination        on    the    violent\n\nfelony     or    crime    of    violence       question     does     not   turn    on   an\n\nexplicit admission by the defendant to alleged conduct in the\n\nsense of \"yes, I struck the victim in the face,\" either at the\n\ntime the defendant pled guilty to the earlier offense or when\n\nthe enhancement issue arises at sentencing for a subsequent\n\n\n\n                                           -23-\n\foffense. Rather, the court's determination about the meaning of\n\nthe   guilty    plea    can    be    made      on   the      basis   of      sufficiently\n\nreliable evidence independent of a fact-specific admission. See\n\nUnited States v. Broce, 488 U.S. 563, 570 (1989) (\"By entering\n\na plea of guilty, the accused is not simply stating that he did\n\nthe discrete acts described in the indictment; he is admitting\n\nguilt of a substantive crime.\").\n\n              Nevertheless, Harris and Dueno leave open the question\n\nof    what    documents    are       sufficiently            reliable     evidence      for\n\ndetermining whether a defendant's plea of guilty constitutes an\n\nadmission to a generically violent crime under a statute that\n\nencompasses      violent      and    non-violent          conduct.      In    Harris,    we\n\nallowed the district court to rely on an uncontradicted PSR. In\n\nDueno, where the court had used faulty reasoning in making its\n\ncrime of violence determination, we declined to rule that the\n\nuncontradicted narration of events in the PSR established that\n\nDueno   had    pled    guilty       to   a    crime     of    violence.       Rather,    in\n\nconcluding that the issue reasonably could be decided either\n\nway, we pointed out that the government did not offer the police\n\nreport from which the facts in the PSR were taken, nor any other\n\ndocument that was before the judge who accepted Dueno's plea.\n\n              Here, noting the deficiencies cited in Dueno, the\n\ngovernment      offered    certified           copies     of    police       reports    and\n\n\n\n                                             -24-\n\fcomplaint applications. Based on our precedents, we see no\n\njustification for an absolute bar to the consideration of such\n\ndocuments when the sentencing court must determine whether the\n\ndefendant and the government both believed that the defendant\n\nwas entering a guilty plea to a generically violent crime. 10\n\nSuch a bar would make the use of prior convictions based on\n\nguilty pleas for purposes of the ACCA or criminal offender\n\nguideline enhancement hinge on the happenstance of state court\n\nrecord-keeping practices. The enhancement would only apply when\n\na plea agreement or a plea transcript had been preserved that\n\n\n    10 Other circuits have not addressed the precise question of\nwhether police reports and complaint applications are reliable\nevidence for determining whether a defendant has pled guilty to\na violent crime when the statute under which he is charged\naddresses violent and non-violent conduct. Some courts, however,\nhave allowed consideration of documents such as PSRs, plea\nagreements, and plea transcripts. See United States v. Bonat,\n106 F.3d 1472, 1476 (9th Cir. 1997) (district court properly\nrelied on plea transcript to determine whether defendant pled\nguilty to generic burglary); United States v. Adams, 91 F.3d\n114, 116 (11th Cir. 1996) (district court properly considered\nPSR to determine whether defendant's prior conviction was for\ngeneric burglary); United States v. Hill, 53 F.3d 1151, 1154\n(10th Cir. 1995) (en banc), cert. denied, 516 U.S. 900 (1995)\n(district court may consider text of guilty plea and/or other\ndocuments that, coupled with the charging instrument, enable the\ncourt to determine that defendant's prior conviction was for\ngeneric burglary); United States v. Gallman, 907 F.2d 639, 645\nn.7 (7th Cir. 1990), cert. denied, 499 U.S. 908 (1991) (district\ncourt should refer to plea agreement or plea transcript to\ndetermine whether defendant's prior conviction was for generic\nburglary). But see United States v. Barney, 955 F.2d 635, 639\n(10th Cir. 1992) (\"we do not hold . . . that the sentencing\ncourt determining enhancement may rely on the presentence\nreport\").\n\n                            - 24 -\n\fshowed a defendant pled guilty to a violent felony or a crime of\n\nviolence.    Indeed, in Dueno, where we could have easily adopted\n\na bright-line rule barring the use of police reports, we did\n\nnot. We noted instead the absence in the record of \"a copy of\n\nthe police report in question\" or of \"an explanation where the\n\npolice report came from.\"       Dueno, 171 F.3d at 7.          These specific\n\ndeficiencies made the PSR account insufficiently reliable for us\n\nto determine as an initial matter and as a matter of law that\n\nDueno pled guilty to breaking and entering into a building.\n\n            The district court in this case did not attempt to\n\nevaluate the reliability of the police reports and complaint\n\napplications as a basis for the finding contemplated by both\n\nHarris and Dueno--whether the defendant and the government both\n\nbelieved    that    Shepard    was    entering      guilty    pleas   to   the\n\ngenerically violent crime of breaking and entering a building.\n\nIn addressing that issue, the court should have asked the kind\n\nof questions suggested by our precedents.                    As discussed in\n\nDueno, did the court taking the guilty plea have before it the\n\npolice reports and complaint applications described in the PSR,\n\nor   any   other   documents   describing     the    defendant's      conduct?\n\nWhere did the police reports come from? What took place at\n\nShepard’s plea hearings? More specifically, as                  discussed in\n\nHarris, did the defendant provide anything at his plea hearings\n\n\n\n                                     - 25 -\n\fto   contest       the   facts      set   forth    in    the    police   reports     and\n\ncomplaint applications, thereby suggesting that the government\n\nand the defendant did not share an understanding that he was\n\npleading     guilty      to    an    offense      that   had    the   elements     of    a\n\ngenerically violent crime?                  We cite these questions from our\n\nprecedents as illustrative of the kind of inquiry that should be\n\nmade.     They are not offered as an exhaustive list.\n\n             The reference above to a defendant's contesting the\n\nfacts set forth in a police report requires us to address a\n\nconfusion relating to the concept of an admission when the\n\nenhancement issue arises at sentencing.                         The district court\n\nstated that \"if the relevant facts contained in the PSR are\n\nuncontested, the court may consider these as further admissions\n\nby the defendant.\"            See also Dueno, 171 F.3d at 7; Harris, 964\n\nF.2d at 1236-37.           That statement is accurate.                Such admissions\n\nwould   be    important        for   the     reasons     they    were    important      in\n\nHarris:\n\n             These   two   items   of   uncontested   and\n             uncontradicted information make clear that\n             neither of the two \"assault and battery\"\n             crimes for which Harris was charged and\n             convicted   were  \"nonconsensual   touching\"\n             crimes, and both were of the \"physically\n             harmful\" or \"potentially physical harmful\"\n             variety.\n\nHarris,      964    F.2d      at    1237.      These      admissions      during     the\n\nsentencing process are an example of reliable evidence that\n\n                                          - 26 -\n\fwould permit a sentencing court to conclude that the defendant's\n\nguilty plea to a prior offense constituted an admission to a\n\ngeneric violent felony or crime of violence.             But it does not\n\nfollow from this proposition that any objection posed by a\n\ndefendant at the time of sentencing to the facts set forth in a\n\nPSR, or in an underlying police report or complaint application,\n\nprecludes the court from finding that the defendant's guilty\n\nplea constituted such an admission. Such a result would be\n\ninconsistent with the preponderance of the evidence standard\n\nthat   generally    applies   when     a   court   determines   whether    a\n\ndefendant qualifies for an enhancement under the ACCA or career\n\noffender provision.      See United States v. Spell, 44 F.3d 936\n\n(11th Cir. 1995).\n\n           Therefore, the nature of the objection posed to a PSR,\n\nor to underlying documents relied upon by the government, must\n\nbe considered carefully.          The district court suggests that\n\nShepard contested the accuracy of the facts in those documents\n\nthat are relevant to whether he committed a generically violent\n\ncrime.   \"At   no   point--then   or   now,    during   the   various   plea\n\ncolloquies, or at this sentencing--did Shepard concede the facts\n\non which the government now relies. Indeed, Shepard expressly\n\ncontested any characterizations of these convictions that went\n\nbeyond the words of the complaint.\"           However, Shepard's Taylor-\n\n\n\n                                  - 27 -\n\fbased   categorical          objection      to     the   use    of    the    complaint\n\napplications and police reports does not challenge the accuracy\n\nof the statements in those documents describing entries into\n\nbuildings.        Shepard stated that these documents generally carry\n\na high risk of unreliability without ever explaining why that\n\nwas   true    in     his    case.     Shepard's     general     challenge      to    the\n\nappropriateness of the PSR setting forth accounts of his past\n\ncrimes, or to the reliance on police reports and complaint\n\napplications         for      those       accounts,      left        those    accounts\n\nuncontradicted, just as they were in Harris and Dueno.\n\n             We    cannot     anticipate      the    specific        objections     that\n\nShepard      might    pose     to   the    government's        documents.      We    can\n\nemphasize, however, that the issue before the sentencing court\n\nis not what Shepard did to provoke the criminal charges to which\n\nhe pled guilty.        Rather, the issue, again, is the one framed in\n\nHarris: did        the defendant and the government both believe at\n\nthe time Shepard entered his pleas “that the generically violent\n\ncrime . . . rather than the generally non-violent crime . . .\n\nwas at issue.”             Id. at     1236.      To conclude otherwise would\n\nenmesh the district court in the kind of factually disputed\n\n\"archeological dig\" about the defendant’s conduct that Taylor\n\nguards against, with all the attendant practical difficulties of\n\n\n\n\n                                          - 28 -\n\fholding mini-trials on a defendant's prior convictions.                     See\n\nWinter, 22 F.3d at 19.\n\n           Shepard's objections to the government's police reports\n\nand complaint applications might focus, for example, on any\n\ninconsistencies    or    ambiguities     in    their   description    of    the\n\ndefendant's    conduct,    or   any    circumstances      relating    to    the\n\ncreation or reproduction of the documents, that affect their\n\nusefulness for determining whether Shepard and the government\n\nboth believed that an entry into a building was at issue when he\n\nentered the guilty pleas.       Or Shepard might offer an account of\n\nwhat took place at his plea hearings, including the documents\n\nbefore the judge, that raises questions about that issue. If the\n\ngovernment needs to respond to such objections, the response\n\nshould usually be “limited to examining easily produced and\n\nevaluated court documents, including the judgment of conviction,\n\ncharging papers, plea agreement, presentence report adopted by\n\nthe court, and the findings of a sentencing judge.\" Spell, 44\n\nF.3d at 939.      To that list we add transcripts of the plea\n\nhearing   or   other    documents     that    were   before   the   judge   who\n\naccepted the guilty plea at issue.\n\n           In the face of plausible objections from Shepard, and\n\nin the absence of a sufficient response from the government,\n\nthe court may decide that it cannot conclude by a preponderance\n\n\n\n                                    - 29 -\n\fof the evidence that his pleas of guilty constituted admissions\n\nto unlawful entries into buildings.          The government, of course,\n\n\"bears the burden of proving the applicability of an upward\n\nadjustment under the guidelines [or the ACCA],\" Dueno, 131 F.3d\n\nat 7.\n\n                                    III.\n\n             In Taylor, the Supreme Court said that the sentencing\n\ncourt could go beyond the mere fact of conviction \"in a narrow\n\nrange of cases where a jury was actually required to find all\n\nthe elements of generic burglary.\"          Taylor, 495 U.S. at 602.     By\n\nexamining the indictment or information and jury instructions in\n\nsuch cases, the court could conclude \"that the jury necessarily\n\nhad to find\" that the defendant had been convicted of the\n\nviolent felony of entry into a building, i.e. a violent felony.\n\nId.\n\n             The concept of a necessary finding does not apply to\n\ndisputes about the meaning of a defendant's guilty plea, and\n\nwhether that plea constitutes an admission to a violent felony\n\nor a crime of violence.          As we have indicated, those disputes\n\nmust    be   resolved   by   a   finding    of   fact   pursuant   to   the\n\npreponderance of the evidence standard. Such a finding is not a\n\nnecessity.     It is based on a judgment about the weight of the\n\nevidence.\n\n\n\n                                   - 30 -\n\f         Without   minimizing   the    high   stakes   involved   in\n\nsentencing enhancements, we note that courts routinely resolve\n\nfactual disputes during sentencing hearings.      We see no reason\n\nwhy disputes about the meaning of a defendant's guilty plea\n\nshould be immune from that process, so long as the inquiry is\n\nconsistent with the principles of Taylor.       We believe that we\n\nhave described such an inquiry here.\n\n         In Taylor, the Supreme Court explained why it would be\n\nunfair for a sentencing court to look to the facts underlying\n\nthe prior conviction to determine if a defendant had pled guilty\n\nto a violent felony.   \"Even if the Government were able to prove\n\nthose facts, if a guilty plea to a lesser, nonburglary offense\n\nwas the result of a plea bargain, it would seem unfair to impose\n\na sentence enhancement as if the defendant had pleaded guilty to\n\nburglary.\"   Taylor, 495 U.S. at 601-02. We, of course, agree.\n\nIt would be decidedly unfair to determine subsequently, for the\n\npurpose of sentence enhancement under the ACCA or the career\n\noffender guideline, that the conviction resulting from a guilty\n\nplea was for a violent crime, based on the actual conduct of the\n\ndefendant, when the defendant in fact pled guilty to a non-\n\nviolent crime.   But we see no unfairness in a court deciding on\n\nthe basis of sufficiently reliable evidence that the government\n\nand the defendant shared the belief that the defendant was\n\n\n\n                              - 30 -\n\fpleading guilty to a generically violent crime, and hence the\n\ndefendant's plea constituted an admission to such a crime.\n\n            We also see no unfairness in a point emphasized by the\n\ndistrict court in its decision rejecting consideration of the\n\npolice reports and complaint applications--namely, that Shepard\n\nhad   no   appreciation    of     the   importance    of   challenging    the\n\nlocation of the breaking and entering when he pled guilty to the\n\nbreaking    and    entering   charges     in   the   Massachusetts     courts\n\nbecause he could not anticipate that his convictions for these\n\ncharges would be so important for subsequent sentencing under\n\nthe ACCA.      Logically, the premise of this concern is that\n\nShepard    would   have   tried    to   minimize     his   criminal   history\n\nbecause of the possibility that he would commit another crime.\n\nWe do not find persuasive a fairness argument grounded in such\n\na premise.    Sentencing enhancements do not punish a defendant\n\nfor the prior criminal conduct.           See Nichols v. United States,\n\n511 U.S. 738, 747 (1994) (\"Enhancement statutes, whether in the\n\nnature of criminal history provisions such as those contained in\n\nthe Sentencing Guidelines, or recidivist statutes which are\n\ncommonplace in state criminal laws, do not change the penalty\n\nimposed for the earlier conviction.\"). Rather, enhancements\n\nprovide for \"a stiffened penalty for the latest crime, which is\n\n\n\n\n                                    - 30 -\n\fconsidered to be an aggravated offense because a repetitive\n\none.\" Gryger v. Burke, 334 U.S. 728, 732 (1948).\n\n         In summary, the court below concluded that it could not\n\nconsider the police reports and complaint applications offered\n\nby the government because of its erroneous view that the violent\n\nfelony determination could only be based on adjudicated or\n\nspecifically admitted facts.    The court did not carry out the\n\nrequired analysis of whether the documents before it constituted\n\nsufficiently   reliable   evidence   of   the   government   and   the\n\ndefendant's shared belief that the defendant was pleading guilty\n\nto the unlawful entry of a building. We therefore vacate the\n\nsentence and remand for resentencing.\n\n         Vacated and remanded.\n\n\n\n\n                              - 30 -\n\f",
  "html": "<p class=\"case_cite\">231 F.3d 56 (1st Cir. 2000)</p>\n    <p class=\"parties\">UNITED STATES, Appellant,<br>v.<br>REGINALD SHEPARD, Defendant, Appellee.</p>\n    <p class=\"docket\">No. 99-2167</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard May 12, 2000.<br>Decided November 13, 2000.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF MASSACHUSETTS. Hon. Nancy Gertner, U.S. District Judge.[Copyrighted Material Omitted]</p>\n      <p class=\"indent\">Nadine Pellegrini, Assistant U.S. Attorney, with whom Donald K. Stern, United States Attorney, Dina Michael Chaitowitz, Timothy Q. Feeley, Assistant U.S. Attorneys, were on brief for appellant.</p>\n      <p class=\"indent\">Linda J. Thompson, with whom Jacobson &amp; Thompson, P.C., were on brief for appellee.</p>\n      <p class=\"indent\">Before Torruella, Chief Judge, Lipez, Circuit Judge and Keeton,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> District Judge.</p>\n      <p class=\"indent\">LIPEZ, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This case requires us to decide the following question: may a sentencing court consider certified copies of police reports and complaint applications to determine whether a defendant pled guilty to three prior \"violent felonies\" qualifying for sentence enhancement under the Armed Career Criminal Act (ACCA), 18 U.S.C.  924(e). This question arises because the Massachusetts breaking and entering statute encompasses unlawful entries into buildings, vehicles, or vessels. For purposes of the ACCA, however, breaking and entering into a building qualifies as a violent felony, while breaking and entering into a vehicle or vessel does not.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">On at least five prior occasions, Reginald Shepard had pled guilty to breaking and entering on the basis of a complaint that recited the boilerplate language of the statute. The government submitted police reports and complaint applications to the district court to show that Reginald Shepard had pled guilty to breaking and entering buildings on these five prior occasions. At sentencing, the district court concluded that the Supreme Court decision in Taylor v. United States, 495 U.S. 575 (1990), and our own precedents applying Taylor, prohibited consideration of the complaint applications and police reports. In the view of the district court, such consideration would be inconsistent with the categorical approach to the analysis of predicate offenses announced in Taylor because police reports and complaint applications \"contain allegations that were never adjudicated before a judge or jury, never admitted by Shepard.\" We disagree with the court's reading of Taylor and our precedents. We vacate the district court's ruling and remand for resentencing.</p>\n    </div>\n    <p class=\"indent\">I.</p>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On October 17, 1995, Reginald Shepard sold firearms to an undercover agent of the Bureau of Alcohol, Tobacco, and Firearms. During the taped meeting, Shepard sold a Glock 17, 9mm pistol for $600 and ammunition for $20.00. On March 3, 1999, Shepard entered a guilty plea to one count of felon in possession of a firearm, 18 U.S.C.  922(g)(1). The ACCA mandates a fifteen-year minimum penalty for a person convicted as a felon in possession of a firearm pursuant to 18 U.S.C.  922(g) who has three prior convictions for a violent felony or serious drug offense. See 18 U.S.C.  924(e)(1). The government claimed that five of Shepard's eleven prior convictions were burglaries of buildings, a category of violent felony under the ACCA.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The complaints charging Shepard with breaking and entering recited the language of Chapter 266, sections 16 and 18, of the Massachusetts General Laws which define the offense to include unauthorized entry into vehicles or vessels, as well as buildings.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> For example, a complaint from May 1989 states that Shepard \"did break and enter in the night time the building, ship, vessel or vehicle, the property of Jerri Cothran, with intent to commit a felony therein.\"</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">In Taylor v. United States, 495 U.S. 575, 598 (1990), the Supreme Court adopted a \"generic\" definition of burglary for purposes of ACCA enhancement that limits the crime to \"an unlawful or unprivileged entry into, or remaining in, a building or other structure, with intent to commit a crime.\" To show that Shepard's breaking and entering convictions involved buildings rather than vehicles or vessels, the Government offered certified copies of complaint applications and police reports obtained from the state court files.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> These documents contain the following accounts of the five offenses at issue.</p>\n    </div>\n    <p class=\"indent\">May 1989: The Boston police report states:</p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Responded to R.C. [radio call] to 30 Harlem St. for B &amp; E in progress. On arrival observed cellar door in rear had been broken down. Spoke to victim who [said] she heard noises downstairs. She then observed suspect described above in her pantry.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Consistent with the police report, the complaint application states that the defendant was charged with \"breaking and entering night;\" that the place of offense was \"30 Harlem St.,\" and that the property stolen or destroyed was a \"cellar door.\"</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">March 1991: The Watertown police report states:</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">In reference to . . . a B&amp;E&amp;L from the FRETTERS store # 550 Arsenal Street Town reported on 3-11-91 the following is submitted:</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">A follow-up investigation revealed that while the manager . . . and the assistant Manager . . . were in the back-room to the above buisness [sic] . . . they observed the back door open and observed a former employee, Reginal Shepard of #9 Weaver Way Roxbury, enter the room. Upon seeing the two managers, the suspect Shepard ran from the room in a northerly direction out the parking lot toward arsenal street.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">NOTE* According to both employee's [sic] this door was locked and the only way in was with a key which they suspect Shepard had in his possession. . . .</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">After this incident took place both [managers] did a quick inventory of the backroom area and found that (4) Emerson VCRs (20) 13\" Hitachi T.V.s and (1) 19\" Toshiba T.V. were missing.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">July 1991: The Boston police report states:</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Officers ... responded to a radio call for an S/P wearing red shorts and blue shirt in the hallway of 258 Norwell St.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Upon arrival observed S/P (described above) walking away from above address. S/P carrying a pink pillowcase. Officers detained S/P to conduct threshold inq., found pillowcase to contain property listed above. . . . Officers checked bldg and found a panel on 3rd floor front door had been broken in exposing inside door lock. Officers entered apt. and observed, in living room, areas where V.C.R. and phone were taken from. Officers also observed in bedroom one pink pillowcase missing from pillow. Sheets and pillowcases in bedroom were all pink in color.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Consistent with the police report, the complaint application states that the defendant is charged with \"b/e daytime,\" that the place of offense is \"258 Norwell St.\" and that the property stolen or destroyed was a \"V.C.R\" and \"phone/ans. machine.\"</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">February 1994: The Watertown police report states:</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">[R]esponded to a R/C [radio call] for a black male going door to door asking for an unk. person. . . . [Witness said suspect] went next door to #145 Gallivan and was observed by the witness attempting to gain entry by turning several door knobs . . . [O]fficer ... went to the rear of the property and suspect was observed with both arms through the glass partition (Glass to door was shattered) attempting to gain entry to the second door (near basement).</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The complaint application states that the defendant was charged with \"1. breaking &amp; entering 2. wilful malicious destruction of personal property,\" that the place of offense was \"145 Gallivan Blvd.,\" and that the property stolen or destroyed was a \"rear door.\"</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">April 1989: According to the district court:<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The complaint application suggested that a building was involved, alleging that Shepard gained access to the Children's Center by breaking a window, and in so doing, he put the Director of the Center in fear.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">The Probation Department included in the Pre-Sentence Report (PSR) descriptions of the police reports and complaint applications. The department concluded, however, that the court could not sentence Shepard as an armed career criminal because it could not use those documents to determine whether Shepard had pled guilty to a violent felony. Shepard agreed with the department's conclusion, but he objected to the inclusion in the PSR of factual allegations other than those set forth in the complaints to which he had pled guilty in state court. The government also filed an objection with the court challenging the Probation Department's failure to apply the ACCA enhancement.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">At the conclusion of a two-part sentencing hearing, the court rejected the government's request for an enhancement under the ACCA, which would have placed Shepard's sentencing range at 188-235 months. Instead, the court sentenced Shepard pursuant to the \"prohibited person\" provision, U.S.S.G.  2K2.1(a)(6)(A), which prescribes a base offense level of 14 for a person who receives, possesses, or transports a firearm and has a prior conviction for a \"crime punishable by imprisonment for more than one year,\" U.S.S.G.  2K2.1, comment. (n.6). The court also granted the government's motion for an upward departure pursuant to U.S.S.G.  4A1.3 due to the seriousness of Shepard's criminal history and increased his sentencing range from 30-37 months to 37-46 months. We quote at length the district court's lucid rationale for its decision:</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Police reports and complaint applications do not meet the narrow exception to the categorical approach. They contain allegations that were never adjudicated before a judge or jury, never admitted by Shepard. In fact, there is no indication that the sentencing judge in the original case even had any of these documents available when he or she sentenced Shepard. See Dueno, 171 F.3d at 6 (noting the government provided no documents which had been before the judge when the plea was accepted).</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">No plea colloquies or plea agreements were offered to suggest that Shepard adopted one version of the facts rather than another for each of the convictions. Moreover, because Shepard objected to the factual representations in the PSR, the government cannot rely on the characterizations found within. See Harris, 964 F.2d at 1236-37.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">In fact, not only did Shepard not litigate these facts, he had no idea he had to do so. These facts -- the location of the breaking and entering -- were not necessary to his state plea. It is only now, years later, that they seem central because of a federal sentencing regime enacted years after Shepard pled.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Contrast Shepard's situation with that of a federal defendant pleading guilty today. Now, federal defendants who plead guilty make strategic decisions about which facts to contest and which to accept, carefully considering the impact their admissions will have on the ultimate sentence. The plea colloquy has assumed new significance, which it never had in state court.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">To attach such importance to facts neither litigated nor conceded violates the policies articulated by the Supreme Court in Taylor, and subsequent First Circuit precedent. See Taylor, 495 U.S. at 600-602 (unfair to impose a sentencing enhancement based on the federal court, rather than the state court's review of the facts); Dueno, 171 F.3d at 6 (sentence defendant only for those specific \"prior crimes of which he was convicted by a trier of fact or by his own admission\").</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">The government brought this appeal, arguing that the district court erred by refusing to consider the police reports and complaint applications and by not sentencing Shepard as an armed career criminal. The question of \"[w]hether a conviction for a particular type of crime qualifies as a predicate offense [under the Armed Career Criminals Act] presents a purely legal question, sparking de novo review.\" United States v. Winter, 22 F.3d 15, 18 (1st Cir. 1994).</p>\n    </div>\n    <p class=\"indent\">II.</p>\n    <p class=\"indent\">A. The Taylor Categorical Approach</p>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">The Armed Career Criminals Act provides that a person who violates the felon in possession of a firearm provision ( 922(g)) and has three prior convictions \"for a violent felony or serious drug offense, or both, committed on occasions different from one another\" will receive a fifteen-year minimum sentence.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> 18 U.S.C.  924(e)(1). The statute defines a violent felony as:</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">[A]ny crime punishable by imprisonment for a term exceeding one year . . . that</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">(i) has as an element the use, attempted use, or threatened use of physical force against the person of another; or</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">(ii) is burglary, arson, or extortion, involves use of explosives, or otherwise involves conduct that presents a serious potential risk of physical injury to another . . . .</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">18 U.S.C.  924(e)(2)(B).</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">In Taylor v. United States, 495 U.S. at 596-600, the Supreme Court considered whether the defendant's prior burglary convictions qualified for enhancement under  924(e) despite the defendant's contention that the convictions did not involve conduct that presented a serious potential risk of physical injury to another. The United States Court of Appeals for the Eighth Circuit had rejected Taylor's argument, ruling that the word burglary in  924(e)(2)(B)(ii) \"means 'burglary' however a state chooses to define it.\" United States v. Taylor, 864 F.2d 625, 627 (1989). The Supreme Court disagreed, concluding that predicate offenses under the ACCA are \"crimes having certain common characteristics--the use or threatened use of force, or the risk that force would be used--regardless of how they were labeled by state law.\" Taylor, 495 U.S. at 589. The Court called this focus on crimes having certain specified elements or common characteristics a \"categorical approach,\" which the Court attributed to Congress. In order to implement the categorical approach in Taylor, the Court concluded that Congress \"had in mind a modern 'generic' view of burglary, roughly corresponding to the definitions of burglary in a majority of the States' criminal codes.\" Id. The court found that definition to be the following: \"an unlawful or unprivileged entry into, or remaining in, a building or other structure, with intent to commit a crime.\" Id. at 598.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Having settled upon the generic definition of burglary intended by Congress in the ACCA, the Court turned to a second question in Taylor: \"whether, in the case of a defendant who has been convicted under a nongeneric-burglary statute [e.g. one that includes places, such as automobiles and vending machines, other than buildings], the Government may seek enhancement on the ground that he actually committed a generic burglary.\" Id. at 599-600. In addressing that question, the Court again invoked the categorical approach intended by Congress. It noted that \"the practical difficulties and potential unfairness of a factual approach are daunting,\" id. at 601, and concluded that the categorical approach to the nongeneric burglary statute \"requires the trial court to look only to the fact of conviction and the statutory definition of the prior offense.\" Id. at 602.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Then the Court immediately offered a qualification to the rule it had just announced:</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">This categorical approach, however, may permit the sentencing court to go beyond the mere fact of conviction in a narrow range of cases where a jury was actually required to find all the elements of generic burglary. For example, in a State whose burglary statutes include entry of an automobile as well as a building, if the indictment or information and jury instructions show that the defendant was charged only with a burglary of a building, and that the jury necessarily had to find an entry of a building to convict, then the Government should be allowed to use the conviction for enhancement.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">Id. This qualification permits a court to consider the charging document and jury instructions and to conclude that the fact of conviction necessarily means conviction of the generic crime of burglary included in the ACCA.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">In Taylor, however, the Court did not address the extent to which a sentencing court can go beyond the fact of conviction, for the purpose of determining an ACCA enhancement, when a defendant has pled guilty to a charge based on a statute that includes both violent and non-violent offenses within the meaning of the ACCA. That is the issue we have addressed in our precedents,<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> and to which we now turn.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">B. The Categorical Approach and the Guilty Plea</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">Not surprisingly, our precedents separate into two strands that reflect the two distinct questions addressed by the Supreme Court in Taylor. We will discuss them accordingly.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">1. Whether the Applicable State Statute Defines a Violent Felony or a Crime of Violence</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">As we noted, the Taylor Court first decided what common elements of burglary would make it a violent felony under the ACCA. In United States v. Damon, 127 F.3d 139 (1st Cir. 1997) and in United States v. Sacko, 178 F.3d 1 (1st Cir. 1999), the comparable question was whether the statutory offenses at issue in those cases constituted a crime of violence within the meaning of the Guidelines (Damon) or a violent felony within the meaning of the ACCA (Sacko). This was a general definitional question that did not depend on documents specific to that case.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">In Damon, we considered the district court's use of a PSR to determine whether a Maine conviction for aggravated criminal mischief constituted a \"crime of violence.\" The charging document indicated that Damon was convicted under subsection B of the statute, which applies to a person who intentionally or knowingly damages or destroys property valued at over $2,000 in order to collect insurance proceeds. See Damon, 127 F.3d at 142-43. Thus, \"[t]he inquiry is whether the elements of subsection B fit the definition of a crime of violence under U.S.S.G.  4B1.2(1)(ii).\" Id. at 143. We looked to the \"mine run of conduct\" that the statute was intended to cover and concluded that \"the typical conduct reachable under subsection B does not involve a serious potential risk of physical injury to another.\" Id. at 143-44. We concluded that the district court erred by considering the fact that the defendant set fire to his house to collect insurance proceeds because \"[u]nder Taylor, when the predicate statutory crime has been determined to be typically non-violent, the inquiry ends.\" Id. at 145.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">In Sacko, we concluded that the district court erred by considering the statement in the PSR that the defendant's prior statutory rape conviction involved non-consensual intercourse. That consideration involved the very reliance proscribed by Taylor--reliance on \"the facts of Sacko's crime in order to determine whether his conviction was for a violent or a non-violent crime,\" Sacko, 178 F.3d at 5. We held that under the categorical approach, the proper inquiry was whether the category of the offense, statutory rape of a fourteen year-old, constituted a violent felony. We noted that there was \"no legal basis . . . no studies or medical journals\" to ground a holding that intercourse with an adult is physically dangerous for a fourteen-year-old female. Id. at 6. We remanded the case to the district court to take evidence on this issue.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">Both Damon and Sacko posed the definitional question whether the statutory offenses at issue constituted a crime of violence under the career offender guideline (Damon) or a violent felony within the meaning of the ACCA (Sacko).<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> There was no uncertainty about whether a violent or non-violent offense encompassed within a statute was involved in the fact of conviction. As we noted in Damon, such cases do not \"raise the question of what documents beyond the charging document or the jury instructions may be examined to determine which subsection of the multi-faceted crime is involved. The question about what subsection or type of statutory crime is involved is resolved here by the charging document.\" 127 F.3d at 144 n.5.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">2. Whether the Fact of Conviction was for a Violent or Non-Violent Felony When the Applicable State Statute Encompasses Both</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">The second question addressed in Taylor was whether a conviction under a nongeneric burglary statute, which included violent and nonviolent offenses, could be a conviction for a predicate offense under the ACCA. In United States v. Harris, 946 F.2d 1234 (1st Cir. 1992) and United States v. Dueno, 171 F.3d 3 (1st Cir. 1999), we addressed a comparable question. There was no definitional uncertainty in those cases about whether a statutory offense constituted a violent crime. Instead, the uncertainty was whether the fact of conviction related to a violent crime or a nonviolent crime. As we recognized, that uncertainty could only be resolved by considering case specific documents.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">In Harris, the defendant pled guilty to a Massachusetts assault and battery statute which covered both actual or potential physical harm and unharmful but nonconsensual touching. We acknowledged the general rule under Taylor that when the statute encompasses violent and non-violent conduct, the sentencing court should look to the indictment and information or jury instructions to make the violent felony determination. However, we recognized that Harris's case posed a further question: \"What . . . should a court do when there are no jury instructions to look at . . . because the defendant pled guilty?\" Harris, 964 F.2d at 1235. In answer to that question, we said the sentencing court should:</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">look to the conduct in respect to which the defendant was charged and pled guilty, not because the court may properly be interested . . . in the violent or non-violent nature of that particular conduct, but because that conduct may indicate that the defendant and the government both believed that the generically violent crime . . . rather than the generically non-violent crime . . . was at issue.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">Id. at 1236.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">We concluded in Harris that \"[t]he record before us provides adequate information to make the required determination relatively simply.\" Id. In particular, we considered a PSR which recited facts from the case file revealing that both of the defendant's assault and battery convictions involved violent beatings. Id. at 1236-37. We found the PSR to be a reliable source for establishing whether the defendant pled guilty to a violent crime because the basic facts alleged in the PSR--i.e., that the defendant perpetrated a violent assault--were \"uncontested and uncontradicted.\" Id. at 1237. Given the PSR's uncontradicted account of the defendant's conduct, we concluded \"that the defendant and the government both believed\" that a generically violent crime was the basis for the defendant's guilty pleas. Id. at 1236.</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">In United States v. Dueno, 171 F.3d 3, 6-7 (1st Cir. 1999), despite strong urging from the defendant, we refused to retreat from Harris's limited inquiry into conduct \"in respect to which the defendant was charged and pled guilty.\" Dueno, 171 F.3d at 5 (analyzing the Guidelines' career offender enhancement). As here, Dueno involved a predicate Massachusetts breaking and entering conviction memorialized by a judgment which was ambiguous as to whether the defendant broke into or entered a building or a vehicle. See id. at 5. On appeal, the government conceded that the district court had engaged in erroneous reasoning in concluding that the conviction was for breaking into and entering a building,<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a> but urged us to sustain the enhancement on the ground that Dueno never contradicted the PSR's account of the break-in, which described a building invasion. See id. at 6. Although we regarded the issue as \"close,\" we declined to affirm on the government's alternative ground and instead remanded. Id. at 7. Applying Harris, we concluded that \"on the present record, a reasonable jurist could conclude that there is insufficiently reliable evidence to ground a finding that Dueno pleaded guilty to breaking into and entering a building.\" Id. at 7. Specifically, we noted several problems with the evidence presented to the sentencing court. First, instead of offering the police report from which the facts were taken, the government offered only the PSR which incorporated facts from the police report. Second, the evidence did not include \"a single document that was before the judge who accepted Dueno's plea.\" Id. at 7. Third, there was no account of what took place at Dueno's plea hearing.</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">At the conclusion of Dueno, we said the following:</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">Dueno's sentence for this crime can reflect only those prior crimes of which he has been convicted -- either by a trier of fact or by his own admission. As matters now stand, the evidence is insufficient for us to conclude, as a matter of law, that Dueno's 1994 guilty plea constituted an admission to the building invasion described by the police report.</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">Dueno, 171 F.3d at 7 (emphasis added). In its decision in this case, the district court relied on the language we emphasize. Although the court's reliance on this language is understandable, that reliance nevertheless reflects a misapplication of Harris, reaffirmed by the Dueno decision, and of Dueno itself.</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">C. Consideration of Police Reports and Complaint Applications</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">Dueno's reference to an admission by the defendant cannot be read apart from the inquiry framed in Harris: looking to the conduct in respect to which the defendant was charged and pled guilty, did \"the defendant and the government both believe[] that the generically violent crime . . . rather than the generically non-violent crime . . . was at issue.\" Harris, 964 F.2d at 1236. In fact, having reaffirmed Harris, Dueno describes the sentencing court's inquiry into the meaning of the defendant's guilty plea in a specific sense that reflects Harris--does the defendant's plea of guilty \"constitute an admission\" to a crime of violence? See Dueno, 171 F.3d at 7 (\"the evidence is insufficient for us to conclude, as a matter of law, that Dueno's 1994 guilty plea constituted an admission to the building invasion described by the police report\") (emphasis added). The court's determination on the violent felony or crime of violence question does not turn on an explicit admission by the defendant to alleged conduct in the sense of \"yes, I struck the victim in the face,\" either at the time the defendant pled guilty to the earlier offense or when the enhancement issue arises at sentencing for a subsequent offense. Rather, the court's determination about the meaning of the guilty plea can be made on the basis of sufficiently reliable evidence independent of a fact-specific admission. See United States v. Broce, 488 U.S. 563, 570 (1989) (\"By entering a plea of guilty, the accused is not simply stating that he did the discrete acts described in the indictment; he is admitting guilt of a substantive crime.\").</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">Nevertheless, Harris and Dueno leave open the question of what documents are sufficiently reliable evidence for determining whether a defendant's plea of guilty constitutes an admission to a generically violent crime under a statute that encompasses violent and non-violent conduct. In Harris, we allowed the district court to rely on an uncontradicted PSR. In Dueno, where the court had used faulty reasoning in making its crime of violence determination, we declined to rule that the uncontradicted narration of events in the PSR established that Dueno had pled guilty to a crime of violence. Rather, in concluding that the issue reasonably could be decided either way, we pointed out that the government did not offer the police report from which the facts in the PSR were taken, nor any other document that was before the judge who accepted Dueno's plea.</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">Here, noting the deficiencies cited in Dueno, the government offered certified copies of police reports and complaint applications. Based on our precedents, we see no justification for an absolute bar to the consideration of such documents when the sentencing court must determine whether the defendant and the government both believed that the defendant was entering a guilty plea to a generically violent crime.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a> Such a bar would make the use of prior convictions based on guilty pleas for purposes of the ACCA or criminal offender guideline enhancement hinge on the happenstance of state court record-keeping practices. The enhancement would only apply when a plea agreement or a plea transcript had been preserved that showed a defendant pled guilty to a violent felony or a crime of violence. Indeed, in Dueno, where we could have easily adopted a bright-line rule barring the use of police reports, we did not. We noted instead the absence in the record of \"a copy of the police report in question\" or of \"an explanation where the police report came from.\" Dueno, 171 F.3d at 7. These specific deficiencies made the PSR account insufficiently reliable for us to determine as an initial matter and as a matter of law that Dueno pled guilty to breaking and entering into a building.</p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">The district court in this case did not attempt to evaluate the reliability of the police reports and complaint applications as a basis for the finding contemplated by both Harris and Dueno--whether the defendant and the government both believed that Shepard was entering guilty pleas to the generically violent crime of breaking and entering a building. In addressing that issue, the court should have asked the kind of questions suggested by our precedents. As discussed in Dueno, did the court taking the guilty plea have before it the police reports and complaint applications described in the PSR, or any other documents describing the defendant's conduct? Where did the police reports come from? What took place at Shepard's plea hearings? More specifically, as discussed in Harris, did the defendant provide anything at his plea hearings to contest the facts set forth in the police reports and complaint applications, thereby suggesting that the government and the defendant did not share an understanding that he was pleading guilty to an offense that had the elements of a generically violent crime? We cite these questions from our precedents as illustrative of the kind of inquiry that should be made. They are not offered as an exhaustive list.</p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\">The reference above to a defendant's contesting the facts set forth in a police report requires us to address a confusion relating to the concept of an admission when the enhancement issue arises at sentencing. The district court stated that \"if the relevant facts contained in the PSR are uncontested, the court may consider these as further admissions by the defendant.\" See also Dueno, 171 F.3d at 7; Harris, 964 F.2d at 1236-37. That statement is accurate. Such admissions would be important for the reasons they were important in Harris:</p>\n    </div>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p class=\"indent\">These two items of uncontested and uncontradicted information make clear that neither of the two \"assault and battery\" crimes for which Harris was charged and convicted were \"nonconsensual touching\" crimes, and both were of the \"physically harmful\" or \"potentially physical harmful\" variety.</p>\n    </div>\n    <div class=\"num\" id=\"p65\">\n      <span class=\"num\">65</span>\n      <p class=\"indent\">Harris, 964 F.2d at 1237. These admissions during the sentencing process are an example of reliable evidence that would permit a sentencing court to conclude that the defendant's guilty plea to a prior offense constituted an admission to a generic violent felony or crime of violence. But it does not follow from this proposition that any objection posed by a defendant at the time of sentencing to the facts set forth in a PSR, or in an underlying police report or complaint application, precludes the court from finding that the defendant's guilty plea constituted such an admission. Such a result would be inconsistent with the preponderance of the evidence standard that generally applies when a court determines whether a defendant qualifies for an enhancement under the ACCA or career offender provision. See United States v. Spell, 44 F.3d 936 (11th Cir. 1995).</p>\n    </div>\n    <div class=\"num\" id=\"p66\">\n      <span class=\"num\">66</span>\n      <p class=\"indent\">Therefore, the nature of the objection posed to a PSR, or to underlying documents relied upon by the government, must be considered carefully. The district court suggests that Shepard contested the accuracy of the facts in those documents that are relevant to whether he committed a generically violent crime. \"At no point--then or now, during the various plea colloquies, or at this sentencing--did Shepard concede the facts on which the government now relies. Indeed, Shepard expressly contested any characterizations of these convictions that went beyond the words of the complaint.\" However, Shepard's Taylor-based categorical objection to the use of the complaint applications and police reports does not challenge the accuracy of the statements in those documents describing entries into buildings. Shepard stated that these documents generally carry a high risk of unreliability without ever explaining why that was true in his case. Shepard's general challenge to the appropriateness of the PSR setting forth accounts of his past crimes, or to the reliance on police reports and complaint applications for those accounts, left those accounts uncontradicted, just as they were in Harris and Dueno.</p>\n    </div>\n    <div class=\"num\" id=\"p67\">\n      <span class=\"num\">67</span>\n      <p class=\"indent\">We cannot anticipate the specific objections that Shepard might pose to the government's documents. We can emphasize, however, that the issue before the sentencing court is not what Shepard did to provoke the criminal charges to which he pled guilty. Rather, the issue, again, is the one framed in Harris: did the defendant and the government both believe at the time Shepard entered his pleas \"that the generically violent crime . . . rather than the generally non-violent crime . . . was at issue.\" Id. at 1236. To conclude otherwise would enmesh the district court in the kind of factually disputed \"archeological dig\" about the defendant's conduct that Taylor guards against, with all the attendant practical difficulties of holding mini-trials on a defendant's prior convictions. See Winter, 22 F.3d at 19.</p>\n    </div>\n    <div class=\"num\" id=\"p68\">\n      <span class=\"num\">68</span>\n      <p class=\"indent\">Shepard's objections to the government's police reports and complaint applications might focus, for example, on any inconsistencies or ambiguities in their description of the defendant's conduct, or any circumstances relating to the creation or reproduction of the documents, that affect their usefulness for determining whether Shepard and the government both believed that an entry into a building was at issue when he entered the guilty pleas. Or Shepard might offer an account of what took place at his plea hearings, including the documents before the judge, that raises questions about that issue. If the government needs to respond to such objections, the response should usually be \"limited to examining easily produced and evaluated court documents, including the judgment of conviction, charging papers, plea agreement, presentence report adopted by the court, and the findings of a sentencing judge.\" Spell, 44 F.3d at 939. To that list we add transcripts of the plea hearing or other documents that were before the judge who accepted the guilty plea at issue.</p>\n    </div>\n    <div class=\"num\" id=\"p69\">\n      <span class=\"num\">69</span>\n      <p class=\"indent\">In the face of plausible objections from Shepard, and in the absence of a sufficient response from the government, the court may decide that it cannot conclude by a preponderance of the evidence that his pleas of guilty constituted admissions to unlawful entries into buildings. The government, of course, \"bears the burden of proving the applicability of an upward adjustment under the guidelines [or the ACCA],\" Dueno, 131 F.3d at 7.</p>\n    </div>\n    <p class=\"indent\">III.</p>\n    <div class=\"num\" id=\"p70\">\n      <span class=\"num\">70</span>\n      <p class=\"indent\">In Taylor, the Supreme Court said that the sentencing court could go beyond the mere fact of conviction \"in a narrow range of cases where a jury was actually required to find all the elements of generic burglary.\" Taylor, 495 U.S. at 602. By examining the indictment or information and jury instructions in such cases, the court could conclude \"that the jury necessarily had to find\" that the defendant had been convicted of the violent felony of entry into a building, i.e. a violent felony. Id.</p>\n    </div>\n    <div class=\"num\" id=\"p71\">\n      <span class=\"num\">71</span>\n      <p class=\"indent\">The concept of a necessary finding does not apply to disputes about the meaning of a defendant's guilty plea, and whether that plea constitutes an admission to a violent felony or a crime of violence. As we have indicated, those disputes must be resolved by a finding of fact pursuant to the preponderance of the evidence standard. Such a finding is not a necessity. It is based on a judgment about the weight of the evidence.</p>\n    </div>\n    <div class=\"num\" id=\"p72\">\n      <span class=\"num\">72</span>\n      <p class=\"indent\">Without minimizing the high stakes involved in sentencing enhancements, we note that courts routinely resolve factual disputes during sentencing hearings. We see no reason why disputes about the meaning of a defendant's guilty plea should be immune from that process, so long as the inquiry is consistent with the principles of Taylor. We believe that we have described such an inquiry here.</p>\n    </div>\n    <div class=\"num\" id=\"p73\">\n      <span class=\"num\">73</span>\n      <p class=\"indent\">In Taylor, the Supreme Court explained why it would be unfair for a sentencing court to look to the facts underlying the prior conviction to determine if a defendant had pled guilty to a violent felony. \"Even if the Government were able to prove those facts, if a guilty plea to a lesser, nonburglary offense was the result of a plea bargain, it would seem unfair to impose a sentence enhancement as if the defendant had pleaded guilty to burglary.\" Taylor, 495 U.S. at 601-02. We, of course, agree. It would be decidedly unfair to determine subsequently, for the purpose of sentence enhancement under the ACCA or the career offender guideline, that the conviction resulting from a guilty plea was for a violent crime, based on the actual conduct of the defendant, when the defendant in fact pled guilty to a non-violent crime. But we see no unfairness in a court deciding on the basis of sufficiently reliable evidence that the government and the defendant shared the belief that the defendant was pleading guilty to a generically violent crime, and hence the defendant's plea constituted an admission to such a crime.</p>\n    </div>\n    <div class=\"num\" id=\"p74\">\n      <span class=\"num\">74</span>\n      <p class=\"indent\">We also see no unfairness in a point emphasized by the district court in its decision rejecting consideration of the police reports and complaint applications--namely, that Shepard had no appreciation of the importance of challenging the location of the breaking and entering when he pled guilty to the breaking and entering charges in the Massachusetts courts because he could not anticipate that his convictions for these charges would be so important for subsequent sentencing under the ACCA. Logically, the premise of this concern is that Shepard would have tried to minimize his criminal history because of the possibility that he would commit another crime. We do not find persuasive a fairness argument grounded in such a premise. Sentencing enhancements do not punish a defendant for the prior criminal conduct. See Nichols v. United States, 511 U.S. 738, 747 (1994) (\"Enhancement statutes, whether in the nature of criminal history provisions such as those contained in the Sentencing Guidelines, or recidivist statutes which are commonplace in state criminal laws, do not change the penalty imposed for the earlier conviction.\"). Rather, enhancements provide for \"a stiffened penalty for the latest crime, which is considered to be an aggravated offense because a repetitive one.\" Gryger v. Burke, 334 U.S. 728, 732 (1948).</p>\n    </div>\n    <div class=\"num\" id=\"p75\">\n      <span class=\"num\">75</span>\n      <p class=\"indent\">In summary, the court below concluded that it could not consider the police reports and complaint applications offered by the government because of its erroneous view that the violent felony determination could only be based on adjudicated or specifically admitted facts. The court did not carry out the required analysis of whether the documents before it constituted sufficiently reliable evidence of the government and the defendant's shared belief that the defendant was pleading guilty to the unlawful entry of a building. We therefore vacate the sentence and remand for resentencing.</p>\n    </div>\n    <div class=\"num\" id=\"p76\">\n      <span class=\"num\">76</span>\n      <p class=\"indent\">Vacated and remanded.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>NOTES:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the District of Massachusetts, sitting by designation.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Section 16 provides:</p>\n        <p>Whoever, in the night time, breaks and enters a building, ship, vessel or vehicle, with intent to commit a felony, . . . shall be punished by imprisonment in the state prison for not more than twenty years or in a jail or house of correction for not more than two and one-half years.</p>\n        <p>Mass. Gen. Laws ch. 266,  16.</p>\n        <p>Section 18 provides:</p>\n        <p>Whoever, in the night time, enters a dwelling house without breaking, or breaks and enters in the day time a building, ship or motor vehicle or vessel, with intent to commit a felony, no person lawfully therein being put in fear, shall be punished by imprisonment in the state prison for not more than ten years or by a fine of not more than five hundred dollars and imprisonment in jail for not more than two years.</p>\n        <p>Mass. Gen. Laws ch. 266,  18.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> By certifying a document, the signer attests that it has been accurately copied, not that the facts in it have been verified. The certifications of the police reports and complaint applications signed by the clerk or magistrate in this case state: \"I hereby certify that this is a true copy, given under my hand and seal this 6 day of May 1999.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The record does not include a complaint application.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> We quote from the district court's rendering of the complaint application because we do not have the application in the record before us. The district court notes that the government did \"not provide any additional documentation.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> When the ACCA applies, the Guidelines address whether, based on the defendant's criminal history and offense level, the fifteen-year minimum or a greater sentence is warranted. U.S.S.G.  4B1.4 specifies how the court should calculate the defendant's criminal history and base offense level so that it can use the sentencing grid to determine the length of imprisonment beyond the statutory minimum.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> In addition to specific crimes such as burglary, arson, and extortion, the Armed Career Criminal Act defines as a \"violent felony\" a crime that \"otherwise involves conduct that presents a serious potential risk of physical injury to another.\" 18 U.S.C.  924(e)(2)(B). We have regarded the Taylor categorical approach for burglary as applying to other kinds of felonies that may qualify as violent under the \"otherwise\" clause. See United States v. Sacko, 178 F.3d 1, 7 (1st Cir. 1999).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> To be precise, our precedents address this issue in the context of both the Guidelines' career offender enhancement for crimes of violence and the Armed Career Criminal Act's enhancement for violent felonies. The career offender enhancement applies if the defendant has at least two prior felony convictions of either a crime of violence or a controlled substance offense.\" See U.S.S.G.  4B1.1. The commentary to U.S.S.G  4B1.4 states: \"It is to be noted that the definitions of 'violent felony' and 'serious drug offense' in 18 U.S.C.  924(e)(2) are not identical to the definitions of \"crime of violence\" and \"controlled substance offense\" used in  4B1.1 (Career Offender) . . . .\" U.S.S.G  4B1.4, cmt.n.1. Despite the differences between  4B1.1 and  924(e)(2), the categorical approach applies to both provisions and we may look to the  4B1.1 cases to elucidate the nature of the categorical inquiry. See, e.g., United States v. Meader, 118 F.3d 876, 882 (1st Cir. 1997)(although Taylor's narrow exception may apply to cases that come under the \"otherwise\" clause of  4B1.2, \"the standard approach for determining whether a particular crime fits within the 'crime of violence' rubric is a generic one, in which inquiry is restricted to the statutory definitions of the prior offense, without regard to the particular facts underlying them\"); United States v. Winter, 22 F.3d 15, 18 (1st Cir. 1994)(\"Determining whether a previous conviction represents a crime of violence necessitates a formal categorical approach.\").</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> Our circuit addressed related definitional questions in two other cases, United States v. Winter, 22 F.3d 15 (1st Cir. 1994) and United States v. Meade, 175 F.3d 215 (1st Cir. 1999).</p>\n        <p>In Winter, the issue before the court was whether racketeering, conspiracy to commit racketeering, travel in aid of racketeering, and sports bribery qualified as predicate crimes of violence under the career offender guideline. Because physical force is not an element of any of these offenses, we asked whether, from a categorical standpoint, any of them could be said to pose \"serious risk of physical injury,\" as the guideline required. Following Taylor, we cautioned that \"the court should not plunge into the details of a particular defendant's conduct,\" but, rather, \"should merely assess the nature and object of the racketeering activity as described in the indictment and fleshed out in the jury instructions.\" Winter, 22 F.3d at 19.</p>\n        <p>Meade involved the question of whether the defendant's misdemeanor conviction for spousal assault, under a general assault and battery statute, qualified as a misdemeanor crime of domestic violence. The court construed the underlying statute to determine that the conviction did so qualify, rejecting the defendant's argument that Taylor's categorical approach should extend so far as to prevent courts from establishing the elements of the statute of conviction. See Meade, 175 F.3d at 221.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> The court had accepted the government's argument that a second charge in the complaint for destruction of property, which alleged harm to \"the personal property, dwelling, house or building of [the victim],\" established that Dueno broke into and entered a building, and thus committed a crime of violence. On appeal, the government conceded that this description could refer to unlawful entry and vandalism of a vehicle as much as to destruction of property related to breaking and entering into a building. See Dueno, 171 F.3d at 5-6.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> Other circuits have not addressed the precise question of whether police reports and complaint applications are reliable evidence for determining whether a defendant has pled guilty to a violent crime when the statute under which he is charged addresses violent and non-violent conduct. Some courts, however, have allowed consideration of documents such as PSRs, plea agreements, and plea transcripts. See United States v. Bonat, 106 F.3d 1472, 1476 (9th Cir. 1997) (district court properly relied on plea transcript to determine whether defendant pled guilty to generic burglary); United States v. Adams, 91 F.3d 114, 116 (11th Cir. 1996) (district court properly considered PSR to determine whether defendant's prior conviction was for generic burglary); United States v. Hill, 53 F.3d 1151, 1154 (10th Cir. 1995) (en banc), cert. denied, 516 U.S. 900 (1995) (district court may consider text of guilty plea and/or other documents that, coupled with the charging instrument, enable the court to determine that defendant's prior conviction was for generic burglary); United States v. Gallman, 907 F.2d 639, 645 n.7 (7th Cir. 1990), cert. denied, 499 U.S. 908 (1991) (district court should refer to plea agreement or plea transcript to determine whether defendant's prior conviction was for generic burglary). But see United States v. Barney, 955 F.2d 635, 639 (10th Cir. 1992) (\"we do not hold . . . that the sentencing court determining enhancement may rely on the presentence report\").</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">231</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">56</span></span> (1st Cir. 2000)</p>\n    <p class=\"parties\">UNITED STATES, Appellant,<br>v.<br>REGINALD SHEPARD, Defendant, Appellee.</p>\n    <p class=\"docket\">No. 99-2167</p>\n    <p class=\"court\">United States Court of Appeals, First Circuit.</p>\n    <p class=\"date\">Heard May 12, 2000.<br>Decided November 13, 2000.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF MASSACHUSETTS. Hon. Nancy Gertner, U.S. District Judge.[Copyrighted Material Omitted]</p>\n      <p class=\"indent\">Nadine Pellegrini, Assistant U.S. Attorney, with whom Donald K. Stern, United States Attorney, Dina Michael Chaitowitz, Timothy Q. Feeley, Assistant U.S. Attorneys, were on brief for appellant.</p>\n      <p class=\"indent\">Linda J. Thompson, with whom Jacobson &amp; Thompson, P.C., were on brief for appellee.</p>\n      <p class=\"indent\">Before Torruella, Chief Judge, Lipez, Circuit Judge and Keeton,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> District Judge.</p>\n      <p class=\"indent\">LIPEZ, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This case requires us to decide the following question: may a sentencing court consider certified copies of police reports and complaint applications to determine whether a defendant pled guilty to three prior \"violent felonies\" qualifying for sentence enhancement under the Armed Career Criminal Act (ACCA), 18 U.S.C.  924(e). This question arises because the Massachusetts breaking and entering statute encompasses unlawful entries into buildings, vehicles, or vessels. For purposes of the ACCA, however, breaking and entering into a building qualifies as a violent felony, while breaking and entering into a vehicle or vessel does not.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">On at least five prior occasions, Reginald Shepard had pled guilty to breaking and entering on the basis of a complaint that recited the boilerplate language of the statute. The government submitted police reports and complaint applications to the district court to show that Reginald Shepard had pled guilty to breaking and entering buildings on these five prior occasions. At sentencing, the district court concluded that the Supreme Court decision in Taylor v. United States, <span class=\"citation\" data-id=\"112435\"><a href=\"/opinion/112435/taylor-v-united-states/\"><span class=\"volume\">495</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">575</span></a></span> (1990), and our own precedents applying Taylor, prohibited consideration of the complaint applications and police reports. In the view of the district court, such consideration would be inconsistent with the categorical approach to the analysis of predicate offenses announced in Taylor because police reports and complaint applications \"contain allegations that were never adjudicated before a judge or jury, never admitted by Shepard.\" We disagree with the court's reading of Taylor and our precedents. We vacate the district court's ruling and remand for resentencing.</p>\n    </div>\n    <p class=\"indent\">I.</p>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On October 17, 1995, Reginald Shepard sold firearms to an undercover agent of the Bureau of Alcohol, Tobacco, and Firearms. During the taped meeting, Shepard sold a Glock 17, 9mm pistol for $600 and ammunition for $20.00. On March 3, 1999, Shepard entered a guilty plea to one count of felon in possession of a firearm, 18 U.S.C.  922(g)(1). The ACCA mandates a fifteen-year minimum penalty for a person convicted as a felon in possession of a firearm pursuant to 18 U.S.C.  922(g) who has three prior convictions for a violent felony or serious drug offense. See 18 U.S.C.  924(e)(1). The government claimed that five of Shepard's eleven prior convictions were burglaries of buildings, a category of violent felony under the ACCA.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The complaints charging Shepard with breaking and entering recited the language of Chapter 266, sections 16 and 18, of the Massachusetts General Laws which define the offense to include unauthorized entry into vehicles or vessels, as well as buildings.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> For example, a complaint from May 1989 states that Shepard \"did break and enter in the night time the building, ship, vessel or vehicle, the property of Jerri Cothran, with intent to commit a felony therein.\"</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">In Taylor v. United States, <span class=\"citation\" data-id=\"112435\"><a href=\"/opinion/112435/taylor-v-united-states/\"><span class=\"volume\">495</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">575</span></a></span>, 598 (1990), the Supreme Court adopted a \"generic\" definition of burglary for purposes of ACCA enhancement that limits the crime to \"an unlawful or unprivileged entry into, or remaining in, a building or other structure, with intent to commit a crime.\" To show that Shepard's breaking and entering convictions involved buildings rather than vehicles or vessels, the Government offered certified copies of complaint applications and police reports obtained from the state court files.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> These documents contain the following accounts of the five offenses at issue.</p>\n    </div>\n    <p class=\"indent\">May 1989: The Boston police report states:</p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Responded to R.C. [radio call] to 30 Harlem St. for B &amp; E in progress. On arrival observed cellar door in rear had been broken down. Spoke to victim who [said] she heard noises downstairs. She then observed suspect described above in her pantry.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Consistent with the police report, the complaint application states that the defendant was charged with \"breaking and entering night;\" that the place of offense was \"30 Harlem St.,\" and that the property stolen or destroyed was a \"cellar door.\"</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">March 1991: The Watertown police report states:</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">In reference to . . . a B&amp;E&amp;L from the FRETTERS store # 550 Arsenal Street Town reported on 3-11-91 the following is submitted:</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">A follow-up investigation revealed that while the manager . . . and the assistant Manager . . . were in the back-room to the above buisness [sic] . . . they observed the back door open and observed a former employee, Reginal Shepard of #9 Weaver Way Roxbury, enter the room. Upon seeing the two managers, the suspect Shepard ran from the room in a northerly direction out the parking lot toward arsenal street.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">NOTE* According to both employee's [sic] this door was locked and the only way in was with a key which they suspect Shepard had in his possession. . . .</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">After this incident took place both [managers] did a quick inventory of the backroom area and found that (4) Emerson VCRs (20) 13\" Hitachi T.V.s and (1) 19\" Toshiba T.V. were missing.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">July 1991: The Boston police report states:</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Officers ... responded to a radio call for an S/P wearing red shorts and blue shirt in the hallway of 258 Norwell St.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Upon arrival observed S/P (described above) walking away from above address. S/P carrying a pink pillowcase. Officers detained S/P to conduct threshold inq., found pillowcase to contain property listed above. . . . Officers checked bldg and found a panel on 3rd floor front door had been broken in exposing inside door lock. Officers entered apt. and observed, in living room, areas where V.C.R. and phone were taken from. Officers also observed in bedroom one pink pillowcase missing from pillow. Sheets and pillowcases in bedroom were all pink in color.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Consistent with the police report, the complaint application states that the defendant is charged with \"b/e daytime,\" that the place of offense is \"258 Norwell St.\" and that the property stolen or destroyed was a \"V.C.R\" and \"phone/ans. machine.\"</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">February 1994: The Watertown police report states:</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">[R]esponded to a R/C [radio call] for a black male going door to door asking for an unk. person. . . . [Witness said suspect] went next door to #145 Gallivan and was observed by the witness attempting to gain entry by turning several door knobs . . . [O]fficer ... went to the rear of the property and suspect was observed with both arms through the glass partition (Glass to door was shattered) attempting to gain entry to the second door (near basement).</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The complaint application states that the defendant was charged with \"1. breaking &amp; entering 2. wilful malicious destruction of personal property,\" that the place of offense was \"145 Gallivan Blvd.,\" and that the property stolen or destroyed was a \"rear door.\"</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">April 1989: According to the district court:<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The complaint application suggested that a building was involved, alleging that Shepard gained access to the Children's Center by breaking a window, and in so doing, he put the Director of the Center in fear.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">The Probation Department included in the Pre-Sentence Report (PSR) descriptions of the police reports and complaint applications. The department concluded, however, that the court could not sentence Shepard as an armed career criminal because it could not use those documents to determine whether Shepard had pled guilty to a violent felony. Shepard agreed with the department's conclusion, but he objected to the inclusion in the PSR of factual allegations other than those set forth in the complaints to which he had pled guilty in state court. The government also filed an objection with the court challenging the Probation Department's failure to apply the ACCA enhancement.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">At the conclusion of a two-part sentencing hearing, the court rejected the government's request for an enhancement under the ACCA, which would have placed Shepard's sentencing range at 188-235 months. Instead, the court sentenced Shepard pursuant to the \"prohibited person\" provision, U.S.S.G.  2K2.1(a)(6)(A), which prescribes a base offense level of 14 for a person who receives, possesses, or transports a firearm and has a prior conviction for a \"crime punishable by imprisonment for more than one year,\" U.S.S.G.  2K2.1, comment. (n.6). The court also granted the government's motion for an upward departure pursuant to U.S.S.G.  4A1.3 due to the seriousness of Shepard's criminal history and increased his sentencing range from 30-37 months to 37-46 months. We quote at length the district court's lucid rationale for its decision:</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Police reports and complaint applications do not meet the narrow exception to the categorical approach. They contain allegations that were never adjudicated before a judge or jury, never admitted by Shepard. In fact, there is no indication that the sentencing judge in the original case even had any of these documents available when he or she sentenced Shepard. See Dueno, 171 F.3d at 6 (noting the government provided no documents which had been before the judge when the plea was accepted).</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">No plea colloquies or plea agreements were offered to suggest that Shepard adopted one version of the facts rather than another for each of the convictions. Moreover, because Shepard objected to the factual representations in the PSR, the government cannot rely on the characterizations found within. See Harris, 964 F.2d at 1236-37.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">In fact, not only did Shepard not litigate these facts, he had no idea he had to do so. These facts -- the location of the breaking and entering -- were not necessary to his state plea. It is only now, years later, that they seem central because of a federal sentencing regime enacted years after Shepard pled.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Contrast Shepard's situation with that of a federal defendant pleading guilty today. Now, federal defendants who plead guilty make strategic decisions about which facts to contest and which to accept, carefully considering the impact their admissions will have on the ultimate sentence. The plea colloquy has assumed new significance, which it never had in state court.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">To attach such importance to facts neither litigated nor conceded violates the policies articulated by the Supreme Court in Taylor, and subsequent First Circuit precedent. See Taylor, 495 U.S. at 600-602 (unfair to impose a sentencing enhancement based on the federal court, rather than the state court's review of the facts); Dueno, 171 F.3d at 6 (sentence defendant only for those specific \"prior crimes of which he was convicted by a trier of fact or by his own admission\").</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">The government brought this appeal, arguing that the district court erred by refusing to consider the police reports and complaint applications and by not sentencing Shepard as an armed career criminal. The question of \"[w]hether a conviction for a particular type of crime qualifies as a predicate offense [under the Armed Career Criminals Act] presents a purely legal question, sparking de novo review.\" United States v. Winter, <span class=\"citation\" data-id=\"195327\"><a href=\"/opinion/195327/united-states-v-winter/\"><span class=\"volume\">22</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">15</span></a></span>, 18 (1st Cir. 1994).</p>\n    </div>\n    <p class=\"indent\">II.</p>\n    <p class=\"indent\">A. The Taylor Categorical Approach</p>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">The Armed Career Criminals Act provides that a person who violates the felon in possession of a firearm provision ( 922(g)) and has three prior convictions \"for a violent felony or serious drug offense, or both, committed on occasions different from one another\" will receive a fifteen-year minimum sentence.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> 18 U.S.C.  924(e)(1). The statute defines a violent felony as:</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">[A]ny crime punishable by imprisonment for a term exceeding one year . . . that</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">(i) has as an element the use, attempted use, or threatened use of physical force against the person of another; or</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">(ii) is burglary, arson, or extortion, involves use of explosives, or otherwise involves conduct that presents a serious potential risk of physical injury to another . . . .</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">18 U.S.C.  924(e)(2)(B).</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">In Taylor v. United States, 495 U.S. at 596-600, the Supreme Court considered whether the defendant's prior burglary convictions qualified for enhancement under  924(e) despite the defendant's contention that the convictions did not involve conduct that presented a serious potential risk of physical injury to another. The United States Court of Appeals for the Eighth Circuit had rejected Taylor's argument, ruling that the word burglary in  924(e)(2)(B)(ii) \"means 'burglary' however a state chooses to define it.\" United States v. Taylor, <span class=\"citation\" data-id=\"516241\"><a href=\"/opinion/516241/united-states-v-arthur-lajuane-taylor/\"><span class=\"volume\">864</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">625</span></a></span>, 627 (1989). The Supreme Court disagreed, concluding that predicate offenses under the ACCA are \"crimes having certain common characteristics--the use or threatened use of force, or the risk that force would be used--regardless of how they were labeled by state law.\" Taylor, 495 U.S. at 589. The Court called this focus on crimes having certain specified elements or common characteristics a \"categorical approach,\" which the Court attributed to Congress. In order to implement the categorical approach in Taylor, the Court concluded that Congress \"had in mind a modern 'generic' view of burglary, roughly corresponding to the definitions of burglary in a majority of the States' criminal codes.\" Id. The court found that definition to be the following: \"an unlawful or unprivileged entry into, or remaining in, a building or other structure, with intent to commit a crime.\" Id. at 598.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Having settled upon the generic definition of burglary intended by Congress in the ACCA, the Court turned to a second question in Taylor: \"whether, in the case of a defendant who has been convicted under a nongeneric-burglary statute [e.g. one that includes places, such as automobiles and vending machines, other than buildings], the Government may seek enhancement on the ground that he actually committed a generic burglary.\" Id. at 599-600. In addressing that question, the Court again invoked the categorical approach intended by Congress. It noted that \"the practical difficulties and potential unfairness of a factual approach are daunting,\" id. at 601, and concluded that the categorical approach to the nongeneric burglary statute \"requires the trial court to look only to the fact of conviction and the statutory definition of the prior offense.\" Id. at 602.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Then the Court immediately offered a qualification to the rule it had just announced:</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">This categorical approach, however, may permit the sentencing court to go beyond the mere fact of conviction in a narrow range of cases where a jury was actually required to find all the elements of generic burglary. For example, in a State whose burglary statutes include entry of an automobile as well as a building, if the indictment or information and jury instructions show that the defendant was charged only with a burglary of a building, and that the jury necessarily had to find an entry of a building to convict, then the Government should be allowed to use the conviction for enhancement.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">Id. This qualification permits a court to consider the charging document and jury instructions and to conclude that the fact of conviction necessarily means conviction of the generic crime of burglary included in the ACCA.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">In Taylor, however, the Court did not address the extent to which a sentencing court can go beyond the fact of conviction, for the purpose of determining an ACCA enhancement, when a defendant has pled guilty to a charge based on a statute that includes both violent and non-violent offenses within the meaning of the ACCA. That is the issue we have addressed in our precedents,<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> and to which we now turn.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">B. The Categorical Approach and the Guilty Plea</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">Not surprisingly, our precedents separate into two strands that reflect the two distinct questions addressed by the Supreme Court in Taylor. We will discuss them accordingly.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">1. Whether the Applicable State Statute Defines a Violent Felony or a Crime of Violence</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">As we noted, the Taylor Court first decided what common elements of burglary would make it a violent felony under the ACCA. In United States v. Damon, <span class=\"citation\" data-id=\"197584\"><a href=\"/opinion/197584/united-states-v-damon/\"><span class=\"volume\">127</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">139</span></a></span> (1st Cir. 1997) and in United States v. Sacko, <span class=\"citation\" data-id=\"764358\"><a href=\"/opinion/764358/no-97-2386/\"><span class=\"volume\">178</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span> (1st Cir. 1999), the comparable question was whether the statutory offenses at issue in those cases constituted a crime of violence within the meaning of the Guidelines (Damon) or a violent felony within the meaning of the ACCA (Sacko). This was a general definitional question that did not depend on documents specific to that case.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">In Damon, we considered the district court's use of a PSR to determine whether a Maine conviction for aggravated criminal mischief constituted a \"crime of violence.\" The charging document indicated that Damon was convicted under subsection B of the statute, which applies to a person who intentionally or knowingly damages or destroys property valued at over $2,000 in order to collect insurance proceeds. See Damon, 127 F.3d at 142-43. Thus, \"[t]he inquiry is whether the elements of subsection B fit the definition of a crime of violence under U.S.S.G.  4B1.2(1)(ii).\" Id. at 143. We looked to the \"mine run of conduct\" that the statute was intended to cover and concluded that \"the typical conduct reachable under subsection B does not involve a serious potential risk of physical injury to another.\" Id. at 143-44. We concluded that the district court erred by considering the fact that the defendant set fire to his house to collect insurance proceeds because \"[u]nder Taylor, when the predicate statutory crime has been determined to be typically non-violent, the inquiry ends.\" Id. at 145.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">In Sacko, we concluded that the district court erred by considering the statement in the PSR that the defendant's prior statutory rape conviction involved non-consensual intercourse. That consideration involved the very reliance proscribed by Taylor--reliance on \"the facts of Sacko's crime in order to determine whether his conviction was for a violent or a non-violent crime,\" Sacko, 178 F.3d at 5. We held that under the categorical approach, the proper inquiry was whether the category of the offense, statutory rape of a fourteen year-old, constituted a violent felony. We noted that there was \"no legal basis . . . no studies or medical journals\" to ground a holding that intercourse with an adult is physically dangerous for a fourteen-year-old female. Id. at 6. We remanded the case to the district court to take evidence on this issue.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">Both Damon and Sacko posed the definitional question whether the statutory offenses at issue constituted a crime of violence under the career offender guideline (Damon) or a violent felony within the meaning of the ACCA (Sacko).<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> There was no uncertainty about whether a violent or non-violent offense encompassed within a statute was involved in the fact of conviction. As we noted in Damon, such cases do not \"raise the question of what documents beyond the charging document or the jury instructions may be examined to determine which subsection of the multi-faceted crime is involved. The question about what subsection or type of statutory crime is involved is resolved here by the charging document.\" 127 F.3d at 144 n.5.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">2. Whether the Fact of Conviction was for a Violent or Non-Violent Felony When the Applicable State Statute Encompasses Both</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">The second question addressed in Taylor was whether a conviction under a nongeneric burglary statute, which included violent and nonviolent offenses, could be a conviction for a predicate offense under the ACCA. In United States v. Harris, <span class=\"citation no-link\"><span class=\"volume\">946</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1234</span></span> (1st Cir. 1992) and United States v. Dueno, <span class=\"citation\" data-id=\"198385\"><a href=\"/opinion/198385/united-states-v-dueno/\"><span class=\"volume\">171</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">3</span></a></span> (1st Cir. 1999), we addressed a comparable question. There was no definitional uncertainty in those cases about whether a statutory offense constituted a violent crime. Instead, the uncertainty was whether the fact of conviction related to a violent crime or a nonviolent crime. As we recognized, that uncertainty could only be resolved by considering case specific documents.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">In Harris, the defendant pled guilty to a Massachusetts assault and battery statute which covered both actual or potential physical harm and unharmful but nonconsensual touching. We acknowledged the general rule under Taylor that when the statute encompasses violent and non-violent conduct, the sentencing court should look to the indictment and information or jury instructions to make the violent felony determination. However, we recognized that Harris's case posed a further question: \"What . . . should a court do when there are no jury instructions to look at . . . because the defendant pled guilty?\" Harris, 964 F.2d at 1235. In answer to that question, we said the sentencing court should:</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">look to the conduct in respect to which the defendant was charged and pled guilty, not because the court may properly be interested . . . in the violent or non-violent nature of that particular conduct, but because that conduct may indicate that the defendant and the government both believed that the generically violent crime . . . rather than the generically non-violent crime . . . was at issue.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">Id. at 1236.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">We concluded in Harris that \"[t]he record before us provides adequate information to make the required determination relatively simply.\" Id. In particular, we considered a PSR which recited facts from the case file revealing that both of the defendant's assault and battery convictions involved violent beatings. Id. at 1236-37. We found the PSR to be a reliable source for establishing whether the defendant pled guilty to a violent crime because the basic facts alleged in the PSR--i.e., that the defendant perpetrated a violent assault--were \"uncontested and uncontradicted.\" Id. at 1237. Given the PSR's uncontradicted account of the defendant's conduct, we concluded \"that the defendant and the government both believed\" that a generically violent crime was the basis for the defendant's guilty pleas. Id. at 1236.</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">In United States v. Dueno, <span class=\"citation\" data-id=\"198385\"><a href=\"/opinion/198385/united-states-v-dueno/\"><span class=\"volume\">171</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">3</span></a></span>, 6-7 (1st Cir. 1999), despite strong urging from the defendant, we refused to retreat from Harris's limited inquiry into conduct \"in respect to which the defendant was charged and pled guilty.\" Dueno, 171 F.3d at 5 (analyzing the Guidelines' career offender enhancement). As here, Dueno involved a predicate Massachusetts breaking and entering conviction memorialized by a judgment which was ambiguous as to whether the defendant broke into or entered a building or a vehicle. See id. at 5. On appeal, the government conceded that the district court had engaged in erroneous reasoning in concluding that the conviction was for breaking into and entering a building,<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a> but urged us to sustain the enhancement on the ground that Dueno never contradicted the PSR's account of the break-in, which described a building invasion. See id. at 6. Although we regarded the issue as \"close,\" we declined to affirm on the government's alternative ground and instead remanded. Id. at 7. Applying Harris, we concluded that \"on the present record, a reasonable jurist could conclude that there is insufficiently reliable evidence to ground a finding that Dueno pleaded guilty to breaking into and entering a building.\" Id. at 7. Specifically, we noted several problems with the evidence presented to the sentencing court. First, instead of offering the police report from which the facts were taken, the government offered only the PSR which incorporated facts from the police report. Second, the evidence did not include \"a single document that was before the judge who accepted Dueno's plea.\" Id. at 7. Third, there was no account of what took place at Dueno's plea hearing.</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">At the conclusion of Dueno, we said the following:</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">Dueno's sentence for this crime can reflect only those prior crimes of which he has been convicted -- either by a trier of fact or by his own admission. As matters now stand, the evidence is insufficient for us to conclude, as a matter of law, that Dueno's 1994 guilty plea constituted an admission to the building invasion described by the police report.</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">Dueno, 171 F.3d at 7 (emphasis added). In its decision in this case, the district court relied on the language we emphasize. Although the court's reliance on this language is understandable, that reliance nevertheless reflects a misapplication of Harris, reaffirmed by the Dueno decision, and of Dueno itself.</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">C. Consideration of Police Reports and Complaint Applications</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">Dueno's reference to an admission by the defendant cannot be read apart from the inquiry framed in Harris: looking to the conduct in respect to which the defendant was charged and pled guilty, did \"the defendant and the government both believe[] that the generically violent crime . . . rather than the generically non-violent crime . . . was at issue.\" Harris, 964 F.2d at 1236. In fact, having reaffirmed Harris, Dueno describes the sentencing court's inquiry into the meaning of the defendant's guilty plea in a specific sense that reflects Harris--does the defendant's plea of guilty \"constitute an admission\" to a crime of violence? See Dueno, 171 F.3d at 7 (\"the evidence is insufficient for us to conclude, as a matter of law, that Dueno's 1994 guilty plea constituted an admission to the building invasion described by the police report\") (emphasis added). The court's determination on the violent felony or crime of violence question does not turn on an explicit admission by the defendant to alleged conduct in the sense of \"yes, I struck the victim in the face,\" either at the time the defendant pled guilty to the earlier offense or when the enhancement issue arises at sentencing for a subsequent offense. Rather, the court's determination about the meaning of the guilty plea can be made on the basis of sufficiently reliable evidence independent of a fact-specific admission. See United States v. Broce, <span class=\"citation\" data-id=\"112177\"><a href=\"/opinion/112177/united-states-v-broce/\"><span class=\"volume\">488</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">563</span></a></span>, 570 (1989) (\"By entering a plea of guilty, the accused is not simply stating that he did the discrete acts described in the indictment; he is admitting guilt of a substantive crime.\").</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">Nevertheless, Harris and Dueno leave open the question of what documents are sufficiently reliable evidence for determining whether a defendant's plea of guilty constitutes an admission to a generically violent crime under a statute that encompasses violent and non-violent conduct. In Harris, we allowed the district court to rely on an uncontradicted PSR. In Dueno, where the court had used faulty reasoning in making its crime of violence determination, we declined to rule that the uncontradicted narration of events in the PSR established that Dueno had pled guilty to a crime of violence. Rather, in concluding that the issue reasonably could be decided either way, we pointed out that the government did not offer the police report from which the facts in the PSR were taken, nor any other document that was before the judge who accepted Dueno's plea.</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">Here, noting the deficiencies cited in Dueno, the government offered certified copies of police reports and complaint applications. Based on our precedents, we see no justification for an absolute bar to the consideration of such documents when the sentencing court must determine whether the defendant and the government both believed that the defendant was entering a guilty plea to a generically violent crime.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a> Such a bar would make the use of prior convictions based on guilty pleas for purposes of the ACCA or criminal offender guideline enhancement hinge on the happenstance of state court record-keeping practices. The enhancement would only apply when a plea agreement or a plea transcript had been preserved that showed a defendant pled guilty to a violent felony or a crime of violence. Indeed, in Dueno, where we could have easily adopted a bright-line rule barring the use of police reports, we did not. We noted instead the absence in the record of \"a copy of the police report in question\" or of \"an explanation where the police report came from.\" Dueno, 171 F.3d at 7. These specific deficiencies made the PSR account insufficiently reliable for us to determine as an initial matter and as a matter of law that Dueno pled guilty to breaking and entering into a building.</p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">The district court in this case did not attempt to evaluate the reliability of the police reports and complaint applications as a basis for the finding contemplated by both Harris and Dueno--whether the defendant and the government both believed that Shepard was entering guilty pleas to the generically violent crime of breaking and entering a building. In addressing that issue, the court should have asked the kind of questions suggested by our precedents. As discussed in Dueno, did the court taking the guilty plea have before it the police reports and complaint applications described in the PSR, or any other documents describing the defendant's conduct? Where did the police reports come from? What took place at Shepard's plea hearings? More specifically, as discussed in Harris, did the defendant provide anything at his plea hearings to contest the facts set forth in the police reports and complaint applications, thereby suggesting that the government and the defendant did not share an understanding that he was pleading guilty to an offense that had the elements of a generically violent crime? We cite these questions from our precedents as illustrative of the kind of inquiry that should be made. They are not offered as an exhaustive list.</p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\">The reference above to a defendant's contesting the facts set forth in a police report requires us to address a confusion relating to the concept of an admission when the enhancement issue arises at sentencing. The district court stated that \"if the relevant facts contained in the PSR are uncontested, the court may consider these as further admissions by the defendant.\" See also Dueno, 171 F.3d at 7; Harris, 964 F.2d at 1236-37. That statement is accurate. Such admissions would be important for the reasons they were important in Harris:</p>\n    </div>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p class=\"indent\">These two items of uncontested and uncontradicted information make clear that neither of the two \"assault and battery\" crimes for which Harris was charged and convicted were \"nonconsensual touching\" crimes, and both were of the \"physically harmful\" or \"potentially physical harmful\" variety.</p>\n    </div>\n    <div class=\"num\" id=\"p65\">\n      <span class=\"num\">65</span>\n      <p class=\"indent\">Harris, 964 F.2d at 1237. These admissions during the sentencing process are an example of reliable evidence that would permit a sentencing court to conclude that the defendant's guilty plea to a prior offense constituted an admission to a generic violent felony or crime of violence. But it does not follow from this proposition that any objection posed by a defendant at the time of sentencing to the facts set forth in a PSR, or in an underlying police report or complaint application, precludes the court from finding that the defendant's guilty plea constituted such an admission. Such a result would be inconsistent with the preponderance of the evidence standard that generally applies when a court determines whether a defendant qualifies for an enhancement under the ACCA or career offender provision. See United States v. Spell, <span class=\"citation\" data-id=\"686566\"><a href=\"/opinion/686566/united-states-v-barry-lawrence-spell/\"><span class=\"volume\">44</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">936</span></a></span> (11th Cir. 1995).</p>\n    </div>\n    <div class=\"num\" id=\"p66\">\n      <span class=\"num\">66</span>\n      <p class=\"indent\">Therefore, the nature of the objection posed to a PSR, or to underlying documents relied upon by the government, must be considered carefully. The district court suggests that Shepard contested the accuracy of the facts in those documents that are relevant to whether he committed a generically violent crime. \"At no point--then or now, during the various plea colloquies, or at this sentencing--did Shepard concede the facts on which the government now relies. Indeed, Shepard expressly contested any characterizations of these convictions that went beyond the words of the complaint.\" However, Shepard's Taylor-based categorical objection to the use of the complaint applications and police reports does not challenge the accuracy of the statements in those documents describing entries into buildings. Shepard stated that these documents generally carry a high risk of unreliability without ever explaining why that was true in his case. Shepard's general challenge to the appropriateness of the PSR setting forth accounts of his past crimes, or to the reliance on police reports and complaint applications for those accounts, left those accounts uncontradicted, just as they were in Harris and Dueno.</p>\n    </div>\n    <div class=\"num\" id=\"p67\">\n      <span class=\"num\">67</span>\n      <p class=\"indent\">We cannot anticipate the specific objections that Shepard might pose to the government's documents. We can emphasize, however, that the issue before the sentencing court is not what Shepard did to provoke the criminal charges to which he pled guilty. Rather, the issue, again, is the one framed in Harris: did the defendant and the government both believe at the time Shepard entered his pleas \"that the generically violent crime . . . rather than the generally non-violent crime . . . was at issue.\" Id. at 1236. To conclude otherwise would enmesh the district court in the kind of factually disputed \"archeological dig\" about the defendant's conduct that Taylor guards against, with all the attendant practical difficulties of holding mini-trials on a defendant's prior convictions. See Winter, 22 F.3d at 19.</p>\n    </div>\n    <div class=\"num\" id=\"p68\">\n      <span class=\"num\">68</span>\n      <p class=\"indent\">Shepard's objections to the government's police reports and complaint applications might focus, for example, on any inconsistencies or ambiguities in their description of the defendant's conduct, or any circumstances relating to the creation or reproduction of the documents, that affect their usefulness for determining whether Shepard and the government both believed that an entry into a building was at issue when he entered the guilty pleas. Or Shepard might offer an account of what took place at his plea hearings, including the documents before the judge, that raises questions about that issue. If the government needs to respond to such objections, the response should usually be \"limited to examining easily produced and evaluated court documents, including the judgment of conviction, charging papers, plea agreement, presentence report adopted by the court, and the findings of a sentencing judge.\" Spell, 44 F.3d at 939. To that list we add transcripts of the plea hearing or other documents that were before the judge who accepted the guilty plea at issue.</p>\n    </div>\n    <div class=\"num\" id=\"p69\">\n      <span class=\"num\">69</span>\n      <p class=\"indent\">In the face of plausible objections from Shepard, and in the absence of a sufficient response from the government, the court may decide that it cannot conclude by a preponderance of the evidence that his pleas of guilty constituted admissions to unlawful entries into buildings. The government, of course, \"bears the burden of proving the applicability of an upward adjustment under the guidelines [or the ACCA],\" Dueno, 131 F.3d at 7.</p>\n    </div>\n    <p class=\"indent\">III.</p>\n    <div class=\"num\" id=\"p70\">\n      <span class=\"num\">70</span>\n      <p class=\"indent\">In Taylor, the Supreme Court said that the sentencing court could go beyond the mere fact of conviction \"in a narrow range of cases where a jury was actually required to find all the elements of generic burglary.\" Taylor, 495 U.S. at 602. By examining the indictment or information and jury instructions in such cases, the court could conclude \"that the jury necessarily had to find\" that the defendant had been convicted of the violent felony of entry into a building, i.e. a violent felony. Id.</p>\n    </div>\n    <div class=\"num\" id=\"p71\">\n      <span class=\"num\">71</span>\n      <p class=\"indent\">The concept of a necessary finding does not apply to disputes about the meaning of a defendant's guilty plea, and whether that plea constitutes an admission to a violent felony or a crime of violence. As we have indicated, those disputes must be resolved by a finding of fact pursuant to the preponderance of the evidence standard. Such a finding is not a necessity. It is based on a judgment about the weight of the evidence.</p>\n    </div>\n    <div class=\"num\" id=\"p72\">\n      <span class=\"num\">72</span>\n      <p class=\"indent\">Without minimizing the high stakes involved in sentencing enhancements, we note that courts routinely resolve factual disputes during sentencing hearings. We see no reason why disputes about the meaning of a defendant's guilty plea should be immune from that process, so long as the inquiry is consistent with the principles of Taylor. We believe that we have described such an inquiry here.</p>\n    </div>\n    <div class=\"num\" id=\"p73\">\n      <span class=\"num\">73</span>\n      <p class=\"indent\">In Taylor, the Supreme Court explained why it would be unfair for a sentencing court to look to the facts underlying the prior conviction to determine if a defendant had pled guilty to a violent felony. \"Even if the Government were able to prove those facts, if a guilty plea to a lesser, nonburglary offense was the result of a plea bargain, it would seem unfair to impose a sentence enhancement as if the defendant had pleaded guilty to burglary.\" Taylor, 495 U.S. at 601-02. We, of course, agree. It would be decidedly unfair to determine subsequently, for the purpose of sentence enhancement under the ACCA or the career offender guideline, that the conviction resulting from a guilty plea was for a violent crime, based on the actual conduct of the defendant, when the defendant in fact pled guilty to a non-violent crime. But we see no unfairness in a court deciding on the basis of sufficiently reliable evidence that the government and the defendant shared the belief that the defendant was pleading guilty to a generically violent crime, and hence the defendant's plea constituted an admission to such a crime.</p>\n    </div>\n    <div class=\"num\" id=\"p74\">\n      <span class=\"num\">74</span>\n      <p class=\"indent\">We also see no unfairness in a point emphasized by the district court in its decision rejecting consideration of the police reports and complaint applications--namely, that Shepard had no appreciation of the importance of challenging the location of the breaking and entering when he pled guilty to the breaking and entering charges in the Massachusetts courts because he could not anticipate that his convictions for these charges would be so important for subsequent sentencing under the ACCA. Logically, the premise of this concern is that Shepard would have tried to minimize his criminal history because of the possibility that he would commit another crime. We do not find persuasive a fairness argument grounded in such a premise. Sentencing enhancements do not punish a defendant for the prior criminal conduct. See Nichols v. United States, <span class=\"citation\" data-id=\"1087959\"><a href=\"/opinion/1087959/nichols-v-united-states/\"><span class=\"volume\">511</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">738</span></a></span>, 747 (1994) (\"Enhancement statutes, whether in the nature of criminal history provisions such as those contained in the Sentencing Guidelines, or recidivist statutes which are commonplace in state criminal laws, do not change the penalty imposed for the earlier conviction.\"). Rather, enhancements provide for \"a stiffened penalty for the latest crime, which is considered to be an aggravated offense because a repetitive one.\" Gryger v. Burke, <span class=\"citation\" data-id=\"104578\"><a href=\"/opinion/104578/gryger-v-burke/\"><span class=\"volume\">334</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">728</span></a></span>, 732 (1948).</p>\n    </div>\n    <div class=\"num\" id=\"p75\">\n      <span class=\"num\">75</span>\n      <p class=\"indent\">In summary, the court below concluded that it could not consider the police reports and complaint applications offered by the government because of its erroneous view that the violent felony determination could only be based on adjudicated or specifically admitted facts. The court did not carry out the required analysis of whether the documents before it constituted sufficiently reliable evidence of the government and the defendant's shared belief that the defendant was pleading guilty to the unlawful entry of a building. We therefore vacate the sentence and remand for resentencing.</p>\n    </div>\n    <div class=\"num\" id=\"p76\">\n      <span class=\"num\">76</span>\n      <p class=\"indent\">Vacated and remanded.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>NOTES:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the District of Massachusetts, sitting by designation.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Section 16 provides:</p>\n        <p>Whoever, in the night time, breaks and enters a building, ship, vessel or vehicle, with intent to commit a felony, . . . shall be punished by imprisonment in the state prison for not more than twenty years or in a jail or house of correction for not more than two and one-half years.</p>\n        <p>Mass. Gen. Laws ch. 266,  16.</p>\n        <p>Section 18 provides:</p>\n        <p>Whoever, in the night time, enters a dwelling house without breaking, or breaks and enters in the day time a building, ship or motor vehicle or vessel, with intent to commit a felony, no person lawfully therein being put in fear, shall be punished by imprisonment in the state prison for not more than ten years or by a fine of not more than five hundred dollars and imprisonment in jail for not more than two years.</p>\n        <p>Mass. Gen. Laws ch. 266,  18.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> By certifying a document, the signer attests that it has been accurately copied, not that the facts in it have been verified. The certifications of the police reports and complaint applications signed by the clerk or magistrate in this case state: \"I hereby certify that this is a true copy, given under my hand and seal this 6 day of May 1999.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The record does not include a complaint application.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> We quote from the district court's rendering of the complaint application because we do not have the application in the record before us. The district court notes that the government did \"not provide any additional documentation.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> When the ACCA applies, the Guidelines address whether, based on the defendant's criminal history and offense level, the fifteen-year minimum or a greater sentence is warranted. U.S.S.G.  4B1.4 specifies how the court should calculate the defendant's criminal history and base offense level so that it can use the sentencing grid to determine the length of imprisonment beyond the statutory minimum.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> In addition to specific crimes such as burglary, arson, and extortion, the Armed Career Criminal Act defines as a \"violent felony\" a crime that \"otherwise involves conduct that presents a serious potential risk of physical injury to another.\" 18 U.S.C.  924(e)(2)(B). We have regarded the Taylor categorical approach for burglary as applying to other kinds of felonies that may qualify as violent under the \"otherwise\" clause. See United States v. Sacko, <span class=\"citation\" data-id=\"764358\"><a href=\"/opinion/764358/no-97-2386/\"><span class=\"volume\">178</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 7 (1st Cir. 1999).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> To be precise, our precedents address this issue in the context of both the Guidelines' career offender enhancement for crimes of violence and the Armed Career Criminal Act's enhancement for violent felonies. The career offender enhancement applies if the defendant has at least two prior felony convictions of either a crime of violence or a controlled substance offense.\" See U.S.S.G.  4B1.1. The commentary to U.S.S.G  4B1.4 states: \"It is to be noted that the definitions of 'violent felony' and 'serious drug offense' in 18 U.S.C.  924(e)(2) are not identical to the definitions of \"crime of violence\" and \"controlled substance offense\" used in  4B1.1 (Career Offender) . . . .\" U.S.S.G  4B1.4, cmt.n.1. Despite the differences between  4B1.1 and  924(e)(2), the categorical approach applies to both provisions and we may look to the  4B1.1 cases to elucidate the nature of the categorical inquiry. See, e.g., United States v. Meader, <span class=\"citation\" data-id=\"197459\"><a href=\"/opinion/197459/united-states-v-meader/\"><span class=\"volume\">118</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">876</span></a></span>, 882 (1st Cir. 1997)(although Taylor's narrow exception may apply to cases that come under the \"otherwise\" clause of  4B1.2, \"the standard approach for determining whether a particular crime fits within the 'crime of violence' rubric is a generic one, in which inquiry is restricted to the statutory definitions of the prior offense, without regard to the particular facts underlying them\"); United States v. Winter, <span class=\"citation\" data-id=\"195327\"><a href=\"/opinion/195327/united-states-v-winter/\"><span class=\"volume\">22</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">15</span></a></span>, 18 (1st Cir. 1994)(\"Determining whether a previous conviction represents a crime of violence necessitates a formal categorical approach.\").</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> Our circuit addressed related definitional questions in two other cases, United States v. Winter, <span class=\"citation\" data-id=\"195327\"><a href=\"/opinion/195327/united-states-v-winter/\"><span class=\"volume\">22</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">15</span></a></span> (1st Cir. 1994) and United States v. Meade, <span class=\"citation\" data-id=\"198461\"><a href=\"/opinion/198461/united-states-v-meade/\"><span class=\"volume\">175</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">215</span></a></span> (1st Cir. 1999).</p>\n        <p>In Winter, the issue before the court was whether racketeering, conspiracy to commit racketeering, travel in aid of racketeering, and sports bribery qualified as predicate crimes of violence under the career offender guideline. Because physical force is not an element of any of these offenses, we asked whether, from a categorical standpoint, any of them could be said to pose \"serious risk of physical injury,\" as the guideline required. Following Taylor, we cautioned that \"the court should not plunge into the details of a particular defendant's conduct,\" but, rather, \"should merely assess the nature and object of the racketeering activity as described in the indictment and fleshed out in the jury instructions.\" Winter, 22 F.3d at 19.</p>\n        <p>Meade involved the question of whether the defendant's misdemeanor conviction for spousal assault, under a general assault and battery statute, qualified as a misdemeanor crime of domestic violence. The court construed the underlying statute to determine that the conviction did so qualify, rejecting the defendant's argument that Taylor's categorical approach should extend so far as to prevent courts from establishing the elements of the statute of conviction. See Meade, 175 F.3d at 221.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> The court had accepted the government's argument that a second charge in the complaint for destruction of property, which alleged harm to \"the personal property, dwelling, house or building of [the victim],\" established that Dueno broke into and entered a building, and thus committed a crime of violence. On appeal, the government conceded that this description could refer to unlawful entry and vandalism of a vehicle as much as to destruction of property related to breaking and entering into a building. See Dueno, 171 F.3d at 5-6.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> Other circuits have not addressed the precise question of whether police reports and complaint applications are reliable evidence for determining whether a defendant has pled guilty to a violent crime when the statute under which he is charged addresses violent and non-violent conduct. Some courts, however, have allowed consideration of documents such as PSRs, plea agreements, and plea transcripts. See United States v. Bonat, <span class=\"citation\" data-id=\"735451\"><a href=\"/opinion/735451/97-cal-daily-op-serv-1047-97-daily-journal-dar-1547-united-states-of/\"><span class=\"volume\">106</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1472</span></a></span>, 1476 (9th Cir. 1997) (district court properly relied on plea transcript to determine whether defendant pled guilty to generic burglary); United States v. Adams, <span class=\"citation\" data-id=\"71179\"><a href=\"/opinion/71179/united-states-v-adams/\"><span class=\"volume\">91</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">114</span></a></span>, 116 (11th Cir. 1996) (district court properly considered PSR to determine whether defendant's prior conviction was for generic burglary); United States v. Hill, <span class=\"citation\" data-id=\"695255\"><a href=\"/opinion/695255/united-states-v-billy-w-hill/\"><span class=\"volume\">53</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1151</span></a></span>, 1154 (10th Cir. 1995) (en banc), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">516</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">900</span></span> (1995) (district court may consider text of guilty plea and/or other documents that, coupled with the charging instrument, enable the court to determine that defendant's prior conviction was for generic burglary); United States v. Gallman, <span class=\"citation\" data-id=\"544289\"><a href=\"/opinion/544289/united-states-v-david-gallman/\"><span class=\"volume\">907</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">639</span></a></span>, 645 n.7 (7th Cir. 1990), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">499</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">908</span></span> (1991) (district court should refer to plea agreement or plea transcript to determine whether defendant's prior conviction was for generic burglary). But see United States v. Barney, <span class=\"citation\" data-id=\"577083\"><a href=\"/opinion/577083/united-states-v-fred-leon-barney-united-states-of-america-v-clyde/\"><span class=\"volume\">955</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">635</span></a></span>, 639 (10th Cir. 1992) (\"we do not hold . . . that the sentencing court determining enhancement may rely on the presentence report\").</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/71179/",
    "http://www.courtlistener.com/api/rest/v3/opinions/104578/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112177/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112435/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195327/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197459/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197584/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198385/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198461/",
    "http://www.courtlistener.com/api/rest/v3/opinions/516241/",
    "http://www.courtlistener.com/api/rest/v3/opinions/544289/",
    "http://www.courtlistener.com/api/rest/v3/opinions/577083/",
    "http://www.courtlistener.com/api/rest/v3/opinions/686566/",
    "http://www.courtlistener.com/api/rest/v3/opinions/695255/",
    "http://www.courtlistener.com/api/rest/v3/opinions/735451/",
    "http://www.courtlistener.com/api/rest/v3/opinions/764358/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1087959/"
  ]
}