{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/199136/",
  "absolute_url": "/opinion/199136/securities-and-exch-v-sargent/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/199136/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T04:25:06Z",
  "date_modified": "2017-03-24T11:00:51.037447Z",
  "type": "010combined",
  "sha1": "5c282e70250bc5a73651444e47ac4fc8d161f828",
  "page_count": 1,
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/00-1293ERR-01A.pdf",
  "local_path": "pdf/2000/10/25/Securities_and_Exch_v._Sargent.pdf",
  "plain_text": "              UNITED STATES COURT OF APPEALS\n                   FOR THE FIRST CIRCUIT\n\n                           ____________\n\n\nNo. 00-1293\n\n               SECURITIES AND EXCHANGE COMMISSION,\n                      Plaintiff, Appellant,\n\n                                 v.\n\n              MICHAEL G. SARGENT, DENNIS J. SHEPARD,\n                 ROBERT J. SCHARN, UNITED STATES,\n                      Defendants, Appellees.\n\n                           ____________\n\n\n\n                           ERRATA SHEET\n\n\n\n     The opinion of this Court issued on October 11, 2000, is amended\nas follows:\n\n     On the cover sheet, delete the word \"Senior\" after \"[Hon. Joseph\nL. Tauro,\" it should read \"[Hon. Joseph L. Tauro, U.S. District\nJudge].\"\n\f",
  "html": "<p class=\"case_cite\">229 F.3d 68 (1st Cir. 2000)</p>\n    <p class=\"parties\">SECURITIES AND EXCHANGE COMMISSION, PLAINTIFF, APPELLANT,<br>V.<br>MICHAEL G. SARGENT, DENNIS J. SHEPARD, ROBERT J. SCHARN, UNITED STATES, DEFENDANTS, APPELLEES.</p>\n    <p class=\"docket\">No. 00-1293.</p>\n    <p class=\"court\">United States Court of Appeals, For the First Circuit.</p>\n    <p class=\"date\">Heard August 4, 2000.<br>Decided October 11, 2000.<br>As amended October 26, 2000.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF MASSACHUSETTS.</p>\n      <p class=\"indent\">Hon. Joseph L. Tauro, U.S. District Judge.[Copyrighted Material Omitted][Copyrighted Material Omitted]</p>\n      <p class=\"indent\">Eric Summergrad, Deputy Solicitor, with whom David M. Becker, General Counsel, Meyer Eisenberg, Deputy General Counsel, and Nathan A. Forrester, Attorney Fellow, Securities and Exchange Commission, were on brief, for appellant.</p>\n      <p class=\"indent\">Gary C. Crossen, with whom Jack W. Pirozzolo, Stephen C. Warneck and Foley, Hoag &amp; Eliot, Llp were on brief, for appellee Michael G. Sargent.</p>\n      <p class=\"indent\">Matthew C. Donahue, Andrea S. Barisano and Donahue &amp; Donahue on brief for appellee Dennis J. Shepard.</p>\n      <p class=\"indent\">Gregg S. Haladyna on brief for appellee Robert J. Scharn.</p>\n      <p class=\"indent\">Before Torruella, Chief Judge, Wallace,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> Senior Circuit Judge, and Lipez, Circuit Judge.</p>\n      <p class=\"indent\">Wallace, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The Securities and Exchange Commission (Commission) appeals from a directed verdict entered in favor of defendants-appellees, Dennis J. Shepard, Michael G. Sargent, and Robert J. Scharn. The Commission also challenges the district court's denial of its request for pre-trial discovery and the district court's decision to exclude the criminal convictions of Sargent and Scharn for lying to Commission investigators. The district court had jurisdiction under 15 U.S.C. &#167;&#167; 78u(d)(1), 78u(d)(3), 78u(e), 78u-1, and 78aa. We have jurisdiction pursuant to 28 U.S.C. &#167; 1291. We reverse and remand for new trial.</p>\n    </div>\n    <p class=\"indent\">I.</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Shepard and J. Anthony Aldrich (against whom the Commission did not file a complaint) were the sole shareholders of a consulting firm incorporated in the Commonwealth of Massachusetts. Aldrich was also a member of the board of directors for Purolator Products Co. (Purolator), a manufacturer of automotive parts. On July 13, 1994, Mark IV Industries, Inc. (Mark IV) offered to purchase all of the outstanding shares of Purolator for $22 a share. Negotiations between the two companies ensued, and on October 3, 1994, Purolator and Mark IV publicly announced Purolator's acceptance of Mark IV's tender offer of $25 a share.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Throughout 1994, Shepard and Aldrich ran their consulting business from a 20' by 15', one-room office located in Shepard's basement. The firm used a telephone, voice mail system, and fax machine from a single line. Shepard could hear what Aldrich said on the telephone and would occasionally retrieve voice mail messages and faxes for Aldrich. Aldrich realized that given the \"very close quarters,\" it was \"inevitable [Shepard] would know something was going on [with Purolator]. He was going to hear something.\" At some point in July 1994, Aldrich took Shepard into his confidence and advised him that Purolator was being pursued. Aldrich told Shepard that this fact needed to be kept confidential and Shepard agreed not to disclose the information.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The Purolator Board met several times between Mark IV's initial offer of July 13 and October 3, 1994. By mid-August, Purolator had retained Lehman Brothers, Inc. to advise it in the negotiations. Purolator initially sought to remain independent, but its focus gradually changed to getting the best price from the highest bidder. It initiated discussion with at least two other companies in an effort to raise the price. On September 8, Purolator entered into a Standstill Agreement with Mark IV in which it agreed to provide Mark IV with access to nonpublic information and Mark IV agreed not to effect a hostile takeover while negotiations were pending. Mark IV made two additional offers that Purolator rejected before Purolator accepted the offer of $25 a share on October 3, 1994.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">On Saturday, September 10, 1994, Shepard, Sargent, and their wives met for dinner. Sargent had been Shepard's dentist since 1983, and the two were \"friendly.\" Shepard had referred at least 75 of his relatives, friends, and acquaintances to Sargent for their dental work. Shepard was actively involved in the local chamber of commerce. Because Sargent had many community ties, Shepard would \"go to [Sargent] periodically\" for \"contacts, networking to other individuals,\" and to look for funds on behalf of the chamber of commerce.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The Sargents and Shepards met for dinner to smooth out some problems that had developed between them. Shepard's sister-in-law, Donna, had been hired to decorate the Sargents' home and had been paid a $1000 retainer. She never completed the work, and the Sargents were unable to recover the retainer because she had filed for bankruptcy. Sargent was hoping that Shepard could work something out. Another of Shepard's sisters-in-law, Brenda, had skipped several of her dental appointments with Sargent without giving him notice. Sargent informed her that the next time she did so, he would charge her for the missed appointment. Brenda wrote Sargent a \"scathing letter\" complaining of this treatment and threatening to use Shepard's influence to draw customers away from Sargent's practice.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">At the dinner, the Sargents and Shepards also talked about Shepard's consulting business. Shepard asked Mrs. Sargent \"whether she could give [him] leads in connection with [his] consulting business.\" He talked about his partner, Aldrich, and mentioned that Aldrich was on the Purolator board. After dinner, the couples attended the opening of a new restaurant. While their wives were in the ladies' room, Sargent and Shepard continued talking. At some point in that conversation, Shepard said, \"I am aware of a company right now that is probably going to be bought,\" but \"even if I had the money... I can't buy stock in this company because I am too close to the situation.\" The Commission alleges that during this conversation Shepard explicitly identified Purolator as the company to be bought.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The following Monday, September 12, Sargent contacted Brian Kelly, his broker at Legg Mason, before the market opened. Sargent told Kelly, \"I heard something over the weekend and it concerns Purolator Products.\" He asked Kelly to do some research on Purolator. Sargent called Kelly back that same morning. When asked by Kelly where he had heard about Purolator, Sargent was evasive and may have replied that his friend Scharn had overheard two men at a bar talking about Purolator. Kelly reported that Purolator had not been doing much, that it was trading close to its 52-week low, and that it was not the kind of stock Sargent usually chose to purchase. Kelly went so far as to call Purolator a \"piece of crap,\" but he told Sargent that if he wanted to invest in Purolator there was only a $1 to $2 downside risk. Sargent then purchased 2000 shares of Purolator. The next day, Sargent bought an additional 2000 shares through his account at Charles Schwab Corp., a discount brokerage firm.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Between September 12 and October 3, 1994, Sargent purchased a total of 20,400 shares of Purolator at an average price of $17.67 per share. This was the largest investment in a single stock that Sargent had ever made. To finance his purchases, Sargent borrowed $50,000 from a bank, bought shares on margin, and replaced stock he held in another company with risky call options in that same company. Sargent had never before taken out a loan to buy stock. Within a few days of the tender offer announcement, Sargent sold all of his Purolator stock at a profit of $140,000.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Sargent notified his close friend Scharn of his purchases in Purolator. On September 19, 1994, Scharn purchased 5000 shares of Purolator, his largest stock purchase of the year. Scharn did not perform any research at all on Purolator. In order to raise the money for this purchase, Scharn sold 10,000 shares of Telefonica de Argentina at a loss of $5000. When his broker asked him where he had heard about Purolator, Scharn responded that he had overheard two men discussing Purolator at the bar of the restaurant he owned. Later, when the tender offer was announced, Scharn remarked to his broker that \"he knew that it was going to happen.\"</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Sargent was first contacted by the Commission on January 4, 1995. Peter Sonnenthal, an attorney with the Commission, conducted the interview. When questioned about his stock purchases, Sargent told Sonnenthal that his friend Scharn advised him to buy Purolator after Scharn had overheard \"two guys\" at his bar talking about the company. After this interview, Sargent contacted Scharn to tell him about the phone call with Sonnenthal; Sargent also advised Scharn that the Commission might contact him as well. The Commission conducted two additional telephone interviews with Sargent in which Sargent did not change his story and in which he denied talking to Shepard about Purolator. The Commission contacted Scharn on January 10, 1995. Scharn repeated the story about overhearing two men discuss Purolator. He even provided the Commission with phony descriptions of the two men.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The Commission subpoenaed both Sargent and Scharn. During their depositions, both Sargent and Scharn admitted lying to the Commission representative about Purolator. Sargent's new explanation for the purchases was that he had acted on a hunch based on two pieces of information he had learned at the dinner with Shepard, namely the statements by Shepard (1) that Aldrich was on the Board of Purolator, and (2) that he knew of a company that was going to be taken over, but in which he could not invest because he was too close to the situation. Sargent asserts that Shepard never told him that Purolator was the company that was going to be acquired.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">On May 7, 1996, a grand jury in the United States District Court for the District of Massachusetts returned indictments against Sargent and Scharn for making false statements to government officials in violation of 18 U.S.C. &#167; 1001. Sargent was also charged with insider trading in connection with a tender offer in violation of Securities Exchange Act &#167; 14(e), 15 U.S.C. &#167; 78n(e) (section 14(e)), and Rule 14e-3 promulgated thereunder, 17 C.F.R. &#167; 240.14e-3 (Rule 14e-3). The court granted Sargent's motion for a judgment of acquittal on the insider trading charges. The jury returned guilty verdicts against Sargent and Scharn for lying to the Commission. The court sentenced Sargent and Scharn on December 16, 1998.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">This action was filed March 25, 1996. In its complaint, the Commission alleged that the defendants had tipped or traded in Purolator on the basis of material, nonpublic information that Shepard had misappropriated from Aldrich. The Commission asserted that this activity violated section 10(b) of the Securities Exchange Act, 15 U.S.C. &#167; 78j(b) (section 10(b)), and Rule 10b-5 promulgated thereunder, 17 C.F.R. 240.10b-5 (Rule 10b-5). The complaint also alleged that the defendants violated section 14(e) and Rule 14e-3. The Commission sought orders enjoining Shepard, Sargent, and Scharn from future violations of these provisions and requiring them to disgorge their profits.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">In June 1996, the United States Attorney intervened in this case and successfully moved to stay discovery. In March 1998, the district court issued another stay of discovery, pending completion of the criminal trial of Sargent and Scharn. At the conclusion of the criminal trial, all of the defendants moved for summary judgment; the district court granted another stay of discovery, pending the disposition of these motions. On July 29, 1999, the court denied the defendants' motion for summary judgment and scheduled a pretrial conference for August 4, 1999. At the pretrial conference, the district court announced that it would not permit further discovery.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">As a result of the many discovery stays, the Commission had conducted virtually no discovery in this case. The Commission was therefore required to rely on the information gathered in its initial investigation and from the criminal trial. The witness list submitted by the defendants contained three persons whose testimony the Commission had never taken. Prior to trial, the Commission requested leave of the district court to take the deposition of Gerald Lippes, general counsel to Mark IV. This request was denied.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">At trial, the district court excluded evidence of the convictions of Sargent and Scharn for violating 18 U.S.C. &#167; 1001 over the repeated objections of the Commission. At the close of the Commission's evidence, the district court orally granted the defendants' motion for a directed verdict, holding that there was insufficient evidence that Shepard tipped Sargent on the evening of September 10, 1994.</p>\n    </div>\n    <p class=\"indent\">II.</p>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The Commission appeals from the judgment as a matter of law entered in favor of the defendants at the close of the Commission's evidence. We review this issue de novo, Wills v. Brown University, 184 F.3d 20, 29 (1st Cir. 1999), mindful that a motion for judgment as a matter of law under Federal Rule of Civil Procedure 50(a)(1) should be granted only where, after examining all the evidence in the light most favorable to the non-moving party, the court finds that a reasonable jury could not render a verdict for the non-movant. Irvine v. Murad Skin Research Labs., Inc., 194 F.3d 313, 316 (1st Cir. 1999).</p>\n    </div>\n    <p class=\"indent\">A.</p>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">In granting the defendants' motion for a directed verdict, the district court only addressed the issue of whether Shepard had provided Sargent with nonpublic information. The district court correctly observed, and the Commission conceded, that there could be no violation of section 10(b), section 14(e), Rule 10b-5, or Rule 14e-3 if Sargent traded on a mere hunch arrived at by putting together the fact that Aldrich was on the Purolator Board, which was public information, with the statement made by Shepard that he knew of a company being pursued. To prevail on its claims, the Commission must show that Shepard communicated nonpublic information about Purolator to Sargent. United States v. O'Hagan, 521 U.S. 642, 652, 669 (1997); United States v. Libera, 989 F.2d 596, 600 (2d Cir. 1993). To that end, the Commission alleged that \"Shepard formed the necessary words, moved his lips, and told Sargent that he was aware of a company, Purolator, that was 'probably going to be bought.' \"</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">As is often true in securities fraud cases, the Commission was unable to produce direct testimony establishing that Shepard communicated nonpublic information to Sargent. The Commission instead relied on circumstantial evidence to prove its allegation. It pointed to Sargent's behavior following his dinner with Shepard as evidence that Sargent must have been proceeding on something more than a hunch. The district judge rejected this evidence, stating, \"you can't build inference on inference on inference.\" He commented that the Commission was not making \"reasonable use of circumstantial evidence\" and that their circumstantial evidence could not \"be a surrogate for a [direct] statement of insider information.\"</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Although it is true that mere conjecture or speculation over the evidence will not rise to a triable issue of fact, Irvine, 194 F.3d at 317, a plaintiff is not required to produce direct evidence: \"circumstantial evidence, if it meets all the other criteria of admissibility, is just as appropriate as direct evidence and is entitled to be given whatever weight the jury deems it should be given under the circumstances within which it unfolds.\" United States v. Gamache, 156 F.3d 1, 8 (1st Cir. 1998).</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Here, the Commission presented evidence that the first business day following his dinner with Shepard, Sargent contacted his broker before the market opened and stated that he had heard something over the weekend about Purolator. A few hours later, Sargent bought Purolator even after receiving a negative recommendation from his broker. When asked by his broker how he had heard about Purolator, Sargent was evasive, and there was some evidence that even at that early stage, he was telling the \"two guys in a bar\" lie. Over the next three weeks, Sargent purchased 20,400 shares, his largest investment ever in a single stock. He even took out a $50,000 bank loan to finance the purchase.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">After resolving all doubts and credibility issues in favor of the Commission, we conclude that a jury could reasonably infer from this evidence that Sargent was operating on more than just a hunch and that he had received nonpublic information from Shepard about Purolator.</p>\n    </div>\n    <p class=\"indent\">B.</p>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">In their joint motion for a directed verdict, Shepard, Sargent, and Scharn raised additional grounds that the district court did not reach in granting their motion. On appeal, they argue that these alternate grounds independently require us to affirm all or part of the district court's judgment. We are not restricted to reviewing only those grounds explicitly addressed by the district court in its ruling; rather, we may affirm the judgment on any independently sufficient ground squarely presented to us and to the district court. Olsen v. Correiro, 189 F.3d 52, 57-58 (1st Cir. 1999).</p>\n    </div>\n    <p class=\"indent\">1.</p>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">In order to prevail on its section 10(b) and Rule 10b-5 claims against the appellees, the Commission must demonstrate that Shepard, the alleged misappropriator, breached a fiduciary duty owed to Aldrich, the source of the nonpublic, material information about Purolator. O'Hagan, 521 U.S. at 652. The appellees contend that the Commission failed to present sufficient evidence of a fiduciary relationship between Shepard and Aldrich to survive a motion for directed verdict as to these claims.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">In the context of section 10(b) and Rule 10b-5 liability premised on the misappropriation theory, the existence of a fiduciary relationship turns on whether the source of the misappropriated information granted the misappropriator access to confidential information in reliance on a promise by the misappropriator that the information would be safeguarded. O'Hagan, 521 U.S. at 652 (\"[T]he misappropriation theory premises liability on a fiduciary-turned-trader's deception of those who entrusted him with access to confidential information.\"); United States v. Chestman, 947 F.2d 551, 569 (2d Cir. 1991) (en banc) (\"In relying on a fiduciary to act for his benefit, the beneficiary of the relation may entrust the fiduciary with... property.... Because the fiduciary obtains access to this property to serve the ends of the fiduciary relationship, he becomes duty-bound not to appropriate the property for his own use.\").</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">At trial, the Commission presented evidence that Aldrich expressly told Shepard that Purolator was being pursued and that Shepard promised not to divulge this information. Further, there was trial testimony from which a jury could reasonably infer that Aldrich relied on this promise, since throughout the Purolator negotiations Aldrich continued to share an office with Shepard, an office which he described as being \"very close quarters\" and in which it was \"inevitable [that Shepard] would know something was going on.\"</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">In addition, the Commission presented evidence of a pre-existing fiduciary relationship between Shepard and Aldrich arising out of their status as sole shareholders of their closely-held business corporation. Under Massachusetts law, stockholders of such a corporation \"owe one another a duty of 'utmost good faith and loyalty.' \" Leader v. Hycor, Inc., 479 N.E.2d 173, 177 (Mass. 1985), quoting Donahue v. Rodd Electrotype Co., 328 N.E.2d 505, 515 (Mass. 1975). Thus, the duties between Shepard and Aldrich as shareholders mirror those owed between partners in a partnership. Donahue, 328 N.E.2d at 512 (\"Just as in a partnership, the relationship among stockholders must be one of trust, confidence and absolute loyalty if the enterprise is to succeed.\"). Shareholders \"may not act out of avarice, expediency or self-interest in derogation of their duty of loyalty to the other stockholders and to the corporation.\" Id. at 515. This strict duty applies to \"actions relative to the operations of the enterprise and the effects of that operation on the rights and investments of other stockholders.\" Id. at 515 n.18.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Shepard argues that he could not have breached this duty to his co-shareholder because any information regarding Purolator did not relate to the operations of the Aldrich-Shepard consulting firm. The defendant in SEC v. Peters, 735 F. Supp. 1505 (D. Kan. 1990), made the same argument in the context of a partnership. In that case, the defendant had misappropriated from his partner confidential information regarding a non-partnership, business interest. The defendant argued that he had breached no fiduciary duty because the information did not relate to partnership matters. The court disagreed, holding that it was clear \"under the expectations of the [] partners, a partner's conversion for personal use of confidential information belonging to another partner would constitute a breach of fiduciary duty. The partnership expected that all business matters of each partner would be held in trust and confidence.\" Id. at 1521.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">In the case before us, evidence was presented that both Shepard and Aldrich considered it improper to open the other's personal mail delivered to the office, to read the other's personal faxes that came in on the office's sole fax machine, or to go through the other's personal files. Even though Aldrich knew Shepard might inadvertently overhear information about Purolator, Aldrich remained in the small office with Shepard because he trusted Shepard to keep such information confidential. Shepard testified that he would not have disclosed information regarding Purolator to anyone because he knew \"that it was confidential, [Aldrich] didn't even have to tell me that... I understand, you know, my responsibilities, you know, my responsibilities to anyone.\" We conclude, after reviewing the evidence in the light most favorable to the Commission, that a jury could reasonably find that Shepard and Aldrich expected that confidential business matters, even those unrelated to the consulting firm, would be held in trust and that Shepard thereby owed a fiduciary duty to safeguard information relating to Purolator.</p>\n    </div>\n    <p class=\"indent\">2.</p>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">In addition, the appellees urge that we affirm the district court's entry of judgment on the section 10(b) and Rule 10b-5 claims on the basis that the Commission failed to present evidence that Shepard benefitted from the alleged tip to Sargent. Under the classical theory of insider trading, an insider who provides a tip but who does not himself trade will be liable under 10b-5 only if he \"will benefit, directly or indirectly, from his disclosure.\" Dirks v. SEC, 463 U.S. 646, 662 (1983). In addition, tippees are not liable under Rule 10b-5 unless benefit to the original tipper is proven. SEC v. Warde, 151 F.3d 42, 47 (2d Cir. 1998). The \"benefit\" to the tipper need not be \"specific or tangible.\" Id. at 48-49. A gift to a friend or relative is sufficient. Id.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">There is some disagreement about whether benefit to a misappropriating tipper is a required element of section 10(b) and Rule 10b-5 liability. A few district court opinions, one of which was vacated on other grounds, hold that there is a benefit requirement in misappropriation cases. SEC v. Trikilis, 1992 WL 301398, at *3 (C.D. Cal. July 28, 1992), vacated, 1993 WL 43571 (C.D. Cal. Jan. 22, 1993); United States v. Santoro, 647 F. Supp. 153, 170 (E.D.N.Y. 1986); SEC v. Gaspar, 1985 WL 521, at *16-17 (S.D.N.Y. Apr. 16, 1985). However, two district court opinions have stated outright, albeit in dicta, that there is no benefit requirement in misappropriation cases. SEC v. Willis, 777 F. Supp. 1165, 1172 n. 7 (S.D.N.Y. 1991); SEC v. Musella, 748 F. Supp. 1028, 1038 n. 4 (S.D.N.Y. 1989). In addition, the Second Circuit strongly implied, also in dicta, that there was no need to make an affirmative showing of benefit in cases of misappropriation. It wrote:</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">The tipper's knowledge that he or she was breaching a duty to the owner of confidential information suffices to establish the tipper's expectation that the breach will lead to some kind of misuse of the information. This is so because it may be presumed that the tippee's interest in the information is, in contemporary jargon, not for nothing.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Libera, 989 F.2d at 600. Further, in the context of tippee liability, the court stated in the same case that, \"the misappropriation theory requires the establishment of two elements: (i) a breach by the tipper of a duty owed to the owner of nonpublic information; and (ii) the tippee's knowledge that the tipper had breached the duty. We believe these two elements, without more, are sufficient for tippee liability.\" Id. (citations omitted). Thus, it appears from these statements that the Second Circuit would probably not require a showing of benefit to the tipper for tipper (or tippee) liability, but would create a presumption of section 10(b) and Rule 10b-5 liability if there was misappropriation followed by a tip.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">We need not resolve this conflict to reach a decision in this case because, whether or not a misappropriating tipper must benefit in order to violate section 10(b) and Rule 10b-5, the Commission presented sufficient evidence at trial from which a jury could reasonably conclude that Shepard did benefit from his alleged tip to Sargent. At trial, Shepard testified that he and Sargent were \"friendly.\" Shepard had referred over 75 people to Sargent for their dental work. Further, Shepard stated that he often went to Sargent for help in connection with Shepard's service to the local chamber of commerce. Shepard's sister-in-law owed Sargent money and another of Shepard's relatives was threatening to harm Sargent's business. From this evidence, a jury could infer that Shepard tipped Sargent about Purolator in an effort to effect a reconciliation with his friend and to maintain a useful networking contact.</p>\n    </div>\n    <p class=\"indent\">3.</p>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Scharn asserts separately that we should affirm the judgment as to him because there was insufficient evidence for a jury reasonably to find that Sargent provided him with nonpublic information. Scharn did not perform any research prior to his purchase of Purolator; instead, he relied solely on Sargent's recommendation. His investment in Purolator was his largest investment of that year. When asked by his broker where he had heard about Purolator, Scharn lied and said he had overheard two men at his restaurant discussing the company. This is the same story that both Sargent and Scharn would later tell the Commission. After the tender offer was publicly announced, Scharn told his broker that \"he knew it was going to happen.\"</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Of course, Scharn sees it differently. He points out that he claimed to have said the same thing whenever he made a profit on an investment and that he frequently bought stock based on what Sargent was doing. He also states that his purchase in Purolator was not aberrational because he had made investments of similar magnitude without doing any research.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">So there is a conflict as to inferences to be drawn. The Commission and Scharn have their own argument. In reaching our decision, however, we must resolve all doubts and questions of credibility in favor of the Commission's case. Irvine, 194 F.3d at 316-17. We conclude that a jury could reasonably find from the circumstantial evidence presented by the Commission that Scharn possessed nonpublic, material information given him by Sargent.</p>\n    </div>\n    <p class=\"indent\">4.</p>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">The appellees also argue that the Commission failed to produce evidence that they knew Purolator would be purchased by means of a tender offer, a fact appellees contend must be established as a prerequisite to Rule 14e-3 liability. Were we to agree with appellees' interpretation of Rule 14e-3, this argument would have some merit. The testimony about the conditions in the office shared by Shepard and Aldrich is the only evidence from which a jury could infer that Shepard knew the form that the acquisition of Purolator would take. To find that Sargent and Scharn knew the form the transaction would take, a jury would have to speculate about the exact content of Shepard's communication to Sargent and of Sargent's tip to Scharn.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">The plain language of Rule 14e-3, however, contradicts the appellees' interpretation:</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">(a) If any person has taken a substantial step or steps to commence... a tender offer... it shall constitute a fraudulent... act... within the meaning of section 14(e) of the Act for any other person who is in possession of material information relating to such tender offer which information he knows or has reason to know is nonpublic and which he knows or has reason to know has been acquired directly or indirectly from [an inside source]... to purchase or sell... any of such securities... unless within a reasonable time prior to any purchase or sale such information and its source are publicly disclosed....</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">(d)(1)... it shall be unlawful for any person... to communicate nonpublic information relating to a tender offer to any other person under circumstances in which it is reasonably foreseeable that such communication is likely to result in a violation of this section....</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">17 C.F.R. &#167; 240.14e-3. There is simply no language in the Rule indicating that a defendant must know that the nonpublic information in his possession relates to a tender offer.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">The Eighth Circuit reached a similar conclusion when faced with the issue of whether Rule 14e-3 requires that a defendant know that substantial steps toward a tender offer have been taken. United States v. O'Hagan, 139 F.3d 641, 650 (8th Cir. 1998), holds:</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">Rule 14e-3(a) requires that \"any person\" must have taken \"a substantial step or steps\" towards the tender offer. The rule does not require the defendant to have knowledge of these acts. Instead, the defendant need only \"know[] or have reason to know\" that the material information is \"nonpublic and has been acquired directly or indirectly from\" the tender offeror in some way.\"</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">Id.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">Further, when the Commission promulgated Rule 14e-3, it explained in the accompanying release that the Rule did not require the trader to know that the nonpublic information related to a tender offer:</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">As adopted, the information which will trigger the operation of the Rule (1) must be material, (2) must relate to a tender offer, (3) must be nonpublic and (4) must have been acquired directly or indirectly from the offering person, from the issuer or from another specified person. For the last two requisites, there is a \"knows or has reason to know\" standard by the person who has possession of the information. For the first two requisites, i.e., materiality and relation to a tender offer, there is no \"knows or has reason to know\" standard.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">Tender Offers, Exchange Act Release No. 17120, 1980 WL 20869, at *6 (Sept. 4, 1980). The Supreme Court has observed that \"[b]ecause Congress has authorized the Commission, in &#167; 14(e), to prescribe legislative rules, we owe the Commission's judgment 'more than mere deference or weight.' \" O'Hagan, 521 U.S. at 673, quoting Batterton v. Francis, 432 U.S. 416, 424-26 (1977); see also Cohen v. Brown University, 101 F.3d 155, 173 (1st Cir. 1996) (explaining that it is \"well settled\" that if Congress has expressly delegated to an agency the power to prescribe regulations, the resulting regulations must be accorded controlling weight if they are not arbitrary or capricious). We must defer to the Commission's interpretation \"unless [it is] arbitrary, capricious, or manifestly contrary to the statute.\" Chevron U.S.A. Inc. v. Natural Resources Defense Council, Inc., 467 U.S. 837, 844 (1984); see also Beaver Plant Operations, Inc. v. Herman, 223 F.3d 25, 29-30(1st Cir. 2000) (stating that an \"agency's interpretation [of its own regulation] should be given full effect if it is reasonable\"). Since the plain language of the rule leads us to the same interpretation the Commission reached, the Commission's approach is manifestly reasonable. We hold that Rule 14e-3 does not require that a person charged with violating the rule have knowledge that the nonpublic information in his possession relates to a tender offer. Therefore, appellees' contention is rejected.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">Thus, neither the basis upon which the district court made its ruling nor the reasons suggested by appellees to save the directed verdict can be sustained. A new trial is required.</p>\n    </div>\n    <p class=\"indent\">III.</p>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">In its appeal, the Commission asserts that the district court incorrectly excluded the convictions of Sargent and Scharn for lying to the Commission in violation of 18 U.S.C. &#167; 1001. The district court applied the balancing test of Federal Rule of Evidence 403 (Rule 403) to exclude these convictions, reasoning that since the defendants had testified at trial about their lies, the prejudicial impact of admitting the convictions outweighed the probative value of the evidence. The district judge remarked to the Commission, \"[Y]ou get all the probative value you need because the witness admitted he lied.\" The Commission asserts that the trial court misconstrued 609(a)(2) of the Federal Rules of Evidence (Rule 609(a)(2)) when it applied Rule 403 to exclude the convictions. We address this issue because it will undoubtedly arise during a new trial.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">The interpretation of the Federal Rules of Evidence is a question of law which we review de novo. Correiro, 189 F.3d at 58; United States v. Sposito, 106 F.3d 1042, 1046 (1st Cir. 1997). Rule 609(a)(2) provides: \"(a)... For the purpose of attacking the credibility of a witness,.... (2) evidence that any witness has been convicted of a crime shall be admitted if it involved dishonesty or false statement, regardless of the punishment.\" (Emphasis added.) Without question, a conviction for lying to a government official is a crime of \"dishonesty or false statement,\" and we have plainly held that district courts do not have discretion to exclude prior convictions involving dishonesty or false statements. United States v. Tracy, 36 F.3d 187, 192 (1st Cir. 1994); United States v. Kiendra, 663 F.2d 349, 354 (1st Cir. 1981) (\"[W]e are driven by the force of explicit statutory language and legislative history to hold that evidence offered under Rule 609(a)(2) is not subject to the general balancing provision of Rule 403.\").</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">Further, it is of no consequence that Sargent and Scharn testified about their lies. The Commission was entitled to attack the defendants' credibility more forcefully by presenting the fact that the defendants had been convicted of \"knowingly and willfully\" making a \"materially false, fictitious, or fraudulent statement or representation\" to a government official. 18 U.S.C. &#167; 1001. Rule 609(a)(2) simply does not allow for any judicial discretion on this point. The district court committed error in excluding these convictions.</p>\n    </div>\n    <p class=\"indent\">IV.</p>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">The Commission also contends in its appeal that the district court erred when it denied the Commission's motion for pre-trial discovery. Trial judges enjoy broad discretion in managing pretrial discovery. We may intervene \"only upon a clear showing of manifest injustice, that is, where the lower court's discovery order was plainly wrong and resulted in substantial prejudice to the aggrieved party.\" Mack v. Great Atlantic &amp; Pacific Tea Co., 871 F.2d 179, 186 (1st Cir. 1989); see also City of Waltham v. U.S. Postal Service, 11 F.3d 235, 243 (1st Cir. 1993).</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">The Supreme Court has long recognized that the Federal Rules of Civil Procedure are to be construed liberally in favor of discovery. Hickman v. Taylor, 329 U.S. 495, 507 (1947) (\"[T]he deposition-discovery rules are to be accorded a broad and liberal treatment.\"). Here, even though the Commission had already conducted a pre-filing investigation and had access to the evidence from the criminal trial of Sargent and Scharn, \"there is no authority which suggests that it is appropriate to limit the SEC's right to take discovery based upon the extent of its previous investigation into the facts underlying its case.\" SEC v. Saul, 133 F.R.D. 115, 118 (N.D. Ill. 1990). We need not, however, decide whether the district court was \"plainly wrong\" in limiting discovery since a new trial is required, and the opportunity of pretrial discovery will be reconsidered. At that time, the district court will have the benefit of our view that discovery should not have been foreclosed to the Commission merely because of its pre-filing investigation or information secured from the Sargent and Scharn criminal trials.</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">REVERSED AND REMANDED FOR A NEW TRIAL.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>NOTE:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p>  Of the Ninth Circuit, sitting by designation.</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation\" data-id=\"199122\"><a href=\"/opinion/199122/securities-and-exch-v-sargent/\"><span class=\"volume\">229</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">68</span></a></span> (1st Cir. 2000)</p>\n    <p class=\"parties\">SECURITIES AND EXCHANGE COMMISSION, PLAINTIFF, APPELLANT,<br>V.<br>MICHAEL G. SARGENT, DENNIS J. SHEPARD, ROBERT J. SCHARN, UNITED STATES, DEFENDANTS, APPELLEES.</p>\n    <p class=\"docket\">No. 00-1293.</p>\n    <p class=\"court\">United States Court of Appeals, For the First Circuit.</p>\n    <p class=\"date\">Heard August 4, 2000.<br>Decided October 11, 2000.<br>As amended October 26, 2000.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF MASSACHUSETTS.</p>\n      <p class=\"indent\">Hon. Joseph L. Tauro, U.S. District Judge.[Copyrighted Material Omitted][Copyrighted Material Omitted]</p>\n      <p class=\"indent\">Eric Summergrad, Deputy Solicitor, with whom David M. Becker, General Counsel, Meyer Eisenberg, Deputy General Counsel, and Nathan A. Forrester, Attorney Fellow, Securities and Exchange Commission, were on brief, for appellant.</p>\n      <p class=\"indent\">Gary C. Crossen, with whom Jack W. Pirozzolo, Stephen C. Warneck and Foley, Hoag &amp; Eliot, Llp were on brief, for appellee Michael G. Sargent.</p>\n      <p class=\"indent\">Matthew C. Donahue, Andrea S. Barisano and Donahue &amp; Donahue on brief for appellee Dennis J. Shepard.</p>\n      <p class=\"indent\">Gregg S. Haladyna on brief for appellee Robert J. Scharn.</p>\n      <p class=\"indent\">Before Torruella, Chief Judge, Wallace,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> Senior Circuit Judge, and Lipez, Circuit Judge.</p>\n      <p class=\"indent\">Wallace, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The Securities and Exchange Commission (Commission) appeals from a directed verdict entered in favor of defendants-appellees, Dennis J. Shepard, Michael G. Sargent, and Robert J. Scharn. The Commission also challenges the district court's denial of its request for pre-trial discovery and the district court's decision to exclude the criminal convictions of Sargent and Scharn for lying to Commission investigators. The district court had jurisdiction under 15 U.S.C. &#167;&#167; 78u(d)(1), 78u(d)(3), 78u(e), 78u-1, and 78aa. We have jurisdiction pursuant to 28 U.S.C. &#167; 1291. We reverse and remand for new trial.</p>\n    </div>\n    <p class=\"indent\">I.</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Shepard and J. Anthony Aldrich (against whom the Commission did not file a complaint) were the sole shareholders of a consulting firm incorporated in the Commonwealth of Massachusetts. Aldrich was also a member of the board of directors for Purolator Products Co. (Purolator), a manufacturer of automotive parts. On July 13, 1994, Mark IV Industries, Inc. (Mark IV) offered to purchase all of the outstanding shares of Purolator for $22 a share. Negotiations between the two companies ensued, and on October 3, 1994, Purolator and Mark IV publicly announced Purolator's acceptance of Mark IV's tender offer of $25 a share.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Throughout 1994, Shepard and Aldrich ran their consulting business from a 20' by 15', one-room office located in Shepard's basement. The firm used a telephone, voice mail system, and fax machine from a single line. Shepard could hear what Aldrich said on the telephone and would occasionally retrieve voice mail messages and faxes for Aldrich. Aldrich realized that given the \"very close quarters,\" it was \"inevitable [Shepard] would know something was going on [with Purolator]. He was going to hear something.\" At some point in July 1994, Aldrich took Shepard into his confidence and advised him that Purolator was being pursued. Aldrich told Shepard that this fact needed to be kept confidential and Shepard agreed not to disclose the information.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The Purolator Board met several times between Mark IV's initial offer of July 13 and October 3, 1994. By mid-August, Purolator had retained Lehman Brothers, Inc. to advise it in the negotiations. Purolator initially sought to remain independent, but its focus gradually changed to getting the best price from the highest bidder. It initiated discussion with at least two other companies in an effort to raise the price. On September 8, Purolator entered into a Standstill Agreement with Mark IV in which it agreed to provide Mark IV with access to nonpublic information and Mark IV agreed not to effect a hostile takeover while negotiations were pending. Mark IV made two additional offers that Purolator rejected before Purolator accepted the offer of $25 a share on October 3, 1994.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">On Saturday, September 10, 1994, Shepard, Sargent, and their wives met for dinner. Sargent had been Shepard's dentist since 1983, and the two were \"friendly.\" Shepard had referred at least 75 of his relatives, friends, and acquaintances to Sargent for their dental work. Shepard was actively involved in the local chamber of commerce. Because Sargent had many community ties, Shepard would \"go to [Sargent] periodically\" for \"contacts, networking to other individuals,\" and to look for funds on behalf of the chamber of commerce.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The Sargents and Shepards met for dinner to smooth out some problems that had developed between them. Shepard's sister-in-law, Donna, had been hired to decorate the Sargents' home and had been paid a $1000 retainer. She never completed the work, and the Sargents were unable to recover the retainer because she had filed for bankruptcy. Sargent was hoping that Shepard could work something out. Another of Shepard's sisters-in-law, Brenda, had skipped several of her dental appointments with Sargent without giving him notice. Sargent informed her that the next time she did so, he would charge her for the missed appointment. Brenda wrote Sargent a \"scathing letter\" complaining of this treatment and threatening to use Shepard's influence to draw customers away from Sargent's practice.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">At the dinner, the Sargents and Shepards also talked about Shepard's consulting business. Shepard asked Mrs. Sargent \"whether she could give [him] leads in connection with [his] consulting business.\" He talked about his partner, Aldrich, and mentioned that Aldrich was on the Purolator board. After dinner, the couples attended the opening of a new restaurant. While their wives were in the ladies' room, Sargent and Shepard continued talking. At some point in that conversation, Shepard said, \"I am aware of a company right now that is probably going to be bought,\" but \"even if I had the money... I can't buy stock in this company because I am too close to the situation.\" The Commission alleges that during this conversation Shepard explicitly identified Purolator as the company to be bought.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The following Monday, September 12, Sargent contacted Brian Kelly, his broker at Legg Mason, before the market opened. Sargent told Kelly, \"I heard something over the weekend and it concerns Purolator Products.\" He asked Kelly to do some research on Purolator. Sargent called Kelly back that same morning. When asked by Kelly where he had heard about Purolator, Sargent was evasive and may have replied that his friend Scharn had overheard two men at a bar talking about Purolator. Kelly reported that Purolator had not been doing much, that it was trading close to its 52-week low, and that it was not the kind of stock Sargent usually chose to purchase. Kelly went so far as to call Purolator a \"piece of crap,\" but he told Sargent that if he wanted to invest in Purolator there was only a $1 to $2 downside risk. Sargent then purchased 2000 shares of Purolator. The next day, Sargent bought an additional 2000 shares through his account at Charles Schwab Corp., a discount brokerage firm.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Between September 12 and October 3, 1994, Sargent purchased a total of 20,400 shares of Purolator at an average price of $17.67 per share. This was the largest investment in a single stock that Sargent had ever made. To finance his purchases, Sargent borrowed $50,000 from a bank, bought shares on margin, and replaced stock he held in another company with risky call options in that same company. Sargent had never before taken out a loan to buy stock. Within a few days of the tender offer announcement, Sargent sold all of his Purolator stock at a profit of $140,000.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Sargent notified his close friend Scharn of his purchases in Purolator. On September 19, 1994, Scharn purchased 5000 shares of Purolator, his largest stock purchase of the year. Scharn did not perform any research at all on Purolator. In order to raise the money for this purchase, Scharn sold 10,000 shares of Telefonica de Argentina at a loss of $5000. When his broker asked him where he had heard about Purolator, Scharn responded that he had overheard two men discussing Purolator at the bar of the restaurant he owned. Later, when the tender offer was announced, Scharn remarked to his broker that \"he knew that it was going to happen.\"</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Sargent was first contacted by the Commission on January 4, 1995. Peter Sonnenthal, an attorney with the Commission, conducted the interview. When questioned about his stock purchases, Sargent told Sonnenthal that his friend Scharn advised him to buy Purolator after Scharn had overheard \"two guys\" at his bar talking about the company. After this interview, Sargent contacted Scharn to tell him about the phone call with Sonnenthal; Sargent also advised Scharn that the Commission might contact him as well. The Commission conducted two additional telephone interviews with Sargent in which Sargent did not change his story and in which he denied talking to Shepard about Purolator. The Commission contacted Scharn on January 10, 1995. Scharn repeated the story about overhearing two men discuss Purolator. He even provided the Commission with phony descriptions of the two men.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The Commission subpoenaed both Sargent and Scharn. During their depositions, both Sargent and Scharn admitted lying to the Commission representative about Purolator. Sargent's new explanation for the purchases was that he had acted on a hunch based on two pieces of information he had learned at the dinner with Shepard, namely the statements by Shepard (1) that Aldrich was on the Board of Purolator, and (2) that he knew of a company that was going to be taken over, but in which he could not invest because he was too close to the situation. Sargent asserts that Shepard never told him that Purolator was the company that was going to be acquired.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">On May 7, 1996, a grand jury in the United States District Court for the District of Massachusetts returned indictments against Sargent and Scharn for making false statements to government officials in violation of 18 U.S.C. &#167; 1001. Sargent was also charged with insider trading in connection with a tender offer in violation of Securities Exchange Act &#167; 14(e), 15 U.S.C. &#167; 78n(e) (section 14(e)), and Rule 14e-3 promulgated thereunder, 17 C.F.R. &#167; 240.14e-3 (Rule 14e-3). The court granted Sargent's motion for a judgment of acquittal on the insider trading charges. The jury returned guilty verdicts against Sargent and Scharn for lying to the Commission. The court sentenced Sargent and Scharn on December 16, 1998.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">This action was filed March 25, 1996. In its complaint, the Commission alleged that the defendants had tipped or traded in Purolator on the basis of material, nonpublic information that Shepard had misappropriated from Aldrich. The Commission asserted that this activity violated section 10(b) of the Securities Exchange Act, 15 U.S.C. &#167; 78j(b) (section 10(b)), and Rule 10b-5 promulgated thereunder, 17 C.F.R. 240.10b-5 (Rule 10b-5). The complaint also alleged that the defendants violated section 14(e) and Rule 14e-3. The Commission sought orders enjoining Shepard, Sargent, and Scharn from future violations of these provisions and requiring them to disgorge their profits.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">In June 1996, the United States Attorney intervened in this case and successfully moved to stay discovery. In March 1998, the district court issued another stay of discovery, pending completion of the criminal trial of Sargent and Scharn. At the conclusion of the criminal trial, all of the defendants moved for summary judgment; the district court granted another stay of discovery, pending the disposition of these motions. On July 29, 1999, the court denied the defendants' motion for summary judgment and scheduled a pretrial conference for August 4, 1999. At the pretrial conference, the district court announced that it would not permit further discovery.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">As a result of the many discovery stays, the Commission had conducted virtually no discovery in this case. The Commission was therefore required to rely on the information gathered in its initial investigation and from the criminal trial. The witness list submitted by the defendants contained three persons whose testimony the Commission had never taken. Prior to trial, the Commission requested leave of the district court to take the deposition of Gerald Lippes, general counsel to Mark IV. This request was denied.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">At trial, the district court excluded evidence of the convictions of Sargent and Scharn for violating 18 U.S.C. &#167; 1001 over the repeated objections of the Commission. At the close of the Commission's evidence, the district court orally granted the defendants' motion for a directed verdict, holding that there was insufficient evidence that Shepard tipped Sargent on the evening of September 10, 1994.</p>\n    </div>\n    <p class=\"indent\">II.</p>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The Commission appeals from the judgment as a matter of law entered in favor of the defendants at the close of the Commission's evidence. We review this issue de novo, Wills v. Brown University, <span class=\"citation\" data-id=\"765225\"><a href=\"/opinion/765225/marketa-wills-v-brown-university/\"><span class=\"volume\">184</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">20</span></a></span>, 29 (1st Cir. 1999), mindful that a motion for judgment as a matter of law under Federal Rule of Civil Procedure 50(a)(1) should be granted only where, after examining all the evidence in the light most favorable to the non-moving party, the court finds that a reasonable jury could not render a verdict for the non-movant. Irvine v. Murad Skin Research Labs., Inc., <span class=\"citation\" data-id=\"198551\"><a href=\"/opinion/198551/irvine-v-murad/\"><span class=\"volume\">194</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">313</span></a></span>, 316 (1st Cir. 1999).</p>\n    </div>\n    <p class=\"indent\">A.</p>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">In granting the defendants' motion for a directed verdict, the district court only addressed the issue of whether Shepard had provided Sargent with nonpublic information. The district court correctly observed, and the Commission conceded, that there could be no violation of section 10(b), section 14(e), Rule 10b-5, or Rule 14e-3 if Sargent traded on a mere hunch arrived at by putting together the fact that Aldrich was on the Purolator Board, which was public information, with the statement made by Shepard that he knew of a company being pursued. To prevail on its claims, the Commission must show that Shepard communicated nonpublic information about Purolator to Sargent. United States v. O'Hagan, <span class=\"citation\" data-id=\"118143\"><a href=\"/opinion/118143/united-states-v-ohagan/\"><span class=\"volume\">521</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">642</span></a></span>, 652, 669 (1997); United States v. Libera, <span class=\"citation\" data-id=\"603511\"><a href=\"/opinion/603511/united-states-v-benjamin-b-libera-and-francis-r-sablone-jr/\"><span class=\"volume\">989</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">596</span></a></span>, 600 (2d Cir. 1993). To that end, the Commission alleged that \"Shepard formed the necessary words, moved his lips, and told Sargent that he was aware of a company, Purolator, that was 'probably going to be bought.' \"</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">As is often true in securities fraud cases, the Commission was unable to produce direct testimony establishing that Shepard communicated nonpublic information to Sargent. The Commission instead relied on circumstantial evidence to prove its allegation. It pointed to Sargent's behavior following his dinner with Shepard as evidence that Sargent must have been proceeding on something more than a hunch. The district judge rejected this evidence, stating, \"you can't build inference on inference on inference.\" He commented that the Commission was not making \"reasonable use of circumstantial evidence\" and that their circumstantial evidence could not \"be a surrogate for a [direct] statement of insider information.\"</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Although it is true that mere conjecture or speculation over the evidence will not rise to a triable issue of fact, Irvine, 194 F.3d at 317, a plaintiff is not required to produce direct evidence: \"circumstantial evidence, if it meets all the other criteria of admissibility, is just as appropriate as direct evidence and is entitled to be given whatever weight the jury deems it should be given under the circumstances within which it unfolds.\" United States v. Gamache, <span class=\"citation\" data-id=\"198087\"><a href=\"/opinion/198087/united-states-v-gamache/\"><span class=\"volume\">156</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 8 (1st Cir. 1998).</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Here, the Commission presented evidence that the first business day following his dinner with Shepard, Sargent contacted his broker before the market opened and stated that he had heard something over the weekend about Purolator. A few hours later, Sargent bought Purolator even after receiving a negative recommendation from his broker. When asked by his broker how he had heard about Purolator, Sargent was evasive, and there was some evidence that even at that early stage, he was telling the \"two guys in a bar\" lie. Over the next three weeks, Sargent purchased 20,400 shares, his largest investment ever in a single stock. He even took out a $50,000 bank loan to finance the purchase.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">After resolving all doubts and credibility issues in favor of the Commission, we conclude that a jury could reasonably infer from this evidence that Sargent was operating on more than just a hunch and that he had received nonpublic information from Shepard about Purolator.</p>\n    </div>\n    <p class=\"indent\">B.</p>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">In their joint motion for a directed verdict, Shepard, Sargent, and Scharn raised additional grounds that the district court did not reach in granting their motion. On appeal, they argue that these alternate grounds independently require us to affirm all or part of the district court's judgment. We are not restricted to reviewing only those grounds explicitly addressed by the district court in its ruling; rather, we may affirm the judgment on any independently sufficient ground squarely presented to us and to the district court. Olsen v. Correiro, <span class=\"citation\" data-id=\"198609\"><a href=\"/opinion/198609/olsen-v-correiro/\"><span class=\"volume\">189</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">52</span></a></span>, 57-58 (1st Cir. 1999).</p>\n    </div>\n    <p class=\"indent\">1.</p>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">In order to prevail on its section 10(b) and Rule 10b-5 claims against the appellees, the Commission must demonstrate that Shepard, the alleged misappropriator, breached a fiduciary duty owed to Aldrich, the source of the nonpublic, material information about Purolator. O'Hagan, 521 U.S. at 652. The appellees contend that the Commission failed to present sufficient evidence of a fiduciary relationship between Shepard and Aldrich to survive a motion for directed verdict as to these claims.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">In the context of section 10(b) and Rule 10b-5 liability premised on the misappropriation theory, the existence of a fiduciary relationship turns on whether the source of the misappropriated information granted the misappropriator access to confidential information in reliance on a promise by the misappropriator that the information would be safeguarded. O'Hagan, 521 U.S. at 652 (\"[T]he misappropriation theory premises liability on a fiduciary-turned-trader's deception of those who entrusted him with access to confidential information.\"); United States v. Chestman, <span class=\"citation\" data-id=\"570486\"><a href=\"/opinion/570486/united-states-v-robert-chestman/\"><span class=\"volume\">947</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">551</span></a></span>, 569 (2d Cir. 1991) (en banc) (\"In relying on a fiduciary to act for his benefit, the beneficiary of the relation may entrust the fiduciary with... property.... Because the fiduciary obtains access to this property to serve the ends of the fiduciary relationship, he becomes duty-bound not to appropriate the property for his own use.\").</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">At trial, the Commission presented evidence that Aldrich expressly told Shepard that Purolator was being pursued and that Shepard promised not to divulge this information. Further, there was trial testimony from which a jury could reasonably infer that Aldrich relied on this promise, since throughout the Purolator negotiations Aldrich continued to share an office with Shepard, an office which he described as being \"very close quarters\" and in which it was \"inevitable [that Shepard] would know something was going on.\"</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">In addition, the Commission presented evidence of a pre-existing fiduciary relationship between Shepard and Aldrich arising out of their status as sole shareholders of their closely-held business corporation. Under Massachusetts law, stockholders of such a corporation \"owe one another a duty of 'utmost good faith and loyalty.' \" Leader v. Hycor, Inc., <span class=\"citation no-link\"><span class=\"volume\">479</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">173</span></span>, 177 (Mass. 1985), quoting Donahue v. Rodd Electrotype Co., <span class=\"citation no-link\"><span class=\"volume\">328</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">505</span></span>, 515 (Mass. 1975). Thus, the duties between Shepard and Aldrich as shareholders mirror those owed between partners in a partnership. Donahue, 328 N.E.2d at 512 (\"Just as in a partnership, the relationship among stockholders must be one of trust, confidence and absolute loyalty if the enterprise is to succeed.\"). Shareholders \"may not act out of avarice, expediency or self-interest in derogation of their duty of loyalty to the other stockholders and to the corporation.\" Id. at 515. This strict duty applies to \"actions relative to the operations of the enterprise and the effects of that operation on the rights and investments of other stockholders.\" Id. at 515 n.18.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Shepard argues that he could not have breached this duty to his co-shareholder because any information regarding Purolator did not relate to the operations of the Aldrich-Shepard consulting firm. The defendant in SEC v. Peters, <span class=\"citation\" data-id=\"1459524\"><a href=\"/opinion/1459524/sec-v-peters/\"><span class=\"volume\">735</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1505</span></a></span> (D. Kan. 1990), made the same argument in the context of a partnership. In that case, the defendant had misappropriated from his partner confidential information regarding a non-partnership, business interest. The defendant argued that he had breached no fiduciary duty because the information did not relate to partnership matters. The court disagreed, holding that it was clear \"under the expectations of the [] partners, a partner's conversion for personal use of confidential information belonging to another partner would constitute a breach of fiduciary duty. The partnership expected that all business matters of each partner would be held in trust and confidence.\" Id. at 1521.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">In the case before us, evidence was presented that both Shepard and Aldrich considered it improper to open the other's personal mail delivered to the office, to read the other's personal faxes that came in on the office's sole fax machine, or to go through the other's personal files. Even though Aldrich knew Shepard might inadvertently overhear information about Purolator, Aldrich remained in the small office with Shepard because he trusted Shepard to keep such information confidential. Shepard testified that he would not have disclosed information regarding Purolator to anyone because he knew \"that it was confidential, [Aldrich] didn't even have to tell me that... I understand, you know, my responsibilities, you know, my responsibilities to anyone.\" We conclude, after reviewing the evidence in the light most favorable to the Commission, that a jury could reasonably find that Shepard and Aldrich expected that confidential business matters, even those unrelated to the consulting firm, would be held in trust and that Shepard thereby owed a fiduciary duty to safeguard information relating to Purolator.</p>\n    </div>\n    <p class=\"indent\">2.</p>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">In addition, the appellees urge that we affirm the district court's entry of judgment on the section 10(b) and Rule 10b-5 claims on the basis that the Commission failed to present evidence that Shepard benefitted from the alleged tip to Sargent. Under the classical theory of insider trading, an insider who provides a tip but who does not himself trade will be liable under 10b-5 only if he \"will benefit, directly or indirectly, from his disclosure.\" Dirks v. SEC, <span class=\"citation\" data-id=\"111009\"><a href=\"/opinion/111009/dirks-v-sec/\"><span class=\"volume\">463</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">646</span></a></span>, 662 (1983). In addition, tippees are not liable under Rule 10b-5 unless benefit to the original tipper is proven. SEC v. Warde, <span class=\"citation\" data-id=\"756657\"><a href=\"/opinion/756657/fed-sec-l-rep-p-90239-securities-and-exchange-commission-v-thomas/\"><span class=\"volume\">151</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">42</span></a></span>, 47 (2d Cir. 1998). The \"benefit\" to the tipper need not be \"specific or tangible.\" Id. at 48-49. A gift to a friend or relative is sufficient. Id.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">There is some disagreement about whether benefit to a misappropriating tipper is a required element of section 10(b) and Rule 10b-5 liability. A few district court opinions, one of which was vacated on other grounds, hold that there is a benefit requirement in misappropriation cases. SEC v. Trikilis, <span class=\"citation no-link\"><span class=\"volume\">1992</span> <span class=\"reporter\">WL</span> <span class=\"page\">301398</span></span>, at *3 (C.D. Cal. July 28, 1992), vacated, <span class=\"citation no-link\"><span class=\"volume\">1993</span> <span class=\"reporter\">WL</span> <span class=\"page\">43571</span></span> (C.D. Cal. Jan. 22, 1993); United States v. Santoro, <span class=\"citation\" data-id=\"2359848\"><a href=\"/opinion/2359848/united-states-v-santoro/\"><span class=\"volume\">647</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">153</span></a></span>, 170 (E.D.N.Y. 1986); SEC v. Gaspar, <span class=\"citation no-link\"><span class=\"volume\">1985</span> <span class=\"reporter\">WL</span> <span class=\"page\">521</span></span>, at *16-17 (S.D.N.Y. Apr. 16, 1985). However, two district court opinions have stated outright, albeit in dicta, that there is no benefit requirement in misappropriation cases. SEC v. Willis, <span class=\"citation\" data-id=\"2259843\"><a href=\"/opinion/2259843/sec-v-willis/\"><span class=\"volume\">777</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1165</span></a></span>, 1172 n. 7 (S.D.N.Y. 1991); SEC v. Musella, <span class=\"citation\" data-id=\"1967125\"><a href=\"/opinion/1967125/sec-v-musella/\"><span class=\"volume\">748</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1028</span></a></span>, 1038 n. 4 (S.D.N.Y. 1989). In addition, the Second Circuit strongly implied, also in dicta, that there was no need to make an affirmative showing of benefit in cases of misappropriation. It wrote:</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">The tipper's knowledge that he or she was breaching a duty to the owner of confidential information suffices to establish the tipper's expectation that the breach will lead to some kind of misuse of the information. This is so because it may be presumed that the tippee's interest in the information is, in contemporary jargon, not for nothing.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Libera, 989 F.2d at 600. Further, in the context of tippee liability, the court stated in the same case that, \"the misappropriation theory requires the establishment of two elements: (i) a breach by the tipper of a duty owed to the owner of nonpublic information; and (ii) the tippee's knowledge that the tipper had breached the duty. We believe these two elements, without more, are sufficient for tippee liability.\" Id. (citations omitted). Thus, it appears from these statements that the Second Circuit would probably not require a showing of benefit to the tipper for tipper (or tippee) liability, but would create a presumption of section 10(b) and Rule 10b-5 liability if there was misappropriation followed by a tip.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">We need not resolve this conflict to reach a decision in this case because, whether or not a misappropriating tipper must benefit in order to violate section 10(b) and Rule 10b-5, the Commission presented sufficient evidence at trial from which a jury could reasonably conclude that Shepard did benefit from his alleged tip to Sargent. At trial, Shepard testified that he and Sargent were \"friendly.\" Shepard had referred over 75 people to Sargent for their dental work. Further, Shepard stated that he often went to Sargent for help in connection with Shepard's service to the local chamber of commerce. Shepard's sister-in-law owed Sargent money and another of Shepard's relatives was threatening to harm Sargent's business. From this evidence, a jury could infer that Shepard tipped Sargent about Purolator in an effort to effect a reconciliation with his friend and to maintain a useful networking contact.</p>\n    </div>\n    <p class=\"indent\">3.</p>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Scharn asserts separately that we should affirm the judgment as to him because there was insufficient evidence for a jury reasonably to find that Sargent provided him with nonpublic information. Scharn did not perform any research prior to his purchase of Purolator; instead, he relied solely on Sargent's recommendation. His investment in Purolator was his largest investment of that year. When asked by his broker where he had heard about Purolator, Scharn lied and said he had overheard two men at his restaurant discussing the company. This is the same story that both Sargent and Scharn would later tell the Commission. After the tender offer was publicly announced, Scharn told his broker that \"he knew it was going to happen.\"</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Of course, Scharn sees it differently. He points out that he claimed to have said the same thing whenever he made a profit on an investment and that he frequently bought stock based on what Sargent was doing. He also states that his purchase in Purolator was not aberrational because he had made investments of similar magnitude without doing any research.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">So there is a conflict as to inferences to be drawn. The Commission and Scharn have their own argument. In reaching our decision, however, we must resolve all doubts and questions of credibility in favor of the Commission's case. Irvine, 194 F.3d at 316-17. We conclude that a jury could reasonably find from the circumstantial evidence presented by the Commission that Scharn possessed nonpublic, material information given him by Sargent.</p>\n    </div>\n    <p class=\"indent\">4.</p>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">The appellees also argue that the Commission failed to produce evidence that they knew Purolator would be purchased by means of a tender offer, a fact appellees contend must be established as a prerequisite to Rule 14e-3 liability. Were we to agree with appellees' interpretation of Rule 14e-3, this argument would have some merit. The testimony about the conditions in the office shared by Shepard and Aldrich is the only evidence from which a jury could infer that Shepard knew the form that the acquisition of Purolator would take. To find that Sargent and Scharn knew the form the transaction would take, a jury would have to speculate about the exact content of Shepard's communication to Sargent and of Sargent's tip to Scharn.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">The plain language of Rule 14e-3, however, contradicts the appellees' interpretation:</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">(a) If any person has taken a substantial step or steps to commence... a tender offer... it shall constitute a fraudulent... act... within the meaning of section 14(e) of the Act for any other person who is in possession of material information relating to such tender offer which information he knows or has reason to know is nonpublic and which he knows or has reason to know has been acquired directly or indirectly from [an inside source]... to purchase or sell... any of such securities... unless within a reasonable time prior to any purchase or sale such information and its source are publicly disclosed....</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">(d)(1)... it shall be unlawful for any person... to communicate nonpublic information relating to a tender offer to any other person under circumstances in which it is reasonably foreseeable that such communication is likely to result in a violation of this section....</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">17 C.F.R. &#167; 240.14e-3. There is simply no language in the Rule indicating that a defendant must know that the nonpublic information in his possession relates to a tender offer.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">The Eighth Circuit reached a similar conclusion when faced with the issue of whether Rule 14e-3 requires that a defendant know that substantial steps toward a tender offer have been taken. United States v. O'Hagan, <span class=\"citation\" data-id=\"752475\"><a href=\"/opinion/752475/fed-sec-l-rep-p-90178-united-states-of-america/\"><span class=\"volume\">139</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">641</span></a></span>, 650 (8th Cir. 1998), holds:</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">Rule 14e-3(a) requires that \"any person\" must have taken \"a substantial step or steps\" towards the tender offer. The rule does not require the defendant to have knowledge of these acts. Instead, the defendant need only \"know[] or have reason to know\" that the material information is \"nonpublic and has been acquired directly or indirectly from\" the tender offeror in some way.\"</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">Id.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">Further, when the Commission promulgated Rule 14e-3, it explained in the accompanying release that the Rule did not require the trader to know that the nonpublic information related to a tender offer:</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">As adopted, the information which will trigger the operation of the Rule (1) must be material, (2) must relate to a tender offer, (3) must be nonpublic and (4) must have been acquired directly or indirectly from the offering person, from the issuer or from another specified person. For the last two requisites, there is a \"knows or has reason to know\" standard by the person who has possession of the information. For the first two requisites, i.e., materiality and relation to a tender offer, there is no \"knows or has reason to know\" standard.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">Tender Offers, Exchange Act Release No. 17120, <span class=\"citation no-link\"><span class=\"volume\">1980</span> <span class=\"reporter\">WL</span> <span class=\"page\">20869</span></span>, at *6 (Sept. 4, 1980). The Supreme Court has observed that \"[b]ecause Congress has authorized the Commission, in &#167; 14(e), to prescribe legislative rules, we owe the Commission's judgment 'more than mere deference or weight.' \" O'Hagan, 521 U.S. at 673, quoting Batterton v. Francis, <span class=\"citation\" data-id=\"109707\"><a href=\"/opinion/109707/batterton-v-francis/\"><span class=\"volume\">432</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">416</span></a></span>, 424-26 (1977); see also Cohen v. Brown University, <span class=\"citation\" data-id=\"729930\"><a href=\"/opinion/729930/amy-cohen-v-brown-university/\"><span class=\"volume\">101</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">155</span></a></span>, 173 (1st Cir. 1996) (explaining that it is \"well settled\" that if Congress has expressly delegated to an agency the power to prescribe regulations, the resulting regulations must be accorded controlling weight if they are not arbitrary or capricious). We must defer to the Commission's interpretation \"unless [it is] arbitrary, capricious, or manifestly contrary to the statute.\" Chevron U.S.A. Inc. v. Natural Resources Defense Council, Inc., <span class=\"citation\" data-id=\"111221\"><a href=\"/opinion/111221/chevron-usa-inc-v-natural-resources-defense-council-inc/\"><span class=\"volume\">467</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">837</span></a></span>, 844 (1984); see also Beaver Plant Operations, Inc. v. Herman, <span class=\"citation\" data-id=\"769955\"><a href=\"/opinion/769955/beaver-plant-operations-inc-v-alexis-m-herman-secretary-of-labor/\"><span class=\"volume\">223</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">25</span></a></span>, 29-30(1st Cir. 2000) (stating that an \"agency's interpretation [of its own regulation] should be given full effect if it is reasonable\"). Since the plain language of the rule leads us to the same interpretation the Commission reached, the Commission's approach is manifestly reasonable. We hold that Rule 14e-3 does not require that a person charged with violating the rule have knowledge that the nonpublic information in his possession relates to a tender offer. Therefore, appellees' contention is rejected.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">Thus, neither the basis upon which the district court made its ruling nor the reasons suggested by appellees to save the directed verdict can be sustained. A new trial is required.</p>\n    </div>\n    <p class=\"indent\">III.</p>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">In its appeal, the Commission asserts that the district court incorrectly excluded the convictions of Sargent and Scharn for lying to the Commission in violation of 18 U.S.C. &#167; 1001. The district court applied the balancing test of Federal Rule of Evidence 403 (Rule 403) to exclude these convictions, reasoning that since the defendants had testified at trial about their lies, the prejudicial impact of admitting the convictions outweighed the probative value of the evidence. The district judge remarked to the Commission, \"[Y]ou get all the probative value you need because the witness admitted he lied.\" The Commission asserts that the trial court misconstrued 609(a)(2) of the Federal Rules of Evidence (Rule 609(a)(2)) when it applied Rule 403 to exclude the convictions. We address this issue because it will undoubtedly arise during a new trial.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">The interpretation of the Federal Rules of Evidence is a question of law which we review de novo. Correiro, 189 F.3d at 58; United States v. Sposito, <span class=\"citation\" data-id=\"197213\"><a href=\"/opinion/197213/united-states-v-sposito/\"><span class=\"volume\">106</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1042</span></a></span>, 1046 (1st Cir. 1997). Rule 609(a)(2) provides: \"(a)... For the purpose of attacking the credibility of a witness,.... (2) evidence that any witness has been convicted of a crime shall be admitted if it involved dishonesty or false statement, regardless of the punishment.\" (Emphasis added.) Without question, a conviction for lying to a government official is a crime of \"dishonesty or false statement,\" and we have plainly held that district courts do not have discretion to exclude prior convictions involving dishonesty or false statements. United States v. Tracy, <span class=\"citation\" data-id=\"195627\"><a href=\"/opinion/195627/united-states-v-tracy/\"><span class=\"volume\">36</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">187</span></a></span>, 192 (1st Cir. 1994); United States v. Kiendra, <span class=\"citation\" data-id=\"396515\"><a href=\"/opinion/396515/united-states-v-victor-kiendra/\"><span class=\"volume\">663</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">349</span></a></span>, 354 (1st Cir. 1981) (\"[W]e are driven by the force of explicit statutory language and legislative history to hold that evidence offered under Rule 609(a)(2) is not subject to the general balancing provision of Rule 403.\").</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">Further, it is of no consequence that Sargent and Scharn testified about their lies. The Commission was entitled to attack the defendants' credibility more forcefully by presenting the fact that the defendants had been convicted of \"knowingly and willfully\" making a \"materially false, fictitious, or fraudulent statement or representation\" to a government official. 18 U.S.C. &#167; 1001. Rule 609(a)(2) simply does not allow for any judicial discretion on this point. The district court committed error in excluding these convictions.</p>\n    </div>\n    <p class=\"indent\">IV.</p>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">The Commission also contends in its appeal that the district court erred when it denied the Commission's motion for pre-trial discovery. Trial judges enjoy broad discretion in managing pretrial discovery. We may intervene \"only upon a clear showing of manifest injustice, that is, where the lower court's discovery order was plainly wrong and resulted in substantial prejudice to the aggrieved party.\" Mack v. Great Atlantic &amp; Pacific Tea Co., <span class=\"citation\" data-id=\"520577\"><a href=\"/opinion/520577/thomasina-mack-v-the-great-atlantic-and-pacific-tea-company-inc/\"><span class=\"volume\">871</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">179</span></a></span>, 186 (1st Cir. 1989); see also City of Waltham v. U.S. Postal Service, <span class=\"citation\" data-id=\"658540\"><a href=\"/opinion/658540/city-of-waltham-v-united-states-postal-service-city-of-waltham-v-united/\"><span class=\"volume\">11</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">235</span></a></span>, 243 (1st Cir. 1993).</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">The Supreme Court has long recognized that the Federal Rules of Civil Procedure are to be construed liberally in favor of discovery. Hickman v. Taylor, <span class=\"citation\" data-id=\"104357\"><a href=\"/opinion/104357/hickman-v-taylor/\"><span class=\"volume\">329</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">495</span></a></span>, 507 (1947) (\"[T]he deposition-discovery rules are to be accorded a broad and liberal treatment.\"). Here, even though the Commission had already conducted a pre-filing investigation and had access to the evidence from the criminal trial of Sargent and Scharn, \"there is no authority which suggests that it is appropriate to limit the SEC's right to take discovery based upon the extent of its previous investigation into the facts underlying its case.\" SEC v. Saul, <span class=\"citation no-link\"><span class=\"volume\">133</span> <span class=\"reporter\">F.R.D.</span> <span class=\"page\">115</span></span>, 118 (N.D. Ill. 1990). We need not, however, decide whether the district court was \"plainly wrong\" in limiting discovery since a new trial is required, and the opportunity of pretrial discovery will be reconsidered. At that time, the district court will have the benefit of our view that discovery should not have been foreclosed to the Commission merely because of its pre-filing investigation or information secured from the Sargent and Scharn criminal trials.</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">REVERSED AND REMANDED FOR A NEW TRIAL.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>NOTE:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p>  Of the Ninth Circuit, sitting by designation.</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/104357/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109707/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111009/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111221/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118143/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195627/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197213/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198087/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198551/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198609/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199122/",
    "http://www.courtlistener.com/api/rest/v3/opinions/396515/",
    "http://www.courtlistener.com/api/rest/v3/opinions/520577/",
    "http://www.courtlistener.com/api/rest/v3/opinions/570486/",
    "http://www.courtlistener.com/api/rest/v3/opinions/603511/",
    "http://www.courtlistener.com/api/rest/v3/opinions/658540/",
    "http://www.courtlistener.com/api/rest/v3/opinions/729930/",
    "http://www.courtlistener.com/api/rest/v3/opinions/752475/",
    "http://www.courtlistener.com/api/rest/v3/opinions/756657/",
    "http://www.courtlistener.com/api/rest/v3/opinions/765225/",
    "http://www.courtlistener.com/api/rest/v3/opinions/769955/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1459524/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1967125/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2259843/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2359848/"
  ]
}