{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/199163/",
  "absolute_url": "/opinion/199163/andreu-megwinoff-v-banco-bilbao/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/199163/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T04:25:43Z",
  "date_modified": "2017-03-24T11:01:07.251907Z",
  "type": "010combined",
  "sha1": "af2df5529851cd1e6db152de2f291a4a4eedd609",
  "page_count": 8,
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/00-1483-01A.pdf",
  "local_path": "pdf/2000/12/01/Andreu-Megwinoff_v._Banco_Bilbao.pdf",
  "plain_text": "          United States Court of Appeals\n                     For the First Circuit\n\n\nNo. 00-1483\n\n                     OLGA ANDREU MEGWINOFF,\n\n                     Plaintiff, Appellant,\n\n                               v.\n\n                     BANCO BILBAO VIZCAYA,\n\n                      Defendant, Appellee.\n\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n                FOR THE DISTRICT OF PUERTO RICO\n\n     [Hon. Hector M. Laffitte, Chief U.S. District Judge]\n\n\n                             Before\n\n                    Torruella, Chief Judge,\n               Lynch and Lipez, Circuit Judges.\n\n\n\n     Jane A. Becker-Whitaker for appellant.\n     Pedro J. Manzano-Yates, with whom Rebecca Paez-Rodriguez and\nFiddler Gonzalez & Rodriguez, LLP, were on brief for appellee.\n\n\n\n\n                        December 1, 2000\n\f          LYNCH, Circuit Judge. Olga Andreu Megwinoff worked for Banco\n\nBilbao Vizcaya from 1992 to 1997. It is undisputed that there was an\n\nincident of sexual harassment in her early years there. Her present\n\nlawsuit alleges that since then she was discriminated against as an\n\nolder female employee and that as her health deteriorated BBV failed to\n\nmake reasonable accommodations. Her health continued to deteriorate\n\nand she contracted cancer. She left on sick leave on September 24,\n\n1996 and never returned to work.       Puerto Rican law requires that\n\nemployers under such circumstances hold open positions for a year. See\n\n11 L.P.R.A. ยง 203(q)(1). BBV terminated her employment shortly after\n\nthe year ended, on November 19, 1997, saying it did so because the year\n\nhad expired.\n\n          The difficulty for Andreu is that she did not file a charge\n\nof discrimination until December 5, 1997, some 14 months after she last\n\nworked at BBV.   The district court, on BBV's motion for summary\n\njudgment, agreed with the employer that her ADEA, ADA, and Title VII\n\nclaims were not timely filed and dismissed the action. Our review of\n\nthe grant of summary judgment is de novo. See Thomas v. Eastman Kodak\n\nCo., 183 F.3d 38, 47 (1st Cir. 1999), cert. denied, -- U.S. --, 120 S.\n\nCt. 1174 (2000).\n\n          Andreu attempts to save her case from dismissal for\n\nuntimeliness by arguing that the equitable exception to the limitations\n\nperiod called the continuing violation doctrine applies. This court\n\n\n                                 -2-\n\fhas recognized two branches of the continuing violation doctrine:\n\nserial violations and systemic violations. Pilgrim v. Trustees of\n\nTufts College, 118 F.3d 864, 869 (1st Cir. 1997). Serial violations\n\nare described as \"compris[ing] a number of discriminatory acts\n\nemanating from the same discriminatory animus, each of which\n\nconstitutes a separate wrong actionable under Title VII.\"          Id.\n\n(internal quotation marks omitted).       The series must contain a\n\ndiscriminatory act occurring within the limitations period for the\n\nplaintiff to reach back to include those otherwise untimely acts in her\n\nclaim. See Provencher v. CVS Pharmacy, 145 F.3d 5, 14 (1st Cir. 1998).\n\n\n\n          In contrast, a systemic violation \"requires no identifiable\n\nact of discrimination in the limitations period and refers to general\n\npractices or policies, such as hiring, promotion, training, and\n\ncompensation.\" Id. If the \"policy or practice itself continues into\n\nthe limitations period,\" a plaintiff will be \"deemed to have filed a\n\ntimely complaint\" under the systemic continuing violation theory.\n\nPilgrim, 118 F.3d at 869. Andreu uses the serial violation doctrine\n\nfor her gender and disability discrimination claims. She relies on the\n\nsystemic violation doctrine for her age discrimination claim.\n\n          The only violation within the limitations period alleged to\n\nsupport Andreu's claim under the serial violation doctrine was the\n\ntermination of Andreu's employment after a year of being out on sick\n\n\n                                 -3-\n\fleave. BBV has articulated a legitimate, non-discriminatory rationale\n\nfor the termination -- the year required by Puerto Rican law was up.\n\n(Andreu made no request to extend the sick leave as an accommodation.).\n\n             The only evidence plaintiff offers that the termination of\n\nemployment was discriminatory is a statement made by BBV's General\n\nCounsel to plaintiff's brother. The statement, which was made on or\n\nabout May 7, 1997, was: \"if your sister comes in in the morning,\n\ntomorrow morning through the door of this bank, she has a job with us.\"\n\nThis means, plaintiff says, that she had an open promise by the General\n\nCounsel that she could come back whenever she was ready. From the fact\n\nthat he did not keep his promise, the jury could infer that the reason\n\ngiven for the termination of her employment was a pretext. Further, a\n\njury could infer from this same breach of promise that the real reason\n\nwas gender and disability based discrimination. Reeves v. Sanderson\n\nPlumbing Products, Inc., -- U.S. --, 120 S. Ct. 2097, 2109 (2000) (\"[A]\n\nplaintiff's prima facie case, combined with sufficient evidence to find\n\nthat the employer's asserted justification is false, may permit the\n\ntrier   of    fact   to   conclude    that   the   employer   unlawfully\n\ndiscriminated.\"). And from this, Andreu concludes, she has alleged an\n\nact of discrimination within the limitations period.\n\n             The argument stretches inferences well beyond reasonable\n\nbounds. What BBV's General Counsel said, during the one year period,\n\nwas that if Andreu came back tomorrow she could have her job back.\n\n\n                                     -4-\n\fThat is what Puerto Rican law required. It is not reasonable to infer\n\nit was a promise to hold the door open beyond the year. Nor is it\n\nreasonable to infer discriminatory intent from Andreu's claim that the\n\npromise was not kept. Because no act of discrimination was alleged\n\nwithin the limitations period, the argument based on the serial\n\nviolation branch of the continuing violation doctrine fails.\n\n          In contrast to serial violations, this court has said that\n\nthe systemic violation doctrine need not involve an identifiable,\n\ndiscrete act of discrimination occurring within the limitation period,\n\nsee Mack v. Great Atl. & Pac. Tea Co., Inc., 871 F.2d 179, 183 (1st\n\nCir. 1989), although it has a similar requirement: the systemic pattern\n\nor practice must continue into the charge period, see Lawton v. State\n\nMut. Life Assurance Co. of Am., 101 F.3d 218, 222 (1st Cir. 1996). \"A\n\nsystemic violation has its roots in a discriminatory policy or\n\npractice; so long as the policy or practice itself continues into the\n\nlimitation period, a challenger may be deemed to have filed a timely\n\ncomplaint.\"   Jensen v. Frank, 912 F.2d 517, 523 (1st Cir. 1990).\n\n          Plaintiff relies on five or six incidents which she says\n\nestablish a pattern of age discrimination that can be said to be\n\nsystemic. We outline them briefly and conclude this is not the stuff\n\nof which systemic violations are made.\n\n          First, there is a phantom document, which has never been\n\nfound but was said by one deponent to have existed. Deponent Colon, a\n\n\n                                 -5-\n\fBBV officer, testified that at some unspecified time BBV's General\n\nCounsel wrote a memorandum about ways in which BBV was not in\n\ncompliance with various anti-discrimination laws. The supposed author\n\nof the memorandum was deposed but never said he had prepared such a\n\nmemorandum. Colon also gave her opinion that BBV was looking for \"new\n\nblood,\" and gave as an example an older worker who was replaced by a\n\nyounger worker, although Andreu provides no evidence about the\n\ncircumstances surrounding that substitution that would demonstrate it\n\nwas motivated by a discriminatory policy. Another employee spoke of the\n\nneed to \"rejuvenate\" the staff in a Spanish bank with which BBV had\n\nmerged, words Andreu interprets as evidence of a policy by BBV of\n\nlowering the age of its workforce. Next, in response to a hypothetical\n\nquestion, an official in BBV's Spanish parent bank expressed a\n\npreference, albeit indirectly, for employing younger women. Andreu\n\ncharges that BBV had a policy of refusing to train workers over forty\n\nyears old for management positions and refers to a list of employees\n\nsent to training, all of whom were under forty, although Andreu herself\n\nwas never denied training. BBV's in house counsel, Rodriguez, gave his\n\nopinion that Andreu's transfer in 1994 was based on age considerations,\n\nalthough he was not involved in that employment decision and admitted\n\nthat it did not reflect an overall BBV policy of workforce age\n\nreduction. Finally, the Human Resources Manager, Perez, referred to\n\nAndreu's respiratory ailments as similar to Perez's own \"ailments of\n\n\n                                 -6-\n\fage,\" a phrase which Andreu interprets as the \"whinings of an old\n\nwoman.\"\n\n          Andreu's attempt to recast her unsuccessful serial violation\n\nclaim into a systemic violation claim fails. By definition, a series\n\nof discrete discriminatory acts motivated by a discriminatory animus\n\ncannot be a systemic violation. Otherwise, the distinction between\n\nsystemic and serial violations could not be maintained. Systemic\n\nviolations are said to arise from discriminatory policies (or what is\n\na de facto policy in the form of a consistent, recurring practice).\n\nSystemic violations have been recognized rarely, usually in instances\n\nof a discriminatory promotion, hiring, training, or compensation system\n\nwhere direct evidence, statistics, or other evidence demonstrate the\n\ndiscriminatory effects of that policy. See, e.g., Johnson v. General\n\nElectric Co., 840 F.2d 132, 136-37 & n. 5 (1st Cir. 1988) (recognizing\n\nthat an alleged unfair review process leading to denial of promotion\n\nwould be sufficient to show ongoing policy under continuing violation\n\ndoctrine); Clark v. Olinkraft, Inc., 556 F.2d 1219, 1221-22 (5th Cir.\n\n1977) (challenge to entire promotion and pay system as discriminatory\n\nconstituted continuing unlawful employment practice).\n\n          Thus, Andreu's assertion that BBV had a general policy of\n\nreducing the age of its workforce combined with a list of alleged\n\ndiscriminatory acts as evidence of that discriminatory employment\n\npolicy is not sufficient to sustain a systemic continuing violation\n\n\n                                 -7-\n\fclaim. See Mack, 871 F.2d at 184 (\"[G]eneral references to some vague,\n\nundefined policy of discrimination are not . . . sufficient to make out\n\na . . . showing that a discernible discriminatory policy was in\n\neffect.\") Moreover, much of Andreu's \"direct evidence\" of a\n\ndiscriminatory policy consists of allegations unsupported by citations\n\nto the record.1 Absent \"any probative evidence of an overarching policy\n\nor practice of discrimination,\" the district court's grant of summary\n\njudgment was appropriate.     Jensen, 912 F.2d at 523.\n\n          Affirmed.    Costs to BBV.\n\n\n\n\n     1     There is a great amount of furor in the briefs about the\ndiscovery process, the difficulty of submitting supporting summary\njudgment briefs on the due dates with citations to depositions not yet\ntranscribed, later filings with belated record cites and the like. We\nare convinced that the district court did review plaintiff's\nsupplemental filings and so put aside the procedural wrangling. We\nnote that plaintiff's kitchen sink approach to the requirement of\nproviding citations to the record made the task of the district court\nand this court much more difficult and that such an approach could lead\nto a justifiable refusal by the court to entertain such filings. See\nStepanischen v. Merchants Despatch Transp. Corp., 772 F.2d 922, 931\n(1st Cir. 1983) (party's failure to make specific references to record,\nwhen asked to do so by the court, may be grounds for judgment against\nthat party).\n\n                                 -8-\n\f",
  "html": "<p class=\"case_cite\">233 F.3d 73 (1st Cir. 2000)</p>\n    <p class=\"parties\">OLGA ANDREU MEGWINOFF, Plaintiff, Appellant,<br>v.<br>BANCO BILBAO VIZCAYA, Defendant, Appellee.</p>\n    <p class=\"docket\">No. 00-1483.</p>\n    <p class=\"court\">United States Court of Appeals, For the First Circuit.</p>\n    <p class=\"date\">Heard Nov. 13, 2000.<br>Decided December 1, 2000.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL FROM THE UNITED STATES DISTRICT COURT  FOR THE DISTRICT OF PUERTO RICO.</p>\n      <p class=\"indent\">Hon. Hector M. Laffitte, Chief U.S. District Judge.</p>\n      <p class=\"indent\">Jane A. Becker-Whitaker for appellant.</p>\n      <p class=\"indent\">Pedro J. Manzano-Yates, with whom Rebecca Paez-Rodriguez and Fiddler Gonzalez &amp; Rodriguez, LLP, were on brief for appellee.</p>\n      <p class=\"indent\">Before Torruella, Chief Judge, Lynch and Lipez, Circuit Judges.</p>\n      <p class=\"indent\">LYNCH, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Olga Andreu Megwinoff worked for Banco Bilbao Vizcaya from 1992 to 1997.  It is undisputed that there was an incident of sexual harassment in her early years there.  Her present lawsuit alleges that since then she was discriminated against as an older female employee and that as her health deteriorated BBV failed to make reasonable accommodations.  Her health continued to deteriorate and she contracted cancer.  She left on sick leave on September 24, 1996 and never returned to work.  Puerto Rican law requires that employers under such circumstances hold open positions for a year.  See 11 L.P.R.A.  203(q)(1).  BBV terminated her employment shortly after the year ended, on November 19, 1997, saying it did so because the year had expired.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The difficulty for Andreu is that she did not file a charge of discrimination until December 5, 1997, some 14 months after she last worked at BBV.  The district court, on BBV's motion for summary judgment, agreed with the employer that her ADEA, ADA, and Title VII claims were not timely filed and dismissed the action.  Our review of the grant of summary judgment is de novo.  See Thomas v. Eastman Kodak Co., 183 F.3d 38, 47 (1st Cir. 1999), cert. denied, -- U.S. --, 120 S. Ct. 1174 (2000).</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Andreu attempts to save her case from dismissal for untimeliness by arguing that the equitable exception to the limitations period called the continuing violation doctrine applies.  This court has recognized two branches of the continuing violation doctrine: serial violations and systemic violations.  Pilgrim v. Trustees of Tufts College, 118 F.3d 864, 869 (1st Cir. 1997).  Serial violations are described as \"compris[ing] a number of discriminatory acts emanating from the same discriminatory animus, each of which constitutes a separate wrong actionable under Title VII.\"  Id. (internal quotation marks omitted).  The series must contain a discriminatory act occurring within the limitations period for the plaintiff to reach back to include those otherwise untimely acts in her claim.  See Provencher v. CVS Pharmacy, 145 F.3d 5, 14 (1st Cir. 1998).</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In contrast, a systemic violation \"requires no identifiable act of discrimination in the limitations period and refers to general practices or policies, such as hiring, promotion, training, and compensation.\"  Id.  If the \"policy or practice itself continues into the limitations period,\" a plaintiff will be \"deemed to have filed a timely complaint\" under the systemic continuing violation theory.  Pilgrim, 118 F.3d at 869.  Andreu uses the serial violation doctrine for her gender and disability discrimination claims.  She relies on the systemic violation doctrine for her age discrimination claim.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The only violation within the limitations period alleged to support Andreu's claim under the serial violation doctrine was the termination of Andreu's employment after a year of being out on sick leave.  BBV has articulated a legitimate, non-discriminatory rationale for the termination -- the year required by Puerto Rican law was up.  (Andreu made no request to extend the sick leave as an accommodation.).</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The only evidence plaintiff offers that the termination of employment was discriminatory is a statement made by BBV's General Counsel to plaintiff's brother.  The statement, which was made on or about May 7, 1997, was: \"if your sister comes in in the morning, tomorrow morning through the door of this bank, she has a job with us.\"  This means, plaintiff says, that she had an open promise by the General Counsel that she could come back whenever she was ready.  From the fact that he did not keep his promise, the jury could infer that the reason given for the termination of her employment was a pretext.  Further, a jury could infer from this same breach of promise that the real reason was gender and disability based discrimination.  Reeves v. Sanderson Plumbing Products, Inc., 530 U.S. 133,--, 120 S. Ct. 2097, 2109 (2000) (\"[A] plaintiff's prima facie case, combined with sufficient evidence to find that the employer's asserted justification is false, may permit the trier of fact to conclude that the employer unlawfully discriminated.\").  And from this, Andreu concludes, she has alleged an act of discrimination within the limitations period.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The argument stretches inferences well beyond reasonable bounds.  What BBV's General Counsel said, during the one year period, was that if Andreu came back tomorrow she could have her job back.  That is what Puerto Rican law required.  It is not reasonable to infer it was a promise to hold the door open beyond the year.  Nor is it reasonable to infer discriminatory intent from Andreu's claim that the promise was not kept.  Because no act of discrimination was alleged within the limitations period, the argument based on the serial violation branch of the continuing violation doctrine fails.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">In contrast to serial violations, this court has said that the systemic violation doctrine need not involve an identifiable, discrete act of discrimination occurring within the limitation period, see Mack v. Great Atl. &amp; Pac. Tea Co., Inc., 871 F.2d 179, 183 (1st Cir. 1989), although it has a similar requirement: the systemic pattern or practice must continue into the charge period, see Lawton v. State Mut. Life Assurance Co. of Am., 101 F.3d 218, 222 (1st Cir. 1996).  \"A systemic violation has its roots in a discriminatory policy or practice; so long as the policy or practice itself continues into the limitation period, a challenger may be deemed to have filed a timely complaint.\"  Jensen v. Frank, 912 F.2d 517, 523 (1st Cir. 1990).</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Plaintiff relies on five or six incidents which she says establish a pattern of age discrimination that can be said to be systemic.  We outline them briefly and conclude this is not the stuff of which systemic violations are made.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">First, there is a phantom document, which has never been found but was said by one deponent to have existed.  Deponent Colon, a BBV officer, testified that at some unspecified time BBV's General Counsel wrote a memorandum about ways in which BBV was not in compliance with various anti-discrimination laws.  The supposed author of the memorandum was deposed but never said he had prepared such a memorandum.  Colon also gave her opinion that BBV was looking for \"new blood,\" and gave as an example an older worker who was replaced by a younger worker, although Andreu provides no evidence about the circumstances surrounding that substitution that would demonstrate it was motivated by a discriminatory policy. Another employee spoke of the need to \"rejuvenate\" the staff in a Spanish bank with which BBV had merged, words Andreu interprets as evidence of a policy by BBV of lowering the age of its workforce.  Next, in response to a hypothetical question, an official in BBV's Spanish parent bank expressed a preference, albeit indirectly, for employing younger women.  Andreu charges that BBV had a policy of refusing to train workers over forty years old for management positions and refers to a list of employees sent to training, all of whom were under forty, although Andreu herself was never denied training.  BBV's in house counsel, Rodriguez, gave his opinion that Andreu's transfer in 1994 was based on age considerations, although he was not involved in that employment decision and admitted that it did not reflect an overall BBV policy of workforce age reduction.  Finally, the Human Resources Manager, Perez, referred to Andreu's respiratory ailments as similar to Perez's own \"ailments of age,\" a phrase which Andreu interprets as the \"whinings of an old woman.\"</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Andreu's attempt to recast her unsuccessful serial violation claim into a systemic violation claim fails.  By definition, a series of discrete discriminatory acts motivated by a discriminatory animus cannot be a systemic violation.  Otherwise, the distinction between systemic and serial violations could not be maintained.  Systemic violations are said to arise from discriminatory policies (or what is a de facto policy in the form of a consistent, recurring practice).  Systemic violations have  been recognized rarely, usually in instances of a discriminatory promotion, hiring, training, or compensation system where direct evidence, statistics, or other evidence demonstrate the discriminatory effects of that policy.  See, e.g., Johnson v. General Electric Co., 840 F.2d 132, 136-37 &amp; n. 5 (1st Cir. 1988) (recognizing that an alleged unfair review process leading to denial of promotion would be sufficient to show ongoing policy under continuing violation doctrine); Clark v. Olinkraft, Inc., 556 F.2d 1219, 1221-22 (5th Cir. 1977) (challenge to entire promotion and pay system as discriminatory constituted continuing unlawful employment practice).</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Thus, Andreu's assertion that BBV had a general policy of reducing the age of its workforce combined with a list of alleged discriminatory acts as evidence of that discriminatory employment policy is not sufficient to sustain a systemic continuing violation claim.  See Mack, 871 F.2d at 184 (\"[G]eneral references to some vague, undefined policy of discrimination are not . . . sufficient to make out a . . . showing that a discernible discriminatory policy was in effect.\") Moreover, much of Andreu's \"direct evidence\" of a discriminatory policy consists of allegations unsupported by citations to the record.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  Absent \"any probative evidence of an overarching policy or practice of discrimination,\" the district court's grant of summary judgment was appropriate.  Jensen, 912 F.2d at 523.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Affirmed.  Costs to BBV.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>NOTES:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> There is a great amount of furor in the briefs about the discovery process, the difficulty of submitting supporting summary judgment briefs on the due dates with citations to depositions not yet transcribed, later filings with belated record cites and the like.  We are convinced that the district court did review plaintiff's supplemental filings and so put aside the procedural wrangling.  We note that plaintiff's kitchen sink approach to the requirement of providing citations to the record made the task of the district court and this court much more difficult and that such an approach could lead to a justifiable refusal by the court to entertain such filings.  See Stepanischen v. Merchants Despatch Transp. Corp., 772 F.2d 922, 931 (1st Cir. 1983) (party's failure to make specific references to record, when asked to do so by the court, may be grounds for judgment against that party).</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">233</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">73</span></span> (1st Cir. 2000)</p>\n    <p class=\"parties\">OLGA ANDREU MEGWINOFF, Plaintiff, Appellant,<br>v.<br>BANCO BILBAO VIZCAYA, Defendant, Appellee.</p>\n    <p class=\"docket\">No. 00-1483.</p>\n    <p class=\"court\">United States Court of Appeals, For the First Circuit.</p>\n    <p class=\"date\">Heard Nov. 13, 2000.<br>Decided December 1, 2000.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL FROM THE UNITED STATES DISTRICT COURT  FOR THE DISTRICT OF PUERTO RICO.</p>\n      <p class=\"indent\">Hon. Hector M. Laffitte, Chief U.S. District Judge.</p>\n      <p class=\"indent\">Jane A. Becker-Whitaker for appellant.</p>\n      <p class=\"indent\">Pedro J. Manzano-Yates, with whom Rebecca Paez-Rodriguez and Fiddler Gonzalez &amp; Rodriguez, LLP, were on brief for appellee.</p>\n      <p class=\"indent\">Before Torruella, Chief Judge, Lynch and Lipez, Circuit Judges.</p>\n      <p class=\"indent\">LYNCH, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Olga Andreu Megwinoff worked for Banco Bilbao Vizcaya from 1992 to 1997.  It is undisputed that there was an incident of sexual harassment in her early years there.  Her present lawsuit alleges that since then she was discriminated against as an older female employee and that as her health deteriorated BBV failed to make reasonable accommodations.  Her health continued to deteriorate and she contracted cancer.  She left on sick leave on September 24, 1996 and never returned to work.  Puerto Rican law requires that employers under such circumstances hold open positions for a year.  See 11 L.P.R.A.  203(q)(1).  BBV terminated her employment shortly after the year ended, on November 19, 1997, saying it did so because the year had expired.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The difficulty for Andreu is that she did not file a charge of discrimination until December 5, 1997, some 14 months after she last worked at BBV.  The district court, on BBV's motion for summary judgment, agreed with the employer that her ADEA, ADA, and Title VII claims were not timely filed and dismissed the action.  Our review of the grant of summary judgment is de novo.  See Thomas v. Eastman Kodak Co., <span class=\"citation\" data-id=\"765085\"><a href=\"/opinion/765085/myrtle-thomas-v-eastman-kodak-company/\"><span class=\"volume\">183</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">38</span></a></span>, 47 (1st Cir. 1999), cert. denied, -- U.S. --, <span class=\"citation no-link\"><span class=\"volume\">120</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1174</span></span> (2000).</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Andreu attempts to save her case from dismissal for untimeliness by arguing that the equitable exception to the limitations period called the continuing violation doctrine applies.  This court has recognized two branches of the continuing violation doctrine: serial violations and systemic violations.  Pilgrim v. Trustees of Tufts College, <span class=\"citation\" data-id=\"197455\"><a href=\"/opinion/197455/pilgrim-v-tufts-university/\"><span class=\"volume\">118</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">864</span></a></span>, 869 (1st Cir. 1997).  Serial violations are described as \"compris[ing] a number of discriminatory acts emanating from the same discriminatory animus, each of which constitutes a separate wrong actionable under Title VII.\"  Id. (internal quotation marks omitted).  The series must contain a discriminatory act occurring within the limitations period for the plaintiff to reach back to include those otherwise untimely acts in her claim.  See Provencher v. CVS Pharmacy, <span class=\"citation\" data-id=\"754633\"><a href=\"/opinion/754633/76-fair-emplpraccas-bna-1569-73-empl-prac-dec-p-45393-richard/\"><span class=\"volume\">145</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">5</span></a></span>, 14 (1st Cir. 1998).</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In contrast, a systemic violation \"requires no identifiable act of discrimination in the limitations period and refers to general practices or policies, such as hiring, promotion, training, and compensation.\"  Id.  If the \"policy or practice itself continues into the limitations period,\" a plaintiff will be \"deemed to have filed a timely complaint\" under the systemic continuing violation theory.  Pilgrim, 118 F.3d at 869.  Andreu uses the serial violation doctrine for her gender and disability discrimination claims.  She relies on the systemic violation doctrine for her age discrimination claim.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The only violation within the limitations period alleged to support Andreu's claim under the serial violation doctrine was the termination of Andreu's employment after a year of being out on sick leave.  BBV has articulated a legitimate, non-discriminatory rationale for the termination -- the year required by Puerto Rican law was up.  (Andreu made no request to extend the sick leave as an accommodation.).</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The only evidence plaintiff offers that the termination of employment was discriminatory is a statement made by BBV's General Counsel to plaintiff's brother.  The statement, which was made on or about May 7, 1997, was: \"if your sister comes in in the morning, tomorrow morning through the door of this bank, she has a job with us.\"  This means, plaintiff says, that she had an open promise by the General Counsel that she could come back whenever she was ready.  From the fact that he did not keep his promise, the jury could infer that the reason given for the termination of her employment was a pretext.  Further, a jury could infer from this same breach of promise that the real reason was gender and disability based discrimination.  Reeves v. Sanderson Plumbing Products, Inc., <span class=\"citation\" data-id=\"1087667\"><a href=\"/opinion/1087667/reeves-v-sanderson-plumbing-products-inc/\"><span class=\"volume\">530</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">133</span></a></span>,--, <span class=\"citation\" data-id=\"1087667\"><a href=\"/opinion/1087667/reeves-v-sanderson-plumbing-products-inc/\"><span class=\"volume\">120</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2097</span></a></span>, 2109 (2000) (\"[A] plaintiff's prima facie case, combined with sufficient evidence to find that the employer's asserted justification is false, may permit the trier of fact to conclude that the employer unlawfully discriminated.\").  And from this, Andreu concludes, she has alleged an act of discrimination within the limitations period.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The argument stretches inferences well beyond reasonable bounds.  What BBV's General Counsel said, during the one year period, was that if Andreu came back tomorrow she could have her job back.  That is what Puerto Rican law required.  It is not reasonable to infer it was a promise to hold the door open beyond the year.  Nor is it reasonable to infer discriminatory intent from Andreu's claim that the promise was not kept.  Because no act of discrimination was alleged within the limitations period, the argument based on the serial violation branch of the continuing violation doctrine fails.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">In contrast to serial violations, this court has said that the systemic violation doctrine need not involve an identifiable, discrete act of discrimination occurring within the limitation period, see Mack v. Great Atl. &amp; Pac. Tea Co., Inc., <span class=\"citation\" data-id=\"520577\"><a href=\"/opinion/520577/thomasina-mack-v-the-great-atlantic-and-pacific-tea-company-inc/\"><span class=\"volume\">871</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">179</span></a></span>, 183 (1st Cir. 1989), although it has a similar requirement: the systemic pattern or practice must continue into the charge period, see Lawton v. State Mut. Life Assurance Co. of Am., <span class=\"citation\" data-id=\"197113\"><a href=\"/opinion/197113/lawton-v-state-mutual/\"><span class=\"volume\">101</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">218</span></a></span>, 222 (1st Cir. 1996).  \"A systemic violation has its roots in a discriminatory policy or practice; so long as the policy or practice itself continues into the limitation period, a challenger may be deemed to have filed a timely complaint.\"  Jensen v. Frank, <span class=\"citation\" data-id=\"547202\"><a href=\"/opinion/547202/53-fair-emplpraccas-1450-54-empl-prac-dec-p-40191-donald-a-jensen/\"><span class=\"volume\">912</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">517</span></a></span>, 523 (1st Cir. 1990).</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Plaintiff relies on five or six incidents which she says establish a pattern of age discrimination that can be said to be systemic.  We outline them briefly and conclude this is not the stuff of which systemic violations are made.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">First, there is a phantom document, which has never been found but was said by one deponent to have existed.  Deponent Colon, a BBV officer, testified that at some unspecified time BBV's General Counsel wrote a memorandum about ways in which BBV was not in compliance with various anti-discrimination laws.  The supposed author of the memorandum was deposed but never said he had prepared such a memorandum.  Colon also gave her opinion that BBV was looking for \"new blood,\" and gave as an example an older worker who was replaced by a younger worker, although Andreu provides no evidence about the circumstances surrounding that substitution that would demonstrate it was motivated by a discriminatory policy. Another employee spoke of the need to \"rejuvenate\" the staff in a Spanish bank with which BBV had merged, words Andreu interprets as evidence of a policy by BBV of lowering the age of its workforce.  Next, in response to a hypothetical question, an official in BBV's Spanish parent bank expressed a preference, albeit indirectly, for employing younger women.  Andreu charges that BBV had a policy of refusing to train workers over forty years old for management positions and refers to a list of employees sent to training, all of whom were under forty, although Andreu herself was never denied training.  BBV's in house counsel, Rodriguez, gave his opinion that Andreu's transfer in 1994 was based on age considerations, although he was not involved in that employment decision and admitted that it did not reflect an overall BBV policy of workforce age reduction.  Finally, the Human Resources Manager, Perez, referred to Andreu's respiratory ailments as similar to Perez's own \"ailments of age,\" a phrase which Andreu interprets as the \"whinings of an old woman.\"</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Andreu's attempt to recast her unsuccessful serial violation claim into a systemic violation claim fails.  By definition, a series of discrete discriminatory acts motivated by a discriminatory animus cannot be a systemic violation.  Otherwise, the distinction between systemic and serial violations could not be maintained.  Systemic violations are said to arise from discriminatory policies (or what is a de facto policy in the form of a consistent, recurring practice).  Systemic violations have  been recognized rarely, usually in instances of a discriminatory promotion, hiring, training, or compensation system where direct evidence, statistics, or other evidence demonstrate the discriminatory effects of that policy.  See, e.g., Johnson v. General Electric Co., <span class=\"citation\" data-id=\"502255\"><a href=\"/opinion/502255/earl-johnson-v-general-electric/\"><span class=\"volume\">840</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">132</span></a></span>, 136-37 &amp; n. 5 (1st Cir. 1988) (recognizing that an alleged unfair review process leading to denial of promotion would be sufficient to show ongoing policy under continuing violation doctrine); Clark v. Olinkraft, Inc., <span class=\"citation\" data-id=\"346666\"><a href=\"/opinion/346666/15-fair-emplpraccas-374-14-empl-prac-dec-p-7779-mary-evelyn-clark-v/\"><span class=\"volume\">556</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1219</span></a></span>, 1221-22 (5th Cir. 1977) (challenge to entire promotion and pay system as discriminatory constituted continuing unlawful employment practice).</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Thus, Andreu's assertion that BBV had a general policy of reducing the age of its workforce combined with a list of alleged discriminatory acts as evidence of that discriminatory employment policy is not sufficient to sustain a systemic continuing violation claim.  See Mack, 871 F.2d at 184 (\"[G]eneral references to some vague, undefined policy of discrimination are not . . . sufficient to make out a . . . showing that a discernible discriminatory policy was in effect.\") Moreover, much of Andreu's \"direct evidence\" of a discriminatory policy consists of allegations unsupported by citations to the record.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  Absent \"any probative evidence of an overarching policy or practice of discrimination,\" the district court's grant of summary judgment was appropriate.  Jensen, 912 F.2d at 523.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Affirmed.  Costs to BBV.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>NOTES:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> There is a great amount of furor in the briefs about the discovery process, the difficulty of submitting supporting summary judgment briefs on the due dates with citations to depositions not yet transcribed, later filings with belated record cites and the like.  We are convinced that the district court did review plaintiff's supplemental filings and so put aside the procedural wrangling.  We note that plaintiff's kitchen sink approach to the requirement of providing citations to the record made the task of the district court and this court much more difficult and that such an approach could lead to a justifiable refusal by the court to entertain such filings.  See Stepanischen v. Merchants Despatch Transp. Corp., <span class=\"citation no-link\"><span class=\"volume\">772</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">922</span></span>, 931 (1st Cir. 1983) (party's failure to make specific references to record, when asked to do so by the court, may be grounds for judgment against that party).</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/197113/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197455/",
    "http://www.courtlistener.com/api/rest/v3/opinions/346666/",
    "http://www.courtlistener.com/api/rest/v3/opinions/502255/",
    "http://www.courtlistener.com/api/rest/v3/opinions/520577/",
    "http://www.courtlistener.com/api/rest/v3/opinions/547202/",
    "http://www.courtlistener.com/api/rest/v3/opinions/754633/",
    "http://www.courtlistener.com/api/rest/v3/opinions/765085/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1087667/"
  ]
}