{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/199172/",
  "absolute_url": "/opinion/199172/united-states-v-varoudakis/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/199172/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T04:25:50Z",
  "date_modified": "2017-03-24T11:01:13.311767Z",
  "type": "010combined",
  "sha1": "647b676e9ec7d7905b2cedfc6cf9f795691b174f",
  "page_count": 33,
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/99-1695-01A.pdf",
  "local_path": "pdf/2000/12/06/US_v._Varoudakis.pdf",
  "plain_text": "          United States Court of Appeals\n                     For the First Circuit\n\n\nNo. 99-1695\n\n                   UNITED STATES OF AMERICA,\n\n                           Appellee,\n\n                               v.\n\n                       GEORGE VAROUDAKIS,\n\n                     Defendant, Appellant.\n\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n               FOR THE DISTRICT OF MASSACHUSETTS\n\n        [Hon. Richard G. Stearns, U.S. District Judge]\n\n\n                             Before\n\n                     Selya, Circuit Judge,\n\n                     Lipez, Circuit Judge,\n\n                and Casellas,* District Judge.\n\n     Diana K. Lloyd, Assistant U.S. Attorney, with whom Donald\nK. Stern, U.S. Attorney was on brief for appellee.\n     Kimberly Homan, with whom Sheketoff & Homan was on brief for\ndefendant, appellant.\n\n                        December 5, 2000\n\n\n\n\n* Of the District of Puerto Rico, sitting by designation.\n\f            LIPEZ, Circuit Judge. This case requires us to decide\n\na familiar but difficult issue about the admissibility of prior\n\nbad act evidence under Federal Rules of Evidence 404(b) and 403.\n\nThe government alleged that defendant George Varoudakis, charged\n\nwith arson and conspiracy to commit arson in violation of 18\n\nU.S.C. § 844(i) and 18 U.S.C. § 371, hired an acquaintance to\n\nburn down his failing restaurant, Destinations, in order to\n\ncollect     insurance    proceeds.           Following         his   conviction,\n\nVaroudakis argues on appeal that the district court abused its\n\ndiscretion by admitting evidence of a prior bad act, namely,\n\ntestimony     by    Varoudakis's      long-time          girlfriend      and    co-\n\nconspirator in the Destinations arson, Cheryl Britt, that she\n\nsaw Varoudakis set fire to his leased car sixteen months before\n\nthe   Destinations     fire.     We   agree       with   Varoudakis      that   the\n\nevidence should have been excluded under Rule 403, and that the\n\nerror was not harmless.         Accordingly, we vacate the judgment.\n\n                                      I.\n\n            We recite the following undisputed facts or describe\n\nthe testimony of certain witnesses.\n\n            In 1991, George Varoudakis opened a restaurant and\n\nnight club called Destinations at One Congress Street in Boston.\n\nThe   establishment's       general         manager      was    Cheryl     Britt,\n\nVaroudakis's       girlfriend    since      the    mid-1980s.         Initially,\n\n\n                                      -2-\n\fDestinations succeeded financially, but business declined about\n\na year after it opened. Varoudakis paid his suppliers cash on\n\ndelivery and owed his workers back wages. His landlord claimed\n\n$600,000    in    back     rent   and     damages,      and     began   eviction\n\nproceedings in December 1994.\n\n            In late 1994, after several years of carrying insurance\n\nthat was inadequate under the terms of his lease, Varoudakis\n\nincreased the contents insurance coverage for Destinations to\n\n$500,000    and    bought     business        interruption      insurance     for\n\n$100,000.    Cheryl Britt testified that Varoudakis told her he\n\nincreased the insurance so he could burn the restaurant and\n\ncollect the insurance proceeds.\n\n            In January 1995, Varoudakis filed for bankruptcy for\n\nOne Congress Street, a corporation he controlled that owned\n\nDestinations.1      In     February,     he     filed   for   Destinations,     a\n\nseparate    company.     Varoudakis      initiated      these    filings    under\n\nChapter 11, allowing reorganization by the debtor-in-possession.\n\nIn March, he filed for personal bankruptcy.               Also in March, the\n\nOne   Congress    Street    petition      was    voluntarily      converted    to\n\nChapter 7, which requires the debtor to transfer control to a\n\n\n\n      1Cheryl Britt was listed as the president, treasurer,\nclerk, and director of Destinations, but testified that she had\nno financial stake in the company and that Varoudakis controlled\nit. The defendant did not dispute these facts.\n\n                                        -3-\n\fbankruptcy trustee.     On April 6, 1995, two days after the fire\n\nat   Destinations,   the   Destinations   petition   was   voluntarily\n\nconverted to Chapter 7.\n\n          Britt testified that several weeks before the April\n\n1995 fire, Varoudakis told her to stop paying Destinations's\n\nbills.    As a result, Britt did not pay the February 1995\n\ninsurance bill.      On March 27, 1995, the insurance policy was\n\ncancelled.    At trial, Varoudakis relied on the cancellation to\n\ncontest the government's theory that he burned Destinations to\n\ncollect insurance.     Britt, however, testified that Varoudakis\n\ndid not know the insurance was cancelled.\n\n          Also sometime in March, Varoudakis began moving sound\n\nand lighting equipment from Destinations to a property he owned\n\nin Everett.    Several employees worked long hours loading the\n\nequipment into trucks on the days and nights leading up to the\n\nfire. According to Britt and others, the removal included a\n\ndrop-safe, tables, kitchen equipment, liquor, and paperwork.\n\nMore than $100,000 worth of equipment was removed.\n\n          Britt and her sister, Diane Casey, testified that at\n\nthe end of March 1995, Varoudakis hired Casey's boyfriend, Nick\n\nAdams, to torch Destinations.      Britt said that Varoudakis told\n\nher to pay Adams $2,000 when the job was completed.\n\n\n\n\n                                 -4-\n\f           On      the   night    of    April    3,   Varoudakis      went    to    the\n\nFoxwoods Casino with two friends.                    Britt and Casey testified\n\nthat he instructed Casey to switch shifts with Destinations's\n\nscheduled night manager, Mansour Alrisheq, on the night of April\n\n3 because Alrisheq did not know of the planned arson.                           Casey\n\nalso   said    Varoudakis        told   her     to    give    Adams   the    keys    to\n\nDestinations.\n\n           Destinations burned on April 4, 1995.                      Investigators\n\ndetermined that arson caused the fire.                        Varoudakis did not\n\ndispute this finding at trial.\n\n           In the early morning of April 4, apparently believing\n\nhe had insurance, Varoudakis called his insurance agent from\n\nFoxwoods      to   report   the     fire.        Britt       testified   that      when\n\nVaroudakis learned that the fire damage to Destinations was not\n\nextensive, he was furious with Adams for having botched the job.\n\n           When interviewed about the fire in September 1995,\n\nVaroudakis, who was not then a suspect, told investigators that\n\nthe fire might have been connected with the robbery of the\n\nDestinations drop-safe, which held between $5,000 and $7,000,\n\nand that a rival Greek club might be responsible.                            He also\n\nmentioned Casey and Adams as suspects.\n\n           Cheryl Britt initially denied to investigators that\n\nVaroudakis had hired Adams to set the fire.                     After she learned\n\n\n                                         -5-\n\fthat   Varoudakis     had    accused    Casey    and    Adams,   and     after\n\ninvestigators told her she could be indicted, she implicated\n\nVaroudakis.      In    the     course    of     these   discussions       with\n\ninvestigators in October 1995, Britt was promised immunity.\n\nHowever, she lied about her involvement in the fire and her\n\nrelationship with Varoudakis to investigators and in two grand\n\njury appearances.      The government did not revoke her immunity.\n\nAt Varoudakis's trial, Britt was one of the government's main\n\nwitnesses.\n\n          On February 10, 1999, after a thirteen-day trial, a\n\njury convicted Varoudakis of both arson and conspiracy to commit\n\narson. At the end of the second half-day of deliberations, the\n\njury wrote the court a note saying: \"At this current time, we\n\nare at an impasse. Could you tell us how to proceed.\"             The court\n\ntold the jury to stop for the day and continue on the following\n\nday.   After another day and a half of deliberations, the jury\n\nfound Varoudakis guilty.\n\n                                   II.\n\n          At trial, the court allowed Cheryl Britt to testify\n\nthat in December 1993 she saw Varoudakis set fire to a Cadillac\n\nhe had leased.   Britt said that Varoudakis parked the car on a\n\npiece of property he owned in Everett and that he left in\n\nanother car to buy gasoline, with her as a passenger.                  When he\n\n\n                                   -6-\n\freturned, he threw newspapers into the back of the Cadillac,\n\npoured gasoline over them, and ignited the newspapers.               Britt\n\nsaid Varoudakis told her that he torched the car because the\n\nlease had expired and he owed excess mileage charges, and that\n\nhe expected insurance to cover the loss.          On cross-examination\n\nof Britt, Varoudakis offered the car lease agreement to impeach\n\nBritt's testimony that the lease had expired.                The agreement\n\nshowed that the lease had 23 months remaining.2                 Following\n\nBritt's testimony, Officer Richard Gamby of the Everett Police\n\nDepartment testified that he investigated the burning of a\n\nCadillac in December 1993 that matched Britt's description.\n\n          Varoudakis argues that the car fire evidence should not\n\nhave been admitted under Rule 404(b) because its sole purpose\n\nwas to demonstrate criminal propensity, or that the evidence\n\nshould   not   have   been   admitted   under   Rule   403    because   its\n\nprobative value was substantially outweighed by its unfairly\n\nprejudicial effect.     The government responds that the car fire\n\nevidence was properly admitted, or, if not, that its admission\n\nwas harmless error.\n\n\n    2 The lease showed that Varoudakis had leased the car for 36\nmonths, and that at the time of the fire he had used 13 months\nof that period.   The lease allowed him to drive 45,000 miles\nwithout further charge.    There was no evidence of what the\nmileage was at the time of the fire. The defense argued that it\nwas unlikely that Varoudakis would have driven 45,000 miles in\n13 months.\n\n                                  -7-\n\f              We review the district court's determination that the\n\nprior bad act evidence was admissible under 404(b) and 403 for\n\nan abuse of discretion.            See United States v. Balsam, 203 F.3d\n\n72, 84 (1st Cir. 2000).\n\nA. Standard for Admission under Federal Rule of Evidence 404(b)\n\n               Rule 404(b) provides that evidence of a defendant's\n\nprior   bad    acts   may    not   be    admitted   to   prove   his   criminal\n\ncharacter or propensity to commit crimes of the sort for which\n\nhe is on trial.3       To admit evidence of prior bad acts, a trial\n\ncourt must find that the evidence passes two tests.                 First, the\n\nevidence must have \"special relevance\" to an issue in the case\n\nsuch as intent or knowledge, and must not include \"bad character\n\nor propensity as a necessary link in the inferential chain.\"\n\nUnited States v. Frankhauser, 80 F.3d 641, 648 (1st Cir. 1996).\n\nSecond, under Rule 403, evidence that is specially relevant may\n\nstill   be    excluded      if   its    probative   value   is   substantially\n\noutweighed by the danger of unfair prejudice.\n\n\n\n    3 Rule 404(b) provides in relevant part:\n          Evidence of other crimes, wrongs, or acts is\n          not admissible to prove the character of a\n          person in order to show action in conformity\n          therewith.   It may, however, be admissible\n          for other purposes, such as proof of motive,\n          opportunity,   intent,  preparation,   plan,\n          knowledge, identity, or absence of mistake\n          or accident. . . .\nFed. R. Evid. 440(b).\n\n                                         -8-\n\f            As the text of Rule 404(b) indicates, prior bad act\n\nevidence may be specially relevant if, for example, it goes to\n\nthe defendant's intent, knowledge, plan, absence of mistake, or\n\nidentity.     Additionally, prior bad acts may be admitted in\n\nconspiracy cases under 404(b) if they \"explain the background,\n\nformation, and development of the illegal relationship.\" United\n\nStates v. Escobar-De Jesus, 187 F.3d 148, 169 (1st Cir. 1999).\n\nSee also United States v. Prevatte, 16 F.3d 767, 775-76 (7th\n\nCir. 1994); United States v. Jones, 982 F.2d 380, 382-83 (9th\n\nCir. 1993); United States v. Passarella, 788 F.2d 377, 383-84\n\n(6th Cir. 1986); United States v. Magnano, 543 F.2d 431, 435 (2d\n\nCir. 1976).     We have focused on two factors to determine the\n\nprobative value of prior bad act evidence: \"the remoteness in\n\ntime of the other act and the degree of resemblance to the crime\n\ncharged.\"    Frankhauser, 80 F.3d at 648, quoting United States v.\n\nFields, 871 F.2d 188, 197 (1st Cir. 1989).\n\nB. Applying Rule 404(b)\n\n            1. The Court's Ruling\n\n            Immediately before the opening statements of counsel,\n\nin response to a motion in limine filed by the defendant to\n\nexclude the car fire evidence, the court ruled that Britt's\n\ntestimony    about   the   car   fire   would    be   admissible   to   show\n\nVaroudakis's    \"plan,     knowledge,    and    intent\"   in   relation   to\n\n\n                                   -9-\n\fwhether   he     \"knowingly    participated      in    a    common    scheme   to\n\ndefraud.\"      In support of this rationale, the court cited the\n\ngovernment's allegations that Varoudakis committed both the car\n\nfire and the Destinations arson \"for a financial motive\" and\n\nwith \"one of the same conspirators [Britt].\"\n\n            The court cited United States v. Gonzalez-Sanchez, 825\n\nF.2d 572 (1st Cir.),          cert. denied, 484 U.S. 989 (1987), as\n\nauthority for its ruling.         In Gonzalez-Sanchez, the defendants,\n\nwho were gang members, were convicted of an October 1981 arson.\n\nThe   trial    court   admitted   prior    bad   act       evidence   primarily\n\nconcerning two other recent fires.         Like the arson charged, both\n\nfires had also destroyed businesses owned by the defendants and\n\ninsured by the same insurance company.                These fires occurred\n\njust two months and six months before the October 1981 fire.                   In\n\nupholding the court's decision to admit the evidence, we said:\n\n\"The issue at trial was not just whether [defendant] Latorre\n\ncommitted arson. The broader issue was whether Latorre knowingly\n\nparticipated in a common scheme to defraud.\"                 Id. at 581.\n\n            There   are   important   differences          between    the   facts\n\nsupporting a common scheme rationale in Gonzalez-Sanchez and\n\nthis case.       Unlike the recurring fires in             Gonzalez-Sanchez--\n\nthree   arsons    of   business   properties     in    six    months--Britt's\n\ntestimony does not suggest a plan connecting the car fire to the\n\n\n                                    -10-\n\fDestinations fire.   In United States v. Lynn, 856 F.2d 430 (1st\n\nCir. 1988), we held that evidence of a prior conviction for\n\nmarijuana was not admissible to show a common plan or scheme\n\nconnected to the defendant's instant prosecution for marijuana\n\ndistribution because there was no evidence that the previous\n\noffense \"leads in a progression\" to the second.     Id. at 435.\n\nSimilarly here, no evidence suggests that \"a continuing or\n\nconnected scheme\" linked the car fire and the Destinations fire.\n\nId.\n\n         The district court also saw the car fire evidence as\n\nspecially relevant to the Destinations fire on the ground that\n\nBritt acted as Varoudakis's co-conspirator in both instances.\n\nThe court was correct that prior bad act evidence is admissible\n\nto prove conspiracy in cases \"where the earlier crime involved\n\nthe same participants as the charged crime.\"   United States v.\n\nHadfield, 918 F.2d 987, 994 (1st Cir. 1990),     citing    United\n\nStates v. Flores-Perez, 849 F.2d 1, 7 (1st Cir. 1988).    See also\n\nGonzalez-Sanchez, 825 F.2d at 581 (\"the evidence of Latorre's\n\ninvolvement with the same people in past arson and fraud schemes\n\nis especially probative of the issue whether he was an innocent\n\n'tool' of others or a knowing participant in the conspiracy\").\n\n         Britt, however, did not \"participate\" in the car fire\n\nas a co-conspirator.   According to her testimony, and there was\n\n\n                              -11-\n\fno contrary evidence, she was a witness who went along for the\n\nride. By contrast, she testified that she helped Varoudakis with\n\nthe Destinations fire, removing restaurant equipment and paying\n\nAdams for his work.   Her lack of participation in the car fire\n\ndistinguishes this aspect of the case from Gonzalez-Sanchez, in\n\nwhich the defendant and his fellow gang members played the same\n\nroles in committing the prior arsons as they did in the arson\n\nfor which the defendant was charged.\n\n         Finally, the court said that the car fire was specially\n\nrelevant to Varoudakis's motive to commit the Destinations fire\n\nbecause, in both instances, he allegedly committed arson to\n\nalleviate a financial burden by collecting insurance proceeds.\n\nUnlike knowledge and intent, motive is not an element of the\n\ncrime that the government must prove.   For that reason, proof of\n\nmotive must be offered to show some other element, for example,\n\nthat the crime was committed, the identity of the accused, or\n\nthe accused's requisite mental state.   See 22 Charles A. Wright\n\nand & Kenneth A. Graham, Jr., Federal Practice and Procedure, §\n\n5240 (1978).\n\n         When prior bad act evidence is offered to prove a\n\nmotive for the crime, \"courts must be on guard to prevent the\n\nmotive label from being used to smuggle forbidden evidence of\n\npropensity to the jury.\"   Id.   That is the problem here.    As\n\n\n                              -12-\n\fproof   of    motive,   the     car   fire     testimony    is    offered     as\n\ncircumstantial       evidence     that       Varoudakis     committed        the\n\nDestinations fire.      It involves an inference of propensity as \"a\n\nnecessary link in the inferential chain.\"              Frankhauser, 80 F.3d\n\nat   648.      Put   most     simply,    the       government    argues     that\n\nVaroudakis’s commission of the car fire arson in response to\n\nfinancial stress makes it more likely that he committed the\n\nrestaurant arson in response to financial stress.                Contrast this\n\nforbidden inference with the permissible inference to be drawn\n\nin a case in which the prior bad act--say, a botched robbery by\n\nthe defendant that was frustrated by the ineptitude of his\n\ncohort--provided     the    motive    for    the    defendant’s    subsequent\n\nassault on his cohort.        There the prior bad act would provide\n\ncircumstantial evidence of the commission of the assault without\n\nthe involvement of any propensity inference.\n\n             In a case that also involved arson of a restaurant\n\nowned by the defendant, the Eleventh Circuit excluded evidence\n\nthat the defendant, in a separate incident, threatened to \"burn\n\nout\" a tenant after she did not pay a full month's rent.                     See\n\nUnited States v. Utter, 97 F.3d 509, 514 (11th Cir. 1996) As in\n\nthis case, the government argued that the tenant's testimony\n\n\n\n\n                                      -13-\n\fwould show \"how the defendant reacts to financial stress.\"                       Id.4\n\nThe court rejected this rationale, stating: \"This is the type of\n\ncharacter and propensity evidence prohibited by Rule 404(b).\"\n\nId.    See also Lynn, 856 F.2d at 436.                For the same reason, we\n\nfind error in the district court's financial motive rationale.\n\n              2. The Britt-Varoudakis Relationship\n\n              There is, however, a proper rationale for admitting the\n\ncar    fire       evidence    under      404(b)    that   differs     subtly,    but\n\nimportantly, from the district court's rationale that Britt was\n\na co-conspirator in both fires. The government urges on appeal\n\nthat the car fire evidence was properly admitted because it\n\ndemonstrates the background and formation of the conspiratorial\n\nrelationship between Varoudakis and Britt during the planning\n\nfor and commission of the Destinations fire.\n\n              In United States v. Escobar-De Jesus, 187 F.3d 148, 169\n\n(1st       Cir.   1999),     we   said   that     prior   bad   act   evidence    is\n\n\n\n       4\n       The court also noted that the prior bad act evidence\nrelated \"only to [Utter's] threat to use fire\" not arson for the\npurpose of collecting insurance, for which Utter was charged.\nSee Utter, 97 F.3d at 513. As we have noted, Britt testified\nthat Varoudakis set the car fire to collect insurance, and the\ngovernment offers the testimony to show motive on that basis.\nHowever, this distinction between the cases does not affect the\nrelevance to our case of the Utter court’s conclusion that the\n\"threat\" evidence should have been excluded. In both cases, the\nprior bad act evidence is specially relevant to the defendant's\ncommission of the crime alleged only if criminal propensity is\ninferred.\n\n                                          -14-\n\fadmissible \"to help the jury understand the basis for the co-\n\nconspirators' relationship of mutual trust.\"                 Id.     See also\n\nUnited States v. Love, 134 F.3d 595, 603 (4th Cir. 1998); United\n\nStates v. Pipola, 83 F.3d 556, 565-66 (2d Cir. 1996); United\n\nStates v. Rosa, 11 F.3d 315, 334 (2d Cir. 1993); United States\n\nv. Diaz, 994 F.2d 393, 395 (7th Cir. 1993).             The district court\n\nin Escobar-De Jesus admitted evidence about an uncharged heroin\n\ndeal between the defendant, who was charged with other drug-\n\nrelated crimes, and one of his co-conspirators.                    We reasoned\n\nthat the heroin purchase \"was relevant and admissible because it\n\nhelped    to   explain    the    history    between     [co-conspirators]\n\nRodriguez and Escobar,\" whose relationship \"was directly in\n\nissue and material to the case.\"          Escobar-De Jesus, 187 F.3d at\n\n169.\n\n           Cheryl Britt's relationship with George Varoudakis was\n\nsimilarly material to the conspiracy case against him.                   Britt\n\ntestified to the key facts that Varoudakis hired Nick Adams to\n\ntorch Destinations and that he believed he still had insurance\n\nwhen the arson took place.           Britt's testimony also refuted\n\nVaroudakis's alibi, and his claim that he removed the sound\n\nsystem and other equipment for a legitimate purpose.\n\n           Britt knew these things because Varoudakis trusted her.\n\nHer    testimony   that   he   allowed    her   to   watch   him    torch   his\n\n\n                                   -15-\n\fCadillac    demonstrated    that   trust.      It    also   demonstrated\n\nVaroudakis's willingness to involve her in some way in his\n\nillegal acts.     Like the prior bad act evidence admitted in\n\nEscobar-De Jesus, Britt's car fire testimony helped explain the\n\nnature of their relationship.\n\n            The defense argues that the prior bad act evidence\n\nshould not be admissible to show the background and formation of\n\nBritt's relationship with Varoudakis because Varoudakis did not\n\ndispute that he and Britt were long-time intimates.            At first\n\nblush, this argument seems plausible.          However, we have held\n\nthat evidence of prior bad acts may be probative even when it is\n\nrelevant to an issue that the defendant does not contest.            For\n\nexample, such evidence may be admitted to show knowledge or\n\nintent when the defense is a general denial of the charges, see\n\nUnited States v. Oppon, 863 F.2d 141, 146 (1st Cir. 1988), or a\n\nclaim of mistaken identity, see United States v. Ferrer-Cruz,\n\n899 F.2d 135, 138 (1st Cir. 1990).        After all, the fact that the\n\ndefendant does not contest the issue for which the prior bad act\n\nevidence is offered does not, \"by itself, remove those issues\n\nfrom the case.\"    Id.\n\n            We conclude, therefore, that the car fire evidence is\n\nspecially     relevant     under   Rule     404(b)    to    Varoudakis's\n\nrelationship with Britt because it shows that he trusted her so\n\n\n                                   -16-\n\fmuch that he was willing to commit a crime in her presence.5                      We\n\nfurther    conclude,     however,      that        the    contention    that     the\n\ngovernment did not need the car fire evidence to prove the close\n\nrelationship between Britt and Varoudakis remains a pertinent\n\nquestion in the Rule 403 analysis, which requires weighing the\n\nevidence's probative value against its unfairly prejudicial\n\neffect.    See United States v. Gilbert, 229 F.3d 15,24 (1st Cir.\n\n2000).\n\nC. Rule 403\n\n           Prior bad act evidence that surmounts the bar of Rule\n\n404(b) may still be inadmissible under Rule 403.                        This rule\n\nrequires   the   trial    court     to    exclude         the   evidence   if    its\n\nprobative value is substantially outweighed by \"the danger of\n\nunfair prejudice.\"        Fed. R. Evid. 403.                Otherwise relevant\n\nevidence   may   also    be   excluded        if    its    probative     value    is\n\nsubstantially    outweighed       by     \"confusion        of   the    issues,    or\n\nmisleading [of] the jury, or by considerations of undue delay,\n\nwaste of time, or needless presentation of cumulative evidence.\"\n\nId.\n\n\n      5\n      Since the car fire took place only sixteen months before\nthe Destinations arson, the two events are also sufficiently\nproximate in time to warrant admission under 404(b).         See\nHadfield, 918 F.2d at 994 (convictions that occurred five years\nbefore the charged crime were sufficiently proximate in time);\nFrankhauser, 80 F.3d 641, 649 (seven year span between prior bad\nact and charged crime did not render evidence inadmissible).\n\n                                       -17-\n\f             The district court's determination on this issue merits\n\ngreat deference on appeal.              See Hadfield, 918 F.2d at 995.\n\nNonetheless, we find that in this case the district court erred\n\nin finding that the car fire evidence was admissible under Rule\n\n403.\n\n             Under Rule 403's weighing test, \"it is only unfair\n\nprejudice which must be avoided.\"               United States v. Rodriguez-\n\nEstrada, 877 F.2d 153, 156 (1st Cir. 1989).                   We stress \"unfair\"\n\nbecause \"[b]y design, all evidence is meant to be prejudicial.\"\n\nId.    Usually,      courts    use    the     term    \"unfair     prejudice\"     for\n\nevidence     that    invites   the    jury    to     render   a   verdict   on    an\n\nimproper emotional basis.             For example, we have upheld the\n\nexclusion of prior bad act evidence in part because it was\n\n\"undeniably explosive,\" Gilbert, 229 F.3d at 26.                     We are also\n\ncautious when the prior act is a                \"shocking or heinous crime\n\nlikely to inflame the jury.\"          United States v. Mocchia, 681 F.2d\n\n61, 64 (1st Cir. 1982).\n\n             As the district court noted, the car fire evidence is\n\nnot particularly shocking.             There is little danger that it\n\nswayed the jury toward a conviction on an emotional basis.                       But\n\nRule   403    also    protects       defendants       from    unfair   prejudice\n\n\n\n\n                                       -18-\n\fresulting from criminal propensity evidence.6                   As the Supreme\n\nCourt has stated, improper grounds under Rule 403 \"certainly\n\ninclude . . . generalizing a defendant's earlier bad act into\n\nbad character and taking that as raising the odds that he did\n\nthe later bad act now charged.\"              Old Chief v. United States, 519\n\nU.S. 172, 180 (1997).\n\n             To be sure, all prior bad act evidence involves some\n\npotential for an improper propensity inference.                   That is why,\n\nunder   Rule   404(b),     the    possibility      that   a    jury   may   infer\n\nsomething negative about a defendant's character or propensity\n\nto commit crime does not make the evidence inadmissible unless\n\nno permissible inference may also be drawn.                   See Ferrer-Cruz,\n\n899 F.2d at 138. Under Rule 403, however, that risk of an\n\nimproper criminal propensity inference should be considered in\n\nlight   of   the    totality     of    the   circumstances,     including    the\n\ngovernment's       need   for    the    evidence    given     other   available\n\ntestimony, to prove the issue identified pursuant to the 404(b)\n\nspecial relevance analysis.             See Old Chief, 519 U.S. at 184\n\n(\"what counts as the Rule 403 'probative value' of an item of\n\n\n\n    6  The drafters of Rule 403 expected \"unfair prejudice\" to\nhave multiple meanings. \"'Unfair prejudice' within its context\nmeans an undue tendency to suggest decision on an improper\nbasis, commonly, though not necessarily, an emotional one.\"\nAdvisory Committee's Notes on Fed. Rule. Evid. 403, 28\nU.S.C.App., at 860 (emphasis added).\n\n                                       -19-\n\fevidence, as distinct from its Rule 401 'relevance,' may be\n\ncalculated by comparing evidentiary alternatives\").7\n\n              Here is the crux of our analysis.                \"The prejudice to\n\nan opponent can be said to be 'unfair' when the proponent of the\n\nevidence       could     prove    the     fact   by   other,     non-prejudicial\n\nevidence.\" Wright & Graham, supra, § 5214.                     Doubts about the\n\nprobative value of prior bad acts evidence are thus \"compounded\"\n\nwhen       prosecutors    have    other    evidence    available,      \"rendering\n\nnegligible their need to show intent by the prior bad acts.\"\n\nLynn, 856 F.2d at 436; see also Wright & Graham, supra, § 5250\n\n(\"The probative value of any particular bit of evidence is\n\nobviously       affected    by    the     scarcity    or   abundance    of   other\n\nevidence on the same point.\").\n\n              Our   recent       holding    in   Gilbert     incorporated     the\n\nunderstanding of Rule 403 unfair prejudice that we articulate\n\nhere.        In that case, we affirmed on interlocutory appeal a\n\ndistrict court's decision to exclude a variety of prior bad act\n\nevidence.       We cited as factors the risk that the jury would\n\ninfer criminal propensity, and the government's lack of need for\n\nthe evidence.          See Gilbert, 229 F.3d at 26 (\"we simply do not\n\n\n       7\n      Rule 401 defines relevant evidence as evidence having \"any\ntendency to make the existence of any fact that is of\nconsequence to the determination of the action more probable or\nless probable than it would be without the evidence.\" Fed. R.\nEvid. Rule 401.\n\n                                          -20-\n\fsee how the jury could regard the [prior bad act] evidence as\n\nspecially relevant without drawing a forbidden inference of\n\ncriminal propensity . . . . [W]e do not find particularly\n\ncompelling the government's argument that it has a strong need\n\nfor this evidence\").\n\n           There is clearly a tension between Rules 404(b) and\n\n403.   The more similar the prior bad act evidence is to the\n\ncharged crime, the more likely it is to be deemed relevant under\n\n404(b).    Yet the more the prior bad act resembles the crime, the\n\nmore likely it is that the jury will infer that a defendant who\n\ncommitted the prior bad act would be likely to commit the crime\n\ncharged.      See United States v. Beechum, 582 F.2d 898, 915 n.20\n\n(5th   Cir.    1978)   (\"the   more    closely   the   extrinsic   offense\n\nresembles the charged offense, the greater the prejudice to the\n\ndefendant\").     This is precisely the kind of inference that Rule\n\n403 guards against.       See Lynn, 856 F.2d at 436 (\"The ordinary\n\ninference here would seem very close to the inference the Rule\n\nwas designed to avoid.\").\n\nD. Applying Rule 403\n\n              The government primarily used the car fire evidence\n\nto cast Varoudakis as an arsonist.           In its opening statement,\n\nthe government said the following: \"Now, the Defendant knew very\n\nwell how to plan an arson because this wasn't the first arson he\n\n\n                                      -21-\n\fhad planned.\"         Although Rule 404(b) permits the admission of\n\nprior bad acts evidence as proof of plan, we have already\n\nconcluded that no common plan or scheme linked the car fire and\n\nthe Destinations fire.            See supra.      In reality, this opening\n\nstatement underscored Varoudakis's criminal propensity to burn\n\nDestinations because of the car fire.                    In questioning Britt\n\nabout    the    car    fire,    the    government       did    not    stress       the\n\ndevelopment      of   her    relationship       with   Varoudakis,         a    proper\n\nrationale      for    admission      under    404(b).         Instead,         Britt's\n\ntestimony focused on the facts of the car fire and Varoudakis's\n\nstatement to her that he burned the car to collect insurance\n\ncoverage.\n\n             Moreover, as in Gilbert, the probative value of the car\n\nfire evidence was minimal.            The government did not need the car\n\nfire    to     demonstrate      the     close     nature      of     Varoudakis's\n\nrelationship      with      Britt.      Britt     testified        that    she     and\n\nVaroudakis began a romantic relationship in about 1985, and that\n\nthey lived together for six years, beginning in about 1989, in\n\nan apartment that Varoudakis helped Britt purchase.                       Britt said\n\nVaroudakis bought her jewelry and furniture and took her on\n\nexpensive vacations.\n\n             Britt also testified that she allowed him to list her\n\nas     the     president,      treasurer,       clerk,     and       director       of\n\n\n                                       -22-\n\fDestinations,      a    corporation         in     which      she   had    no   financial\n\ninterest.       She said she knew about Varoudakis's long-running\n\ndispute over rental payments with the Destinations landlord.\n\nBecause her name was on the Destinations incorporation papers,\n\nshe wrote the rent checks.             As she said at trial: \"Me and George\n\n[Varoudakis] [sic] communicated a lot if something came up.\"\n\nBritt also testified that she heard Varoudakis's discussions\n\nwith    a     potential      buyer    for     Destinations.          She       signed      the\n\nDestinations bankruptcy petition.\n\n              The government also did not need the car fire evidence\n\nto    prove    Varoudakis's         knowledge       or   intent      relating         to    the\n\nDestinations arson.           Varoudakis denied setting the fire at all,\n\nrather than arguing that he burned Destinations unknowingly or\n\nunintentionally.            There     was     no    evidence         suggesting            that\n\nVaroudakis      was    an    innocent       \"tool\"       of   others      in    the    arson\n\nconspiracy like the defendant in Gonzalez-Sanchez, 825 F.2d at\n\n581.    The absence of a dispute on these issues weighs against\n\nadmitting the evidence under 403.                   See Gilbert, 229 F.3d at 24\n\n(citing as a factor weighing in favor of exclusion that \"four of\n\nthe    five    issues       adduced    by    the     government        in      support       of\n\nadmitting the [prior bad act] evidence do not appear to be much\n\nin dispute in this case.\"); Lynn, 856 F.2d at 437 n. 15 (\"While\n\nwe do not undermine the government's substantial burden of\n\n\n                                            -23-\n\fproof,      we     do   note    that    in    this     instance,      'intent,         while\n\ntechnically at issue, [was] not really in dispute,' greatly\n\nreducing         any    need   for     the    jury    to     know   of     the    previous\n\nconviction.\") (footnote omitted).\n\n                 We recognize that our 403 analysis must \"evaluate the\n\ntrial court's decision from its perspective when it had to rule\n\nand not indulge in review by hindsight.\"                     Old Chief, 519 U.S. at\n\n183 n.6.         At the start of the trial, the district court denied\n\nVaroudakis's motion in limine to exclude the car fire evidence.\n\nWhen the government began to ask Britt about the car fire on\n\ndirect examination, Varoudakis objected.                        The court overruled\n\nhim, relying on its ruling on the motion in limine.                          The court's\n\ndecision to allow the evidence at this point followed Britt's\n\nother testimony about her close relationship with Varoudakis.\n\nBritt      had    already      said    that    she     and    Varoudakis         had   lived\n\ntogether for six years; that she was listed on the Destinations\n\nincorporation papers; that she knew about Varoudakis's fight\n\nwith       his    landlord;      that    she        wrote    the    rent    checks       for\n\nDestinations; and that she and Varoudakis \"communicated a lot if\n\nsomething came up.\"8 This testimony revealed that the government\n\ndid not need the car fire evidence to establish Britt’s close\n\n\n       8\n       Other details about Britt's personal relationship with\nVaroudakis came out during the cross-examination that followed\nBritt's direct testimony.\n\n                                             -24-\n\frelationship with Varoudakis, the only legitimate purpose of the\n\nevidence   under   404(b).     The   absence   of   any    other    special\n\nrelevance under 404(b), including those cited by the court and\n\nthe government, was also discernible at this juncture.                  The\n\npropensity danger of the evidence was unmistakable.                Thus the\n\nprobative value of the car fire evidence was substantially\n\noutweighed by the danger of unfair prejudice at the time the\n\ndistrict court admitted it.9      That ruling was erroneous.\n\n           We add two further observations.           First, given the\n\nnature of appellate review, with its restrictions to the cold\n\nrecord, we rarely reverse a district court's judgment about the\n\nadmissibility of prior bad act evidence pursuant to the weighing\n\nanalysis of Rule 403.         Indeed, as we have said repeatedly,\n\n\"[o]nly    in   exceptional   circumstances    will   we    reverse     the\n\nexercise of a district court's informed discretion vis a vis the\n\nrelative weighing of probative value and unfairly prejudicial\n\neffect.\"    United States v. Griffin, 818 F.2d 97, 101-02 (1st\n\n\n\n    9 To better position the court to evaluate the government's\nneed for the prior bad act evidence it seeks to offer, the\nSecond Circuit has ruled that the determination about whether to\nadmit the evidence to show knowledge or intent \"should await the\nconclusion of the defendant's case and should be aimed at a\nspecifically identified issue.\" United States v. Figueroa, 618\nF.2d 934, 939 (2d Cir. 1980). We mention this practice because\nsuch an ordering of the proof, though not required in this\ncircuit, occasionally may prove to be a useful tool for trial\njudges.\n\n                                 -25-\n\fCir. 1987).           We reiterate our commitment to that principle.\n\nHere, however, we have the exceptional case that requires us to\n\nintervene.\n\n               Second, although we do not reach the conclusion that\n\nwe must intervene on the basis of hindsight, we do reach it with\n\nadvantages unavailable to the district court.              In ruling on a\n\ndefendant's motion in limine before trial, courts do not have\n\nthe benefit of context--how the prior bad act evidence relates\n\nto the evidence actually presented by the prosecution during its\n\ncase in chief.          When defendants renew their objection to prior\n\nbad act evidence offered by the prosecution during trial, as\n\nthey        usually    must   to   preserve   their    objection   to     its\n\nadmissibility,10 courts do not have the time we have on appeal to\n\nassess critically the 404(b) boilerplate formula for admission\n\nof the evidence often invoked by the prosecution.\n\n                 By    contrast,   the   prosecution    does   have     these\n\nadvantages of context and time. Before trial, the prosecution\n\n\n\n       10\n        Rule 404(b) requires the       prosecution to provide\nreasonable notice of prior bad act evidence at the defendant's\nrequest. See Fed. R. Evid. 404(b). Varoudakis responded to the\ngovernment's notice by filing a motion in limine to exclude the\ncar fire evidence. He renewed his objection when the government\nbegan to question Britt about the car fire at trial, as\nrequired. See Gill v. Thomas, 83 F.3d 547, 540-41 (1st Cir.\n1996) (party whose in limine motion to exclude evidence is\ndenied must, to preserve issue for appeal, renew objection when\nevidence is offered at trial).\n\n                                      -26-\n\fgenerally knows the totality of its case and how the prior bad\n\nact evidence fits into it.      The prosecution also has the time to\n\nanalyze rigorously whether the exceptions to Rule 404(b),11 and\n\nthe limitations of Rule 403, apply to the facts.            The failure to\n\nengage in that analysis\n\nleads to the needless complications we find in this case and\n\nothers.    See United States v. Rodriguez-Cardona, 924 F.2d 1148,\n\n1153 (1st Cir. 1991) (\"[T]he government here attempted to render\n\nthe   rule    [of   excluding   prior      bad   act   evidence]    a    minor\n\nexception.       This   practice    is     inconsistent    with    the    fair\n\nadministration of justice.         We notice that this is a recurrent\n\nproblem.\") (footnote omitted); United States v. Simon, 842 F.2d\n\n552, 556 (1st Cir. 1988) (Torruella, J., concurring) (\"Almost\n\nany excuse or far-fetched theory is made to fit within [Rule\n\n404(b)'s] truly exceptional language.\").\n\n             In oft-quoted language, Justice Jackson explained why\n\nour rules of evidence are so wary of propensity evidence:\n\n\n\n      11\n       Because of its many exceptions to the general statement\nthat prior bad act evidence should not be admitted, Rule 404(b)\nis sometimes understood as one of inclusion, and sometimes as\none of exclusion.     See Wright & Graham, supra, § 5239. We\nourselves have used both formulations. Compare United States v.\nRodriguez-Cardona, 924 F.2d 1148, 1153 (1st Cir. 1991) (\"Rule\n404(b) is a rule of exclusion.\") with United States v. Carty,\n993 F.2d 1005, 1011 (1st Cir. 1993) (\"Rule 404(b) is a rule of\ninclusion\".). Whatever the proper formulation, the exceptions\nmust not swallow the rule.\n\n                                    -27-\n\f            The State may not show defendant's prior\n            trouble with the law, specific criminal\n            acts, or ill name among his neighbors, even\n            though   such  facts   might  logically   be\n            persuasive that he is by propensity a\n            probable perpetrator of the crime.       The\n            inquiry is not rejected because character is\n            irrelevant; on the contrary, it is said to\n            weigh too much with the jury and to so\n            overpersuade them as to prejudge one with a\n            bad general record and deny him a fair\n            opportunity to defend against a particular\n            charge.\n\nMichelson      v.    United   States,    334   U.S.   469,   475-76   (1948)\n\n(footnotes omitted) (quoted approvingly in Old Chief, 519 U.S.\n\nat 181).    Despite the fairness implications of the prosecution's\n\nuse of prior bad act evidence, the prosecution too often pushes\n\nthe   limits    of    admissibility     of   this   evidence,   knowing   its\n\npropensity power and gambling that the time constraints on the\n\ntrial court, the court's broad discretion, the elasticity of\n\nRule 404(b), and the harmless error rule of the appellate court,\n\nwill save it from the consequences of overreaching.              That is not\n\nalways a good gamble.\n\nE. Harmless Error12\n\n\n      12\n       Varoudakis did not ask the district court to give a\nlimiting instruction about the car fire evidence at the time the\nevidence was offered or before the jury charge, and no\ninstruction was given. When the defendant does not ask for a\nlimiting instruction, but later objects to its absence, we\nreview the district court's failure to issue one sua sponte for\nplain error. See United States v. Carty, 993 F.2d 1005, 1011\nn.9 (1st Cir. 1993). That praxis, however, does not mean that\nwe apply the plain error standard to the court's decision to\n\n                                      -28-\n\f         Admission of prior bad act evidence is harmless \"only\n\nif it is 'highly probable' that the error did not contribute to\n\nthe verdict.\"   United States v. Aguilar-Aranceta, 58 F.3d 796,\n\n802 (1st Cir. 1995).     To make this determination, we must\n\nconclude \"with fair assurance, after pondering all that happened\n\nwithout stripping the erroneous action from the whole, that the\n\n[jurors'] judgment was not substantially swayed by the error.\"\n\nUnited States v. Williams, 985 F.2d 634, 638 (1st Cir. 1993),\n\nquoting United States v. Burke, 948 F.2d 23, 27 (1st Cir. 1991).\n\nWe cannot so conclude in this case.\n\n         The car fire evidence led to testimony by Officer Gamby\n\nthat bolstered the credibility of Britt, the key government\n\n\n\n\nadmit prior bad act evidence over the objection of the\ndefendant, even though that evidence would have justified a\nlimiting instruction if the defendant had sought it. Varoudakis\ndid not have to ask for a limiting instruction if he determined\nthat the lack of one operated in his favor. See Malik, 928 F.2d\nat 23 (\"Counsel might well have concluded that, in the context\nof the trial, such an instruction would not prove very helpful.\nIn any event, whether a party wishes such an instruction, or\nwishes to forego the instruction (thereby calling less attention\nto the statement) is primarily a matter for counsel to decide at\ntrial.\").   Varoudakis did not forfeit his right to challenge\nadmission of the car fire evidence under a harmless error\nstandard by not asking for a limiting instruction. Similarly,\ncontrary to the government's argument, Varoudakis did not\nforfeit a harmless error argument by not objecting repeatedly to\nevery question or statement of the prosecution about the car\nfire. Varoudakis renewed his motion in limine objection to the\ncar fire evidence when Britt began to testify about the car fire\nat the trial. No more was necessary.\n\n                             -29-\n\fwitness.13      Officer Gamby confirmed Britt’s car fire account by\n\ntestifying      that    he   investigated       the    burning         of   a    car    that\n\nmatched Britt’s description in terms of date, location, and make\n\nof vehicle.       In its closing statement, the government said of\n\nBritt and her sister Diane Casey: \"And when you consider their\n\ntestimony, consider corroborating evidence . . . evidence that\n\nconfirms,       confirms     what      they   say.\"             The   government        then\n\nhighlighted       Gamby’s       testimony       as         an     example        of     such\n\ncorroboration for Britt.               Without the car fire evidence, the\n\ngovernment      would    not    have    had   this     opportunity          to    show    an\n\nindependent, neutral source verifying Britt's truthfulness and\n\naccuracy, and thereby enhancing her credibility generally.\n\n             In addition, when we \"assess the record as a whole,\"\n\nas harmless error analysis requires, United States v. Santana,\n\n175 F.3d 57, 66 (1st Cir. 1999), quoting Morgan v. Hall, 569\n\nF.2d    1161,    1166    (1st    Cir.    1978),       we    cannot      say      that    the\n\ngovernment’s case was \"so overwhelming as to overshadow the\n\nprejudicial effect\" of the prior bad act evidence.                          Santana, 175\n\nF.3d at 67.      As the trial court observed, the government’s case\n\n\n       13\n       Britt alone testified that Varoudakis believed he still\nhad insurance when the arson took place, and that he had no\nintention of opening a restaurant at the Everett property, and\nthus had no legitimate reason for removing equipment from\nDestinations before the fire. Britt also refuted Varoudakis's\nalibi by testifying that it was preplanned.    Britt and Casey\ntestified that Varoudakis hired Adams to burn Destinations.\n\n                                         -30-\n\fagainst Varoudakis would have been largely circumstantial had\n\nBritt been discredited.14\n\n         Finally,    the    three-day   length   of   the   jury\n\ndeliberations, and the jury’s note to the trial court that it\n\nwas \"at an impasse\" at the end of the second half-day, weigh\n\nagainst a finding of harmless error.      Lengthy deliberations\n\nsuggest a difficult case. See Santana, 175 F.3d at 67; United\n\nStates v. Ottersburg, 76 F.3d 137, 140 (7th Cir. 1996) (\"The\n\nlength of the jury’s deliberations makes clear that this case\n\nwas not an easy one.\"); Gibson v. Clanon, 633 F.2d 851, 855 (9th\n\nCir. 1980) (\"The state’s case against [the defendants] is a\n\nstrong one. Nevertheless, if the jury had readily accepted [the]\n\neyewitness testimony it seems unlikely that they would have\n\ndeliberated for so long to reach a verdict.\").\n\n\n\n    14  The government had shown that Varoudakis suddenly\nincreased his insurance, after years of inadequate coverage,\nfive months before the fire. His phone call to his insurance\nagent immediately after learning that the fire had occurred\napparently demonstrated that he did not know that his failure to\npay his bills had interrupted his coverage.      Witnesses also\ntestified that Varoudakis directed the removal of hundreds of\nthousands of dollars worth of equipment from Destinations in the\nweeks before the fire. The defense, on the other hand, showed\nthat Varoudakis was bankrupt at the time of the arson.        It\nproduced witnesses who said the restaurant looked functional\nwhen they entered it after the fire. There was also testimony\nthat while the Everett property into which Varoudakis said he\nmoved the Destinations equipment was far from ready to open for\nbusiness, substantial renovations had begun. Varoudakis himself\ndid not testify at trial.\n\n                              -31-\n\f             In some cases, the jury may deliberate for an extended\n\nperiod    not    because    of    indecision,   but    in    \"a   diligent   and\n\nconscientious attempt to evaluate the evidence, and to verify\n\nthe testimony of different witnesses and to come to a careful\n\nand reasoned decision.\"          Clark v. Moran, 942 F.2d 24, 32-33 (1st\n\nCir. 1991).          In this case, however, the jury’s \"impasse\" note\n\nreveals uncertainty about Varoudakis’s guilt.                     See Medina v.\n\nBarnes, 71 F.3d 363, 369 (10th Cir. 1995) (jurors’ indication\n\nthat they might be unable to reach a unanimous verdict weighed\n\nin   favor      of    finding    prejudice).     The        interplay   between\n\nuncertainty and propensity evidence is particularly troublesome.\n\nAs then-Judge Breyer put it:\n\n\"Although ... 'propensity evidence' is relevant, the risk that\n\na\n\njury will convict for crimes other than those charged--or that,\n\nuncertain of guilt, it will convict anyway because a bad person\n\ndeserves punishment--creates a prejudicial effect that outweighs\n\nordinary relevance.\"             Moccia, 681 F.2d at 63.             That risk\n\noccurred here with the admission of the car fire evidence.                    We\n\ncannot deem that admission harmless.15\n\n             Judgment vacated. Remanded for further proceedings.\n\n\n     15In light of this disposition, we do not reach the two\nother issues raised by Varoudakis relating to a limit on the\ncross-examination of Cheryl Britt and to sentencing.\n\n                                      -32-\n\f-33-\n\f",
  "html": "<p class=\"case_cite\">233 F.3d 113 (1st Cir. 2000)</p>\n    <p class=\"parties\">UNITED STATES OF AMERICA, Appellee,<br>v.<br>GEORGE VAROUDAKIS, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 99-1695.</p>\n    <p class=\"court\">United States Court of Appeals, For the First Circuit.</p>\n    <p class=\"date\">Heard Aug. 1, 2000.<br>Decided December 5, 2000.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL FROM THE UNITED STATES DISTRICT COURT  FOR THE DISTRICT OF MASSACHUSETTS.</p>\n      <p class=\"indent\">Hon. Richard G. Stearns, U.S. District Judge.[Copyrighted Material Omitted][Copyrighted Material Omitted]</p>\n      <p class=\"indent\">Diana K. Lloyd, Assistant U.S. Attorney, with whom Donald K. Stern, U.S. Attorney was on brief for appellee.</p>\n      <p class=\"indent\">Kimberly Homan, with whom Sheketoff &amp; Homan was on brief for defendant, appellant.</p>\n      <p class=\"indent\">Before Selya, Circuit Judge, Lipez, Circuit Judge, and Casellas,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> District Judge.</p>\n      <p class=\"indent\">LIPEZ, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This case requires us to decide a familiar but difficult issue about the admissibility of prior bad act evidence under Federal Rules of Evidence 404(b) and 403.  The government alleged that defendant George Varoudakis, charged with arson and conspiracy to commit arson in violation of 18 U.S.C.  844(i) and 18 U.S.C.  371, hired an acquaintance to burn down his failing restaurant, Destinations, in order to collect insurance proceeds.  Following his conviction, Varoudakis argues on appeal that the district court abused its discretion by admitting evidence of a prior bad act, namely, testimony by Varoudakis's long-time girlfriend and co-conspirator in the Destinations arson, Cheryl Britt, that she saw Varoudakis set fire to his leased car sixteen months before the Destinations fire.  We agree with Varoudakis that the evidence should have been excluded under Rule 403, and that the error was not harmless.  Accordingly, we vacate the judgment.</p>\n    </div>\n    <p class=\"indent\">I.</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">We recite the following undisputed facts or describe the testimony of certain witnesses.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In 1991, George Varoudakis opened a restaurant and night club called Destinations at One Congress Street in Boston.  The establishment's general manager was Cheryl Britt, Varoudakis's girlfriend since the mid-1980s.  Initially, Destinations succeeded financially, but business declined about a year after it opened. Varoudakis paid his suppliers cash on delivery and owed his workers back wages. His landlord claimed $600,000 in back rent and damages, and began eviction proceedings in December 1994.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In late 1994, after several years of carrying insurance that was inadequate under the terms of his lease, Varoudakis increased the contents insurance coverage for Destinations to $500,000 and bought business interruption insurance for $100,000.  Cheryl Britt testified that Varoudakis told her he increased the insurance so he could burn the restaurant and collect the insurance proceeds.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">In January 1995, Varoudakis filed for bankruptcy for One Congress Street, a corporation he controlled that owned Destinations.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  In February, he filed for Destinations, a separate company. Varoudakis initiated these filings under Chapter 11, allowing reorganization by the debtor-in-possession. In March, he filed for personal bankruptcy.  Also in March, the One Congress Street petition was voluntarily converted to Chapter 7, which requires the debtor to transfer control to a bankruptcy trustee.  On April 6, 1995, two days after the fire at Destinations, the Destinations petition was voluntarily converted to Chapter 7.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Britt testified that several weeks before the April 1995 fire, Varoudakis told her to stop paying Destinations's bills.  As a result, Britt did not pay the February 1995 insurance bill.  On March 27, 1995, the insurance policy was cancelled.  At trial, Varoudakis relied on the cancellation to contest the government's theory that he burned Destinations to collect insurance.  Britt, however, testified that Varoudakis did not know the insurance was cancelled.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Also sometime in March, Varoudakis began moving sound and lighting equipment from Destinations to a property he owned in Everett.  Several employees worked long hours loading the equipment into trucks on the days and nights leading up to the fire. According to Britt and others, the removal included a drop-safe, tables, kitchen equipment, liquor, and paperwork.  More than $100,000 worth of equipment was removed.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Britt and her sister, Diane Casey, testified that at the end of March 1995, Varoudakis hired Casey's boyfriend, Nick Adams, to torch Destinations.  Britt said that Varoudakis told her to pay Adams $2,000 when the job was completed.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">On the night of April 3, Varoudakis went to the Foxwoods Casino with two friends.  Britt and Casey testified that he instructed Casey to switch shifts with Destinations's scheduled night manager, Mansour Alrisheq, on the night of April 3 because Alrisheq did not know of the planned arson.  Casey also said Varoudakis told her to give Adams the keys to Destinations.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Destinations burned on April 4, 1995.  Investigators determined that arson caused the fire.  Varoudakis did not dispute this finding at trial.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">In the early morning of April 4, apparently believing he had insurance, Varoudakis called his insurance agent from Foxwoods to report the fire.  Britt testified that when Varoudakis learned that the fire damage to Destinations was not extensive, he was furious with Adams for having botched the job.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">When interviewed about the fire in September 1995, Varoudakis, who was not then a suspect, told investigators that the fire might have been connected with the robbery of the Destinations drop-safe, which held between $5,000 and $7,000, and that a rival Greek club might be responsible.  He also mentioned Casey and Adams as suspects.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Cheryl Britt initially denied to investigators that Varoudakis had hired Adams to set the fire.  After she learned that Varoudakis had accused Casey and Adams, and after investigators told her she could be indicted, she implicated Varoudakis.  In the course of these discussions with investigators in October 1995, Britt was promised immunity.  However, she lied about her involvement in the fire and her relationship with Varoudakis to investigators and in two grand jury appearances.  The government did not revoke her immunity.  At Varoudakis's trial, Britt was one of the government's main witnesses.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">On February 10, 1999, after a thirteen-day trial, a jury convicted Varoudakis of both arson and conspiracy to commit arson. At the end of the second half-day of deliberations, the jury wrote the court a note saying: \"At this current time, we are at an impasse. Could you tell us how to proceed.\"  The court told the jury to stop for the day and continue on the following day.  After another day and a half of deliberations, the jury found Varoudakis guilty.</p>\n    </div>\n    <p class=\"indent\">II.</p>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">At trial, the court allowed Cheryl Britt to testify that in December 1993 she saw Varoudakis set fire to a Cadillac he had leased.  Britt said that Varoudakis parked the car on a piece of property he owned in Everett and that he left in another car to buy gasoline, with her as a passenger.  When he returned, he threw newspapers into the back of the Cadillac, poured gasoline over them, and ignited the newspapers.  Britt said Varoudakis told her that he torched the car because the lease had expired and he owed excess mileage charges, and that he expected insurance to cover the loss.  On cross-examination of Britt, Varoudakis offered the car lease agreement to impeach Britt's testimony that the lease had expired.  The agreement showed that the lease had 23 months remaining.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  Following Britt's testimony, Officer Richard Gamby of the Everett Police Department testified that he investigated the burning of a Cadillac in December 1993 that matched Britt's description.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Varoudakis argues that the car fire evidence should not have been admitted under Rule 404(b) because its sole purpose was to demonstrate criminal propensity, or that the evidence should not have been admitted under Rule 403 because its probative value was substantially outweighed by its unfairly prejudicial effect.  The government responds that the car fire evidence was properly admitted, or, if not, that its admission was harmless error.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">We review the district court's determination that the prior bad act evidence was admissible under 404(b) and 403 for an abuse of discretion.  See United States v. Balsam, 203 F.3d 72, 84 (1st Cir. 2000).</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">A. Standard for Admission under Federal Rule of Evidence 404(b)</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Rule 404(b) provides that evidence of a defendant's prior bad acts may not be admitted to prove his criminal character or propensity to commit crimes of the sort for which he is on trial.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  To admit evidence of prior bad acts, a trial court must find that the evidence passes two tests.  First, the evidence must have \"special relevance\" to an issue in the case such as intent or knowledge, and must not include \"bad character or propensity as a necessary link in the inferential chain.\"  United States v. Frankhauser, 80 F.3d 641, 648 (1st Cir. 1996).  Second, under Rule 403, evidence that is specially relevant may still be excluded if its probative value is substantially outweighed by the danger of unfair prejudice.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">As the text of Rule 404(b) indicates, prior bad act evidence may be specially relevant if, for example, it goes to the defendant's intent, knowledge, plan, absence of mistake, or identity.  Additionally, prior bad acts may be admitted in conspiracy cases under 404(b) if they \"explain the background, formation, and development of the illegal relationship.\" United States v. Escobar-De Jesus, 187 F.3d 148, 169 (1st Cir. 1999).  See also United States v. Prevatte, 16 F.3d 767, 775-76 (7th Cir. 1994); United States v. Jones, 982 F.2d 380, 382-83 (9th Cir. 1993); United States v. Passarella, 788 F.2d 377, 383-84 (6th Cir. 1986); United States v. Magnano, 543 F.2d 431, 435 (2d Cir. 1976).  We have focused on two factors to determine the probative value of prior bad act evidence: \"the remoteness in time of the other act and the degree of resemblance to the crime charged.\"  Frankhauser, 80 F.3d at 648, quoting United States v. Fields, 871 F.2d 188, 197 (1st Cir. 1989).</p>\n    </div>\n    <p class=\"indent\">B. Applying Rule 404(b)</p>\n    <p class=\"indent\">1. The Court's Ruling</p>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Immediately before the opening statements of counsel, in response to a motion in limine filed by the defendant to exclude the car fire evidence, the court ruled that Britt's testimony about the car fire would be admissible to show Varoudakis's \"plan, knowledge, and intent\" in relation to whether he \"knowingly participated in a common scheme to defraud.\"  In support of this rationale, the court cited the government's allegations that Varoudakis committed both the car fire and the Destinations arson \"for a financial motive\" and with \"one of the same conspirators [Britt].\"</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">The court cited United States v. Gonzalez-Sanchez, 825 F.2d 572 (1st Cir.), cert. denied, 484 U.S. 989 (1987), as authority for its ruling.  In Gonzalez-Sanchez, the defendants, who were gang members, were convicted of an October 1981 arson.  The trial court admitted prior bad act evidence primarily concerning two other recent fires.  Like the arson charged, both fires had also destroyed businesses owned by the defendants and insured by the same insurance company.  These fires occurred just two months and six months before the October 1981 fire.  In upholding the court's decision to admit the evidence, we said: \"The issue at trial was not just whether [defendant] Latorre committed arson. The broader issue was whether Latorre knowingly participated in a common scheme to defraud.\"  Id. at 581.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">There are important differences between the facts supporting a common scheme rationale in Gonzalez-Sanchez and this case.  Unlike the recurring fires in Gonzalez-Sanchez--three arsons of business properties in six months--Britt's testimony does not suggest a plan connecting the car fire to the Destinations fire.  In United States v. Lynn, 856 F.2d 430 (1st Cir. 1988), we held that evidence of a prior conviction for marijuana was not admissible to show a common plan or scheme connected to the defendant's instant prosecution for marijuana distribution because there was no evidence that the previous offense \"leads in a progression\" to the second. Id. at 435.  Similarly here, no evidence suggests that \"a continuing or connected scheme\" linked the car fire and the Destinations fire.  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The district court also saw the car fire evidence as specially relevant to the Destinations fire on the ground that Britt acted as Varoudakis's co-conspirator in both instances.  The court was correct that prior bad act evidence is admissible to prove conspiracy in cases \"where the earlier crime involved the same participants as the charged crime.\"  United States v. Hadfield, 918 F.2d 987, 994 (1st Cir. 1990), citing United States v. Flores-Perez, 849 F.2d 1, 7 (1st Cir. 1988).  See also Gonzalez-Sanchez, 825 F.2d at 581 (\"the evidence of Latorre's involvement with the same people in past arson and fraud schemes is especially probative of the issue whether he was an innocent 'tool' of others or a knowing participant in the conspiracy\").</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Britt, however, did not \"participate\" in the car fire as a co-conspirator.  According to her testimony, and there was no contrary evidence, she was a witness who went along for the ride. By contrast, she testified that she helped Varoudakis with the Destinations fire, removing restaurant equipment and paying Adams for his work.  Her lack of participation in the car fire distinguishes this aspect of the case from Gonzalez-Sanchez, in which the defendant and his fellow gang members played the same roles in committing the prior arsons as they did in the arson for which the defendant was charged.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Finally, the court said that the car fire was specially relevant to Varoudakis's motive to commit the Destinations fire because, in both instances, he allegedly committed arson to alleviate a financial burden by collecting insurance proceeds. Unlike knowledge and intent, motive is not an element of the crime that the government must prove.  For that reason, proof of motive must be offered to show some other element, for example, that the crime was committed, the identity of the accused, or the accused's requisite mental state.  See 22 Charles A. Wright and &amp; Kenneth A. Graham, Jr., Federal Practice and Procedure,  5240 (1978).</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">When prior bad act evidence is offered to prove a motive for the crime, \"courts must be on guard to prevent the motive label from being used to smuggle forbidden evidence of propensity to the jury.\"  Id.  That is the problem here.  As proof of motive, the car fire testimony is offered as circumstantial evidence that Varoudakis committed the Destinations fire.  It involves an inference of propensity as \"a necessary link in the inferential chain.\"  Frankhauser, 80 F.3d at 648.  Put most simply, the government argues that Varoudakis's commission of the car fire arson in response to financial stress makes it more likely that he committed the restaurant arson in response to financial stress.  Contrast this forbidden inference with the permissible inference to be drawn in a case in which the prior bad act--say, a botched robbery by the defendant that was frustrated by the ineptitude of his cohort--provided the motive for the defendant's subsequent assault on his cohort.  There the prior bad act would provide circumstantial evidence of the commission of the assault without the involvement of any propensity inference.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">In a case that also involved arson of a restaurant owned by the defendant, the Eleventh Circuit excluded evidence that the defendant, in a separate incident, threatened to \"burn out\" a tenant after she did not pay a full month's rent.  See United States v. Utter, 97 F.3d 509, 514 (11th Cir. 1996) As in this case, the government argued that the tenant's testimony would show \"how the defendant reacts to financial stress.\"  Id.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  The court rejected this rationale, stating: \"This is the type of character and propensity evidence prohibited by Rule 404(b).\"  Id.  See also Lynn, 856 F.2d at 436.  For the same reason, we find error in the district court's financial motive rationale.</p>\n    </div>\n    <p class=\"indent\">2. The Britt-Varoudakis Relationship</p>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">There is, however, a proper rationale for admitting the car fire evidence under 404(b) that differs subtly, but importantly, from the district court's rationale that Britt was a co-conspirator in both fires. The government urges on appeal that the car fire evidence was properly admitted because it demonstrates the background and formation of the conspiratorial relationship between Varoudakis and Britt during the planning for and commission of the Destinations fire.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">In United States v. Escobar-De Jesus, 187 F.3d 148, 169 (1st Cir. 1999), we said that prior bad act evidence is admissible \"to help the jury understand the basis for the co-conspirators' relationship of mutual trust.\"  Id.  See also United States v. Love, 134 F.3d 595, 603 (4th Cir. 1998); United States v. Pipola, 83 F.3d 556, 565-66 (2d Cir. 1996); United States v. Rosa, 11 F.3d 315, 334 (2d Cir. 1993); United States v. Diaz, 994 F.2d 393, 395 (7th Cir. 1993).  The district court in Escobar-De Jesus admitted evidence about an uncharged heroin deal between the defendant, who was charged with other drug-related crimes, and one of his co-conspirators.  We reasoned that the heroin purchase \"was relevant and admissible because it helped to explain the history between [co-conspirators] Rodriguez and Escobar,\" whose relationship \"was directly in issue and material to the case.\"  Escobar-De Jesus, 187 F.3d at 169.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Cheryl Britt's relationship with George Varoudakis was similarly material to the conspiracy case against him.  Britt testified to the key facts that Varoudakis hired Nick Adams to torch Destinations and that he believed he still had insurance when the arson took place.  Britt's testimony also refuted Varoudakis's alibi, and his claim that he removed the sound system and other equipment for a legitimate purpose.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Britt knew these things because Varoudakis trusted her. Her testimony that he allowed her to watch him torch his Cadillac demonstrated that trust.  It also demonstrated Varoudakis's willingness to involve her in some way in his illegal acts.  Like the prior bad act evidence admitted in Escobar-De Jesus, Britt's car fire testimony helped explain the nature of their relationship.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">The defense argues that the prior bad act evidence should not be admissible to show the background and formation of Britt's relationship with Varoudakis because Varoudakis did not dispute that he and Britt were long-time intimates.  At first blush, this argument seems plausible.  However, we have held that evidence of prior bad acts may be probative even when it is relevant to an issue that the defendant does not contest.  For example, such evidence may be admitted to show knowledge or intent when the defense is a general denial of the charges, see United States v. Oppon, 863 F.2d 141, 146 (1st Cir. 1988), or a claim of mistaken identity, see United States v. Ferrer-Cruz, 899 F.2d 135, 138 (1st Cir. 1990).  After all, the fact that the defendant does not contest the issue for which the prior bad act evidence is offered does not, \"by itself, remove those issues from the case.\"  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">We conclude, therefore, that the car fire evidence is specially relevant under Rule 404(b) to Varoudakis's relationship with Britt because it shows that he trusted her so much that he was willing to commit a crime in her presence.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  We further conclude, however, that the contention that the government did not need the car fire evidence to prove the close relationship between Britt and Varoudakis remains a pertinent question in the Rule 403 analysis, which requires weighing the evidence's probative value against its unfairly prejudicial effect.   See United States v. Gilbert, 229 F.3d 15,24 (1st Cir. 2000).</p>\n    </div>\n    <p class=\"indent\">C. Rule 403</p>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Prior bad act evidence that surmounts the bar of Rule 404(b) may still be inadmissible under Rule 403.  This rule requires the trial court to exclude the evidence if its probative value is substantially outweighed by \"the danger of unfair prejudice.\"  Fed. R. Evid. 403.  Otherwise relevant evidence may also be excluded if its probative value is substantially outweighed by \"confusion of the issues, or misleading [of] the jury, or by considerations of undue delay, waste of time, or needless presentation of cumulative evidence.\"  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">The district court's determination on this issue merits great deference on appeal.  See Hadfield, 918 F.2d at 995.  Nonetheless, we find that in this case the district court erred in finding that the car fire evidence was admissible under Rule 403.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Under Rule 403's weighing test, \"it is only unfair prejudice which must be avoided.\"   United States v. Rodriguez-Estrada, 877 F.2d 153, 156 (1st Cir. 1989).  We stress \"unfair\" because \"[b]y design, all evidence is meant to be prejudicial.\"  Id.  Usually, courts use the term \"unfair prejudice\" for evidence that invites the jury to render a verdict on an improper emotional basis.  For example, we have upheld the exclusion of prior bad act evidence in part because it was \"undeniably explosive,\" Gilbert, 229 F.3d at 26.  We are also cautious when the prior act is a  \"shocking or heinous crime likely to inflame the jury.\"  United States v. Mocchia, 681 F.2d 61, 64 (1st Cir. 1982).</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">As the district court noted, the car fire evidence is not particularly shocking.  There is little danger that it swayed the jury toward a conviction on an emotional basis.  But Rule 403 also protects defendants from unfair prejudice resulting from criminal propensity evidence.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>  As the Supreme Court has stated, improper grounds under Rule 403 \"certainly include . . . generalizing a defendant's earlier bad act into bad character and taking that as raising the odds that he did the later bad act now charged.\"  Old Chief v. United States, 519 U.S. 172, 180 (1997).</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">To be sure, all prior bad act evidence involves some potential for an improper propensity inference.  That is why, under Rule 404(b), the possibility that a jury may infer something negative about a defendant's character or propensity to commit crime does not make the evidence inadmissible unless no permissible inference may also be drawn.  See Ferrer-Cruz, 899 F.2d at 138. Under Rule 403, however, that risk of an improper criminal propensity inference should be considered in light of the totality of the circumstances, including the government's need for the evidence given other available testimony, to prove the issue identified pursuant to the 404(b) special relevance analysis.  See Old Chief, 519 U.S. at 184 (\"what counts as the Rule 403 'probative value' of an item of evidence, as distinct from its Rule 401 'relevance,' may be calculated by comparing evidentiary alternatives\").<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a></p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">Here is the crux of our analysis.  \"The prejudice to an opponent can be said to be 'unfair' when the proponent of the evidence could prove the fact by other, non-prejudicial evidence.\" Wright &amp; Graham, supra,  5214.  Doubts about the probative value of prior bad acts evidence are thus \"compounded\" when prosecutors have other evidence available, \"rendering negligible their need to show intent by the prior bad acts.\"  Lynn, 856 F.2d at 436; see also Wright &amp; Graham, supra,  5250 (\"The probative value of any particular bit of evidence is obviously affected by the scarcity or abundance of other evidence on the same point.\").</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">Our recent holding in Gilbert incorporated the understanding of Rule 403 unfair prejudice that we articulate here.  In that case, we affirmed on interlocutory appeal a district court's decision to exclude a variety of prior bad act evidence.  We cited as factors the risk that the jury would infer criminal propensity, and the government's lack of need for the evidence.  See Gilbert, 229 F.3d at 26 (\"we simply do not see how the jury could regard the [prior bad act] evidence as specially relevant without drawing a forbidden inference of criminal propensity . . . . [W]e do not find particularly compelling the government's argument that it has a strong need for this evidence\").</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">There is clearly a tension between Rules 404(b) and 403.  The more similar the prior bad act evidence is to the charged crime, the more likely it is to be deemed relevant under 404(b).  Yet the more the prior bad act resembles the crime, the more likely it is that the jury will infer that a defendant who committed the prior bad act would be likely to commit the crime charged.  See United States v. Beechum, 582 F.2d 898, 915 n.20 (5th Cir. 1978) (\"the more closely the extrinsic offense resembles the charged offense, the greater the prejudice to the defendant\").  This is precisely the kind of inference that Rule 403 guards against.  See Lynn, 856 F.2d at 436 (\"The ordinary inference here would seem very close to the inference the Rule was designed to avoid.\").</p>\n    </div>\n    <p class=\"indent\">D. Applying Rule 403</p>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">The government primarily used the car fire evidence to cast Varoudakis as an arsonist.  In its opening statement, the government said the following: \"Now, the Defendant knew very well how to plan an arson because this wasn't the first arson he had planned.\"  Although Rule 404(b) permits the admission of prior bad acts evidence as proof of plan, we have already concluded that no common plan or scheme linked the car fire and the Destinations fire.  See supra.  In reality, this opening statement underscored Varoudakis's criminal propensity to burn Destinations because of the car fire.  In questioning Britt about the car fire, the government did not stress the development of her relationship with Varoudakis, a proper rationale for admission under 404(b).  Instead, Britt's testimony focused on the facts of the car fire and Varoudakis's statement to her that he burned the car to collect insurance coverage.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">Moreover, as in Gilbert, the probative value of the car fire evidence was minimal.  The government did not need the car fire to demonstrate the close nature of Varoudakis's relationship with Britt.  Britt testified that she and Varoudakis began a romantic relationship in about 1985, and that they lived together for six years, beginning in about 1989, in an apartment that Varoudakis helped Britt purchase.  Britt said Varoudakis bought her jewelry and furniture and took her on expensive vacations.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">Britt also testified that she allowed him to list her as the president, treasurer, clerk, and director of Destinations, a corporation in which she had no financial interest.  She said she knew about Varoudakis's long-running dispute over rental payments with the Destinations landlord.  Because her name was on the Destinations incorporation papers, she wrote the rent checks.  As she said at trial: \"Me and George [Varoudakis] [sic] communicated a lot if something came up.\"  Britt also testified that she heard Varoudakis's discussions with a potential buyer for Destinations. She signed the Destinations bankruptcy petition.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">The government also did not need the car fire evidence to prove Varoudakis's knowledge or intent relating to the Destinations arson.  Varoudakis denied setting the fire at all, rather than arguing that he burned Destinations unknowingly or unintentionally. There was no evidence suggesting that Varoudakis was an innocent \"tool\" of others in the arson conspiracy like the defendant in Gonzalez-Sanchez, 825 F.2d at 581.  The absence of a dispute on these issues weighs against admitting the evidence under 403.  See Gilbert, 229 F.3d at 24 (citing as a factor weighing in favor of exclusion that \"four of the five issues adduced by the government in support of admitting the [prior bad act] evidence do not appear to be much in dispute in this case.\"); Lynn, 856 F.2d at 437 n. 15 (\"While we do not undermine the government's substantial burden of proof, we do note that in this instance, 'intent, while technically at issue, [was] not really in dispute,' greatly reducing any need for the jury to know of the previous conviction.\") (footnote omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">We recognize that our 403 analysis must \"evaluate the trial court's decision from its perspective when it had to rule and not indulge in review by hindsight.\"  Old Chief, 519 U.S. at 183 n.6.  At the start of the trial, the district court denied Varoudakis's motion in limine to exclude the car fire evidence. When the government began to ask Britt about the car fire on direct examination, Varoudakis objected.  The court overruled him, relying on its ruling on the motion in limine.  The court's decision to allow the evidence at this point followed Britt's other testimony about her close relationship with Varoudakis.  Britt had already said that she and Varoudakis had lived together for six years; that she was listed on the Destinations incorporation papers; that she knew about Varoudakis's fight with his landlord; that she wrote the rent checks for Destinations; and that she and Varoudakis \"communicated a lot if something came up.\"<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a>  This testimony revealed that the government did not need the car fire evidence to establish Britt's close relationship with Varoudakis, the only legitimate purpose of the evidence under 404(b).  The absence of any other special relevance under 404(b), including those cited by the court and the government, was also discernible at this juncture.  The propensity danger of the evidence was unmistakable.  Thus the probative value of the car fire evidence was substantially outweighed by the danger of unfair prejudice at the time the district court admitted it.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a>  That ruling was erroneous.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">We add two further observations.  First, given the nature of appellate review, with its restrictions to the cold record, we rarely reverse a district court's judgment about the admissibility of prior bad act evidence pursuant to the weighing analysis of Rule 403.  Indeed, as we have said repeatedly, \"[o]nly in exceptional circumstances will we reverse the exercise of a district court's informed discretion vis a vis the relative weighing of probative value and unfairly prejudicial effect.\"  United States v. Griffin, 818 F.2d 97, 101-02 (1st Cir. 1987).  We reiterate our commitment to that principle.  Here, however, we have the exceptional case that requires us to intervene.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">Second, although we do not reach the conclusion that we must intervene on the basis of hindsight, we do reach it with advantages unavailable to the district court.  In ruling on a defendant's motion in limine before trial, courts do not have the benefit of context--how the prior bad act evidence relates to the evidence actually presented by the prosecution during its case in chief.  When defendants renew their objection to prior bad act evidence offered by the prosecution during trial, as they usually must to preserve their objection to its admissibility,<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a> courts do not have the time we have on appeal to assess critically the 404(b) boilerplate formula for admission of the evidence often invoked by the prosecution.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">By contrast, the prosecution does have these advantages of context and time. Before trial, the prosecution generally knows the totality of its case and how the prior bad act evidence fits into it.  The prosecution also has the time to analyze rigorously whether the exceptions to Rule 404(b),<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a> and the limitations of Rule 403, apply to the facts.  The failure to engage in that analysis leads to the needless complications we find in this case and others.  See United States v. Rodriguez-Cardona, 924 F.2d 1148, 1153 (1st Cir. 1991) (\"[T]he government here attempted to render the rule [of excluding prior bad act evidence] a minor exception.  This practice is inconsistent with the fair administration of justice.  We notice that this is a recurrent problem.\") (footnote omitted); United States v. Simon, 842 F.2d 552, 556 (1st Cir. 1988) (Torruella, J., concurring) (\"Almost any excuse or far-fetched theory is made to fit within [Rule 404(b)'s] truly exceptional language.\").</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">In oft-quoted language, Justice Jackson explained why our rules of evidence are so wary of propensity evidence:</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">The State may not show defendant's prior trouble with the law, specific criminal acts, or ill name among his neighbors, even though such facts might logically be persuasive that he is by propensity a probable perpetrator of the crime.  The inquiry is not rejected because character is irrelevant; on the contrary, it is said to weigh too much with the jury and to so overpersuade them as to prejudge one with a bad general record and deny him a fair opportunity to defend against a particular charge.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">Michelson v. United States, 334 U.S. 469, 475-76 (1948) (footnotes omitted) (quoted approvingly in Old Chief, 519 U.S. at 181).  Despite the fairness implications of the prosecution's use of prior bad act evidence, the prosecution too often pushes the limits of admissibility of this evidence, knowing its propensity power and gambling that the time constraints on the trial court, the court's broad discretion, the elasticity of Rule 404(b), and the harmless error rule of the appellate court, will save it from the consequences of overreaching.  That is not always a good gamble.</p>\n    </div>\n    <p class=\"indent\">E. Harmless Error<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a></p>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">Admission of prior bad act evidence is harmless \"only if it is 'highly probable' that the error did not contribute to the verdict.\"  United States v. Aguilar-Aranceta, 58 F.3d 796, 802 (1st Cir. 1995).  To make this determination, we must conclude \"with fair assurance, after pondering all that happened without stripping the erroneous action from the whole, that the [jurors'] judgment was not substantially swayed by the error.\"  United States v. Williams, 985 F.2d 634, 638 (1st Cir. 1993), quoting United States v. Burke, 948 F.2d 23, 27 (1st Cir. 1991). We cannot so conclude in this case.</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">The car fire evidence led to testimony by Officer Gamby that bolstered the credibility of Britt, the key government witness.<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a>  Officer Gamby confirmed Britt's car fire account by testifying that he investigated the burning of a car that matched Britt's description in terms of date, location, and make of vehicle.  In its closing statement, the government said of Britt and her sister Diane Casey: \"And when you consider their testimony, consider corroborating evidence . . . evidence that confirms, confirms what they say.\"  The government then highlighted Gamby's testimony as an example of such corroboration for Britt.  Without the car fire evidence, the government would not have had this opportunity to show an independent, neutral source verifying Britt's truthfulness and accuracy, and thereby enhancing her credibility generally.</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">In addition, when we \"assess the record as a whole,\" as harmless error analysis requires, United States v. Santana, 175 F.3d 57, 66 (1st Cir. 1999), quoting Morgan v. Hall, 569 F.2d 1161, 1166 (1st Cir. 1978), we cannot say that the government's case was \"so overwhelming as to overshadow the prejudicial effect\" of the prior bad act evidence.  Santana, 175 F.3d at 67.  As the trial court observed, the government's case against Varoudakis would have been largely circumstantial had Britt been discredited.<a class=\"footnote\" href=\"#fn14\" id=\"fn14_ref\">14</a></p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">Finally, the three-day length of the jury deliberations, and the jury's note to the trial court that it was \"at an impasse\" at the end of the second half-day, weigh against a finding of harmless error.  Lengthy deliberations suggest a difficult case. See Santana, 175 F.3d at 67; United States v. Ottersburg, 76 F.3d 137, 140 (7th Cir. 1996) (\"The length of the jury's deliberations makes clear that this case was not an easy one.\"); Gibson v. Clanon, 633 F.2d 851, 855 (9th Cir. 1980) (\"The state's case against [the defendants] is a strong one. Nevertheless, if the jury had readily accepted [the] eyewitness testimony it seems unlikely that they would have deliberated for so long to reach a verdict.\").</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">In some cases, the jury may deliberate for an extended period not because of indecision, but in \"a diligent and conscientious attempt to evaluate the evidence, and to verify the testimony of different witnesses and to come to a careful and reasoned decision.\"  Clark v. Moran, 942 F.2d 24, 32-33 (1st Cir. 1991).  In this case, however, the jury's \"impasse\" note reveals uncertainty about Varoudakis's guilt.  See Medina v. Barnes, 71 F.3d 363, 369 (10th Cir. 1995) (jurors' indication that they might be unable to reach a unanimous verdict weighed in favor of finding prejudice).  The interplay between uncertainty and propensity evidence is particularly troublesome.  As then-Judge Breyer put it: \"Although ... 'propensity evidence' is relevant, the risk that a jury will convict for crimes other than those charged--or that, uncertain of guilt, it will convict anyway because a bad person deserves punishment--creates a prejudicial effect that outweighs ordinary relevance.\"  Moccia, 681 F.2d at 63.   That risk occurred here with the admission of the car fire evidence.  We cannot deem that admission harmless.<a class=\"footnote\" href=\"#fn15\" id=\"fn15_ref\">15</a></p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">Judgment vacated. Remanded for further proceedings.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>NOTES:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p>  Of the District of Puerto Rico, sitting by designation.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p>  Cheryl Britt was listed as the president, treasurer, clerk, and director of Destinations, but testified that she had no financial stake in the company and that Varoudakis controlled it. The defendant did not dispute these facts.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p>  The lease showed that Varoudakis had leased the car for 36 months, and that at the time of the fire he had used 13 months of that period.  The lease allowed him to drive 45,000 miles without further charge.  There was no evidence of what the mileage was at the time of the fire.  The defense argued that it was unlikely that Varoudakis would have driven 45,000 miles in 13 months.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p>  Rule 404(b) provides in relevant part:</p>\n        <p>Evidence of other crimes, wrongs, or acts is not admissible to prove the character of a person in order to show action in conformity therewith.  It may, however, be admissible for other purposes, such as proof of motive, opportunity, intent, preparation, plan, knowledge, identity, or absence of mistake or accident. . . .</p>\n        <p>Fed. R. Evid. 440(b).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p>  The court also noted that the prior bad act evidence related \"only to [Utter's] threat to use fire\" not arson for the purpose of collecting insurance, for which Utter was charged.  See Utter, 97 F.3d at 513.  As we have noted, Britt testified that Varoudakis set the car fire to collect insurance, and the government offers the testimony to show motive on that basis.  However, this distinction between the cases does not affect the relevance to our case of the Utter court's conclusion that the \"threat\" evidence should have been excluded. In both cases, the prior bad act evidence is specially relevant to the defendant's commission of the crime alleged only if criminal propensity is inferred.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p>  Since the car fire took place only sixteen months before the Destinations arson, the two events are also sufficiently proximate in time to warrant admission under 404(b).  See Hadfield, 918 F.2d at 994 (convictions that occurred five years before the charged crime were sufficiently proximate in time); Frankhauser, 80 F.3d 641, 649 (seven year span between prior bad act and charged crime did not render evidence inadmissible).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p>  The drafters of Rule 403 expected \"unfair prejudice\" to have multiple meanings.  \"'Unfair prejudice' within its context means an undue tendency to suggest decision on an improper basis, commonly, though not necessarily, an emotional one.\"  Advisory Committee's Notes on Fed. Rule. Evid. 403, 28 U.S.C.App., at 860 (emphasis added).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Rule 401 defines relevant evidence as evidence having \"any tendency to make the existence of any fact that is of consequence to the determination of the action more probable or less probable than it would be without the evidence.\"  Fed. R. Evid. Rule 401.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p>  Other details about Britt's personal relationship with Varoudakis came out during the cross-examination that followed Britt's direct testimony.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> To better position the court to evaluate the government's need for the prior bad act evidence it seeks to offer, the Second Circuit has ruled that the determination about whether to admit the evidence to show knowledge or intent \"should await the conclusion of the defendant's case and should be aimed at a specifically identified issue.\"  United States v. Figueroa, 618 F.2d 934, 939 (2d Cir. 1980).  We mention this practice because such an ordering of the proof, though not required in this circuit, occasionally may prove to be a useful tool for trial judges.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p>  Rule 404(b) requires the  prosecution to provide reasonable notice of prior bad act evidence at the defendant's request. See Fed. R. Evid. 404(b).  Varoudakis responded to the government's notice by filing a motion in limine to exclude the car fire evidence.  He renewed his objection when the government began to question Britt about the car fire at trial, as required. See Gill v. Thomas, 83 F.3d 547, 540-41 (1st Cir. 1996) (party whose in limine motion to exclude evidence is denied must, to preserve issue for appeal, renew objection when evidence is offered at trial).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p>  Because of its many exceptions to the general statement that prior bad act evidence should not be admitted, Rule 404(b) is sometimes understood as one of inclusion, and sometimes as one of exclusion.  See Wright &amp; Graham, supra,  5239. We ourselves have used both formulations. Compare United States v. Rodriguez-Cardona, 924 F.2d 1148, 1153 (1st Cir. 1991) (\"Rule 404(b) is a rule of exclusion.\") with United States v. Carty, 993 F.2d 1005, 1011 (1st Cir. 1993) (\"Rule 404(b) is a rule of inclusion\".).  Whatever the proper formulation, the exceptions must not swallow the rule.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p>  Varoudakis did not ask the district court to give a limiting instruction about the car fire evidence at the time the evidence was offered or before the jury charge, and no instruction was given. When the defendant does not ask for a limiting instruction, but later objects to its absence, we review the district court's failure to issue one sua sponte for plain error.  See United States v. Carty, 993 F.2d 1005, 1011 n.9 (1st Cir. 1993).  That praxis, however, does not mean that we apply the plain error standard to the court's decision to admit prior bad act evidence over the objection of the defendant, even though that evidence would have justified a limiting instruction if the defendant had sought it.  Varoudakis did not have to ask for a limiting instruction if he determined that the lack of one operated in his favor.  See Malik, 928 F.2d at 23 (\"Counsel might well have concluded that, in the context of the trial, such an instruction would not prove very helpful.  In any event, whether a party wishes such an instruction, or wishes to forego the instruction (thereby calling less attention to the statement) is primarily a matter for counsel to decide at trial.\").  Varoudakis did not forfeit his right to challenge admission of the car fire evidence under a harmless error standard by not asking for a limiting instruction.  Similarly, contrary to the government's argument, Varoudakis did not forfeit a harmless error argument by not objecting repeatedly to every question or statement of the prosecution about the car fire.  Varoudakis renewed his motion in limine objection to the car fire evidence when Britt began to testify about the car fire at the trial. No more was necessary.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p>  Britt alone testified that Varoudakis believed he still had insurance when the arson took place, and that he had no intention of opening a restaurant at the Everett property, and thus had no legitimate reason for removing equipment from Destinations before the fire.  Britt also refuted Varoudakis's alibi by testifying that it was preplanned.  Britt and Casey testified that Varoudakis hired Adams to burn Destinations.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn14\">\n        <a class=\"footnote\" href=\"#fn14_ref\">14</a>\n        <p>  The government had shown that Varoudakis suddenly increased his insurance, after years of inadequate coverage, five months before the fire.  His phone call to his insurance agent immediately after learning that the fire had occurred apparently demonstrated that he did not know that his failure to pay his bills had interrupted his coverage.  Witnesses also testified that Varoudakis directed the removal of hundreds of thousands of dollars worth of equipment from Destinations in the weeks before the fire.  The defense, on the other hand, showed that Varoudakis was bankrupt at the time of the arson.  It produced witnesses who said the restaurant looked functional when they entered it after the fire.  There was also testimony that while the Everett property into which Varoudakis said he moved the Destinations equipment was far from ready to open for business, substantial renovations had begun. Varoudakis himself did not testify at trial.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn15\">\n        <a class=\"footnote\" href=\"#fn15_ref\">15</a>\n        <p>   In light of this disposition, we do not reach the two other issues raised by Varoudakis relating to a limit on the cross-examination of Cheryl Britt and to sentencing.</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">233</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">113</span></span> (1st Cir. 2000)</p>\n    <p class=\"parties\">UNITED STATES OF AMERICA, Appellee,<br>v.<br>GEORGE VAROUDAKIS, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 99-1695.</p>\n    <p class=\"court\">United States Court of Appeals, For the First Circuit.</p>\n    <p class=\"date\">Heard Aug. 1, 2000.<br>Decided December 5, 2000.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL FROM THE UNITED STATES DISTRICT COURT  FOR THE DISTRICT OF MASSACHUSETTS.</p>\n      <p class=\"indent\">Hon. Richard G. Stearns, U.S. District Judge.[Copyrighted Material Omitted][Copyrighted Material Omitted]</p>\n      <p class=\"indent\">Diana K. Lloyd, Assistant U.S. Attorney, with whom Donald K. Stern, U.S. Attorney was on brief for appellee.</p>\n      <p class=\"indent\">Kimberly Homan, with whom Sheketoff &amp; Homan was on brief for defendant, appellant.</p>\n      <p class=\"indent\">Before Selya, Circuit Judge, Lipez, Circuit Judge, and Casellas,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> District Judge.</p>\n      <p class=\"indent\">LIPEZ, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This case requires us to decide a familiar but difficult issue about the admissibility of prior bad act evidence under Federal Rules of Evidence 404(b) and 403.  The government alleged that defendant George Varoudakis, charged with arson and conspiracy to commit arson in violation of 18 U.S.C.  844(i) and 18 U.S.C.  371, hired an acquaintance to burn down his failing restaurant, Destinations, in order to collect insurance proceeds.  Following his conviction, Varoudakis argues on appeal that the district court abused its discretion by admitting evidence of a prior bad act, namely, testimony by Varoudakis's long-time girlfriend and co-conspirator in the Destinations arson, Cheryl Britt, that she saw Varoudakis set fire to his leased car sixteen months before the Destinations fire.  We agree with Varoudakis that the evidence should have been excluded under Rule 403, and that the error was not harmless.  Accordingly, we vacate the judgment.</p>\n    </div>\n    <p class=\"indent\">I.</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">We recite the following undisputed facts or describe the testimony of certain witnesses.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In 1991, George Varoudakis opened a restaurant and night club called Destinations at One Congress Street in Boston.  The establishment's general manager was Cheryl Britt, Varoudakis's girlfriend since the mid-1980s.  Initially, Destinations succeeded financially, but business declined about a year after it opened. Varoudakis paid his suppliers cash on delivery and owed his workers back wages. His landlord claimed $600,000 in back rent and damages, and began eviction proceedings in December 1994.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In late 1994, after several years of carrying insurance that was inadequate under the terms of his lease, Varoudakis increased the contents insurance coverage for Destinations to $500,000 and bought business interruption insurance for $100,000.  Cheryl Britt testified that Varoudakis told her he increased the insurance so he could burn the restaurant and collect the insurance proceeds.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">In January 1995, Varoudakis filed for bankruptcy for One Congress Street, a corporation he controlled that owned Destinations.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  In February, he filed for Destinations, a separate company. Varoudakis initiated these filings under Chapter 11, allowing reorganization by the debtor-in-possession. In March, he filed for personal bankruptcy.  Also in March, the One Congress Street petition was voluntarily converted to Chapter 7, which requires the debtor to transfer control to a bankruptcy trustee.  On April 6, 1995, two days after the fire at Destinations, the Destinations petition was voluntarily converted to Chapter 7.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Britt testified that several weeks before the April 1995 fire, Varoudakis told her to stop paying Destinations's bills.  As a result, Britt did not pay the February 1995 insurance bill.  On March 27, 1995, the insurance policy was cancelled.  At trial, Varoudakis relied on the cancellation to contest the government's theory that he burned Destinations to collect insurance.  Britt, however, testified that Varoudakis did not know the insurance was cancelled.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Also sometime in March, Varoudakis began moving sound and lighting equipment from Destinations to a property he owned in Everett.  Several employees worked long hours loading the equipment into trucks on the days and nights leading up to the fire. According to Britt and others, the removal included a drop-safe, tables, kitchen equipment, liquor, and paperwork.  More than $100,000 worth of equipment was removed.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Britt and her sister, Diane Casey, testified that at the end of March 1995, Varoudakis hired Casey's boyfriend, Nick Adams, to torch Destinations.  Britt said that Varoudakis told her to pay Adams $2,000 when the job was completed.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">On the night of April 3, Varoudakis went to the Foxwoods Casino with two friends.  Britt and Casey testified that he instructed Casey to switch shifts with Destinations's scheduled night manager, Mansour Alrisheq, on the night of April 3 because Alrisheq did not know of the planned arson.  Casey also said Varoudakis told her to give Adams the keys to Destinations.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Destinations burned on April 4, 1995.  Investigators determined that arson caused the fire.  Varoudakis did not dispute this finding at trial.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">In the early morning of April 4, apparently believing he had insurance, Varoudakis called his insurance agent from Foxwoods to report the fire.  Britt testified that when Varoudakis learned that the fire damage to Destinations was not extensive, he was furious with Adams for having botched the job.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">When interviewed about the fire in September 1995, Varoudakis, who was not then a suspect, told investigators that the fire might have been connected with the robbery of the Destinations drop-safe, which held between $5,000 and $7,000, and that a rival Greek club might be responsible.  He also mentioned Casey and Adams as suspects.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Cheryl Britt initially denied to investigators that Varoudakis had hired Adams to set the fire.  After she learned that Varoudakis had accused Casey and Adams, and after investigators told her she could be indicted, she implicated Varoudakis.  In the course of these discussions with investigators in October 1995, Britt was promised immunity.  However, she lied about her involvement in the fire and her relationship with Varoudakis to investigators and in two grand jury appearances.  The government did not revoke her immunity.  At Varoudakis's trial, Britt was one of the government's main witnesses.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">On February 10, 1999, after a thirteen-day trial, a jury convicted Varoudakis of both arson and conspiracy to commit arson. At the end of the second half-day of deliberations, the jury wrote the court a note saying: \"At this current time, we are at an impasse. Could you tell us how to proceed.\"  The court told the jury to stop for the day and continue on the following day.  After another day and a half of deliberations, the jury found Varoudakis guilty.</p>\n    </div>\n    <p class=\"indent\">II.</p>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">At trial, the court allowed Cheryl Britt to testify that in December 1993 she saw Varoudakis set fire to a Cadillac he had leased.  Britt said that Varoudakis parked the car on a piece of property he owned in Everett and that he left in another car to buy gasoline, with her as a passenger.  When he returned, he threw newspapers into the back of the Cadillac, poured gasoline over them, and ignited the newspapers.  Britt said Varoudakis told her that he torched the car because the lease had expired and he owed excess mileage charges, and that he expected insurance to cover the loss.  On cross-examination of Britt, Varoudakis offered the car lease agreement to impeach Britt's testimony that the lease had expired.  The agreement showed that the lease had 23 months remaining.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  Following Britt's testimony, Officer Richard Gamby of the Everett Police Department testified that he investigated the burning of a Cadillac in December 1993 that matched Britt's description.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Varoudakis argues that the car fire evidence should not have been admitted under Rule 404(b) because its sole purpose was to demonstrate criminal propensity, or that the evidence should not have been admitted under Rule 403 because its probative value was substantially outweighed by its unfairly prejudicial effect.  The government responds that the car fire evidence was properly admitted, or, if not, that its admission was harmless error.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">We review the district court's determination that the prior bad act evidence was admissible under 404(b) and 403 for an abuse of discretion.  See United States v. Balsam, <span class=\"citation\" data-id=\"198819\"><a href=\"/opinion/198819/united-states-v-balsam/\"><span class=\"volume\">203</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">72</span></a></span>, 84 (1st Cir. 2000).</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">A. Standard for Admission under Federal Rule of Evidence 404(b)</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Rule 404(b) provides that evidence of a defendant's prior bad acts may not be admitted to prove his criminal character or propensity to commit crimes of the sort for which he is on trial.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  To admit evidence of prior bad acts, a trial court must find that the evidence passes two tests.  First, the evidence must have \"special relevance\" to an issue in the case such as intent or knowledge, and must not include \"bad character or propensity as a necessary link in the inferential chain.\"  United States v. Frankhauser, <span class=\"citation\" data-id=\"196693\"><a href=\"/opinion/196693/united-states-v-frankhauser/\"><span class=\"volume\">80</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">641</span></a></span>, 648 (1st Cir. 1996).  Second, under Rule 403, evidence that is specially relevant may still be excluded if its probative value is substantially outweighed by the danger of unfair prejudice.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">As the text of Rule 404(b) indicates, prior bad act evidence may be specially relevant if, for example, it goes to the defendant's intent, knowledge, plan, absence of mistake, or identity.  Additionally, prior bad acts may be admitted in conspiracy cases under 404(b) if they \"explain the background, formation, and development of the illegal relationship.\" United States v. Escobar-De Jesus, <span class=\"citation\" data-id=\"765611\"><a href=\"/opinion/765611/united-states-v-eusebio-escobar-de-jesus/\"><span class=\"volume\">187</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">148</span></a></span>, 169 (1st Cir. 1999).  See also United States v. Prevatte, <span class=\"citation\" data-id=\"663114\"><a href=\"/opinion/663114/united-states-v-russell-prevatte-and-robert-a-soy/\"><span class=\"volume\">16</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">767</span></a></span>, 775-76 (7th Cir. 1994); United States v. Jones, <span class=\"citation\" data-id=\"597210\"><a href=\"/opinion/597210/united-states-v-mark-shull-jones/\"><span class=\"volume\">982</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">380</span></a></span>, 382-83 (9th Cir. 1993); United States v. Passarella, <span class=\"citation\" data-id=\"468591\"><a href=\"/opinion/468591/united-states-v-samuel-john-passarella/\"><span class=\"volume\">788</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">377</span></a></span>, 383-84 (6th Cir. 1986); United States v. Magnano, <span class=\"citation\" data-id=\"339842\"><a href=\"/opinion/339842/united-states-v-joseph-magnano-aka-joe-the-grind/\"><span class=\"volume\">543</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">431</span></a></span>, 435 (2d Cir. 1976).  We have focused on two factors to determine the probative value of prior bad act evidence: \"the remoteness in time of the other act and the degree of resemblance to the crime charged.\"  Frankhauser, 80 F.3d at 648, quoting United States v. Fields, <span class=\"citation\" data-id=\"520578\"><a href=\"/opinion/520578/united-states-v-michael-j-fields-united-states-of-america-v-james-p/\"><span class=\"volume\">871</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">188</span></a></span>, 197 (1st Cir. 1989).</p>\n    </div>\n    <p class=\"indent\">B. Applying Rule 404(b)</p>\n    <p class=\"indent\">1. The Court's Ruling</p>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Immediately before the opening statements of counsel, in response to a motion in limine filed by the defendant to exclude the car fire evidence, the court ruled that Britt's testimony about the car fire would be admissible to show Varoudakis's \"plan, knowledge, and intent\" in relation to whether he \"knowingly participated in a common scheme to defraud.\"  In support of this rationale, the court cited the government's allegations that Varoudakis committed both the car fire and the Destinations arson \"for a financial motive\" and with \"one of the same conspirators [Britt].\"</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">The court cited United States v. Gonzalez-Sanchez, <span class=\"citation\" data-id=\"492352\"><a href=\"/opinion/492352/united-states-v-pedro-m-gonzalez-sanchez-united-states-of-america-v/\"><span class=\"volume\">825</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">572</span></a></span> (1st Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">484</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">989</span></span> (1987), as authority for its ruling.  In Gonzalez-Sanchez, the defendants, who were gang members, were convicted of an October 1981 arson.  The trial court admitted prior bad act evidence primarily concerning two other recent fires.  Like the arson charged, both fires had also destroyed businesses owned by the defendants and insured by the same insurance company.  These fires occurred just two months and six months before the October 1981 fire.  In upholding the court's decision to admit the evidence, we said: \"The issue at trial was not just whether [defendant] Latorre committed arson. The broader issue was whether Latorre knowingly participated in a common scheme to defraud.\"  Id. at 581.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">There are important differences between the facts supporting a common scheme rationale in Gonzalez-Sanchez and this case.  Unlike the recurring fires in Gonzalez-Sanchez--three arsons of business properties in six months--Britt's testimony does not suggest a plan connecting the car fire to the Destinations fire.  In United States v. Lynn, <span class=\"citation\" data-id=\"511571\"><a href=\"/opinion/511571/united-states-v-steven-lynn/\"><span class=\"volume\">856</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">430</span></a></span> (1st Cir. 1988), we held that evidence of a prior conviction for marijuana was not admissible to show a common plan or scheme connected to the defendant's instant prosecution for marijuana distribution because there was no evidence that the previous offense \"leads in a progression\" to the second. Id. at 435.  Similarly here, no evidence suggests that \"a continuing or connected scheme\" linked the car fire and the Destinations fire.  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The district court also saw the car fire evidence as specially relevant to the Destinations fire on the ground that Britt acted as Varoudakis's co-conspirator in both instances.  The court was correct that prior bad act evidence is admissible to prove conspiracy in cases \"where the earlier crime involved the same participants as the charged crime.\"  United States v. Hadfield, <span class=\"citation\" data-id=\"551471\"><a href=\"/opinion/551471/united-states-v-royal-w-hadfield-jr-united-states-of-america-v-helen/\"><span class=\"volume\">918</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">987</span></a></span>, 994 (1st Cir. 1990), citing United States v. Flores-Perez, <span class=\"citation\" data-id=\"507350\"><a href=\"/opinion/507350/united-states-v-francisco-flores-perez/\"><span class=\"volume\">849</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span>, 7 (1st Cir. 1988).  See also Gonzalez-Sanchez, 825 F.2d at 581 (\"the evidence of Latorre's involvement with the same people in past arson and fraud schemes is especially probative of the issue whether he was an innocent 'tool' of others or a knowing participant in the conspiracy\").</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Britt, however, did not \"participate\" in the car fire as a co-conspirator.  According to her testimony, and there was no contrary evidence, she was a witness who went along for the ride. By contrast, she testified that she helped Varoudakis with the Destinations fire, removing restaurant equipment and paying Adams for his work.  Her lack of participation in the car fire distinguishes this aspect of the case from Gonzalez-Sanchez, in which the defendant and his fellow gang members played the same roles in committing the prior arsons as they did in the arson for which the defendant was charged.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Finally, the court said that the car fire was specially relevant to Varoudakis's motive to commit the Destinations fire because, in both instances, he allegedly committed arson to alleviate a financial burden by collecting insurance proceeds. Unlike knowledge and intent, motive is not an element of the crime that the government must prove.  For that reason, proof of motive must be offered to show some other element, for example, that the crime was committed, the identity of the accused, or the accused's requisite mental state.  See 22 Charles A. Wright and &amp; Kenneth A. Graham, Jr., Federal Practice and Procedure,  5240 (1978).</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">When prior bad act evidence is offered to prove a motive for the crime, \"courts must be on guard to prevent the motive label from being used to smuggle forbidden evidence of propensity to the jury.\"  Id.  That is the problem here.  As proof of motive, the car fire testimony is offered as circumstantial evidence that Varoudakis committed the Destinations fire.  It involves an inference of propensity as \"a necessary link in the inferential chain.\"  Frankhauser, 80 F.3d at 648.  Put most simply, the government argues that Varoudakis's commission of the car fire arson in response to financial stress makes it more likely that he committed the restaurant arson in response to financial stress.  Contrast this forbidden inference with the permissible inference to be drawn in a case in which the prior bad act--say, a botched robbery by the defendant that was frustrated by the ineptitude of his cohort--provided the motive for the defendant's subsequent assault on his cohort.  There the prior bad act would provide circumstantial evidence of the commission of the assault without the involvement of any propensity inference.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">In a case that also involved arson of a restaurant owned by the defendant, the Eleventh Circuit excluded evidence that the defendant, in a separate incident, threatened to \"burn out\" a tenant after she did not pay a full month's rent.  See United States v. Utter, <span class=\"citation\" data-id=\"71304\"><a href=\"/opinion/71304/united-states-v-utter/\"><span class=\"volume\">97</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">509</span></a></span>, 514 (11th Cir. 1996) As in this case, the government argued that the tenant's testimony would show \"how the defendant reacts to financial stress.\"  Id.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  The court rejected this rationale, stating: \"This is the type of character and propensity evidence prohibited by Rule 404(b).\"  Id.  See also Lynn, 856 F.2d at 436.  For the same reason, we find error in the district court's financial motive rationale.</p>\n    </div>\n    <p class=\"indent\">2. The Britt-Varoudakis Relationship</p>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">There is, however, a proper rationale for admitting the car fire evidence under 404(b) that differs subtly, but importantly, from the district court's rationale that Britt was a co-conspirator in both fires. The government urges on appeal that the car fire evidence was properly admitted because it demonstrates the background and formation of the conspiratorial relationship between Varoudakis and Britt during the planning for and commission of the Destinations fire.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">In United States v. Escobar-De Jesus, <span class=\"citation\" data-id=\"765611\"><a href=\"/opinion/765611/united-states-v-eusebio-escobar-de-jesus/\"><span class=\"volume\">187</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">148</span></a></span>, 169 (1st Cir. 1999), we said that prior bad act evidence is admissible \"to help the jury understand the basis for the co-conspirators' relationship of mutual trust.\"  Id.  See also United States v. Love, <span class=\"citation\" data-id=\"751108\"><a href=\"/opinion/751108/united-states-v-rex-eugene-love-united-states-of-america-v-jerry-wayne/\"><span class=\"volume\">134</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">595</span></a></span>, 603 (4th Cir. 1998); United States v. Pipola, <span class=\"citation\" data-id=\"718193\"><a href=\"/opinion/718193/united-states-v-anthony-pipola/\"><span class=\"volume\">83</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">556</span></a></span>, 565-66 (2d Cir. 1996); United States v. Rosa, <span class=\"citation\" data-id=\"658545\"><a href=\"/opinion/658545/united-states-v-oscar-rosa-vincent-lopez-ricardo-rodriguez-hector/\"><span class=\"volume\">11</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">315</span></a></span>, 334 (2d Cir. 1993); United States v. Diaz, <span class=\"citation\" data-id=\"607909\"><a href=\"/opinion/607909/united-states-v-jorge-l-diaz-also-known-as-the-mexican-also-known-as/\"><span class=\"volume\">994</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">393</span></a></span>, 395 (7th Cir. 1993).  The district court in Escobar-De Jesus admitted evidence about an uncharged heroin deal between the defendant, who was charged with other drug-related crimes, and one of his co-conspirators.  We reasoned that the heroin purchase \"was relevant and admissible because it helped to explain the history between [co-conspirators] Rodriguez and Escobar,\" whose relationship \"was directly in issue and material to the case.\"  Escobar-De Jesus, 187 F.3d at 169.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Cheryl Britt's relationship with George Varoudakis was similarly material to the conspiracy case against him.  Britt testified to the key facts that Varoudakis hired Nick Adams to torch Destinations and that he believed he still had insurance when the arson took place.  Britt's testimony also refuted Varoudakis's alibi, and his claim that he removed the sound system and other equipment for a legitimate purpose.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Britt knew these things because Varoudakis trusted her. Her testimony that he allowed her to watch him torch his Cadillac demonstrated that trust.  It also demonstrated Varoudakis's willingness to involve her in some way in his illegal acts.  Like the prior bad act evidence admitted in Escobar-De Jesus, Britt's car fire testimony helped explain the nature of their relationship.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">The defense argues that the prior bad act evidence should not be admissible to show the background and formation of Britt's relationship with Varoudakis because Varoudakis did not dispute that he and Britt were long-time intimates.  At first blush, this argument seems plausible.  However, we have held that evidence of prior bad acts may be probative even when it is relevant to an issue that the defendant does not contest.  For example, such evidence may be admitted to show knowledge or intent when the defense is a general denial of the charges, see United States v. Oppon, <span class=\"citation\" data-id=\"515718\"><a href=\"/opinion/515718/united-states-v-george-m-oppon-jr/\"><span class=\"volume\">863</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">141</span></a></span>, 146 (1st Cir. 1988), or a claim of mistaken identity, see United States v. Ferrer-Cruz, <span class=\"citation\" data-id=\"538800\"><a href=\"/opinion/538800/united-states-v-carlos-ferrer-cruz/\"><span class=\"volume\">899</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">135</span></a></span>, 138 (1st Cir. 1990).  After all, the fact that the defendant does not contest the issue for which the prior bad act evidence is offered does not, \"by itself, remove those issues from the case.\"  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">We conclude, therefore, that the car fire evidence is specially relevant under Rule 404(b) to Varoudakis's relationship with Britt because it shows that he trusted her so much that he was willing to commit a crime in her presence.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  We further conclude, however, that the contention that the government did not need the car fire evidence to prove the close relationship between Britt and Varoudakis remains a pertinent question in the Rule 403 analysis, which requires weighing the evidence's probative value against its unfairly prejudicial effect.   See United States v. Gilbert, 229 F.3d 15,24 (1st Cir. 2000).</p>\n    </div>\n    <p class=\"indent\">C. Rule 403</p>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Prior bad act evidence that surmounts the bar of Rule 404(b) may still be inadmissible under Rule 403.  This rule requires the trial court to exclude the evidence if its probative value is substantially outweighed by \"the danger of unfair prejudice.\"  Fed. R. Evid. 403.  Otherwise relevant evidence may also be excluded if its probative value is substantially outweighed by \"confusion of the issues, or misleading [of] the jury, or by considerations of undue delay, waste of time, or needless presentation of cumulative evidence.\"  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">The district court's determination on this issue merits great deference on appeal.  See Hadfield, 918 F.2d at 995.  Nonetheless, we find that in this case the district court erred in finding that the car fire evidence was admissible under Rule 403.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Under Rule 403's weighing test, \"it is only unfair prejudice which must be avoided.\"   United States v. Rodriguez-Estrada, <span class=\"citation\" data-id=\"524961\"><a href=\"/opinion/524961/united-states-v-hector-m-rodriguez-estrada/\"><span class=\"volume\">877</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">153</span></a></span>, 156 (1st Cir. 1989).  We stress \"unfair\" because \"[b]y design, all evidence is meant to be prejudicial.\"  Id.  Usually, courts use the term \"unfair prejudice\" for evidence that invites the jury to render a verdict on an improper emotional basis.  For example, we have upheld the exclusion of prior bad act evidence in part because it was \"undeniably explosive,\" Gilbert, 229 F.3d at 26.  We are also cautious when the prior act is a  \"shocking or heinous crime likely to inflame the jury.\"  United States v. Mocchia, <span class=\"citation\" data-id=\"405332\"><a href=\"/opinion/405332/united-states-v-nicholas-anthony-moccia/\"><span class=\"volume\">681</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">61</span></a></span>, 64 (1st Cir. 1982).</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">As the district court noted, the car fire evidence is not particularly shocking.  There is little danger that it swayed the jury toward a conviction on an emotional basis.  But Rule 403 also protects defendants from unfair prejudice resulting from criminal propensity evidence.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>  As the Supreme Court has stated, improper grounds under Rule 403 \"certainly include . . . generalizing a defendant's earlier bad act into bad character and taking that as raising the odds that he did the later bad act now charged.\"  Old Chief v. United States, <span class=\"citation\" data-id=\"118074\"><a href=\"/opinion/118074/old-chief-v-united-states/\"><span class=\"volume\">519</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">172</span></a></span>, 180 (1997).</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">To be sure, all prior bad act evidence involves some potential for an improper propensity inference.  That is why, under Rule 404(b), the possibility that a jury may infer something negative about a defendant's character or propensity to commit crime does not make the evidence inadmissible unless no permissible inference may also be drawn.  See Ferrer-Cruz, 899 F.2d at 138. Under Rule 403, however, that risk of an improper criminal propensity inference should be considered in light of the totality of the circumstances, including the government's need for the evidence given other available testimony, to prove the issue identified pursuant to the 404(b) special relevance analysis.  See Old Chief, 519 U.S. at 184 (\"what counts as the Rule 403 'probative value' of an item of evidence, as distinct from its Rule 401 'relevance,' may be calculated by comparing evidentiary alternatives\").<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a></p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">Here is the crux of our analysis.  \"The prejudice to an opponent can be said to be 'unfair' when the proponent of the evidence could prove the fact by other, non-prejudicial evidence.\" Wright &amp; Graham, supra,  5214.  Doubts about the probative value of prior bad acts evidence are thus \"compounded\" when prosecutors have other evidence available, \"rendering negligible their need to show intent by the prior bad acts.\"  Lynn, 856 F.2d at 436; see also Wright &amp; Graham, supra,  5250 (\"The probative value of any particular bit of evidence is obviously affected by the scarcity or abundance of other evidence on the same point.\").</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">Our recent holding in Gilbert incorporated the understanding of Rule 403 unfair prejudice that we articulate here.  In that case, we affirmed on interlocutory appeal a district court's decision to exclude a variety of prior bad act evidence.  We cited as factors the risk that the jury would infer criminal propensity, and the government's lack of need for the evidence.  See Gilbert, 229 F.3d at 26 (\"we simply do not see how the jury could regard the [prior bad act] evidence as specially relevant without drawing a forbidden inference of criminal propensity . . . . [W]e do not find particularly compelling the government's argument that it has a strong need for this evidence\").</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">There is clearly a tension between Rules 404(b) and 403.  The more similar the prior bad act evidence is to the charged crime, the more likely it is to be deemed relevant under 404(b).  Yet the more the prior bad act resembles the crime, the more likely it is that the jury will infer that a defendant who committed the prior bad act would be likely to commit the crime charged.  See United States v. Beechum, <span class=\"citation\" data-id=\"358983\"><a href=\"/opinion/358983/united-states-v-orange-jell-beechum/\"><span class=\"volume\">582</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">898</span></a></span>, 915 n.20 (5th Cir. 1978) (\"the more closely the extrinsic offense resembles the charged offense, the greater the prejudice to the defendant\").  This is precisely the kind of inference that Rule 403 guards against.  See Lynn, 856 F.2d at 436 (\"The ordinary inference here would seem very close to the inference the Rule was designed to avoid.\").</p>\n    </div>\n    <p class=\"indent\">D. Applying Rule 403</p>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">The government primarily used the car fire evidence to cast Varoudakis as an arsonist.  In its opening statement, the government said the following: \"Now, the Defendant knew very well how to plan an arson because this wasn't the first arson he had planned.\"  Although Rule 404(b) permits the admission of prior bad acts evidence as proof of plan, we have already concluded that no common plan or scheme linked the car fire and the Destinations fire.  See supra.  In reality, this opening statement underscored Varoudakis's criminal propensity to burn Destinations because of the car fire.  In questioning Britt about the car fire, the government did not stress the development of her relationship with Varoudakis, a proper rationale for admission under 404(b).  Instead, Britt's testimony focused on the facts of the car fire and Varoudakis's statement to her that he burned the car to collect insurance coverage.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">Moreover, as in Gilbert, the probative value of the car fire evidence was minimal.  The government did not need the car fire to demonstrate the close nature of Varoudakis's relationship with Britt.  Britt testified that she and Varoudakis began a romantic relationship in about 1985, and that they lived together for six years, beginning in about 1989, in an apartment that Varoudakis helped Britt purchase.  Britt said Varoudakis bought her jewelry and furniture and took her on expensive vacations.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">Britt also testified that she allowed him to list her as the president, treasurer, clerk, and director of Destinations, a corporation in which she had no financial interest.  She said she knew about Varoudakis's long-running dispute over rental payments with the Destinations landlord.  Because her name was on the Destinations incorporation papers, she wrote the rent checks.  As she said at trial: \"Me and George [Varoudakis] [sic] communicated a lot if something came up.\"  Britt also testified that she heard Varoudakis's discussions with a potential buyer for Destinations. She signed the Destinations bankruptcy petition.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">The government also did not need the car fire evidence to prove Varoudakis's knowledge or intent relating to the Destinations arson.  Varoudakis denied setting the fire at all, rather than arguing that he burned Destinations unknowingly or unintentionally. There was no evidence suggesting that Varoudakis was an innocent \"tool\" of others in the arson conspiracy like the defendant in Gonzalez-Sanchez, 825 F.2d at 581.  The absence of a dispute on these issues weighs against admitting the evidence under 403.  See Gilbert, 229 F.3d at 24 (citing as a factor weighing in favor of exclusion that \"four of the five issues adduced by the government in support of admitting the [prior bad act] evidence do not appear to be much in dispute in this case.\"); Lynn, 856 F.2d at 437 n. 15 (\"While we do not undermine the government's substantial burden of proof, we do note that in this instance, 'intent, while technically at issue, [was] not really in dispute,' greatly reducing any need for the jury to know of the previous conviction.\") (footnote omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">We recognize that our 403 analysis must \"evaluate the trial court's decision from its perspective when it had to rule and not indulge in review by hindsight.\"  Old Chief, 519 U.S. at 183 n.6.  At the start of the trial, the district court denied Varoudakis's motion in limine to exclude the car fire evidence. When the government began to ask Britt about the car fire on direct examination, Varoudakis objected.  The court overruled him, relying on its ruling on the motion in limine.  The court's decision to allow the evidence at this point followed Britt's other testimony about her close relationship with Varoudakis.  Britt had already said that she and Varoudakis had lived together for six years; that she was listed on the Destinations incorporation papers; that she knew about Varoudakis's fight with his landlord; that she wrote the rent checks for Destinations; and that she and Varoudakis \"communicated a lot if something came up.\"<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a>  This testimony revealed that the government did not need the car fire evidence to establish Britt's close relationship with Varoudakis, the only legitimate purpose of the evidence under 404(b).  The absence of any other special relevance under 404(b), including those cited by the court and the government, was also discernible at this juncture.  The propensity danger of the evidence was unmistakable.  Thus the probative value of the car fire evidence was substantially outweighed by the danger of unfair prejudice at the time the district court admitted it.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a>  That ruling was erroneous.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">We add two further observations.  First, given the nature of appellate review, with its restrictions to the cold record, we rarely reverse a district court's judgment about the admissibility of prior bad act evidence pursuant to the weighing analysis of Rule 403.  Indeed, as we have said repeatedly, \"[o]nly in exceptional circumstances will we reverse the exercise of a district court's informed discretion vis a vis the relative weighing of probative value and unfairly prejudicial effect.\"  United States v. Griffin, <span class=\"citation\" data-id=\"488020\"><a href=\"/opinion/488020/united-states-v-barry-j-griffin/\"><span class=\"volume\">818</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">97</span></a></span>, 101-02 (1st Cir. 1987).  We reiterate our commitment to that principle.  Here, however, we have the exceptional case that requires us to intervene.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">Second, although we do not reach the conclusion that we must intervene on the basis of hindsight, we do reach it with advantages unavailable to the district court.  In ruling on a defendant's motion in limine before trial, courts do not have the benefit of context--how the prior bad act evidence relates to the evidence actually presented by the prosecution during its case in chief.  When defendants renew their objection to prior bad act evidence offered by the prosecution during trial, as they usually must to preserve their objection to its admissibility,<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a> courts do not have the time we have on appeal to assess critically the 404(b) boilerplate formula for admission of the evidence often invoked by the prosecution.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">By contrast, the prosecution does have these advantages of context and time. Before trial, the prosecution generally knows the totality of its case and how the prior bad act evidence fits into it.  The prosecution also has the time to analyze rigorously whether the exceptions to Rule 404(b),<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a> and the limitations of Rule 403, apply to the facts.  The failure to engage in that analysis leads to the needless complications we find in this case and others.  See United States v. Rodriguez-Cardona, <span class=\"citation\" data-id=\"555433\"><a href=\"/opinion/555433/united-states-v-osvaldo-rodriguez-cardona-aka-valdo/\"><span class=\"volume\">924</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1148</span></a></span>, 1153 (1st Cir. 1991) (\"[T]he government here attempted to render the rule [of excluding prior bad act evidence] a minor exception.  This practice is inconsistent with the fair administration of justice.  We notice that this is a recurrent problem.\") (footnote omitted); United States v. Simon, <span class=\"citation\" data-id=\"503432\"><a href=\"/opinion/503432/united-states-v-alister-henderson-simon/\"><span class=\"volume\">842</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">552</span></a></span>, 556 (1st Cir. 1988) (Torruella, J., concurring) (\"Almost any excuse or far-fetched theory is made to fit within [Rule 404(b)'s] truly exceptional language.\").</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">In oft-quoted language, Justice Jackson explained why our rules of evidence are so wary of propensity evidence:</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">The State may not show defendant's prior trouble with the law, specific criminal acts, or ill name among his neighbors, even though such facts might logically be persuasive that he is by propensity a probable perpetrator of the crime.  The inquiry is not rejected because character is irrelevant; on the contrary, it is said to weigh too much with the jury and to so overpersuade them as to prejudge one with a bad general record and deny him a fair opportunity to defend against a particular charge.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">Michelson v. United States, <span class=\"citation no-link\"><span class=\"volume\">334</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">469</span></span>, 475-76 (1948) (footnotes omitted) (quoted approvingly in Old Chief, 519 U.S. at 181).  Despite the fairness implications of the prosecution's use of prior bad act evidence, the prosecution too often pushes the limits of admissibility of this evidence, knowing its propensity power and gambling that the time constraints on the trial court, the court's broad discretion, the elasticity of Rule 404(b), and the harmless error rule of the appellate court, will save it from the consequences of overreaching.  That is not always a good gamble.</p>\n    </div>\n    <p class=\"indent\">E. Harmless Error<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a></p>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">Admission of prior bad act evidence is harmless \"only if it is 'highly probable' that the error did not contribute to the verdict.\"  United States v. Aguilar-Aranceta, <span class=\"citation\" data-id=\"698646\"><a href=\"/opinion/698646/united-states-v-esperanza-aguilar-aranceta/\"><span class=\"volume\">58</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">796</span></a></span>, 802 (1st Cir. 1995).  To make this determination, we must conclude \"with fair assurance, after pondering all that happened without stripping the erroneous action from the whole, that the [jurors'] judgment was not substantially swayed by the error.\"  United States v. Williams, <span class=\"citation\" data-id=\"600261\"><a href=\"/opinion/600261/united-states-v-olgivie-obrien-williams/\"><span class=\"volume\">985</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">634</span></a></span>, 638 (1st Cir. 1993), quoting United States v. Burke, <span class=\"citation\" data-id=\"571253\"><a href=\"/opinion/571253/united-states-v-gary-k-burke/\"><span class=\"volume\">948</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">23</span></a></span>, 27 (1st Cir. 1991). We cannot so conclude in this case.</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">The car fire evidence led to testimony by Officer Gamby that bolstered the credibility of Britt, the key government witness.<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a>  Officer Gamby confirmed Britt's car fire account by testifying that he investigated the burning of a car that matched Britt's description in terms of date, location, and make of vehicle.  In its closing statement, the government said of Britt and her sister Diane Casey: \"And when you consider their testimony, consider corroborating evidence . . . evidence that confirms, confirms what they say.\"  The government then highlighted Gamby's testimony as an example of such corroboration for Britt.  Without the car fire evidence, the government would not have had this opportunity to show an independent, neutral source verifying Britt's truthfulness and accuracy, and thereby enhancing her credibility generally.</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">In addition, when we \"assess the record as a whole,\" as harmless error analysis requires, United States v. Santana, <span class=\"citation\" data-id=\"763557\"><a href=\"/opinion/763557/united-states-v-julio-c-santana/\"><span class=\"volume\">175</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">57</span></a></span>, 66 (1st Cir. 1999), quoting Morgan v. Hall, <span class=\"citation\" data-id=\"352695\"><a href=\"/opinion/352695/morris-morgan-v-frank-a-hall-etc/\"><span class=\"volume\">569</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1161</span></a></span>, 1166 (1st Cir. 1978), we cannot say that the government's case was \"so overwhelming as to overshadow the prejudicial effect\" of the prior bad act evidence.  Santana, 175 F.3d at 67.  As the trial court observed, the government's case against Varoudakis would have been largely circumstantial had Britt been discredited.<a class=\"footnote\" href=\"#fn14\" id=\"fn14_ref\">14</a></p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">Finally, the three-day length of the jury deliberations, and the jury's note to the trial court that it was \"at an impasse\" at the end of the second half-day, weigh against a finding of harmless error.  Lengthy deliberations suggest a difficult case. See Santana, 175 F.3d at 67; United States v. Ottersburg, <span class=\"citation\" data-id=\"712269\"><a href=\"/opinion/712269/united-states-v-thomas-d-ottersburg/\"><span class=\"volume\">76</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">137</span></a></span>, 140 (7th Cir. 1996) (\"The length of the jury's deliberations makes clear that this case was not an easy one.\"); Gibson v. Clanon, <span class=\"citation\" data-id=\"383705\"><a href=\"/opinion/383705/earl-b-gibson-v-thomas-l-clanon-superintendent-vacaville-medical/\"><span class=\"volume\">633</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">851</span></a></span>, 855 (9th Cir. 1980) (\"The state's case against [the defendants] is a strong one. Nevertheless, if the jury had readily accepted [the] eyewitness testimony it seems unlikely that they would have deliberated for so long to reach a verdict.\").</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">In some cases, the jury may deliberate for an extended period not because of indecision, but in \"a diligent and conscientious attempt to evaluate the evidence, and to verify the testimony of different witnesses and to come to a careful and reasoned decision.\"  Clark v. Moran, <span class=\"citation\" data-id=\"566796\"><a href=\"/opinion/566796/sidney-a-clark-v-john-moran-etc/\"><span class=\"volume\">942</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">24</span></a></span>, 32-33 (1st Cir. 1991).  In this case, however, the jury's \"impasse\" note reveals uncertainty about Varoudakis's guilt.  See Medina v. Barnes, <span class=\"citation\" data-id=\"709085\"><a href=\"/opinion/709085/jerry-joe-medina-v-m-eldon-barnes-warden/\"><span class=\"volume\">71</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">363</span></a></span>, 369 (10th Cir. 1995) (jurors' indication that they might be unable to reach a unanimous verdict weighed in favor of finding prejudice).  The interplay between uncertainty and propensity evidence is particularly troublesome.  As then-Judge Breyer put it: \"Although ... 'propensity evidence' is relevant, the risk that a jury will convict for crimes other than those charged--or that, uncertain of guilt, it will convict anyway because a bad person deserves punishment--creates a prejudicial effect that outweighs ordinary relevance.\"  Moccia, 681 F.2d at 63.   That risk occurred here with the admission of the car fire evidence.  We cannot deem that admission harmless.<a class=\"footnote\" href=\"#fn15\" id=\"fn15_ref\">15</a></p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">Judgment vacated. Remanded for further proceedings.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>NOTES:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p>  Of the District of Puerto Rico, sitting by designation.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p>  Cheryl Britt was listed as the president, treasurer, clerk, and director of Destinations, but testified that she had no financial stake in the company and that Varoudakis controlled it. The defendant did not dispute these facts.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p>  The lease showed that Varoudakis had leased the car for 36 months, and that at the time of the fire he had used 13 months of that period.  The lease allowed him to drive 45,000 miles without further charge.  There was no evidence of what the mileage was at the time of the fire.  The defense argued that it was unlikely that Varoudakis would have driven 45,000 miles in 13 months.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p>  Rule 404(b) provides in relevant part:</p>\n        <p>Evidence of other crimes, wrongs, or acts is not admissible to prove the character of a person in order to show action in conformity therewith.  It may, however, be admissible for other purposes, such as proof of motive, opportunity, intent, preparation, plan, knowledge, identity, or absence of mistake or accident. . . .</p>\n        <p>Fed. R. Evid. 440(b).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p>  The court also noted that the prior bad act evidence related \"only to [Utter's] threat to use fire\" not arson for the purpose of collecting insurance, for which Utter was charged.  See Utter, 97 F.3d at 513.  As we have noted, Britt testified that Varoudakis set the car fire to collect insurance, and the government offers the testimony to show motive on that basis.  However, this distinction between the cases does not affect the relevance to our case of the Utter court's conclusion that the \"threat\" evidence should have been excluded. In both cases, the prior bad act evidence is specially relevant to the defendant's commission of the crime alleged only if criminal propensity is inferred.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p>  Since the car fire took place only sixteen months before the Destinations arson, the two events are also sufficiently proximate in time to warrant admission under 404(b).  See Hadfield, 918 F.2d at 994 (convictions that occurred five years before the charged crime were sufficiently proximate in time); Frankhauser, <span class=\"citation\" data-id=\"196693\"><a href=\"/opinion/196693/united-states-v-frankhauser/\"><span class=\"volume\">80</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">641</span></a></span>, 649 (seven year span between prior bad act and charged crime did not render evidence inadmissible).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p>  The drafters of Rule 403 expected \"unfair prejudice\" to have multiple meanings.  \"'Unfair prejudice' within its context means an undue tendency to suggest decision on an improper basis, commonly, though not necessarily, an emotional one.\"  Advisory Committee's Notes on Fed. Rule. Evid. 403, 28 U.S.C.App., at 860 (emphasis added).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Rule 401 defines relevant evidence as evidence having \"any tendency to make the existence of any fact that is of consequence to the determination of the action more probable or less probable than it would be without the evidence.\"  Fed. R. Evid. Rule 401.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p>  Other details about Britt's personal relationship with Varoudakis came out during the cross-examination that followed Britt's direct testimony.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> To better position the court to evaluate the government's need for the prior bad act evidence it seeks to offer, the Second Circuit has ruled that the determination about whether to admit the evidence to show knowledge or intent \"should await the conclusion of the defendant's case and should be aimed at a specifically identified issue.\"  United States v. Figueroa, <span class=\"citation\" data-id=\"376825\"><a href=\"/opinion/376825/united-states-v-jose-figueroa-angel-lebron-and-ralph-acosta/\"><span class=\"volume\">618</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">934</span></a></span>, 939 (2d Cir. 1980).  We mention this practice because such an ordering of the proof, though not required in this circuit, occasionally may prove to be a useful tool for trial judges.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p>  Rule 404(b) requires the  prosecution to provide reasonable notice of prior bad act evidence at the defendant's request. See Fed. R. Evid. 404(b).  Varoudakis responded to the government's notice by filing a motion in limine to exclude the car fire evidence.  He renewed his objection when the government began to question Britt about the car fire at trial, as required. See Gill v. Thomas, <span class=\"citation no-link\"><span class=\"volume\">83</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">547</span></span>, 540-41 (1st Cir. 1996) (party whose in limine motion to exclude evidence is denied must, to preserve issue for appeal, renew objection when evidence is offered at trial).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p>  Because of its many exceptions to the general statement that prior bad act evidence should not be admitted, Rule 404(b) is sometimes understood as one of inclusion, and sometimes as one of exclusion.  See Wright &amp; Graham, supra,  5239. We ourselves have used both formulations. Compare United States v. Rodriguez-Cardona, <span class=\"citation\" data-id=\"555433\"><a href=\"/opinion/555433/united-states-v-osvaldo-rodriguez-cardona-aka-valdo/\"><span class=\"volume\">924</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1148</span></a></span>, 1153 (1st Cir. 1991) (\"Rule 404(b) is a rule of exclusion.\") with United States v. Carty, <span class=\"citation\" data-id=\"607110\"><a href=\"/opinion/607110/united-states-v-ralph-h-carty/\"><span class=\"volume\">993</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1005</span></a></span>, 1011 (1st Cir. 1993) (\"Rule 404(b) is a rule of inclusion\".).  Whatever the proper formulation, the exceptions must not swallow the rule.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p>  Varoudakis did not ask the district court to give a limiting instruction about the car fire evidence at the time the evidence was offered or before the jury charge, and no instruction was given. When the defendant does not ask for a limiting instruction, but later objects to its absence, we review the district court's failure to issue one sua sponte for plain error.  See United States v. Carty, <span class=\"citation\" data-id=\"607110\"><a href=\"/opinion/607110/united-states-v-ralph-h-carty/\"><span class=\"volume\">993</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1005</span></a></span>, 1011 n.9 (1st Cir. 1993).  That praxis, however, does not mean that we apply the plain error standard to the court's decision to admit prior bad act evidence over the objection of the defendant, even though that evidence would have justified a limiting instruction if the defendant had sought it.  Varoudakis did not have to ask for a limiting instruction if he determined that the lack of one operated in his favor.  See Malik, 928 F.2d at 23 (\"Counsel might well have concluded that, in the context of the trial, such an instruction would not prove very helpful.  In any event, whether a party wishes such an instruction, or wishes to forego the instruction (thereby calling less attention to the statement) is primarily a matter for counsel to decide at trial.\").  Varoudakis did not forfeit his right to challenge admission of the car fire evidence under a harmless error standard by not asking for a limiting instruction.  Similarly, contrary to the government's argument, Varoudakis did not forfeit a harmless error argument by not objecting repeatedly to every question or statement of the prosecution about the car fire.  Varoudakis renewed his motion in limine objection to the car fire evidence when Britt began to testify about the car fire at the trial. No more was necessary.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p>  Britt alone testified that Varoudakis believed he still had insurance when the arson took place, and that he had no intention of opening a restaurant at the Everett property, and thus had no legitimate reason for removing equipment from Destinations before the fire.  Britt also refuted Varoudakis's alibi by testifying that it was preplanned.  Britt and Casey testified that Varoudakis hired Adams to burn Destinations.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn14\">\n        <a class=\"footnote\" href=\"#fn14_ref\">14</a>\n        <p>  The government had shown that Varoudakis suddenly increased his insurance, after years of inadequate coverage, five months before the fire.  His phone call to his insurance agent immediately after learning that the fire had occurred apparently demonstrated that he did not know that his failure to pay his bills had interrupted his coverage.  Witnesses also testified that Varoudakis directed the removal of hundreds of thousands of dollars worth of equipment from Destinations in the weeks before the fire.  The defense, on the other hand, showed that Varoudakis was bankrupt at the time of the arson.  It produced witnesses who said the restaurant looked functional when they entered it after the fire.  There was also testimony that while the Everett property into which Varoudakis said he moved the Destinations equipment was far from ready to open for business, substantial renovations had begun. Varoudakis himself did not testify at trial.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn15\">\n        <a class=\"footnote\" href=\"#fn15_ref\">15</a>\n        <p>   In light of this disposition, we do not reach the two other issues raised by Varoudakis relating to a limit on the cross-examination of Cheryl Britt and to sentencing.</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/71304/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118074/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196693/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198819/",
    "http://www.courtlistener.com/api/rest/v3/opinions/339842/",
    "http://www.courtlistener.com/api/rest/v3/opinions/352695/",
    "http://www.courtlistener.com/api/rest/v3/opinions/358983/",
    "http://www.courtlistener.com/api/rest/v3/opinions/376825/",
    "http://www.courtlistener.com/api/rest/v3/opinions/383705/",
    "http://www.courtlistener.com/api/rest/v3/opinions/405332/",
    "http://www.courtlistener.com/api/rest/v3/opinions/468591/",
    "http://www.courtlistener.com/api/rest/v3/opinions/488020/",
    "http://www.courtlistener.com/api/rest/v3/opinions/492352/",
    "http://www.courtlistener.com/api/rest/v3/opinions/503432/",
    "http://www.courtlistener.com/api/rest/v3/opinions/507350/",
    "http://www.courtlistener.com/api/rest/v3/opinions/511571/",
    "http://www.courtlistener.com/api/rest/v3/opinions/515718/",
    "http://www.courtlistener.com/api/rest/v3/opinions/520578/",
    "http://www.courtlistener.com/api/rest/v3/opinions/524961/",
    "http://www.courtlistener.com/api/rest/v3/opinions/538800/",
    "http://www.courtlistener.com/api/rest/v3/opinions/551471/",
    "http://www.courtlistener.com/api/rest/v3/opinions/555433/",
    "http://www.courtlistener.com/api/rest/v3/opinions/566796/",
    "http://www.courtlistener.com/api/rest/v3/opinions/571253/",
    "http://www.courtlistener.com/api/rest/v3/opinions/597210/",
    "http://www.courtlistener.com/api/rest/v3/opinions/600261/",
    "http://www.courtlistener.com/api/rest/v3/opinions/607110/",
    "http://www.courtlistener.com/api/rest/v3/opinions/607909/",
    "http://www.courtlistener.com/api/rest/v3/opinions/658545/",
    "http://www.courtlistener.com/api/rest/v3/opinions/663114/",
    "http://www.courtlistener.com/api/rest/v3/opinions/698646/",
    "http://www.courtlistener.com/api/rest/v3/opinions/709085/",
    "http://www.courtlistener.com/api/rest/v3/opinions/712269/",
    "http://www.courtlistener.com/api/rest/v3/opinions/718193/",
    "http://www.courtlistener.com/api/rest/v3/opinions/751108/",
    "http://www.courtlistener.com/api/rest/v3/opinions/763557/",
    "http://www.courtlistener.com/api/rest/v3/opinions/765611/"
  ]
}