{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/199143/",
  "absolute_url": "/opinion/199143/baker-v-mccabe/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/199143/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T04:25:14Z",
  "date_modified": "2017-03-24T11:00:49.688978Z",
  "type": "010combined",
  "sha1": "ced2e9d5eb2703a4719b3ed1efbfe2bbd0d37c0c",
  "page_count": 21,
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/99-1843-01A.pdf",
  "local_path": "pdf/2000/10/31/Baker_v._McCabe.pdf",
  "plain_text": "          United States Court of Appeals\n                    For the First Circuit\n\n\nNo. 99-1843\n\n                JOHN W. BAKER AND SUSAN BAKER,\n\n                   Plaintiffs, Appellants,\n\n                              v.\n\n         TRUDY COXE, THOMAS W. FRENCH, JAY COPELAND,\n          PATRICIA A. HUCKERY, BRADFORD G. BLODGET,\n     JANE W. MEAD, SUSAN F. TIERNEY AND JANET G. McCABE,\n\n                    Defendants, Appellees.\n\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n              FOR THE DISTRICT OF MASSACHUSETTS\n\n          [Hon. Patti B. Saris, U.S. District Judge]\n\n\n                            Before\n\n                     Lynch, Circuit Judge,\n                Coffin, Senior Circuit Judge,\n                  and Lipez, Circuit Judge.\n\n\n\n     Robert H. D’Auria for appellants.\n     James A. Sweeney, Assistant Attorney General, with whom\nThomas F. Reilly, Attorney General, was on brief for appellees.\n\n\n\n\n                       October 31, 2000\n\f\f            COFFIN, Senior Circuit Judge.           This controversy, now\n\napproaching its tenth anniversary, arises out of the frustration\n\nexperienced by plaintiffs-appellants, John and Susan Baker, in\n\napplying for a permit to build a pier on Clark's Island in\n\nPlymouth Harbor, Massachusetts.           The purpose of the pier was to\n\nenable equipment to be unloaded onto the island to support\n\nplaintiffs' agricultural pursuits, which included a tree farm.\n\nThe presence of a nesting site for sea birds on plaintiffs'\n\nproperty,    and   the   possible   impact     of    future   agricultural\n\nactivity on it, aroused the concern of defendants-appellees,\n\neight Massachusetts officials and employees of environmental\n\nregulatory bodies.1\n\n\n\n\n     1    Seven of the defendants served at various levels in the\nMassachusetts Executive Office of Environmental Affairs (EOEA).\nTheir names and relative positions are as follows:\n     (1) Trudy Coxe, Secretary of EOEA, and Susan Tierney, former\nSecretary;\n     (2) Janet McCabe, former Assistant Secretary of EOEA for\nEnvironmental Impact Review;\n     (3) Bradford Blodget, state ornithologist and employee of\nEOEA’s Division of Fisheries and Wildlife;\n     (4) Thomas French, Director of the Natural Heritage and\nEndangered Species Program, a division of Fisheries and\nWildlife;\n     (5) Jay Copeland, environmental reviewer for Natural\nHeritage; and\n     (6) Patricia Huckery, intern and assistant to Copeland and\nsubsequently a Wetlands Environmental Reviewer for Natural\nHeritage.\n     The eighth defendant is Jane Mead, Director of the\nMassachusetts Office of Coastal Zone Management.\n\n                                    -3-\n\f         By delaying the pier permit, defendants are alleged,\n\npursuant to 42 U.S.C. § 1983, to have infringed plaintiffs' due\n\nprocess and equal protection rights (Count I) and their First\n\nAmendment rights by retaliating against them for their exercise\n\nof free speech (Count VII).2   The district court dismissed Count\n\nI for failure to state a claim, see Baker v. Coxe, 940 F. Supp.\n\n409 (D. Mass. 1996), and granted summary judgment to defendants\n\non Count VII, see id., 52 F. Supp 2d. 244 (D. Mass. 1999).\n\nAfter perusing a tower of volumes of depositions and exhibits,\n\nwe conclude, as did the district court, that appellants have not\n\ndemonstrated interference with constitutional rights, but have\n\nmerely asserted righteous indignation at the zealous actions of\n\nwell-intentioned government officials.\n\n                       Factual Background\n\n         We report in suitably labeled groupings the essential\n\nrelevant facts.\n\n         The Land Involved.      The Bakers have owned land on\n\nClark's Island since 1979. Since 1987, they have administered a\n\nforestry trust in order to operate a tree farm.   On this site is\n\na major nesting area, or heronry, for several varieties of sea\n\nbirds, including herons and egrets.    At one time, the northern\n\n\n\n    2     Seven other counts of the complaint asserted pendent\nstate law claims.\n\n                               -4-\n\fend of Clark's Island was reported to be among the largest\n\nbreeding grounds for waterfowl in the state of Massachusetts.\n\nThe Bakers had given the Manomet Bird Observatory access to the\n\nisland to conduct studies of the birds.\n\n              The ACEC Issue.         In April 1989, a bill was considered\n\nfor presentation to the Massachusetts Legislature that would\n\nhave classified certain tracts of land, including the Bakers'\n\nproperty, as an Area of Critical Environmental Concern (ACEC).\n\nIf so classified, that land would have been subject to use\n\nrestrictions and presumably a diminution in value.                         Realizing\n\nthat    his   land     would    be    subject   to   such    a    law,    Mr.   Baker\n\ntelephoned a state senator and \"mentioned\" that he opposed it.\n\nWhen    the   Bakers    learned       that   the   Manomet       Bird    Observatory\n\nsupported the ACEC bill, they revoked the permission that had\n\nbeen granted to enter their land.                    The ACEC bill did not\n\nprogress beyond the drafting stage and was never presented to\n\nthe legislature.\n\n              The Pier Application. Two years later in May 1991, the\n\nBakers applied to the Army Corps of Engineers for a permit to\n\nbuild a pier in order to receive farming equipment for use in\n\nconnection with their tree farm.                   The Corps was prepared to\n\nissue    a    permit    when,    in    September     1991,   Jay        Copeland,   an\n\n\n\n\n                                         -5-\n\fenvironmental reviewer for Natural Heritage, received notice\n\nfrom the Corps of the pending application.\n\n               Natural   Heritage's       Interest.          Copeland    and   his\n\nassistant, Huckery, felt that the nesting area was close enough\n\nto the tree farm operations, which would have been aided by the\n\npier, to disrupt the heronry and cause the birds to abandon\n\ntheir nests. Copeland requested that the permit not be issued\n\nuntil he investigated the pier's possible impact.                       The Corps\n\nobliged        and    initiated    notice-and-comment          proceedings     on\n\nSeptember 26, 1991.\n\n               Contact with Dr. Parsons.              Copeland consulted his\n\nsuperior, the Director of Natural Heritage, Thomas French, who\n\nhad visited the heronry five years earlier with Dr. Katharine\n\nParsons,       an    ornithologist      who   had    conducted    her    doctoral\n\nresearch on Clark's Island.             French advised Copeland to gather\n\nmore information from Dr. Parsons.                  Dr. Parsons told Copeland\n\nthat in 1989 she had learned that someone had used a \"bush hog\"\n\nmower     to    clear    brush    and    shrubbery      on    heronry    grounds,\n\ndestroying many unfledged birds and nests.                   She also mentioned\n\nBaker’s opposition to the 1989 ACEC legislation and speculated\n\nthat the tree farm was not a serious effort but rather a \"tax\n\ndodge.\"    Copeland included these remarks in his notes.                 Not only\n\n\n\n\n                                        -6-\n\fhad Copeland taken no position on the ACEC issue, but there was\n\nno evidence that any other defendant had.\n\n            Visit to the island.               On October 21, 1991, Copeland\n\nvisited     the   heronry        with     representatives         from    the     U.S.\n\nEnvironmental Protection Agency, the U.S. Fish and Wildlife\n\nService and the Army Corps of Engineers, along with the Bakers'\n\nproject manager, and Blodget, the state ornithologist.                            They\n\nfound the heronry essentially destroyed, observing large piles\n\nof     recently   cut        brush,     abandoned     nests,      and     protective\n\nvegetation coarsely mowed or \"bush hogged.\"                     But ornithologist\n\nBlodget was of the opinion that, granted an opportunity to re-\n\nvegetate, the heronry would revive.                    So Copeland felt that\n\nfurther    review      was    needed     and    he   sought     support    from    Dr.\n\nParsons.\n\n            Dr. Parsons' Letter.               Two days later, on October 23,\n\n1991, she wrote a letter at Copeland's behest to underscore the\n\nimportance of the heronry.               Noting her credentials and prior\n\nresearch at the heronry site, Dr. Parsons asserted in the letter\n\nthat the present owners had \"clearly [] diminished and perhaps\n\ndecimated\" the usefulness of the heronry.                     Copeland circulated\n\nthis    letter    to   other     agencies       to   try   to   get     support   for\n\nobtaining an environmental review of the pier permit.\n\n\n\n\n                                         -7-\n\f             Contacts with Agencies.               At about this time, several\n\ncontacts were made with other agencies.                      Copeland inquired of\n\nthe Massachusetts Department of Revenue about the tax status of\n\nthe tree farm and sought to discover other ways in which the\n\nBakers      could    still     qualify      for    tax     concessions.          In    his\n\nsubsequent letter to the Corps of Engineers opposing the pier\n\npermit,      Copeland        indicated      two    possibilities:         granting       a\n\nconservation easement and seeking tax relief for allowing the\n\nland   to    revert     to    its   natural       state.      French      and   Huckery\n\ncontacted the Department of Environmental Management to see if\n\nthe tree farm was being operated in compliance with the forestry\n\npermit;      an     inspection      later    proclaimed       the    farm       in    full\n\ncompliance.         Blodget asked Christopher Dowd, an investigator\n\nwith the U.S. Fish and Wildlife Service, to determine whether\n\nthe destruction of the heronry in 1989 violated the Migratory\n\nBird Treaty Act, 16 U.S.C. §§ 703-712 (MBTA), and if so, to\n\nascertain who was responsible.                After some investigation, Dowd\n\nconcluded that the information was too stale to justify further\n\naction.\n\n             Natural Heritage Files Opposition.                     On November 8,\n\n1991, Natural Heritage sent a letter to the Corps opposing the\n\npier   permit       application      on   the     ground    that    the    pier      would\n\nfacilitate tree-farming activity, which was likely to contribute\n\n\n                                          -8-\n\fsignificantly to the destruction of a major natural resource.\n\nBoth the U.S. Environmental Protection Agency and the U.S. Fish\n\nand Wildlife Service sent similar letters.\n\n            Plaintiffs Sue Dr. Parsons.      Shortly after this, Mr.\n\nBaker sued Dr. Parsons, claiming that her October 23 letter was\n\ndefamatory.    Eventually, this suit was dismissed as contravening\n\na   law     proscribing    \"strategic    litigation    against    public\n\nparticipation\" (SLAPP).        See Baker v. Parsons, No. 93-3212\n\n(Mass. Super. Ct. Jan. 11, 1996) (dismissing suit pursuant to\n\nMass. Gen. Laws ch. 231, § 59(h), the anti-SLAPP statute).\n\n            Issuance of the EIR.    The Massachusetts Environmental\n\nPolicy Act, Mass. Gen. Laws ch. 30, §§ 61-62 (MEPA), requires\n\nreview of all projects larger than a certain size.         Although the\n\nsize of the pier project did not mandate it, environmental\n\nreview could still be had under a \"fail safe\" provision of MEPA,\n\nif requested by the Secretary of EOEA, by two state agencies, or\n\nby ten citizens.       See 301 C.M.R. § 11.03(6).        In this case,\n\nafter failing to persuade the Secretary or another agency,\n\nNatural Heritage did succeed, in October 1992, in garnering ten\n\ncitizens to request review.        The Bakers accordingly filed an\n\nEnvironmental Notification Form on June 25, 1993.          On August 9,\n\nEOEA issued a decision requiring the Bakers to take the next\n\nstep   by    filing   an   Environmental   Impact     Report   (EIR),   a\n\n\n                                   -9-\n\fcomprehensive planning document that required an evaluation of\n\nthe environmental impact on the heronry not only of the proposed\n\npier, but also the associated forestry practices.\n\n              Lawsuit Challenging the EIR.      The Bakers brought suit\n\nagainst EOEA in Massachusetts Superior Court, challenging the\n\nbreadth of the EIR.     That court, through Judge Cratsley, limited\n\nthe EIR to \"how the pier will affect the public interest in the\n\ntidelands across which the pier will be built, and the public\n\ninterest in wetlands and water-related resources.\"                 Baker v.\n\nCoxe, No. 935795C, 1994 WL 878942, at *3 (Mass. Super. Ct. Dec.\n\n22, 1994).      Following this decision, the parties agreed on the\n\nrestricted scope of the EIR.\n\n              Coastal Zone Management’s Consistency Review.               The\n\nremaining hurdle for the Bakers was a federal consistency review\n\nfrom    the   Massachusetts    Office   of    Coastal   Zone     Management.\n\nDefendant Jane Mead was in charge of the review, which was\n\nconsiderably delayed, apparently because of missing paperwork.\n\nEventually, in the spring of 1997, the pier permit was granted\n\nand the pier was built.\n\n              The district court wrote two opinions.        In the first,\n\nit dismissed Count I, holding that the complaint did not allege\n\nconduct egregious enough to invoke either a due process or an\n\nequal   protection    claim.     In   the    second   opinion,    the   court\n\n\n                                  -10-\n\fgranted summary judgment to defendants on Count VII, which\n\nalleged     the   pier   permit    was      delayed    in    retaliation   for\n\nplaintiffs' opposition to the ACEC legislation and their lawsuit\n\nagainst Dr. Parsons.       We review these rulings de novo.                See,\n\ne.g., Nestor Colon Medina & Sucesores, Inc. v. Custodio, 964\n\nF.2d 32, 39 (1st Cir. 1992) (summary judgment); Coyne v. City of\n\nSomerville, 972 F.2d 440, 442-43 (1st Cir. 1992) (Rule 12(b)(6)\n\ndismissal).\n\n                                  Discussion\n\nA.          Substantive Due Process and Equal Protection\n\n            In the field of local permits, the nature of the\n\ngovernment conduct (or misconduct) required to establish either\n\na substantive due process or an equal protection claim is so\n\nsimilar as to compress the inquiries into one.                See PFZ Props.,\n\nInc. v. Rodriguez, 928 F.2d 28, 32 (1st Cir. 1991) (equating the\n\nstandards where the \"equal protection claim represent[ed], in\n\neffect, a recharacterization of [the] substantive due process\n\nclaim.\").     In equal protection cases, we have articulated the\n\nneed   to    establish    a   \"gross        abuse     of    power,   invidious\n\ndiscrimination or fundamentally unfair procedures.\"                   Creative\n\nEnv'ts, Inc. v.      Estabrook, 680 F.2d 822, 832 n.9 (1st Cir.\n\n1982); accord PFZ, 928 F.2d at 32.             In substantive due process\n\ncases, we have required proof of an \"abuse of power that shocks\n\n\n                                     -11-\n\fthe conscience, or action that is legally irrational.\"               PFZ, 928\n\nF.2d at 31-32 (internal quotation marks omitted).\n\n             We have held that even an arbitrary denial of a permit\n\nin violation of state law -- even in bad faith -- does not rise\n\nabove the constitutional threshold for equal protection and\n\nsubstantive due process claims.         See Nestor Colon, 964 F.2d at\n\n45 (“We have left the door slightly ajar for federal relief\n\n[only] in truly horrendous situations.”).               We have thus observed\n\na   marked    difference   between      the    inevitable       misjudgments,\n\nwrongheadedness, and mistakes of local government bureaucracies\n\nand the utterly unjustified, malignant, and extreme actions of\n\nthose who would be parochial potentates.\n\n             Plaintiffs alleged that three instances of official\n\nmisconduct reveal defendants' shocking abuse of power.                    The\n\nfirst    occurred   when   defendants       requested     the   Massachusetts\n\nDepartment of Revenue and the Plymouth Assessor's Office to\n\ninvestigate whether plaintiffs' tree farm operation was a tax\n\ndodge.    There was never an investigation.               The second alleged\n\nabuse occurred when defendants sought to revoke the forestry\n\npermit.      Although   this   did    lead    to   an    investigation,   the\n\noperations were found to be in full compliance.                 The third and\n\nmost serious allegation was that defendants had reported, albeit\n\nbelatedly, possible violations of a federal statute, the MBTA,\n\n\n                                     -12-\n\fto   the    U.S.    Fish   and   Wildlife     service,       which       could    have\n\nsubjected plaintiffs to criminal prosecution.                     See 16 U.S.C. §\n\n707.       However, the accusation was too old to merit further\n\ninvestigation and the matter was put to rest without further\n\nado.   In fact, none of defendants' three alleged abuses resulted\n\nin adverse action against plaintiffs.\n\n             Plaintiffs invoke Rubinovitz v. Rogato, 60 F.3d 906\n\n(1st Cir. 1995), in support of their claims.                  But the scenario\n\nin Rubinovitz was much more stark.                 In that case, a city\n\nofficial was alleged to have engaged in a vendetta against a\n\nlandlord      who   had    evicted     her    friend    by    enlisting          other\n\ngovernment officials from various departments to cut off the\n\nlandlord's     gas,    water,    and   sewage    services,         to    charge    the\n\nlandlord     with     building   code    violations,         and    to    frustrate\n\nrelations with a contractor.            See id. at 908-09.              Not only did\n\nthe spurned tenant's avenger wreak havoc on the landlord in\n\nmultiple ways, but there was not the slightest vestige of any\n\nlegitimate government purpose served.              Rubinovitz, in which we\n\nacknowledged that plaintiff had adduced \"only barely enough\n\nevidence\" to survive summary judgment, illustrates the extreme\n\n\"malicious      orchestrated      campaign\"      needed      to     surmount       the\n\nconstitutional threshold.            Id. at 912.       Accordingly, that case\n\n\n\n\n                                       -13-\n\fdoes not support plaintiffs' more benign treatment as being\n\nactionable.\n\n            Although ultimately ruled by the Superior Court to be\n\nbeyond the subject matter of the Corps of Engineers permit, the\n\nbroad scale MEPA review of plaintiffs' pier application pursued\n\nby defendants was not an irrational undertaking at the time.\n\nThe regulation, which governs MEPA review of private projects,\n\ni.e., those that require no agency funding, limits the scope of\n\nan EIR to \"include no more than all direct and indirect impacts\n\nfrom activity necessary to carry out\" the project.           301 C.M.R.\n\n§   11.02   (emphasis   added).    The   reach   of   such   a   word   as\n\n\"indirect\" is rubbery enough to invite, initially at least,\n\nvarying views.\n\n            The authority relied on by the Superior Court was\n\nVillages Dev. Co., Inc. v. Secretary of the Executive Office of\n\nEnvtl. Affairs, 410 Mass. 100, 571 N.E.2d 361 (1991), which\n\ninvolved a large multi-use community development project of some\n\n1066 residential units on 379 acres, including various athletic\n\nand recreational facilities.      In that case, a developer sought\n\na permit to create a new access road to a highway to protect a\n\nbicycle path that crossed the existing access road.              The EIR\n\napproved by MEPA gave the Secretary power to review not only the\n\naccess road project, but all potential impacts of the entire\n\n\n                                  -14-\n\fdevelopment, including traffic, wetlands, drainage, and waste\n\ndisposal.     The Supreme Judicial Court ruled that the scope of\n\nthe EIR exceeded the indirect impacts that might arise from\n\ngranting the permit to build an access road, holding that the\n\nSecretary had authority to review only the access road project,\n\nand its direct and indirect impacts, not the environmental\n\nimpact of the developer's entire project.                See id. at 113-14,\n\n571 N.E.2d at 369-70.           This was a case where a very small tail\n\nwas sought to wag a very big dog.            In Judge Cratsley's case, the\n\ntail was considerably bigger and the dog considerably smaller.\n\nAlthough the Superior Court ruling, like the decision on which\n\nit relied, found the EIR too broad, EOEA's review effort in this\n\ncase   was     not   irrational       so     as    to   violate     plaintiffs'\n\nconstitutional rights to due process and equal protection.                   We\n\ntherefore hold that the dismissal of Count I was proper.\n\nB.           First Amendment Retaliation\n\n             The   delay   of    a   land    use   permit   in    unjustifiable\n\nretaliation for the applicant's expressions of his political\n\nviews may violate the First Amendment if plaintiff proves three\n\nelements: that he engaged in protected speech, that he was\n\nqualified for the permit, and that the delay was in retaliation\n\nfor the disfavored speech.           See Nestor Colon, 964 F.2d at 40-41.\n\nIn analyzing this claim, the district court acknowledged that\n\n\n                                      -15-\n\fonly John Baker, not his wife Susan, had engaged in protected\n\nspeech and that, but for defendants' opposition, he would have\n\nobtained a permit without delay.           Its analysis of plaintiff's\n\nprima facie case therefore concentrated on the third element,\n\nevidence of defendants' motivation.\n\n             Of the eight defendants, the court found that the\n\nevidence     pointed   to   only   four    who   had     actual    or   imputed\n\nknowledge of Baker's opposition to the ACEC legislation --\n\nCopeland, Huckery and French of Natural Heritage, and Janet\n\nMcCabe, the assistant EOEA secretary who directed the MEPA\n\nreview.     Defendants Coxe, Tierney, Blodget and Mead could not\n\nhave retaliated as a matter of law, the court reasoned, because\n\nnone had access to the file in which Copeland noted Baker's\n\nopposition to the ACEC legislation and therefore could not have\n\nknown of the alleged catalyst for the retaliatory action.\n\n             As to the remaining four defendants, the district court\n\nheld   the     circumstantial      evidence      of    retaliatory       motive\n\ninsufficient to hurdle summary judgment.               The court considered\n\neleven similar construction projects, none of which had been\n\nsubjected     to   environmental    review       under    MEPA's    fail-safe\n\nprovision.     Plaintiff urged the court to infer illegal motive\n\nfrom the fact that these comparable permit applications had not\n\nbeen targeted for review.       Of the eleven, however, only four had\n\n\n                                    -16-\n\fbeen located near heron colonies, and these were distinguished:\n\ntwo involved less vulnerable roosteries, not heronries; one had\n\noccurred   too    long   ago    to   be   relevant;   and   the   fourth   was\n\nresolved amicably.\n\n           The court also commented on the temporal remoteness\n\nbetween the protected speech and defendants' alleged retaliatory\n\nactions.   Two years had elapsed between Baker's 1989 opposition\n\nto ACEC and the process of seeking MEPA review, which did not\n\ncommence until 1991.           Although the Bakers' suit against Dr.\n\nParsons may have ratcheted up the acrimony, defendants' review\n\nof the pier was well under way prior to the suit against Dr.\n\nParsons and therefore could not have been in retaliation for it.\n\n           Most    significantly,         the   court   not       only   found\n\ninsufficient evidence of illegal motive to satisfy plaintiff's\n\nsummary judgment burden, but also ruled in the alternative that\n\n           Even   if   Mr.   Baker   had   sufficiently\n           established the necessary elements of a\n           prima facie case, defendants have asserted a\n           compelling    nonretaliatory    reason    in\n           rebuttal, one that plaintiff has done little\n           to counter -- the concern that the project\n           would facilitate the Bakers’ tree farming\n           activities . . . . [D]efendants' primary\n           reason for opposing the Bakers' project was\n           not the environmental impact of the pier\n           itself, but [the impact] of the secondary\n           activities (tree and brush clearing) it\n           would support.\n\nBaker v. Coxe, 52 F. Supp 2d. at 253.\n\n\n                                     -17-\n\f               We comment briefly on the rulings regarding plaintiff's\n\nfailure to make out a prima facie case, although we prefer not\n\nto    rest     our    own    decision    on     them.      Regarding   defendants'\n\nknowledge of Baker's ACEC opposition, it seems to us a stretch\n\nthat    all    eight       defendants    shared      the   knowledge    of   Baker's\n\nopposition from Copeland's handwritten notes in the file and\n\ncared deeply enough about the issue to retaliate.                     No defendant,\n\nnot     even    Copeland,       had     taken    a   position    on    the    issue.\n\nPostulating such a widespread, concerted effort among officials\n\nfrom varying levels of different agencies assumes that any\n\nenvironmental issue, no matter how ancient, would serve as a\n\nlightning rod, galvanizing everyone who worked in the EOEA to\n\nexact his vengeance on remote antagonists.\n\n               As for the eleven projects cited by plaintiffs, wholly\n\napart    from        the    district    court's      conclusions,      we    see   one\n\novershadowing difference between them and the Clark's Island\n\nproject: only in the latter was there evidence of preexisting\n\ndamage to a bird nesting area.                The proximity of the heronry to\n\nthe tree farm operations and the site of the proposed pier\n\nstimulated Copeland's concern before he had any information\n\nabout Baker's views on the ACEC bill.                       Although the Bakers\n\ndisavowed responsibility, the evidence of devastation observed\n\nduring the October 21, 1991, visit was unrebutted.                      To attempt\n\n\n                                          -18-\n\fto liken this pier project to others presenting no such evidence\n\nof prior damage is to strain at gnats and swallow a camel.\n\n              We agree with the court's ruling on motivation.                      To\n\ndraw     an    inference     of    differential       treatment         caused     by\n\nretaliation would be unreasonable, particularly in light of\n\nBaker's minimal opposition to the ACEC legislation and the lack\n\nof interest on the part of Copeland and the other defendants.\n\nThere is no basis for suspecting any motive other than their\n\nlegitimate concern for the Clark's Island heronry for what\n\ninvolved a lengthy period of substantial effort on the part of\n\ndefendants.          To   reason   that    spite    or     revenge   could       have\n\nmotivated everyone from an intern to the Secretary of the EOEA\n\nwould indeed be an exercise in attenuation.\n\n              But we prefer not to labor on the somewhat technical\n\nelements of the prima facie case.            In our view, the dispositive\n\nruling    of   the    district     court   was     that,    even   if    plaintiff\n\nestablished the elements of retaliation, defendants proffered a\n\nsatisfactory and unrebutted nonretaliatory reason for their\n\nactions: the concern that the project would facilitate the\n\nBakers' tree farming.             Appellant nonetheless takes exception\n\nwith the district court's finding that defendants' asserted\n\nnonretaliatory reason was not pretextual.                    None of the four\n\nclaimed errors, however, holds up on examination.\n\n\n                                      -19-\n\f           The     first    contests     that   a    disputed       issue    of   fact\n\nremains as to whether the Bakers were responsible for the damage\n\nto the heronry.          This issue is immaterial because the point is\n\nnot who caused the destruction, but that it was damage to the\n\nheronry,     not    Baker's     political       views,       that    first     evoked\n\ndefendants' concern.\n\n           Second,        plaintiff    makes     much    of     the     fact      that\n\ndefendants' opposition focused mainly on the secondary effects\n\nflowing from the construction of the pier -- clearing vegetation\n\nto accommodate the tree farm -- and not on the pier itself.                         He\n\nurges us to view the EIR as a thinly disguised attempt to\n\nretaliate.         This    argument    misfires       because,       although      the\n\ndefendants' concerns directed at the secondary effects were\n\ndetermined by Judge Cratsley to be misguided, those concerns\n\nwere legitimate and the record is bereft of evidence to support\n\na conclusion that they were animated by an unconstitutional\n\nmotive.    After Judge Cratsley's ruling, defendants refrained\n\nfrom any further effort.\n\n           Third,        plaintiff    asserts    that    defendants'         feigned\n\nconcern    for     the     environment    was       belied     by    their     \"smear\n\ncampaign,\" which derided the tree farm as a tax dodge, accused\n\nthe Bakers of violating the MBTA, and resulted in a compliance\n\nreview of the forestry plan.             As we have noted, the \"smears\"\n\n\n                                       -20-\n\fwere expressions of concern over the debilitated condition of a\n\nsalvageable nesting area.        Again, the record lacks evidence from\n\nwhich   to    conclude    that   these   expressions   had    an   invidious\n\nobjective.\n\n              Finally, plaintiff contends that the Clark's Island\n\nsite was not a unique or a particularly valuable nesting area.\n\nWhether or not the diversity of the bird population made Clark's\n\nIsland unique seems beside the point.          Defendants' understanding\n\nfrom    Dr.    Parsons    that   a   heronry   had   been    decimated   was\n\nundisputed.\n\n              We therefore conclude that on this record no reasonable\n\nfact finder could find defendants' opposition to the pier permit\n\napplication to be in retaliation for Baker's protected speech.\n\n              Affirmed.\n\n\n\n\n                                     -21-\n\f",
  "html": "<p class=\"case_cite\">230 F.3d 470 (1st Cir. 2000)</p>\n    <p class=\"parties\">JOHN W. BAKER AND SUSAN BAKER, PLAINTIFFS, APPELLANTS,<br>V.<br>TRUDY COXE, THOMAS W. FRENCH, JAY COPELAND, PATRICIA A. HUCKERY, BRADFORD G. BLODGET, JANE W. MEAD, SUSAN F. TIERNEY AND JANET G. MCCABE, DEFENDANTS, APPELLEES.</p>\n    <p class=\"docket\">No. 99-1843</p>\n    <p class=\"court\">United States Court of Appeals For the First Circuit</p>\n    <p class=\"date\">Heard September 13, 2000.<br>Decided October 31, 2000.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF MASSACHUSETTS [Hon. Patti B. Saris, U.S. District Judge]</p>\n      <p class=\"indent\">Robert H. D'Auria for appellants.</p>\n      <p class=\"indent\">James A. Sweeney, Assistant Attorney General, with whom Thomas F. Reilly, Attorney General, was on brief for appellees.</p>\n      <p class=\"indent\">Before Lynch, Circuit Judge, Coffin, Senior Circuit Judge, and Lipez, Circuit Judge.</p>\n      <p class=\"indent\">Coffin, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This controversy, now approaching its tenth anniversary, arises out of the frustration experienced by plaintiffs-appellants, John and Susan Baker, in applying for a permit to build a pier on Clark's Island in Plymouth Harbor, Massachusetts. The purpose of the pier was to enable equipment to be unloaded onto the island to support plaintiffs' agricultural pursuits, which included a tree farm. The presence of a nesting site for sea birds on plaintiffs' property, and the possible impact of future agricultural activity on it, aroused the concern of defendants-appellees, eight Massachusetts officials and employees of environmental regulatory bodies. The eighth defendant is Jane Mead, Director of the Massachusetts Office of Coastal Zone Management.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">By delaying the pier permit, defendants are alleged, pursuant to 42 U.S.C. &#167; 1983, to have infringed plaintiffs' due process and equal protection rights (Count I) and their First Amendment rights by retaliating against them for their exercise of free speech (Count VII).<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> The district court dismissed Count I for failure to state a claim, see Baker v. Coxe, 940 F. Supp. 409 (D. Mass. 1996), and granted summary judgment to defendants on Count VII, see id., 52 F. Supp 2d. 244 (D. Mass. 1999). After perusing a tower of volumes of depositions and exhibits, we conclude, as did the district court, that appellants have not demonstrated interference with constitutional rights, but have merely asserted righteous indignation at the zealous actions of well-intentioned government officials.</p>\n    </div>\n    <p class=\"indent\">Factual Background</p>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">We report in suitably labeled groupings the essential relevant facts.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The Land Involved. The Bakers have owned land on Clark's Island since 1979. Since 1987, they have administered a forestry trust in order to operate a tree farm. On this site is a major nesting area, or heronry, for several varieties of sea birds, including herons and egrets. At one time, the northern end of Clark's Island was reported to be among the largest breeding grounds for waterfowl in the state of Massachusetts. The Bakers had given the Manomet Bird Observatory access to the island to conduct studies of the birds.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The ACEC Issue. In April 1989, a bill was considered for presentation to the Massachusetts Legislature that would have classified certain tracts of land, including the Bakers' property, as an Area of Critical Environmental Concern (ACEC). If so classified, that land would have been subject to use restrictions and presumably a diminution in value. Realizing that his land would be subject to such a law, Mr. Baker telephoned a state senator and \"mentioned\" that he opposed it. When the Bakers learned that the Manomet Bird Observatory supported the ACEC bill, they revoked the permission that had been granted to enter their land. The ACEC bill did not progress beyond the drafting stage and was never presented to the legislature.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The Pier Application. Two years later in May 1991, the Bakers applied to the Army Corps of Engineers for a permit to build a pier in order to receive farming equipment for use in connection with their tree farm. The Corps was prepared to issue a permit when, in September 1991, Jay Copeland, an environmental reviewer for Natural Heritage, received notice from the Corps of the pending application.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Natural Heritage's Interest. Copeland and his assistant, Huckery, felt that the nesting area was close enough to the tree farm operations, which would have been aided by the pier, to disrupt the heronry and cause the birds to abandon their nests. Copeland requested that the permit not be issued until he investigated the pier's possible impact. The Corps obliged and initiated notice-and-comment proceedings on September 26, 1991.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Contact with Dr. Parsons. Copeland consulted his superior, the Director of Natural Heritage, Thomas French, who had visited the heronry five years earlier with Dr. Katharine Parsons, an ornithologist who had conducted her doctoral research on Clark's Island. French advised Copeland to gather more information from Dr. Parsons. Dr. Parsons told Copeland that in 1989 she had learned that someone had used a \"bush hog\" mower to clear brush and shrubbery on heronry grounds, destroying many unfledged birds and nests. She also mentioned Baker's opposition to the 1989 ACEC legislation and speculated that the tree farm was not a serious effort but rather a \"tax dodge.\" Copeland included these remarks in his notes. Not only had Copeland taken no position on the ACEC issue, but there was no evidence that any other defendant had.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Visit to the island. On October 21, 1991, Copeland visited the heronry with representatives from the U.S. Environmental Protection Agency, the U.S. Fish and Wildlife Service and the Army Corps of Engineers, along with the Bakers' project manager, and Blodget, the state ornithologist. They found the heronry essentially destroyed, observing large piles of recently cut brush, abandoned nests, and protective vegetation coarsely mowed or \"bush hogged.\" But ornithologist Blodget was of the opinion that, granted an opportunity to re-vegetate, the heronry would revive. So Copeland felt that further review was needed and he sought support from Dr. Parsons.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Dr. Parsons' Letter. Two days later, on October 23, 1991, she wrote a letter at Copeland's behest to underscore the importance of the heronry. Noting her credentials and prior research at the heronry site, Dr. Parsons asserted in the letter that the present owners had \"clearly [] diminished and perhaps decimated\" the usefulness of the heronry. Copeland circulated this letter to other agencies to try to get support for obtaining an environmental review of the pier permit.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Contacts with Agencies. At about this time, several contacts were made with other agencies. Copeland inquired of the Massachusetts Department of Revenue about the tax status of the tree farm and sought to discover other ways in which the Bakers could still qualify for tax concessions. In his subsequent letter to the Corps of Engineers opposing the pier permit, Copeland indicated two possibilities: granting a conservation easement and seeking tax relief for allowing the land to revert to its natural state. French and Huckery contacted the Department of Environmental Management to see if the tree farm was being operated in compliance with the forestry permit; an inspection later proclaimed the farm in full compliance. Blodget asked Christopher Dowd, an investigator with the U.S. Fish and Wildlife Service, to determine whether the destruction of the heronry in 1989 violated the Migratory Bird Treaty Act, 16 U.S.C. &#167;&#167; 703-712 (MBTA), and if so, to ascertain who was responsible. After some investigation, Dowd concluded that the information was too stale to justify further action.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Natural Heritage Files Opposition. On November 8, 1991, Natural Heritage sent a letter to the Corps opposing the pier permit application on the ground that the pier would facilitate tree-farming activity, which was likely to contribute significantly to the destruction of a major natural resource. Both the U.S. Environmental Protection Agency and the U.S. Fish and Wildlife Service sent similar letters.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Plaintiffs Sue Dr. Parsons. Shortly after this, Mr. Baker sued Dr. Parsons, claiming that her October 23 letter was defamatory. Eventually, this suit was dismissed as contravening a law proscribing \"strategic litigation against public participation\" (SLAPP). See Baker v. Parsons, No. 93-3212 (Mass. Super. Ct. Jan. 11, 1996) (dismissing suit pursuant to Mass. Gen. Laws ch. 231, &#167; 59(h), the anti-SLAPP statute).</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Issuance of the EIR. The Massachusetts Environmental Policy Act, Mass. Gen. Laws ch. 30, &#167;&#167; 61-62 (MEPA), requires review of all projects larger than a certain size. Although the size of the pier project did not mandate it, environmental review could still be had under a \"fail safe\" provision of MEPA, if requested by the Secretary of EOEA, by two state agencies, or by ten citizens. See 301 C.M.R. &#167; 11.03(6). In this case, after failing to persuade the Secretary or another agency, Natural Heritage did succeed, in October 1992, in garnering ten citizens to request review. The Bakers accordingly filed an Environmental Notification Form on June 25, 1993. On August 9, EOEA issued a decision requiring the Bakers to take the next step by filing an Environmental Impact Report (EIR), a comprehensive planning document that required an evaluation of the environmental impact on the heronry not only of the proposed pier, but also the associated forestry practices.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Lawsuit Challenging the EIR. The Bakers brought suit against EOEA in Massachusetts Superior Court, challenging the breadth of the EIR. That court, through Judge Cratsley, limited the EIR to \"how the pier will affect the public interest in the tidelands across which the pier will be built, and the public interest in wetlands and water-related resources.\" Baker v. Coxe, No. 935795C, 1994 WL 878942, at *3 (Mass. Super. Ct. Dec. 22, 1994). Following this decision, the parties agreed on the restricted scope of the EIR.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Coastal Zone Management's Consistency Review. The remaining hurdle for the Bakers was a federal consistency review from the Massachusetts Office of Coastal Zone Management. Defendant Jane Mead was in charge of the review, which was considerably delayed, apparently because of missing paperwork. Eventually, in the spring of 1997, the pier permit was granted and the pier was built.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The district court wrote two opinions. In the first, it dismissed Count I, holding that the complaint did not allege conduct egregious enough to invoke either a due process or an equal protection claim. In the second opinion, the court granted summary judgment to defendants on Count VII, which alleged the pier permit was delayed in retaliation for plaintiffs' opposition to the ACEC legislation and their lawsuit against Dr. Parsons. We review these rulings de novo. See, e.g., Nestor Colon Medina &amp; Sucesores, Inc. v. Custodio, 964 F.2d 32, 39 (1st Cir. 1992) (summary judgment); Coyne v. City of Somerville, 972 F.2d 440, 442-43 (1st Cir. 1992) (Rule 12(b)(6) dismissal).</p>\n    </div>\n    <p class=\"indent\">Discussion</p>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">A. Substantive Due Process and Equal Protection</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">In the field of local permits, the nature of the government conduct (or misconduct) required to establish either a substantive due process or an equal protection claim is so similar as to compress the inquiries into one. See PFZ Props., Inc. v. Rodriguez, 928 F.2d 28, 32 (1st Cir. 1991) (equating the standards where the \"equal protection claim represent[ed], in effect, a recharacterization of [the] substantive due process claim.\"). In equal protection cases, we have articulated the need to establish a \"gross abuse of power, invidious discrimination or fundamentally unfair procedures.\" Creative Env'ts, Inc. v. Estabrook, 680 F.2d 822, 832 n.9 (1st Cir. 1982); accord PFZ, 928 F.2d at 32. In substantive due process cases, we have required proof of an \"abuse of power that shocks the conscience, or action that is legally irrational.\" PFZ, 928 F.2d at 31-32 (internal quotation marks omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">We have held that even an arbitrary denial of a permit in violation of state law -- even in bad faith -- does not rise above the constitutional threshold for equal protection and substantive due process claims. See Nestor Colon, 964 F.2d at 45 (\"We have left the door slightly ajar for federal relief [only] in truly horrendous situations.\"). We have thus observed a marked difference between the inevitable misjudgments, wrongheadedness, and mistakes of local government bureaucracies and the utterly unjustified, malignant, and extreme actions of those who would be parochial potentates.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Plaintiffs alleged that three instances of official misconduct reveal defendants' shocking abuse of power. The first occurred when defendants requested the Massachusetts Department of Revenue and the Plymouth Assessor's Office to investigate whether plaintiffs' tree farm operation was a tax dodge. There was never an investigation. The second alleged abuse occurred when defendants sought to revoke the forestry permit. Although this did lead to an investigation, the operations were found to be in full compliance. The third and most serious allegation was that defendants had reported, albeit belatedly, possible violations of a federal statute, the MBTA, to the U.S. Fish and Wildlife service, which could have subjected plaintiffs to criminal prosecution. See 16 U.S.C. &#167; 707. However, the accusation was too old to merit further investigation and the matter was put to rest without further ado. In fact, none of defendants' three alleged abuses resulted in adverse action against plaintiffs.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Plaintiffs invoke Rubinovitz v. Rogato, 60 F.3d 906 (1st Cir. 1995), in support of their claims. But the scenario in Rubinovitz was much more stark. In that case, a city official was alleged to have engaged in a vendetta against a landlord who had evicted her friend by enlisting other government officials from various departments to cut off the landlord's gas, water, and sewage services, to charge the landlord with building code violations, and to frustrate relations with a contractor. See id. at 908-09. Not only did the spurned tenant's avenger wreak havoc on the landlord in multiple ways, but there was not the slightest vestige of any legitimate government purpose served. Rubinovitz, in which we acknowledged that plaintiff had adduced \"only barely enough evidence\" to survive summary judgment, illustrates the extreme \"malicious orchestrated campaign\" needed to surmount the constitutional threshold. Id. at 912. Accordingly, that case does not support plaintiffs' more benign treatment as being actionable.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Although ultimately ruled by the Superior Court to be beyond the subject matter of the Corps of Engineers permit, the broad scale MEPA review of plaintiffs' pier application pursued by defendants was not an irrational undertaking at the time. The regulation, which governs MEPA review of private projects, i.e., those that require no agency funding, limits the scope of an EIR to \"include no more than all direct and indirect impacts from activity necessary to carry out\" the project. 301 C.M.R. &#167; 11.02 (emphasis added). The reach of such a word as \"indirect\" is rubbery enough to invite, initially at least, varying views.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The authority relied on by the Superior Court was Villages Dev. Co., Inc. v. Secretary of the Executive Office of Envtl. Affairs, 410 Mass. 100, 571 N.E.2d 361 (1991), which involved a large multi-use community development project of some 1066 residential units on 379 acres, including various athletic and recreational facilities. In that case, a developer sought a permit to create a new access road to a highway to protect a bicycle path that crossed the existing access road. The EIR approved by MEPA gave the Secretary power to review not only the access road project, but all potential impacts of the entire development, including traffic, wetlands, drainage, and waste disposal. The Supreme Judicial Court ruled that the scope of the EIR exceeded the indirect impacts that might arise from granting the permit to build an access road, holding that the Secretary had authority to review only the access road project, and its direct and indirect impacts, not the environmental impact of the developer's entire project. See id. at 113-14, 571 N.E.2d at 369-70. This was a case where a very small tail was sought to wag a very big dog. In Judge Cratsley's case, the tail was considerably bigger and the dog considerably smaller. Although the Superior Court ruling, like the decision on which it relied, found the EIR too broad, EOEA's review effort in this case was not irrational so as to violate plaintiffs' constitutional rights to due process and equal protection. We therefore hold that the dismissal of Count I was proper.</p>\n    </div>\n    <p class=\"indent\">B. First Amendment Retaliation</p>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">The delay of a land use permit in unjustifiable retaliation for the applicant's expressions of his political views may violate the First Amendment if plaintiff proves three elements: that he engaged in protected speech, that he was qualified for the permit, and that the delay was in retaliation for the disfavored speech. See Nestor Colon, 964 F.2d at 40-41. In analyzing this claim, the district court acknowledged that only John Baker, not his wife Susan, had engaged in protected speech and that, but for defendants' opposition, he would have obtained a permit without delay. Its analysis of plaintiff's prima facie case therefore concentrated on the third element, evidence of defendants' motivation.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Of the eight defendants, the court found that the evidence pointed to only four who had actual or imputed knowledge of Baker's opposition to the ACEC legislation -- Copeland, Huckery and French of Natural Heritage, and Janet McCabe, the assistant EOEA secretary who directed the MEPA review. Defendants Coxe, Tierney, Blodget and Mead could not have retaliated as a matter of law, the court reasoned, because none had access to the file in which Copeland noted Baker's opposition to the ACEC legislation and therefore could not have known of the alleged catalyst for the retaliatory action.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">As to the remaining four defendants, the district court held the circumstantial evidence of retaliatory motive insufficient to hurdle summary judgment. The court considered eleven similar construction projects, none of which had been subjected to environmental review under MEPA's fail-safe provision. Plaintiff urged the court to infer illegal motive from the fact that these comparable permit applications had not been targeted for review. Of the eleven, however, only four had been located near heron colonies, and these were distinguished: two involved less vulnerable roosteries, not heronries; one had occurred too long ago to be relevant; and the fourth was resolved amicably.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">The court also commented on the temporal remoteness between the protected speech and defendants' alleged retaliatory actions. Two years had elapsed between Baker's 1989 opposition to ACEC and the process of seeking MEPA review, which did not commence until 1991. Although the Bakers' suit against Dr. Parsons may have ratcheted up the acrimony, defendants' review of the pier was well under way prior to the suit against Dr. Parsons and therefore could not have been in retaliation for it.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Most significantly, the court not only found insufficient evidence of illegal motive to satisfy plaintiff's summary judgment burden, but also ruled in the alternative that</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Even if Mr. Baker had sufficiently established the necessary elements of a prima facie case, defendants have asserted a compelling nonretaliatory reason in rebuttal, one that plaintiff has done little to counter -- the concern that the project would facilitate the Bakers' tree farming activities . . . . [D]efendants' primary reason for opposing the Bakers' project was not the environmental impact of the pier itself, but [the impact] of the secondary activities (tree and brush clearing) it would support.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Baker v. Coxe, 52 F. Supp 2d. at 253.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">We comment briefly on the rulings regarding plaintiff's failure to make out a prima facie case, although we prefer not to rest our own decision on them. Regarding defendants' knowledge of Baker's ACEC opposition, it seems to us a stretch that all eight defendants shared the knowledge of Baker's opposition from Copeland's handwritten notes in the file and cared deeply enough about the issue to retaliate. No defendant, not even Copeland, had taken a position on the issue. Postulating such a widespread, concerted effort among officials from varying levels of different agencies assumes that any environmental issue, no matter how ancient, would serve as a lightning rod, galvanizing everyone who worked in the EOEA to exact his vengeance on remote antagonists.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">As for the eleven projects cited by plaintiffs, wholly apart from the district court's conclusions, we see one overshadowing difference between them and the Clark's Island project: only in the latter was there evidence of pre-existing damage to a bird nesting area. The proximity of the heronry to the tree farm operations and the site of the proposed pier stimulated Copeland's concern before he had any information about Baker's views on the ACEC bill. Although the Bakers disavowed responsibility, the evidence of devastation observed during the October 21, 1991, visit was unrebutted. To attempt to liken this pier project to others presenting no such evidence of prior damage is to strain at gnats and swallow a camel.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">We agree with the court's ruling on motivation. To draw an inference of differential treatment caused by retaliation would be unreasonable, particularly in light of Baker's minimal opposition to the ACEC legislation and the lack of interest on the part of Copeland and the other defendants. There is no basis for suspecting any motive other than their legitimate concern for the Clark's Island heronry for what involved a lengthy period of substantial effort on the part of defendants. To reason that spite or revenge could have motivated everyone from an intern to the Secretary of the EOEA would indeed be an exercise in attenuation.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">But we prefer not to labor on the somewhat technical elements of the prima facie case. In our view, the dispositive ruling of the district court was that, even if plaintiff established the elements of retaliation, defendants proffered a satisfactory and unrebutted nonretaliatory reason for their actions: the concern that the project would facilitate the Bakers' tree farming. Appellant nonetheless takes exception with the district court's finding that defendants' asserted nonretaliatory reason was not pretextual. None of the four claimed errors, however, holds up on examination.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">The first contests that a disputed issue of fact remains as to whether the Bakers were responsible for the damage to the heronry. This issue is immaterial because the point is not who caused the destruction, but that it was damage to the heronry, not Baker's political views, that first evoked defendants' concern.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Second, plaintiff makes much of the fact that defendants' opposition focused mainly on the secondary effects flowing from the construction of the pier -- clearing vegetation to accommodate the tree farm -- and not on the pier itself. He urges us to view the EIR as a thinly disguised attempt to retaliate. This argument misfires because, although the defendants' concerns directed at the secondary effects were determined by Judge Cratsley to be misguided, those concerns were legitimate and the record is bereft of evidence to support a conclusion that they were animated by an unconstitutional motive. After Judge Cratsley's ruling, defendants refrained from any further effort.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Third, plaintiff asserts that defendants' feigned concern for the environment was belied by their \"smear campaign,\" which derided the tree farm as a tax dodge, accused the Bakers of violating the MBTA, and resulted in a compliance review of the forestry plan. As we have noted, the \"smears\" were expressions of concern over the debilitated condition of a salvageable nesting area. Again, the record lacks evidence from which to conclude that these expressions had an invidious objective.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">Finally, plaintiff contends that the Clark's Island site was not a unique or a particularly valuable nesting area. Whether or not the diversity of the bird population made Clark's Island unique seems beside the point. Defendants' understanding from Dr. Parsons that a heronry had been decimated was undisputed.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">We therefore conclude that on this record no reasonable fact finder could find defendants' opposition to the pier permit application to be in retaliation for Baker's protected speech.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Seven of the defendants served at various levels in the Massachusetts Executive Office of Environmental Affairs (EOEA). Their names and relative positions are as follows:</p>\n        <p>(1) Trudy Coxe, Secretary of EOEA, and Susan Tierney, former Secretary;</p>\n        <p>(2) Janet McCabe, former Assistant Secretary of EOEA for Environmental Impact Review;</p>\n        <p>(3) Bradford Blodget, state ornithologist and employee of EOEA's Division of Fisheries and Wildlife;</p>\n        <p>(4) Thomas French, Director of the Natural Heritage and Endangered Species Program, a division of Fisheries and Wildlife;</p>\n        <p>(5) Jay Copeland, environmental reviewer for Natural Heritage; and</p>\n        <p>(6) Patricia Huckery, intern and assistant to Copeland and subsequently a Wetlands Environmental Reviewer for Natural Heritage.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Seven other counts of the complaint asserted pendent state law claims.</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">230</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">470</span></span> (1st Cir. 2000)</p>\n    <p class=\"parties\">JOHN W. BAKER AND SUSAN BAKER, PLAINTIFFS, APPELLANTS,<br>V.<br>TRUDY COXE, THOMAS W. FRENCH, JAY COPELAND, PATRICIA A. HUCKERY, BRADFORD G. BLODGET, JANE W. MEAD, SUSAN F. TIERNEY AND JANET G. MCCABE, DEFENDANTS, APPELLEES.</p>\n    <p class=\"docket\">No. 99-1843</p>\n    <p class=\"court\">United States Court of Appeals For the First Circuit</p>\n    <p class=\"date\">Heard September 13, 2000.<br>Decided October 31, 2000.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF MASSACHUSETTS [Hon. Patti B. Saris, U.S. District Judge]</p>\n      <p class=\"indent\">Robert H. D'Auria for appellants.</p>\n      <p class=\"indent\">James A. Sweeney, Assistant Attorney General, with whom Thomas F. Reilly, Attorney General, was on brief for appellees.</p>\n      <p class=\"indent\">Before Lynch, Circuit Judge, Coffin, Senior Circuit Judge, and Lipez, Circuit Judge.</p>\n      <p class=\"indent\">Coffin, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This controversy, now approaching its tenth anniversary, arises out of the frustration experienced by plaintiffs-appellants, John and Susan Baker, in applying for a permit to build a pier on Clark's Island in Plymouth Harbor, Massachusetts. The purpose of the pier was to enable equipment to be unloaded onto the island to support plaintiffs' agricultural pursuits, which included a tree farm. The presence of a nesting site for sea birds on plaintiffs' property, and the possible impact of future agricultural activity on it, aroused the concern of defendants-appellees, eight Massachusetts officials and employees of environmental regulatory bodies. The eighth defendant is Jane Mead, Director of the Massachusetts Office of Coastal Zone Management.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">By delaying the pier permit, defendants are alleged, pursuant to 42 U.S.C. &#167; 1983, to have infringed plaintiffs' due process and equal protection rights (Count I) and their First Amendment rights by retaliating against them for their exercise of free speech (Count VII).<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> The district court dismissed Count I for failure to state a claim, see Baker v. Coxe, <span class=\"citation\" data-id=\"2355960\"><a href=\"/opinion/2355960/baker-v-coxe/\"><span class=\"volume\">940</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">409</span></a></span> (D. Mass. 1996), and granted summary judgment to defendants on Count VII, see id., 52 F. Supp 2d. 244 (D. Mass. 1999). After perusing a tower of volumes of depositions and exhibits, we conclude, as did the district court, that appellants have not demonstrated interference with constitutional rights, but have merely asserted righteous indignation at the zealous actions of well-intentioned government officials.</p>\n    </div>\n    <p class=\"indent\">Factual Background</p>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">We report in suitably labeled groupings the essential relevant facts.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The Land Involved. The Bakers have owned land on Clark's Island since 1979. Since 1987, they have administered a forestry trust in order to operate a tree farm. On this site is a major nesting area, or heronry, for several varieties of sea birds, including herons and egrets. At one time, the northern end of Clark's Island was reported to be among the largest breeding grounds for waterfowl in the state of Massachusetts. The Bakers had given the Manomet Bird Observatory access to the island to conduct studies of the birds.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The ACEC Issue. In April 1989, a bill was considered for presentation to the Massachusetts Legislature that would have classified certain tracts of land, including the Bakers' property, as an Area of Critical Environmental Concern (ACEC). If so classified, that land would have been subject to use restrictions and presumably a diminution in value. Realizing that his land would be subject to such a law, Mr. Baker telephoned a state senator and \"mentioned\" that he opposed it. When the Bakers learned that the Manomet Bird Observatory supported the ACEC bill, they revoked the permission that had been granted to enter their land. The ACEC bill did not progress beyond the drafting stage and was never presented to the legislature.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The Pier Application. Two years later in May 1991, the Bakers applied to the Army Corps of Engineers for a permit to build a pier in order to receive farming equipment for use in connection with their tree farm. The Corps was prepared to issue a permit when, in September 1991, Jay Copeland, an environmental reviewer for Natural Heritage, received notice from the Corps of the pending application.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Natural Heritage's Interest. Copeland and his assistant, Huckery, felt that the nesting area was close enough to the tree farm operations, which would have been aided by the pier, to disrupt the heronry and cause the birds to abandon their nests. Copeland requested that the permit not be issued until he investigated the pier's possible impact. The Corps obliged and initiated notice-and-comment proceedings on September 26, 1991.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Contact with Dr. Parsons. Copeland consulted his superior, the Director of Natural Heritage, Thomas French, who had visited the heronry five years earlier with Dr. Katharine Parsons, an ornithologist who had conducted her doctoral research on Clark's Island. French advised Copeland to gather more information from Dr. Parsons. Dr. Parsons told Copeland that in 1989 she had learned that someone had used a \"bush hog\" mower to clear brush and shrubbery on heronry grounds, destroying many unfledged birds and nests. She also mentioned Baker's opposition to the 1989 ACEC legislation and speculated that the tree farm was not a serious effort but rather a \"tax dodge.\" Copeland included these remarks in his notes. Not only had Copeland taken no position on the ACEC issue, but there was no evidence that any other defendant had.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Visit to the island. On October 21, 1991, Copeland visited the heronry with representatives from the U.S. Environmental Protection Agency, the U.S. Fish and Wildlife Service and the Army Corps of Engineers, along with the Bakers' project manager, and Blodget, the state ornithologist. They found the heronry essentially destroyed, observing large piles of recently cut brush, abandoned nests, and protective vegetation coarsely mowed or \"bush hogged.\" But ornithologist Blodget was of the opinion that, granted an opportunity to re-vegetate, the heronry would revive. So Copeland felt that further review was needed and he sought support from Dr. Parsons.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Dr. Parsons' Letter. Two days later, on October 23, 1991, she wrote a letter at Copeland's behest to underscore the importance of the heronry. Noting her credentials and prior research at the heronry site, Dr. Parsons asserted in the letter that the present owners had \"clearly [] diminished and perhaps decimated\" the usefulness of the heronry. Copeland circulated this letter to other agencies to try to get support for obtaining an environmental review of the pier permit.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Contacts with Agencies. At about this time, several contacts were made with other agencies. Copeland inquired of the Massachusetts Department of Revenue about the tax status of the tree farm and sought to discover other ways in which the Bakers could still qualify for tax concessions. In his subsequent letter to the Corps of Engineers opposing the pier permit, Copeland indicated two possibilities: granting a conservation easement and seeking tax relief for allowing the land to revert to its natural state. French and Huckery contacted the Department of Environmental Management to see if the tree farm was being operated in compliance with the forestry permit; an inspection later proclaimed the farm in full compliance. Blodget asked Christopher Dowd, an investigator with the U.S. Fish and Wildlife Service, to determine whether the destruction of the heronry in 1989 violated the Migratory Bird Treaty Act, 16 U.S.C. &#167;&#167; 703-712 (MBTA), and if so, to ascertain who was responsible. After some investigation, Dowd concluded that the information was too stale to justify further action.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Natural Heritage Files Opposition. On November 8, 1991, Natural Heritage sent a letter to the Corps opposing the pier permit application on the ground that the pier would facilitate tree-farming activity, which was likely to contribute significantly to the destruction of a major natural resource. Both the U.S. Environmental Protection Agency and the U.S. Fish and Wildlife Service sent similar letters.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Plaintiffs Sue Dr. Parsons. Shortly after this, Mr. Baker sued Dr. Parsons, claiming that her October 23 letter was defamatory. Eventually, this suit was dismissed as contravening a law proscribing \"strategic litigation against public participation\" (SLAPP). See Baker v. Parsons, No. 93-3212 (Mass. Super. Ct. Jan. 11, 1996) (dismissing suit pursuant to Mass. Gen. Laws ch. 231, &#167; 59(h), the anti-SLAPP statute).</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Issuance of the EIR. The Massachusetts Environmental Policy Act, Mass. Gen. Laws ch. 30, &#167;&#167; 61-62 (MEPA), requires review of all projects larger than a certain size. Although the size of the pier project did not mandate it, environmental review could still be had under a \"fail safe\" provision of MEPA, if requested by the Secretary of EOEA, by two state agencies, or by ten citizens. See 301 C.M.R. &#167; 11.03(6). In this case, after failing to persuade the Secretary or another agency, Natural Heritage did succeed, in October 1992, in garnering ten citizens to request review. The Bakers accordingly filed an Environmental Notification Form on June 25, 1993. On August 9, EOEA issued a decision requiring the Bakers to take the next step by filing an Environmental Impact Report (EIR), a comprehensive planning document that required an evaluation of the environmental impact on the heronry not only of the proposed pier, but also the associated forestry practices.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Lawsuit Challenging the EIR. The Bakers brought suit against EOEA in Massachusetts Superior Court, challenging the breadth of the EIR. That court, through Judge Cratsley, limited the EIR to \"how the pier will affect the public interest in the tidelands across which the pier will be built, and the public interest in wetlands and water-related resources.\" Baker v. Coxe, No. 935795C, <span class=\"citation no-link\"><span class=\"volume\">1994</span> <span class=\"reporter\">WL</span> <span class=\"page\">878942</span></span>, at *3 (Mass. Super. Ct. Dec. 22, 1994). Following this decision, the parties agreed on the restricted scope of the EIR.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Coastal Zone Management's Consistency Review. The remaining hurdle for the Bakers was a federal consistency review from the Massachusetts Office of Coastal Zone Management. Defendant Jane Mead was in charge of the review, which was considerably delayed, apparently because of missing paperwork. Eventually, in the spring of 1997, the pier permit was granted and the pier was built.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The district court wrote two opinions. In the first, it dismissed Count I, holding that the complaint did not allege conduct egregious enough to invoke either a due process or an equal protection claim. In the second opinion, the court granted summary judgment to defendants on Count VII, which alleged the pier permit was delayed in retaliation for plaintiffs' opposition to the ACEC legislation and their lawsuit against Dr. Parsons. We review these rulings de novo. See, e.g., Nestor Colon Medina &amp; Sucesores, Inc. v. Custodio, <span class=\"citation\" data-id=\"583574\"><a href=\"/opinion/583574/nestor-colon-medina-sucesores-inc-v-patria-g-custodio/\"><span class=\"volume\">964</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">32</span></a></span>, 39 (1st Cir. 1992) (summary judgment); Coyne v. City of Somerville, <span class=\"citation\" data-id=\"588803\"><a href=\"/opinion/588803/robert-p-coyne-v-city-of-somerville/\"><span class=\"volume\">972</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">440</span></a></span>, 442-43 (1st Cir. 1992) (Rule 12(b)(6) dismissal).</p>\n    </div>\n    <p class=\"indent\">Discussion</p>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">A. Substantive Due Process and Equal Protection</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">In the field of local permits, the nature of the government conduct (or misconduct) required to establish either a substantive due process or an equal protection claim is so similar as to compress the inquiries into one. See PFZ Props., Inc. v. Rodriguez, <span class=\"citation\" data-id=\"557363\"><a href=\"/opinion/557363/pfz-properties-inc-v-rene-alberto-rodriguez-etc/\"><span class=\"volume\">928</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">28</span></a></span>, 32 (1st Cir. 1991) (equating the standards where the \"equal protection claim represent[ed], in effect, a recharacterization of [the] substantive due process claim.\"). In equal protection cases, we have articulated the need to establish a \"gross abuse of power, invidious discrimination or fundamentally unfair procedures.\" Creative Env'ts, Inc. v. Estabrook, <span class=\"citation\" data-id=\"405155\"><a href=\"/opinion/405155/creative-environments-inc-v-robert-estabrook/\"><span class=\"volume\">680</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">822</span></a></span>, 832 n.9 (1st Cir. 1982); accord PFZ, 928 F.2d at 32. In substantive due process cases, we have required proof of an \"abuse of power that shocks the conscience, or action that is legally irrational.\" PFZ, 928 F.2d at 31-32 (internal quotation marks omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">We have held that even an arbitrary denial of a permit in violation of state law -- even in bad faith -- does not rise above the constitutional threshold for equal protection and substantive due process claims. See Nestor Colon, 964 F.2d at 45 (\"We have left the door slightly ajar for federal relief [only] in truly horrendous situations.\"). We have thus observed a marked difference between the inevitable misjudgments, wrongheadedness, and mistakes of local government bureaucracies and the utterly unjustified, malignant, and extreme actions of those who would be parochial potentates.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Plaintiffs alleged that three instances of official misconduct reveal defendants' shocking abuse of power. The first occurred when defendants requested the Massachusetts Department of Revenue and the Plymouth Assessor's Office to investigate whether plaintiffs' tree farm operation was a tax dodge. There was never an investigation. The second alleged abuse occurred when defendants sought to revoke the forestry permit. Although this did lead to an investigation, the operations were found to be in full compliance. The third and most serious allegation was that defendants had reported, albeit belatedly, possible violations of a federal statute, the MBTA, to the U.S. Fish and Wildlife service, which could have subjected plaintiffs to criminal prosecution. See 16 U.S.C. &#167; 707. However, the accusation was too old to merit further investigation and the matter was put to rest without further ado. In fact, none of defendants' three alleged abuses resulted in adverse action against plaintiffs.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Plaintiffs invoke Rubinovitz v. Rogato, <span class=\"citation\" data-id=\"196213\"><a href=\"/opinion/196213/rubinovitz-v-rogato/\"><span class=\"volume\">60</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">906</span></a></span> (1st Cir. 1995), in support of their claims. But the scenario in Rubinovitz was much more stark. In that case, a city official was alleged to have engaged in a vendetta against a landlord who had evicted her friend by enlisting other government officials from various departments to cut off the landlord's gas, water, and sewage services, to charge the landlord with building code violations, and to frustrate relations with a contractor. See id. at 908-09. Not only did the spurned tenant's avenger wreak havoc on the landlord in multiple ways, but there was not the slightest vestige of any legitimate government purpose served. Rubinovitz, in which we acknowledged that plaintiff had adduced \"only barely enough evidence\" to survive summary judgment, illustrates the extreme \"malicious orchestrated campaign\" needed to surmount the constitutional threshold. Id. at 912. Accordingly, that case does not support plaintiffs' more benign treatment as being actionable.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Although ultimately ruled by the Superior Court to be beyond the subject matter of the Corps of Engineers permit, the broad scale MEPA review of plaintiffs' pier application pursued by defendants was not an irrational undertaking at the time. The regulation, which governs MEPA review of private projects, i.e., those that require no agency funding, limits the scope of an EIR to \"include no more than all direct and indirect impacts from activity necessary to carry out\" the project. 301 C.M.R. &#167; 11.02 (emphasis added). The reach of such a word as \"indirect\" is rubbery enough to invite, initially at least, varying views.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The authority relied on by the Superior Court was Villages Dev. Co., Inc. v. Secretary of the Executive Office of Envtl. Affairs, <span class=\"citation\" data-id=\"2125840\"><a href=\"/opinion/2125840/villages-devp-v-secr-of-executive-office-of-envtl/\"><span class=\"volume\">410</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">100</span></a></span>, <span class=\"citation\" data-id=\"2125840\"><a href=\"/opinion/2125840/villages-devp-v-secr-of-executive-office-of-envtl/\"><span class=\"volume\">571</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">361</span></a></span> (1991), which involved a large multi-use community development project of some 1066 residential units on 379 acres, including various athletic and recreational facilities. In that case, a developer sought a permit to create a new access road to a highway to protect a bicycle path that crossed the existing access road. The EIR approved by MEPA gave the Secretary power to review not only the access road project, but all potential impacts of the entire development, including traffic, wetlands, drainage, and waste disposal. The Supreme Judicial Court ruled that the scope of the EIR exceeded the indirect impacts that might arise from granting the permit to build an access road, holding that the Secretary had authority to review only the access road project, and its direct and indirect impacts, not the environmental impact of the developer's entire project. See id. at 113-14, 571 N.E.2d at 369-70. This was a case where a very small tail was sought to wag a very big dog. In Judge Cratsley's case, the tail was considerably bigger and the dog considerably smaller. Although the Superior Court ruling, like the decision on which it relied, found the EIR too broad, EOEA's review effort in this case was not irrational so as to violate plaintiffs' constitutional rights to due process and equal protection. We therefore hold that the dismissal of Count I was proper.</p>\n    </div>\n    <p class=\"indent\">B. First Amendment Retaliation</p>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">The delay of a land use permit in unjustifiable retaliation for the applicant's expressions of his political views may violate the First Amendment if plaintiff proves three elements: that he engaged in protected speech, that he was qualified for the permit, and that the delay was in retaliation for the disfavored speech. See Nestor Colon, 964 F.2d at 40-41. In analyzing this claim, the district court acknowledged that only John Baker, not his wife Susan, had engaged in protected speech and that, but for defendants' opposition, he would have obtained a permit without delay. Its analysis of plaintiff's prima facie case therefore concentrated on the third element, evidence of defendants' motivation.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Of the eight defendants, the court found that the evidence pointed to only four who had actual or imputed knowledge of Baker's opposition to the ACEC legislation -- Copeland, Huckery and French of Natural Heritage, and Janet McCabe, the assistant EOEA secretary who directed the MEPA review. Defendants Coxe, Tierney, Blodget and Mead could not have retaliated as a matter of law, the court reasoned, because none had access to the file in which Copeland noted Baker's opposition to the ACEC legislation and therefore could not have known of the alleged catalyst for the retaliatory action.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">As to the remaining four defendants, the district court held the circumstantial evidence of retaliatory motive insufficient to hurdle summary judgment. The court considered eleven similar construction projects, none of which had been subjected to environmental review under MEPA's fail-safe provision. Plaintiff urged the court to infer illegal motive from the fact that these comparable permit applications had not been targeted for review. Of the eleven, however, only four had been located near heron colonies, and these were distinguished: two involved less vulnerable roosteries, not heronries; one had occurred too long ago to be relevant; and the fourth was resolved amicably.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">The court also commented on the temporal remoteness between the protected speech and defendants' alleged retaliatory actions. Two years had elapsed between Baker's 1989 opposition to ACEC and the process of seeking MEPA review, which did not commence until 1991. Although the Bakers' suit against Dr. Parsons may have ratcheted up the acrimony, defendants' review of the pier was well under way prior to the suit against Dr. Parsons and therefore could not have been in retaliation for it.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Most significantly, the court not only found insufficient evidence of illegal motive to satisfy plaintiff's summary judgment burden, but also ruled in the alternative that</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Even if Mr. Baker had sufficiently established the necessary elements of a prima facie case, defendants have asserted a compelling nonretaliatory reason in rebuttal, one that plaintiff has done little to counter -- the concern that the project would facilitate the Bakers' tree farming activities . . . . [D]efendants' primary reason for opposing the Bakers' project was not the environmental impact of the pier itself, but [the impact] of the secondary activities (tree and brush clearing) it would support.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Baker v. Coxe, 52 F. Supp 2d. at 253.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">We comment briefly on the rulings regarding plaintiff's failure to make out a prima facie case, although we prefer not to rest our own decision on them. Regarding defendants' knowledge of Baker's ACEC opposition, it seems to us a stretch that all eight defendants shared the knowledge of Baker's opposition from Copeland's handwritten notes in the file and cared deeply enough about the issue to retaliate. No defendant, not even Copeland, had taken a position on the issue. Postulating such a widespread, concerted effort among officials from varying levels of different agencies assumes that any environmental issue, no matter how ancient, would serve as a lightning rod, galvanizing everyone who worked in the EOEA to exact his vengeance on remote antagonists.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">As for the eleven projects cited by plaintiffs, wholly apart from the district court's conclusions, we see one overshadowing difference between them and the Clark's Island project: only in the latter was there evidence of pre-existing damage to a bird nesting area. The proximity of the heronry to the tree farm operations and the site of the proposed pier stimulated Copeland's concern before he had any information about Baker's views on the ACEC bill. Although the Bakers disavowed responsibility, the evidence of devastation observed during the October 21, 1991, visit was unrebutted. To attempt to liken this pier project to others presenting no such evidence of prior damage is to strain at gnats and swallow a camel.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">We agree with the court's ruling on motivation. To draw an inference of differential treatment caused by retaliation would be unreasonable, particularly in light of Baker's minimal opposition to the ACEC legislation and the lack of interest on the part of Copeland and the other defendants. There is no basis for suspecting any motive other than their legitimate concern for the Clark's Island heronry for what involved a lengthy period of substantial effort on the part of defendants. To reason that spite or revenge could have motivated everyone from an intern to the Secretary of the EOEA would indeed be an exercise in attenuation.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">But we prefer not to labor on the somewhat technical elements of the prima facie case. In our view, the dispositive ruling of the district court was that, even if plaintiff established the elements of retaliation, defendants proffered a satisfactory and unrebutted nonretaliatory reason for their actions: the concern that the project would facilitate the Bakers' tree farming. Appellant nonetheless takes exception with the district court's finding that defendants' asserted nonretaliatory reason was not pretextual. None of the four claimed errors, however, holds up on examination.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">The first contests that a disputed issue of fact remains as to whether the Bakers were responsible for the damage to the heronry. This issue is immaterial because the point is not who caused the destruction, but that it was damage to the heronry, not Baker's political views, that first evoked defendants' concern.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Second, plaintiff makes much of the fact that defendants' opposition focused mainly on the secondary effects flowing from the construction of the pier -- clearing vegetation to accommodate the tree farm -- and not on the pier itself. He urges us to view the EIR as a thinly disguised attempt to retaliate. This argument misfires because, although the defendants' concerns directed at the secondary effects were determined by Judge Cratsley to be misguided, those concerns were legitimate and the record is bereft of evidence to support a conclusion that they were animated by an unconstitutional motive. After Judge Cratsley's ruling, defendants refrained from any further effort.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Third, plaintiff asserts that defendants' feigned concern for the environment was belied by their \"smear campaign,\" which derided the tree farm as a tax dodge, accused the Bakers of violating the MBTA, and resulted in a compliance review of the forestry plan. As we have noted, the \"smears\" were expressions of concern over the debilitated condition of a salvageable nesting area. Again, the record lacks evidence from which to conclude that these expressions had an invidious objective.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">Finally, plaintiff contends that the Clark's Island site was not a unique or a particularly valuable nesting area. Whether or not the diversity of the bird population made Clark's Island unique seems beside the point. Defendants' understanding from Dr. Parsons that a heronry had been decimated was undisputed.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">We therefore conclude that on this record no reasonable fact finder could find defendants' opposition to the pier permit application to be in retaliation for Baker's protected speech.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Seven of the defendants served at various levels in the Massachusetts Executive Office of Environmental Affairs (EOEA). Their names and relative positions are as follows:</p>\n        <p>(1) Trudy Coxe, Secretary of EOEA, and Susan Tierney, former Secretary;</p>\n        <p>(2) Janet McCabe, former Assistant Secretary of EOEA for Environmental Impact Review;</p>\n        <p>(3) Bradford Blodget, state ornithologist and employee of EOEA's Division of Fisheries and Wildlife;</p>\n        <p>(4) Thomas French, Director of the Natural Heritage and Endangered Species Program, a division of Fisheries and Wildlife;</p>\n        <p>(5) Jay Copeland, environmental reviewer for Natural Heritage; and</p>\n        <p>(6) Patricia Huckery, intern and assistant to Copeland and subsequently a Wetlands Environmental Reviewer for Natural Heritage.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Seven other counts of the complaint asserted pendent state law claims.</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/196213/",
    "http://www.courtlistener.com/api/rest/v3/opinions/405155/",
    "http://www.courtlistener.com/api/rest/v3/opinions/557363/",
    "http://www.courtlistener.com/api/rest/v3/opinions/583574/",
    "http://www.courtlistener.com/api/rest/v3/opinions/588803/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2125840/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2355960/"
  ]
}