{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/199273/",
  "absolute_url": "/opinion/199273/silva-v-encyclopedia/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/199273/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T04:27:36Z",
  "date_modified": "2017-03-24T11:01:29.053221Z",
  "type": "010combined",
  "sha1": "937606f4e9c6a9e341bfb651c1bfb5b604845bad",
  "page_count": 9,
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/00-1539-01A.pdf",
  "local_path": "pdf/2001/02/14/Silva_v._Encyclopedia.pdf",
  "plain_text": "          United States Court of Appeals\n                      For the First Circuit\n\n\nNo. 00-1539\n\n                         HERIBERTO SILVA,\n\n                      Plaintiff, Appellant,\n\n                                 v.\n\n                ENCYCLOPEDIA BRITANNICA INC. and\n           ENCYCLOPEDIA BRITANNICA USA (EBUSA INC.),\n\n                      Defendants, Appellee.\n\n\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                 FOR THE DISTRICT OF PUERTO RICO\n\n         [Hon. Héctor M. Laffitte, U.S. District Judge]\n\n\n\n                               Before\n\n                     Torruella, Chief Judge,\n\n                Lynch and Lipez, Circuit Judges.\n\n\n\n     Osvaldo Pérez-Marrero, was on brief, for appellant.\n     María I. Santos-Rivera, with whom Fiddler, González & Rodríguez,\nLLP, were on brief, for appellee.\n\n\n\n                         February 14, 2001\n\f          TORRUELLA, Chief Judge. Plaintiff-appellant Heriberto Silva\n\nbrought suit in the District of Puerto Rico against his employer,\n\nEncyclopedia Britannica, Inc. and Encyclopedia Britannica U.S.A.\n\n(collectively \"Britannica\"), for breach of contract. The contract,\n\nwhich granted appellant commissions for selling products manufactured\n\nby Britannica, contained the following choice-of-law and forum-\n\nselection clause: \"This agreement shall be governed and construed by\n\nthe laws of the State of Illinois and all actions involving this\n\nagreement must be brought in the State of Illinois.\" The district\n\ncourt concluded that the forum-selection clause was valid, enforceable\n\nand mandatory and dismissed the suit without prejudice.       For the\n\nreasons set forth below, we affirm.\n\n                             DISCUSSION\n\n          The prevailing view towards contractual forum-selection\n\nclauses is that \"such clauses are prima facie valid and should be\n\nenforced unless enforcement is shown by the resisting party to be\n\n'unreasonable' under the circumstances.\" M/S Bremen v. Zapata Off-\n\nShore Co., 407 U.S. 1, 10 (1972).1 Appellant advances three arguments\n\n\n1 As the district court noted, there is no conflict between federal\ncommon law and Puerto Rico law regarding the enforceability of forum-\nselection clauses. See Stereo Gema, Inc. v. Magnadyne Corp., 941 F.\nSupp. 271, 276 (citing Unisys Puerto Rico v. Ramallo Bros. Printing,\nInc., 91 J.T.S. 69, 8855-56 (1991) (D.P.R. 1996)) (stating that the\nPuerto Rico Supreme Court has adopted the federal jurisprudence\nregarding general enforceability of forum-selection clauses). We\ntherefore follow the reasoning of the district court and do not reach\nthe Erie issue of which law should apply to forum-selection clauses in\n\n                                 -2-\n\fagainst enforcing the forum-selection clause here. First, according to\n\nSilva, Britannica waived its venue defense by failing to assert it\n\ntimely and properly. Silva also contends that the forum-selection\n\nclause at issue is permissive, rather than mandatory. Finally, Silva\n\nre-asserts the grounds rejected by the district court in support of his\n\nclaim that the clause is unreasonable and should not be enforced. We\n\nreview a district court's dismissal based on a forum-selection clause\n\nde novo.   Lambert v. Kysar, 983 F.2d 1110, 1111 (1st Cir. 1993).\n\n                                  A.\n\n           Shortly after commencement of this suit, Britannica filed a\n\nmotion to dismiss for lack of subject-matter jurisdiction against all\n\nplaintiffs except Silva.2 See Fed. R. Civ. P. 12(b)(1). The court\n\ngranted the motion as to these plaintiffs, and discovery continued with\n\nrespect to only Silva's claims. Over a year later, Britannica filed\n\nthe motion to dismiss which is the subject of this appeal. Appellant\n\nargues that by failing to consolidate this defense with its initial\n\n\n\nsuits based upon diversity of citizenship. See Lambert v. Kysar, 983\nF.2d 1110, 1116 & n.10 (1st. Cir. 1993) (declining to confront \"the\ndaunting question whether forum-selection clauses are to be treated as\nsubstantive or procedural for Erie purposes,\" observing that the\nSupreme Court has not yet resolved the issue, and noting circuit split\non proper approach).\n2 The original complaint was filed by Silva and sixteen other former\nindependent contractors employed by Britannica. The court dismissed\nthe fifteen remaining plaintiffs for failing to meet the required\namount in controversy for diversity jurisdiction. See 28 U.S.C. §\n1332(a).\n\n                                 -3-\n\f12(b) motion against the other plaintiffs, Britannica was barred from\n\nraising the issue later by Fed. R. Civ. P. 12(g), which reads:\n\n          A party who makes a motion under this rule may\n          join with it any other motions herein provided\n          for and then available to the party. If a party\n          makes a motion under this rule but omits\n          therefrom any defense or objection then available\n          to the party which this rule permits to be raised\n          by motion, the party shall not thereafter make a\n          motion based on the defense or objection so\n          omitted, except a motion as provided in\n          subdivision (h)(2) hereof on any of the grounds\n          there stated.\n\nSilva claims that for the same reason, Britannica has waived its\n\ndefense under Fed. R. Civ. P. 12(h)(1)(A), which states that \"[a]\n\ndefense of lack of jurisdiction over the person, improper venue,\n\ninsufficiency of process, or insufficiency of service of process is\n\nwaived if omitted from a motion in the circumstances described in\n\nsubdivision (g).\"\n\n          Appellant misconstrues the law of this Circuit, under which\n\na motion to dismiss based upon a forum-selection clause is treated as\n\none alleging the failure to state a claim for which relief can be\n\ngranted under Fed. R. Civ. P. 12(b)(6).3 Lambert, 983 F.2d at 1112 n.1;\n\n\n3  This is only one of the variegated views among the circuits\nconcerning the appropriate vehicle for a motion to dismiss based on a\nforum-selection clause. The Third Circuit joins this Court in\ncharacterizing the motion as a Rule 12(b)(6) defense, see\nInstrumentation Assocs., Inc. v. Madsen Elecs. (Canada) Ltd., 859 F.2d\n4, 6 n.4 (3d Cir. 1988), while other circuits have considered such\nmotions as based on Rule 12(b)(3) (improper venue), see Lipcon v.\nUnderwriter's at Lloyd's, London, 148 F.3d 1285, 1289 (11th Cir. 1998);\nRichards v. Lloyd's of London, 135 F.3d 1289, 1292 (9th Cir. 1998);\n\n                                 -4-\n\fLFC Lessors, Inc. v. Pacific Sewer Maint. Corp., 739 F.2d 4, 7 (1st\n\nCir. 1984); cf. Ningret Dev. Corp. v. Narragansett Indian Wetuomuck\n\nHous. Auth., 207 F.3d 21, 34 (1st Cir. 2000) (vacating judgment\n\nfocusing   on   forum-selection   clause   under   Rule   12(b)(6)   for\n\nreconsideration of exhaustion of tribal remedies under Rule 12(b)(1)).\n\nConsequently, in this Circuit, a motion to dismiss by reason of a\n\nforum-selection clause is covered by Rule 12(h)(2), which states that\n\n\"[a] defense of failure to state a claim upon which relief can be\n\ngranted . . . may be made in any pleading permitted or ordered under\n\nRule 7(a), or by motion for judgment on the pleadings, or at the trial\n\non the merits.\" Fed. R. Civ. P. 12(h)(2). This provision constitutes\n\nan exception to the consolidation requirement of Rule 12(g) and\n\ntherefore a motion to dismiss on forum-selection grounds is not bound\n\n\n\n\nFrietsch v. Refco, Inc., 56 F.3d 825, 830 (7th Cir. 1995); Commerce\nConsultants Int'l v. Vetrerie Riunite, 867 F.2d 697, 698 (D.C. Cir.\n1989), or on Rule 12(b)(1) (lack of subject matter jurisdiction), see\nAVC Netherland B.V. v. Atrium Inv. P'ship, 740 F.2d 148, 153 (2d Cir.\n1984). Still others have not yet decided the issue. See Haynsworth\nv. Lloyd's of London, 121 F.3d 956, 961 (5th Cir. 1997) (refraining\nfrom resolving the \"enigmatic question of whether motions to dismiss on\nthe basis of forum-selection clauses are properly brought as motions\nunder Fed. R. Civ. P. 12(b)(1), 12(b)(3), or 12(b)(6), or 28 U.S.C. §\n1406(a)\"); Shell v. R.W. Sturge, Ltd., 55 F.3d 1227, 1229 (6th Cir.\n1995) (stating only that the enforceability of a forum-selection clause\nis reviewable de novo); Riley v. Kingsley Underwriting Agencies, Ltd.,\n969 F.2d 953, 956 (10th Cir. 1992) (observing that such motions are\n\"frequently analyzed as [motions] to dismiss for improper venue under\nFed. R. Civ. P. 12(b)(3),\" but failing to resolve the question).\n\n                                  -5-\n\fto the strict limitations of 12(h)(1).4   See Frietsch v. Refco, Inc.,\n\n56 F.3d 825, 830 (7th Cir. 1995) (observing that if the motion to\n\ndismiss were based on 12(b)(6), defendant \"would escape the clutches of\n\nRule 12(h)(1)\").\n\n          Accordingly, a motion to dismiss based on a forum-selection\n\nclause may be raised at any time in the proceedings before disposition\n\non the merits. Cf. Brown v. Trustees of Boston Univ., 891 F.2d 337,\n\n357 (1st Cir. 1989) (holding that by waiting until after the jury\n\nreached its verdict, University had waived its Rule 12(b)(6) defense).\n\nBritannica met this requirement by filing its motion to dismiss before\n\nthe completion of discovery.5 Although, as appellant points out,\n\nBritannica erroneously characterized this motion to dismiss as one\n\nbased on improper venue, \"we are not bound by the label below, and\n\nagree that the case should have been dismissed.\" LFC Lessors, Inc.,\n\n739 F.2d at 7 (citing Carr v. Learner, 547 F.2d 135, 137 (1st Cir.\n\n1976)).\n\n                                  B.\n\n          We next turn to whether the language of the forum-selection\n\nclause is permissive or mandatory. To support his contention in favor\n\nof the former, appellant cites our recent opinion in Autoridad de\n\n\n4 For this reason, we do not address whether Britannica was required\nto join its defenses against all plaintiffs into a single motion.\n5 We do not consider Britannica's assertion that it raised this defense\nin its answer to appellant's complaint.\n\n                                 -6-\n\fEnergía Eléctrica de P.R. v. Ericsson Inc., 201 F.3d 15 (1st Cir.\n\n2000). In that case, we evaluated a forum-selection clause which\n\nprovided: \"The parties agree to submit to the jurisdiction of the\n\ncourts of Puerto Rico.\"      This Court read that language as \"an\n\naffirmative conferral of personal jurisdiction by consent, and not a\n\nnegative exclusion of jurisdiction\" in the federal district court. Id.\n\nat 18-19. Appellant argues that the same interpretation applies in the\n\ninstant case.    We disagree.\n\n          Our holding in Ericsson did not create a general rule for\n\nforum-selection clauses, as Silva intimates in his brief. Rather, we\n\nbased our conclusion on the specific language of the contract at issue.\n\nIn fact, we explicitly noted that had they so desired, the parties\n\n\"could easily have drafted the contract to provide for exclusive\n\njurisdiction in the Commonwealth courts.\"6 Id. at 19. The contract\n\n6 We emphasize, however, that even a mandatory forum-selection clause\ndoes not in fact divest a court of jurisdiction that it otherwise\nretains. See Zapata, 407 U.S. at 12 (\"No one seriously contends . . .\nthat the forum-selection clause 'ousted' the District Court of\njurisdiction over Zapata's action.\"); LCF Lessors, Inc., 739 F.2d at 6\n(\"[S]uch a provision does not oust the jurisdiction of the courts.\")\n(quoting Central Contracting Co. v. Maryland Cas. Co., 367 F.2d 341,\n345 (3d Cir. 1966)); cf. Brown, 891 F.2d at 357 (\"[I]t is well settled\nthat the failure to state a proper cause of action calls for a judgment\non the merits and not for a dismissal for want of jurisdiction.\")\n(quoting Bell v. Hood, 327 U.S. 678, 682 (1946)). Rather, \"[the\nclause] merely constitutes a stipulation in which the parties join in\nasking the court to give effect to their agreement by declining to\nexercise its jurisdiction.\" LCF Lessors, Inc., 739 F.2d at 6 (quoting\nCentral Contracting Co., 367 F.2d at 345). \"Exclusive jurisdiction\" in\nthis context thus refers to the intent of the parties rather than the\nactual power of the court.\n\n                                 -7-\n\fhere reflects precisely such a case: the word \"must\" expresses the\n\nparties' intention to make the courts of Illinois the exclusive forum\n\nfor disputes arising under the contract. See Zapata, 407 U.S. at 2\n\n(holding that a contract stating that \"[a]ny dispute arising must be\n\ntreated before the London Court of Justice\" required the court to\n\nexercise its jurisdiction no further than necessary to enforce the\n\nforum-selection clause) (emphasis added); accord Keaty v. Freeport\n\nIndon., 503 F.2d 955, 956-57 (5th Cir. 1974) (citing Zapata as an\n\nexample of \"a situation where the contract, on its face, clearly\n\nlimit[ed] actions thereunder to courts of a specified locale\"). We\n\ntherefore conclude that the forum-selection clause is mandatory.\n\n\n\n                                  C.\n\n          Since the motion to dismiss was timely raised and the clause\n\nis mandatory, we will uphold the district court's decision unless\n\n\"enforcement would be unreasonable and unjust, or . . . the clause [is]\n\ninvalid for such reasons as fraud or overreaching.\" Zapata, 407 U.S.\n\nat 15. Silva points out that the contract contained boilerplate\n\nprovisions not subject to negotiation and that the forum-selection\n\nclause was in small print on the back of the contract. He also places\n\ngreat weight on the \"overwhelming bargaining power and influence\" of\n\nBritannica in the hiring process to support his view that the clause is\n\nunenforceable.   These reasons fall short of meeting the required\n\n\n                                 -8-\n\fcriteria for establishing \"fraud or overreaching,\" id., nor do these\n\nreasons render the enforcement of the clause \"unreasonable and unjust.\"\n\nId.\n\n          First, that the forum-selection clause is a \"boilerplate\"\n\nprovision does not ipso facto render it invalid. \"It is not the law\n\nthat one must bargain for each and every written term of a contract.\"\n\nLambert, 983 F.2d at 1119-20 (internal quotation omitted); see also\n\nCarnival Cruise Lines, Inc. v. Shute, 499 U.S. 585, 593 (1991)\n\n(refusing to find a nonnegotiated forum-selection clause in a form\n\nticket unenforceable \"simply because it is not the subject of\n\nbargaining\"). Similarly, the placement of the clause on the reverse\n\nside of the contract is of little consequence where, as here, it is\n\nprinted clearly in plain language and in a contract of reasonable\n\nlength. Lambert, 983 F.2d at 1120. Finally, Britannica's alleged\n\nbargaining power is not relevant on these facts. Britannica used its\n\nbargaining power to do nothing more than offer an appealing employment\n\nopportunity to appellant, and no evidence suggests that he was coerced\n\ninto entering the agreement. All that remains, then, is an arms-length\n\ntransaction, the terms of which are binding on both parties. As such,\n\nthe enforcement of those terms is not unreasonable, and hence the case\n\nwas properly dismissed.\n\n                             CONCLUSION\n\n          The order of the district court is affirmed.\n\n\n                                 -9-\n\f",
  "html": "<p class=\"case_cite\">239 F.3d 385 (1st Cir. 2001)</p>\n    <p class=\"parties\">HERIBERTO SILVA, Plaintiff, Appellant,<br>v.<br>ENCYCLOPEDIA BRITANNICA INC. and ENCYCLOPEDIA BRITANNICA USA (EBUSA INC.), Defendants, Appellee.</p>\n    <p class=\"docket\">No. 00-1539</p>\n    <p class=\"court\">United States Court of Appeals For the First Circuit</p>\n    <p class=\"date\">Heard November 13, 2000<br>Decided February 14, 2001</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF PUERTO RICO</p>\n      <p class=\"indent\">[Hon. Hector M. Laffitte, U.S. District Judge]</p>\n      <p class=\"indent\">Osvaldo Perez-Marrero, was on brief, for appellant.</p>\n      <p class=\"indent\">Maria I. Santos-Rivera, with whom Fiddler, Gonzalez &amp; Rodriguez, LLP, were on brief, for appellee.</p>\n      <p class=\"indent\">Before Torruella, Chief Judge, Lynch and Lipez, Circuit Judges.</p>\n      <p class=\"indent\">TORRUELLA, Chief Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Plaintiff-appellant Heriberto Silva brought suit in the District of Puerto Rico against his employer, Encyclopedia Britannica, Inc. and Encyclopedia Britannica U.S.A. (collectively \"Britannica\"), for breach of contract. The contract, which granted appellant commissions for selling products manufactured by Britannica, contained the following choice-of-law and forum-selection clause: \"This agreement shall be governed and construed by the laws of the State of Illinois and all actions involving this agreement must be brought in the State of Illinois.\" The district court concluded that the forum-selection clause was valid, enforceable and mandatory and dismissed the suit without prejudice. For the reasons set forth below, we affirm.</p>\n    </div>\n    <p>DISCUSSION</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The prevailing view towards contractual forum-selection clauses is that \"such clauses are prima facie valid and should be enforced unless enforcement is shown by the resisting party to be 'unreasonable' under the circumstances.\" M/S Bremen v. Zapata Off-Shore Co., 407 U.S. 1, 10 (1972).<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> Appellant advances three arguments against enforcing the forum-selection clause here. First, according to Silva, Britannica waived its venue defense by failing to assert it timely and properly. Silva also contends that the forum-selection clause at issue is permissive, rather than mandatory. Finally, Silva re-asserts the grounds rejected by the district court in support of his claim that the clause is unreasonable and should not be enforced. We review a district court's dismissal based on a forum-selection clause de novo. Lambert v. Kysar, 983 F.2d 1110, 1111 (1st Cir. 1993).</p>\n    </div>\n    <p class=\"indent\">A.</p>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Shortly after commencement of this suit, Britannica filed a motion to dismiss for lack of subject-matter jurisdiction against all plaintiffs except Silva.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> See Fed. R. Civ. P. 12(b)(1). The court granted the motion as to these plaintiffs, and discovery continued with respect to only Silva's claims. Over a year later, Britannica filed the motion to dismiss which is the subject of this appeal. Appellant argues that by failing to consolidate this defense with its initial 12(b) motion against the other plaintiffs, Britannica was barred from raising the issue later by Fed. R. Civ. P. 12(g), which reads:</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">A party who makes a motion under this rule may join with it any other motions herein provided for and then available to the party. If a party makes a motion under this rule but omits therefrom any defense or objection then available to the party which this rule permits to be raised by motion, the party shall not thereafter make a motion based on the defense or objection so omitted, except a motion as provided in subdivision (h)(2) hereof on any of the grounds there stated.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Silva claims that for the same reason, Britannica has waived its defense under Fed. R. Civ. P. 12(h)(1)(A), which states that \"[a] defense of lack of jurisdiction over the person, improper venue, insufficiency of process, or insufficiency of service of process is waived if omitted from a motion in the circumstances described in subdivision (g).\"</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Appellant misconstrues the law of this Circuit, under which a motion to dismiss based upon a forum-selection clause is treated as one alleging the failure to state a claim for which relief can be granted under Fed. R. Civ. P. 12(b)(6).<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> Lambert, 983 F.2d at 1112 n.1; LFC Lessors, Inc. v. Pacific Sewer Maint. Corp., 739 F.2d 4, 7 (1st Cir. 1984); cf. Ningret Dev. Corp. v. Narragansett Indian Wetuomuck Hous. Auth., 207 F.3d 21, 34 (1st Cir. 2000) (vacating judgment focusing on forum-selection clause under Rule 12(b)(6) for reconsideration of exhaustion of tribal remedies under Rule 12(b)(1)). Consequently, in this Circuit, a motion to dismiss by reason of a forum-selection clause is covered by Rule 12(h)(2), which states that \"[a] defense of failure to state a claim upon which relief can be granted . . . may be made in any pleading permitted or ordered under Rule 7(a), or by motion for judgment on the pleadings, or at the trial on the merits.\" Fed. R. Civ. P. 12(h)(2). This provision constitutes an exception to the consolidation requirement of Rule 12(g) and therefore a motion to dismiss on forum-selection grounds is not bound to the strict limitations of 12(h)(1).<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> See Frietsch v. Refco, Inc., 56 F.3d 825, 830 (7th Cir. 1995) (observing that if the motion to dismiss were based on 12(b)(6), defendant \"would escape the clutches of Rule 12(h)(1)\").</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Accordingly, a motion to dismiss based on a forum-selection clause may be raised at any time in the proceedings before disposition on the merits. Cf. Brown v. Trustees of Boston Univ., 891 F.2d 337, 357 (1st Cir. 1989) (holding that by waiting until after the jury reached its verdict, University had waived its Rule 12(b)(6) defense). Britannica met this requirement by filing its motion to dismiss before the completion of discovery.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> Although, as appellant points out, Britannica erroneously characterized this motion to dismiss as one based on improper venue, \"we are not bound by the label below, and agree that the case should have been dismissed.\" LFC Lessors, Inc., 739 F.2d at 7 (citing Carr v. Learner, 547 F.2d 135, 137 (1st Cir. 1976)).</p>\n    </div>\n    <p class=\"indent\">B.</p>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">We next turn to whether the language of the forum-selection clause is permissive or mandatory. To support his contention in favor of the former, appellant cites our recent opinion in Autoridad de Energia Electrica de P.R. v. Ericsson Inc., 201 F.3d 15 (1st Cir. 2000). In that case, we evaluated a forum-selection clause which provided: \"The parties agree to submit to the jurisdiction of the courts of Puerto Rico.\" This Court read that language as \"an affirmative conferral of personal jurisdiction by consent, and not a negative exclusion of jurisdiction\" in the federal district court. Id. at 18-19. Appellant argues that the same interpretation applies in the instant case. We disagree.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Our holding in Ericsson did not create a general rule for forum-selection clauses, as Silva intimates in his brief. Rather, we based our conclusion on the specific language of the contract at issue. In fact, we explicitly noted that had they so desired, the parties \"could easily have drafted the contract to provide for exclusive jurisdiction in the Commonwealth courts.\"<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> Id. at 19. The contract here reflects precisely such a case: the word \"must\" expresses the parties' intention to make the courts of Illinois the exclusive forum for disputes arising under the contract. See Zapata, 407 U.S. at 2 (holding that a contract stating that \"[a]ny dispute arising must be treated before the London Court of Justice\" required the court to exercise its jurisdiction no further than necessary to enforce the forum-selection clause) (emphasis added); accord Keaty v. Freeport Indon., 503 F.2d 955, 956-57 (5th Cir. 1974) (citing Zapata as an example of \"a situation where the contract, on its face, clearly limit[ed] actions thereunder to courts of a specified locale\"). We therefore conclude that the forum-selection clause is mandatory.</p>\n    </div>\n    <p class=\"indent\">C.</p>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Since the motion to dismiss was timely raised and the clause is mandatory, we will uphold the district court's decision unless \"enforcement would be unreasonable and unjust, or . . . the clause [is] invalid for such reasons as fraud or overreaching.\" Zapata, 407 U.S. at 15. Silva points out that the contract contained boilerplate provisions not subject to negotiation and that the forum-selection clause was in small print on the back of the contract. He also places great weight on the \"overwhelming bargaining power and influence\" of Britannica in the hiring process to support his view that the clause is unenforceable. These reasons fall short of meeting the required criteria for establishing \"fraud or overreaching,\" id., nor do these reasons render the enforcement of the clause \"unreasonable and unjust.\" Id.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">First, that the forum-selection clause is a \"boilerplate\" provision does not ipso facto render it invalid. \"It is not the law that one must bargain for each and every written term of a contract.\" Lambert, 983 F.2d at 1119-20 (internal quotation omitted); see alsoCarnival Cruise Lines, Inc. v. Shute, 499 U.S. 585, 593 (1991) (refusing to find a nonnegotiated forum-selection clause in a form ticket unenforceable \"simply because it is not the subject of bargaining\"). Similarly, the placement of the clause on the reverse side of the contract is of little consequence where, as here, it is printed clearly in plain language and in a contract of reasonable length. Lambert, 983 F.2d at 1120. Finally, Britannica's alleged bargaining power is not relevant on these facts. Britannica used its bargaining power to do nothing more than offer an appealing employment opportunity to appellant, and no evidence suggests that he was coerced into entering the agreement. All that remains, then, is an arms-length transaction, the terms of which are binding on both parties. As such, the enforcement of those terms is not unreasonable, and hence the case was properly dismissed.</p>\n    </div>\n    <p>CONCLUSION</p>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The order of the district court is affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> As the district court noted, there is no conflict between federal common law and Puerto Rico law regarding the enforceability of forum-selection clauses. See Stereo Gema, Inc. v. Magnadyne Corp., 941 F. Supp. 271, 276 (citing Unisys Puerto Rico v. Ramallo Bros. Printing, Inc., 91 J.T.S. 69, 8855-56 (1991) (D.P.R. 1996)) (stating that the Puerto Rico Supreme Court has adopted the federal jurisprudence regarding general enforceability of forum-selection clauses). We therefore follow the reasoning of the district court and do not reach the Erie issue of which law should apply to forum-selection clauses in suits based upon diversity of citizenship. See Lambert v. Kysar, 983 F.2d 1110, 1116 &amp; n.10 (1st. Cir. 1993) (declining to confront \"the daunting question whether forum-selection clauses are to be treated as substantive or procedural for Erie purposes,\" observing that the Supreme Court has not yet resolved the issue, and noting circuit split on proper approach).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The original complaint was filed by Silva and sixteen other former independent contractors employed by Britannica. The court dismissed the fifteen remaining plaintiffs for failing to meet the required amount in controversy for diversity jurisdiction. See 28 U.S.C. &#167; 1332(a).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> This is only one of the variegated views among the circuits concerning the appropriate vehicle for a motion to dismiss based on a forum-selection clause. The Third Circuit joins this Court in characterizing the motion as a Rule 12(b)(6) defense, seeInstrumentation Assocs., Inc. v. Madsen Elecs. (Canada) Ltd., 859 F.2d 4, 6 n.4 (3d Cir. 1988), while other circuits have considered such motions as based on Rule 12(b)(3) (improper venue), see Lipcon v. Underwriter's at Lloyd's, London, 148 F.3d 1285, 1289 (11th Cir. 1998); Richards v. Lloyd's of London, 135 F.3d 1289, 1292 (9th Cir. 1998); Frietsch v. Refco, Inc., 56 F.3d 825, 830 (7th Cir. 1995); Commerce Consultants Int'l v. Vetrerie Riunite, 867 F.2d 697, 698 (D.C. Cir. 1989), or on Rule 12(b)(1) (lack of subject matter jurisdiction), seeAVC Netherland B.V. v. Atrium Inv. P'ship, 740 F.2d 148, 153 (2d Cir. 1984). Still others have not yet decided the issue. See Haynsworth v. Lloyd's of London, 121 F.3d 956, 961 (5th Cir. 1997) (refraining from resolving the \"enigmatic question of whether motions to dismiss on the basis of forum-selection clauses are properly brought as motions under Fed. R. Civ. P. 12(b)(1), 12(b)(3), or 12(b)(6), or 28 U.S.C. &#167; 1406(a)\"); Shell v. R.W. Sturge, Ltd., 55 F.3d 1227, 1229 (6th Cir. 1995) (stating only that the enforceability of a forum-selection clause is reviewable de novo); Riley v. Kingsley Underwriting Agencies, Ltd., 969 F.2d 953, 956 (10th Cir. 1992) (observing that such motions are \"frequently analyzed as [motions] to dismiss for improper venue under Fed. R. Civ. P. 12(b)(3),\" but failing to resolve the question).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> For this reason, we do not address whether Britannica was required to join its defenses against all plaintiffs into a single motion.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> We do not consider Britannica's assertion that it raised this defense in its answer to appellant's complaint.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> We emphasize, however, that even a mandatory forum-selection clause does not in fact divest a court of jurisdiction that it otherwise retains. See Zapata, 407 U.S. at 12 (\"No one seriously contends . . . that the forum-selection clause 'ousted' the District Court of jurisdiction over Zapata's action.\"); LCF Lessors, Inc., 739 F.2d at 6 (\"[S]uch a provision does not oust the jurisdiction of the courts.\") (quoting Central Contracting Co. v. Maryland Cas. Co., 367 F.2d 341, 345 (3d Cir. 1966)); cf. Brown, 891 F.2d at 357 (\"[I]t is well settled that the failure to state a proper cause of action calls for a judgment on the merits and not for a dismissal for want of jurisdiction.\") (quoting Bell v. Hood, 327 U.S. 678, 682 (1946)). Rather, \"[the clause] merely constitutes a stipulation in which the parties join in asking the court to give effect to their agreement by declining to exercise its jurisdiction.\" LCF Lessors, Inc., 739 F.2d at 6 (quoting Central Contracting Co., 367 F.2d at 345). \"Exclusive jurisdiction\" in this context thus refers to the intent of the parties rather than the actual power of the court.</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">239</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">385</span></span> (1st Cir. 2001)</p>\n    <p class=\"parties\">HERIBERTO SILVA, Plaintiff, Appellant,<br>v.<br>ENCYCLOPEDIA BRITANNICA INC. and ENCYCLOPEDIA BRITANNICA USA (EBUSA INC.), Defendants, Appellee.</p>\n    <p class=\"docket\">No. 00-1539</p>\n    <p class=\"court\">United States Court of Appeals For the First Circuit</p>\n    <p class=\"date\">Heard November 13, 2000<br>Decided February 14, 2001</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF PUERTO RICO</p>\n      <p class=\"indent\">[Hon. Hector M. Laffitte, U.S. District Judge]</p>\n      <p class=\"indent\">Osvaldo Perez-Marrero, was on brief, for appellant.</p>\n      <p class=\"indent\">Maria I. Santos-Rivera, with whom Fiddler, Gonzalez &amp; Rodriguez, LLP, were on brief, for appellee.</p>\n      <p class=\"indent\">Before Torruella, Chief Judge, Lynch and Lipez, Circuit Judges.</p>\n      <p class=\"indent\">TORRUELLA, Chief Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Plaintiff-appellant Heriberto Silva brought suit in the District of Puerto Rico against his employer, Encyclopedia Britannica, Inc. and Encyclopedia Britannica U.S.A. (collectively \"Britannica\"), for breach of contract. The contract, which granted appellant commissions for selling products manufactured by Britannica, contained the following choice-of-law and forum-selection clause: \"This agreement shall be governed and construed by the laws of the State of Illinois and all actions involving this agreement must be brought in the State of Illinois.\" The district court concluded that the forum-selection clause was valid, enforceable and mandatory and dismissed the suit without prejudice. For the reasons set forth below, we affirm.</p>\n    </div>\n    <p>DISCUSSION</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The prevailing view towards contractual forum-selection clauses is that \"such clauses are prima facie valid and should be enforced unless enforcement is shown by the resisting party to be 'unreasonable' under the circumstances.\" M/S Bremen v. Zapata Off-Shore Co., <span class=\"citation\" data-id=\"108566\"><a href=\"/opinion/108566/the-bremen-v-zapata-off-shore-co/\"><span class=\"volume\">407</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, 10 (1972).<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> Appellant advances three arguments against enforcing the forum-selection clause here. First, according to Silva, Britannica waived its venue defense by failing to assert it timely and properly. Silva also contends that the forum-selection clause at issue is permissive, rather than mandatory. Finally, Silva re-asserts the grounds rejected by the district court in support of his claim that the clause is unreasonable and should not be enforced. We review a district court's dismissal based on a forum-selection clause de novo. Lambert v. Kysar, <span class=\"citation\" data-id=\"598967\"><a href=\"/opinion/598967/george-lambert-dba-rainbow-fruit-v-sam-kysar-and-joan-kysar-dba/\"><span class=\"volume\">983</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1110</span></a></span>, 1111 (1st Cir. 1993).</p>\n    </div>\n    <p class=\"indent\">A.</p>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Shortly after commencement of this suit, Britannica filed a motion to dismiss for lack of subject-matter jurisdiction against all plaintiffs except Silva.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> See Fed. R. Civ. P. 12(b)(1). The court granted the motion as to these plaintiffs, and discovery continued with respect to only Silva's claims. Over a year later, Britannica filed the motion to dismiss which is the subject of this appeal. Appellant argues that by failing to consolidate this defense with its initial 12(b) motion against the other plaintiffs, Britannica was barred from raising the issue later by Fed. R. Civ. P. 12(g), which reads:</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">A party who makes a motion under this rule may join with it any other motions herein provided for and then available to the party. If a party makes a motion under this rule but omits therefrom any defense or objection then available to the party which this rule permits to be raised by motion, the party shall not thereafter make a motion based on the defense or objection so omitted, except a motion as provided in subdivision (h)(2) hereof on any of the grounds there stated.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Silva claims that for the same reason, Britannica has waived its defense under Fed. R. Civ. P. 12(h)(1)(A), which states that \"[a] defense of lack of jurisdiction over the person, improper venue, insufficiency of process, or insufficiency of service of process is waived if omitted from a motion in the circumstances described in subdivision (g).\"</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Appellant misconstrues the law of this Circuit, under which a motion to dismiss based upon a forum-selection clause is treated as one alleging the failure to state a claim for which relief can be granted under Fed. R. Civ. P. 12(b)(6).<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> Lambert, 983 F.2d at 1112 n.1; LFC Lessors, Inc. v. Pacific Sewer Maint. Corp., <span class=\"citation\" data-id=\"438830\"><a href=\"/opinion/438830/lfc-lessors-inc-v-pacific-sewer-maintenance-corp/\"><span class=\"volume\">739</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">4</span></a></span>, 7 (1st Cir. 1984); cf. Ningret Dev. Corp. v. Narragansett Indian Wetuomuck Hous. Auth., <span class=\"citation\" data-id=\"768058\"><a href=\"/opinion/768058/ninigret-development-corp-v-narragansett-indian-wetuomuck-housing/\"><span class=\"volume\">207</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">21</span></a></span>, 34 (1st Cir. 2000) (vacating judgment focusing on forum-selection clause under Rule 12(b)(6) for reconsideration of exhaustion of tribal remedies under Rule 12(b)(1)). Consequently, in this Circuit, a motion to dismiss by reason of a forum-selection clause is covered by Rule 12(h)(2), which states that \"[a] defense of failure to state a claim upon which relief can be granted . . . may be made in any pleading permitted or ordered under Rule 7(a), or by motion for judgment on the pleadings, or at the trial on the merits.\" Fed. R. Civ. P. 12(h)(2). This provision constitutes an exception to the consolidation requirement of Rule 12(g) and therefore a motion to dismiss on forum-selection grounds is not bound to the strict limitations of 12(h)(1).<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> See Frietsch v. Refco, Inc., <span class=\"citation\" data-id=\"697313\"><a href=\"/opinion/697313/helmut-frietsch-horst-gerhard-hess-manfred-schneider-siegfried-koegler/\"><span class=\"volume\">56</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">825</span></a></span>, 830 (7th Cir. 1995) (observing that if the motion to dismiss were based on 12(b)(6), defendant \"would escape the clutches of Rule 12(h)(1)\").</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Accordingly, a motion to dismiss based on a forum-selection clause may be raised at any time in the proceedings before disposition on the merits. Cf. Brown v. Trustees of Boston Univ., <span class=\"citation no-link\"><span class=\"volume\">891</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">337</span></span>, 357 (1st Cir. 1989) (holding that by waiting until after the jury reached its verdict, University had waived its Rule 12(b)(6) defense). Britannica met this requirement by filing its motion to dismiss before the completion of discovery.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> Although, as appellant points out, Britannica erroneously characterized this motion to dismiss as one based on improper venue, \"we are not bound by the label below, and agree that the case should have been dismissed.\" LFC Lessors, Inc., 739 F.2d at 7 (citing Carr v. Learner, <span class=\"citation\" data-id=\"341610\"><a href=\"/opinion/341610/henry-p-carr-v-israel-learner/\"><span class=\"volume\">547</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">135</span></a></span>, 137 (1st Cir. 1976)).</p>\n    </div>\n    <p class=\"indent\">B.</p>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">We next turn to whether the language of the forum-selection clause is permissive or mandatory. To support his contention in favor of the former, appellant cites our recent opinion in Autoridad de Energia Electrica de P.R. v. Ericsson Inc., <span class=\"citation\" data-id=\"767329\"><a href=\"/opinion/767329/autoridad-de-energ-a-electrica-de-puerto-rico-v-ericsson-inc-fka/\"><span class=\"volume\">201</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">15</span></a></span> (1st Cir. 2000). In that case, we evaluated a forum-selection clause which provided: \"The parties agree to submit to the jurisdiction of the courts of Puerto Rico.\" This Court read that language as \"an affirmative conferral of personal jurisdiction by consent, and not a negative exclusion of jurisdiction\" in the federal district court. Id. at 18-19. Appellant argues that the same interpretation applies in the instant case. We disagree.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Our holding in Ericsson did not create a general rule for forum-selection clauses, as Silva intimates in his brief. Rather, we based our conclusion on the specific language of the contract at issue. In fact, we explicitly noted that had they so desired, the parties \"could easily have drafted the contract to provide for exclusive jurisdiction in the Commonwealth courts.\"<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> Id. at 19. The contract here reflects precisely such a case: the word \"must\" expresses the parties' intention to make the courts of Illinois the exclusive forum for disputes arising under the contract. See Zapata, 407 U.S. at 2 (holding that a contract stating that \"[a]ny dispute arising must be treated before the London Court of Justice\" required the court to exercise its jurisdiction no further than necessary to enforce the forum-selection clause) (emphasis added); accord Keaty v. Freeport Indon., <span class=\"citation\" data-id=\"321901\"><a href=\"/opinion/321901/thomas-s-keaty-v-freeport-indonesia-inc-no-74-2472-summary-calendar/\"><span class=\"volume\">503</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">955</span></a></span>, 956-57 (5th Cir. 1974) (citing Zapata as an example of \"a situation where the contract, on its face, clearly limit[ed] actions thereunder to courts of a specified locale\"). We therefore conclude that the forum-selection clause is mandatory.</p>\n    </div>\n    <p class=\"indent\">C.</p>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Since the motion to dismiss was timely raised and the clause is mandatory, we will uphold the district court's decision unless \"enforcement would be unreasonable and unjust, or . . . the clause [is] invalid for such reasons as fraud or overreaching.\" Zapata, 407 U.S. at 15. Silva points out that the contract contained boilerplate provisions not subject to negotiation and that the forum-selection clause was in small print on the back of the contract. He also places great weight on the \"overwhelming bargaining power and influence\" of Britannica in the hiring process to support his view that the clause is unenforceable. These reasons fall short of meeting the required criteria for establishing \"fraud or overreaching,\" id., nor do these reasons render the enforcement of the clause \"unreasonable and unjust.\" Id.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">First, that the forum-selection clause is a \"boilerplate\" provision does not ipso facto render it invalid. \"It is not the law that one must bargain for each and every written term of a contract.\" Lambert, 983 F.2d at 1119-20 (internal quotation omitted); see alsoCarnival Cruise Lines, Inc. v. Shute, <span class=\"citation\" data-id=\"112577\"><a href=\"/opinion/112577/carnival-cruise-lines-inc-v-shute/\"><span class=\"volume\">499</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">585</span></a></span>, 593 (1991) (refusing to find a nonnegotiated forum-selection clause in a form ticket unenforceable \"simply because it is not the subject of bargaining\"). Similarly, the placement of the clause on the reverse side of the contract is of little consequence where, as here, it is printed clearly in plain language and in a contract of reasonable length. Lambert, 983 F.2d at 1120. Finally, Britannica's alleged bargaining power is not relevant on these facts. Britannica used its bargaining power to do nothing more than offer an appealing employment opportunity to appellant, and no evidence suggests that he was coerced into entering the agreement. All that remains, then, is an arms-length transaction, the terms of which are binding on both parties. As such, the enforcement of those terms is not unreasonable, and hence the case was properly dismissed.</p>\n    </div>\n    <p>CONCLUSION</p>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The order of the district court is affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> As the district court noted, there is no conflict between federal common law and Puerto Rico law regarding the enforceability of forum-selection clauses. See Stereo Gema, Inc. v. Magnadyne Corp., <span class=\"citation no-link\"><span class=\"volume\">941</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">271</span></span>, 276 (citing Unisys Puerto Rico v. Ramallo Bros. Printing, Inc., 91 J.T.S. 69, 8855-56 (1991) (D.P.R. 1996)) (stating that the Puerto Rico Supreme Court has adopted the federal jurisprudence regarding general enforceability of forum-selection clauses). We therefore follow the reasoning of the district court and do not reach the Erie issue of which law should apply to forum-selection clauses in suits based upon diversity of citizenship. See Lambert v. Kysar, <span class=\"citation\" data-id=\"598967\"><a href=\"/opinion/598967/george-lambert-dba-rainbow-fruit-v-sam-kysar-and-joan-kysar-dba/\"><span class=\"volume\">983</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1110</span></a></span>, 1116 &amp; n.10 (1st. Cir. 1993) (declining to confront \"the daunting question whether forum-selection clauses are to be treated as substantive or procedural for Erie purposes,\" observing that the Supreme Court has not yet resolved the issue, and noting circuit split on proper approach).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The original complaint was filed by Silva and sixteen other former independent contractors employed by Britannica. The court dismissed the fifteen remaining plaintiffs for failing to meet the required amount in controversy for diversity jurisdiction. See 28 U.S.C. &#167; 1332(a).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> This is only one of the variegated views among the circuits concerning the appropriate vehicle for a motion to dismiss based on a forum-selection clause. The Third Circuit joins this Court in characterizing the motion as a Rule 12(b)(6) defense, seeInstrumentation Assocs., Inc. v. Madsen Elecs. (Canada) Ltd., <span class=\"citation\" data-id=\"512679\"><a href=\"/opinion/512679/instrumentation-associates-inc-v-madsen-electronics-canada-ltd/\"><span class=\"volume\">859</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">4</span></a></span>, 6 n.4 (3d Cir. 1988), while other circuits have considered such motions as based on Rule 12(b)(3) (improper venue), see Lipcon v. Underwriter's at Lloyd's, London, <span class=\"citation\" data-id=\"755745\"><a href=\"/opinion/755745/fed-sec-l-rep-p-90257-11-fla-l-weekly-fed-c-1670-irmgard-lipcon/\"><span class=\"volume\">148</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1285</span></a></span>, 1289 (11th Cir. 1998); Richards v. Lloyd's of London, <span class=\"citation\" data-id=\"751587\"><a href=\"/opinion/751587/alan-richards-v-lloyds-of-london-an-unincorporated-association-john-r/\"><span class=\"volume\">135</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1289</span></a></span>, 1292 (9th Cir. 1998); Frietsch v. Refco, Inc., <span class=\"citation\" data-id=\"697313\"><a href=\"/opinion/697313/helmut-frietsch-horst-gerhard-hess-manfred-schneider-siegfried-koegler/\"><span class=\"volume\">56</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">825</span></a></span>, 830 (7th Cir. 1995); Commerce Consultants Int'l v. Vetrerie Riunite, <span class=\"citation\" data-id=\"518383\"><a href=\"/opinion/518383/commerce-consultants-international-inc-v-vetrerie-riunite-spa/\"><span class=\"volume\">867</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">697</span></a></span>, 698 (D.C. Cir. 1989), or on Rule 12(b)(1) (lack of subject matter jurisdiction), seeAVC Netherland B.V. v. Atrium Inv. P'ship, <span class=\"citation\" data-id=\"439220\"><a href=\"/opinion/439220/fed-sec-l-rep-p-91584-avc-nederland-b-v-v-atrium-investment/\"><span class=\"volume\">740</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">148</span></a></span>, 153 (2d Cir. 1984). Still others have not yet decided the issue. See Haynsworth v. Lloyd's of London, <span class=\"citation no-link\"><span class=\"volume\">121</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">956</span></span>, 961 (5th Cir. 1997) (refraining from resolving the \"enigmatic question of whether motions to dismiss on the basis of forum-selection clauses are properly brought as motions under Fed. R. Civ. P. 12(b)(1), 12(b)(3), or 12(b)(6), or 28 U.S.C. &#167; 1406(a)\"); Shell v. R.W. Sturge, Ltd., <span class=\"citation\" data-id=\"696612\"><a href=\"/opinion/696612/west-shell-jr-and-andrew-c-hauck-iii-herbert-a-middendorff-v-rw/\"><span class=\"volume\">55</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1227</span></a></span>, 1229 (6th Cir. 1995) (stating only that the enforceability of a forum-selection clause is reviewable de novo); Riley v. Kingsley Underwriting Agencies, Ltd., <span class=\"citation no-link\"><span class=\"volume\">969</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">953</span></span>, 956 (10th Cir. 1992) (observing that such motions are \"frequently analyzed as [motions] to dismiss for improper venue under Fed. R. Civ. P. 12(b)(3),\" but failing to resolve the question).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> For this reason, we do not address whether Britannica was required to join its defenses against all plaintiffs into a single motion.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> We do not consider Britannica's assertion that it raised this defense in its answer to appellant's complaint.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> We emphasize, however, that even a mandatory forum-selection clause does not in fact divest a court of jurisdiction that it otherwise retains. See Zapata, 407 U.S. at 12 (\"No one seriously contends . . . that the forum-selection clause 'ousted' the District Court of jurisdiction over Zapata's action.\"); LCF Lessors, Inc., 739 F.2d at 6 (\"[S]uch a provision does not oust the jurisdiction of the courts.\") (quoting Central Contracting Co. v. Maryland Cas. Co., <span class=\"citation\" data-id=\"273324\"><a href=\"/opinion/273324/central-contracting-company-a-corporation-and-housing-authority-of-the/\"><span class=\"volume\">367</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">341</span></a></span>, 345 (3d Cir. 1966)); cf. Brown, 891 F.2d at 357 (\"[I]t is well settled that the failure to state a proper cause of action calls for a judgment on the merits and not for a dismissal for want of jurisdiction.\") (quoting Bell v. Hood, <span class=\"citation\" data-id=\"104272\"><a href=\"/opinion/104272/bell-v-hood/\"><span class=\"volume\">327</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">678</span></a></span>, 682 (1946)). Rather, \"[the clause] merely constitutes a stipulation in which the parties join in asking the court to give effect to their agreement by declining to exercise its jurisdiction.\" LCF Lessors, Inc., 739 F.2d at 6 (quoting Central Contracting Co., 367 F.2d at 345). \"Exclusive jurisdiction\" in this context thus refers to the intent of the parties rather than the actual power of the court.</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/104272/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108566/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112577/",
    "http://www.courtlistener.com/api/rest/v3/opinions/273324/",
    "http://www.courtlistener.com/api/rest/v3/opinions/321901/",
    "http://www.courtlistener.com/api/rest/v3/opinions/341610/",
    "http://www.courtlistener.com/api/rest/v3/opinions/438830/",
    "http://www.courtlistener.com/api/rest/v3/opinions/439220/",
    "http://www.courtlistener.com/api/rest/v3/opinions/512679/",
    "http://www.courtlistener.com/api/rest/v3/opinions/518383/",
    "http://www.courtlistener.com/api/rest/v3/opinions/598967/",
    "http://www.courtlistener.com/api/rest/v3/opinions/696612/",
    "http://www.courtlistener.com/api/rest/v3/opinions/697313/",
    "http://www.courtlistener.com/api/rest/v3/opinions/751587/",
    "http://www.courtlistener.com/api/rest/v3/opinions/755745/",
    "http://www.courtlistener.com/api/rest/v3/opinions/767329/",
    "http://www.courtlistener.com/api/rest/v3/opinions/768058/"
  ]
}