{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/199299/",
  "absolute_url": "/opinion/199299/intercity-maintenanc-v-local-254/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/199299/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T04:28:02Z",
  "date_modified": "2017-03-24T11:01:32.589865Z",
  "type": "010combined",
  "sha1": "b8602aee32a589ecb8a6b8f72b9ab50ac7d02fbf",
  "page_count": 19,
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/00-1522-01A.pdf",
  "local_path": "pdf/2001/03/02/Intercity_Maintenanc_v._Local_254.pdf",
  "plain_text": "         United States Court of Appeals\n                    For the First Circuit\n\n\nNo. 00-1522\n\n                INTERCITY MAINTENANCE COMPANY,\n\n                    Plaintiff, Appellant,\n\n                              v.\n\n      LOCAL 254, SERVICE EMPLOYEES INTERNATIONAL UNION;\n       SERVICE EMPLOYEES INTERNATIONAL UNION, AFL-CIO;\n               VICTOR LIMA AND DONALD COLEMAN,\n\n                    Defendants, Appellees.\n\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n               FOR THE DISTRICT OF RHODE ISLAND\n\n        [Hon. Ronald R. Lagueux, U.S. District Judge]\n\n\n                            Before\n\n                     Selya, Circuit Judge,\n                Coffin, Senior Circuit Judge,\n                  and Stahl, Circuit Judge.\n\n\n\n     Vincent F. Ragosta Jr., with whom Matthew T. Oliverio and\nChristine M. Curley were on brief, for appellant.\n     John B. Lawlor Jr., with whom Daniel V. McKinnon and Dean\nJ. Wagner were on brief, for appellees Local 254, Victor Lima\nand Donald Coleman.\n     Steven K. Hoffman, with whom Richard M. Peirce, Adam C.\nRobitaille and Christy Hoffman were on brief, for appellee\nService Employees International Union.\n\f                               March 2, 2001\n\n\n\n            COFFIN, Senior Circuit Judge.            This case stems from a\n\nlabor dispute in which local union officials used heavy-handed\n\ntactics   in   an   attempt    to   unionize    a     company.     Appellant\n\nIntercity      Maintenance     Company       (Intercity),      a   non-union\n\njanitorial service, sued the Service Employees International\n\nUnion (SEIU), its local affiliate (Local 254), and two of the\n\naffiliate's     officers,     Victor    Lima   and    Donald   Coleman,   for\n\nunlawful secondary activity in violation of § 303 of the Labor\n\nManagement Relations Act (LMRA), 29 U.S.C. § 187, and a variety\n\nof state tort claims, two of them alleging defamation.               Summary\n\njudgment was granted to the SEIU and Lima on all counts, and to\n\nColeman on all but the defamation claims.                Local 254 went to\n\ntrial on the federal claim and, along with Coleman, on the two\n\nremaining state law counts for defamation.              After the close of\n\nthe plaintiff's evidence, the court in a bench ruling granted\n\ndefendants' Rule 50 motion for judgment as a matter of law on\n\nthe three outstanding counts.          We affirm the summary judgment in\n\nall respects and the Rule 50 judgment on the defamation claims,\n\nbut remand the LMRA claim for retrial.\n\n\n\n\n                                       -2-\n\f          We are in full agreement with the district court's\n\nconvincing resolution of the summary judgment issues and adopt\n\nits reasoning as articulated in its published opinion.               See\n\nIntercity Maint. Co. v. Local 254 Serv. Employees Int'l Union,\n\n62 F. Supp. 2d 483 (D.R.I. 1999).      We therefore focus our review\n\non the Rule 50 judgment granted at trial.        Our brief recitation\n\nof the pertinent facts is culled from the district court's\n\nruling, as well as relevant trial testimony, and presented in\n\nthe light most favorable to Intercity.           See Russo v. Baxter\n\nHealthcare Corp., 140 F.3d 6, 8 (1st Cir. 1998).\n\n                             Background\n\n          Intercity provided janitorial services to Women and\n\nInfants Hospital (Women & Infants) and Blue Cross/Blue Shield\n\n(Blue Cross) in Providence, Rhode Island, since 1989 and 1990,\n\nrespectively.   Beginning in late 1994, Local 254, acting through\n\nits director of organizing, Coleman, and his assistant, Lima,\n\nmade repeated attempts to persuade Intercity to unionize its\n\neighty   employees   and   let   Local    254   be    their   collective\n\nbargaining   representative.        Intercity        President   Michael\n\nBouthillette rebuffed these overtures, refusing to sign the\n\nproposed collective bargaining agreement because, he said, it\n\nwas up to his workers, not him, to decide whether to unionize.\n\n\n\n\n                                 -3-\n\f              In January and February 1995, Lima repeatedly warned\n\nBouthillette to sign the collective bargaining agreement, or\n\nelse       Local    254    would     drive    Intercity      out       of   business    by\n\npicketing in front of its two major customers, Women & Infants\n\nand Blue Cross.1           On March 28th, Coleman reiterated this threat\n\nto   Blue     Cross       attorney    Gary    St.   Peter,       who    testified     that\n\nColeman had told him he would throw up a picket line in front of\n\nBlue Cross \"whether . . . it's illegal or not.\"\n\n              On March 20, 1995, Coleman sent two letters to Blue\n\nCross's director of facilities management, John Leite, who was\n\nin charge of procuring janitorial services.                        The first letter,\n\naddressed to Bouthillette and copied to Leite, accused Intercity\n\nof violating federal and state laws and regulations in handling\n\nhazardous          substances,       and   demanded       information         about   Blue\n\nCross's ventilation system.                  The second letter, sent the same\n\nday directly to Leite, requested the same information from Blue\n\nCross.\n\n              On     May    5th,   Blue    Cross    put    its    cleaning      services\n\ncontract out to bid, and Intercity lost it to a unionized\n\nbidder.            Bouthillette       testified       that    the       bid    Intercity\n\n\n\n       1  The threats made against Bouthillette personally were\nsuch that the Rhode Island Superior Court granted him a\ntemporary restraining order, enjoining Lima from contacting him\nor his family.\n\n                                             -4-\n\fsubmitted, $6,597 per month, was the same price it had charged\n\nsince   1990     when    it    first    started      the   Blue    Cross   account.\n\nBouthillette also testified that Leite had told him \"we're going\n\nto go with the union contractor, and if you can resolve things\n\nwith    [Local    254],       there's    a   good    chance       you'll   get   [the\n\ncontract] back, but if not . . . . if you don't, there's not\n\nmuch of a chance.\"            At one point, Lima told Bouthillette that\n\nLocal 254 no longer wanted to organize his workers; it just\n\nwanted to drive Intercity out of business.                        By August 1995,\n\nIntercity was no longer servicing Blue Cross.\n\n            Local       254    did     not   limit    its     interference       with\n\nIntercity's       customers to Blue Cross.            On March 31, 1995, Local\n\n254 began a week-long picket line outside of Women & Infants,\n\ndistributing printed handbills that contained grave accusations,\n\nincluding      false references to Intercity not providing health\n\ninsurance or holiday pay to its employees and paying less than\n\nthe prevailing wage.                In fact, Intercity did provide those\n\nbenefits    and    paid       its    employees    more     than    the   union   wage\n\ncontemplated in the proposed collective bargaining agreement.\n\nBouthillette testified that his contact at Women & Infants, Mark\n\nNeal, told him on the day picketing started, \"We can't have this\n\nhere . . . . We'll do what we have to do, but this doesn't look\n\nvery good for you in the future.\"                 Nearly two years later, in\n\n\n                                         -5-\n\f1997, Intercity lost the contract for three buildings at Women\n\n& Infants, but continued to perform services at seven others.\n\n         The original complaint, filed in 1995, alleged the LMRA\n\nclaim along with state tort causes of action and was amended in\n\n1997 to add separate counts for defamation involving Blue Cross\n\n(Count IV) and Women & Infants (Count V).           As we have noted,\n\nonly the LMRA claim against Local 254, and the defamation claims\n\nagainst Local 254 and Coleman, went to trial.\n\n         At   trial,      Bouthillette    testified      that   Intercity\n\nsuffered pecuniary damage not only from losing the accounts, but\n\nalso from defendants besmirching its reputation, which diverted\n\nBouthillette from developing new business due to the inordinate\n\namount of time he spent reassuring customers that they would not\n\nbe targeted for picketing.           Plaintiff also introduced into\n\nevidence an accounting report, which quantified Intercity's loss\n\nfrom the Blue Cross account at roughly $30,000 per year.\n\n         In   a   bench    ruling    issued   at   the    close   of   the\n\nplaintiff's evidence, the court granted defendants' Rule 50\n\nmotion on all three claims.     It held the evidence in support of\n\nIntercity's LMRA claim insufficient as a matter of law because,\n\neven if Local 254's actions were proscribed illegal secondary\n\nactivity (which was assumed for purposes of the decision),\n\nIntercity failed to show how that activity caused it to lose the\n\n\n                                    -6-\n\fBlue Cross and Women & Infants accounts.                        As for the two\n\ndefamation counts, the court held that, although the evidence of\n\nknowing      or    reckless     false     statements     was    \"overwhelming,\"\n\nIntercity     presented        \"no   evidence     that   the     plaintiff    lost\n\nbusiness at Blue Cross or at Women & Infants as a result of the\n\ndefamation.\"\n\n             Appellant argues that it presented sufficient evidence\n\non both fronts to reach the jury.               On the LMRA claim, appellant\n\nasserts that the jury should have been afforded an opportunity\n\nto find that Intercity lost both the Blue Cross and Women &\n\nInfants accounts due to Local 254's illegal interference.                         On\n\nthe defamation claims, appellant argues that it did not need to\n\npresent evidence to prove damages and, even if it did, its proof\n\non damages was sufficient.             It also assigns error to the court's\n\nrefusal to admit evidence of Local 254's assets in support of a\n\nclaim for punitive damages.\n\n             We review Rule 50 challenges to the sufficiency of\n\nevidence presented at trial de novo, affirming entry of judgment\n\nas a matter of law \"only if there 'is no legally sufficient\n\nevidentiary basis for a reasonable jury to find for [the non-\n\nmoving party].'\"        Tang v. Rhode Island Dep't of Elderly Affairs,\n\n163   F.3d    7,   11   (1st    Cir.    1998)   (quoting       Fed.   R.   Civ.   P.\n\n50(a)(1)).        When judgment is entered before the jury is called\n\n\n                                         -7-\n\fupon to render its verdict, we examine the legal sufficiency of\n\nthe evidence in the light most favorable to the non-moving\n\nparty, and require more than a mere scintilla of evidence or\n\nspeculation to justify the submission of an issue to the jury.\n\nId.   And, of course, we must ensure that the trial court has\n\nrefrained from making credibility determinations or weighing the\n\nevidence.\n\n                                     Discussion\n\n             Appellant challenges the court's Rule 50 judgment,\n\narguing that its claims of unlawful secondary activity and\n\ndefamation should have gone to the jury.                 We agree, in part.        As\n\nfor   the    LMRA    claim,   we    conclude      that   the     evidence   linking\n\nIntercity's       loss   of   the    Blue    Cross   account      to    Local   254's\n\ninterference was sufficient to merit consideration by a fact\n\nfinder, but the evidence of losses attendant to the union's\n\nactivities at Women & Infants was inadequate as a matter of law,\n\nparticularly        because   that    account     was    not     terminated     until\n\nalmost two years later.          As for the defamation claims, Intercity\n\nfailed      to   introduce    more    than    a   scintilla       of    evidence   of\n\nreputational harm or other specific damages.                      Accordingly, we\n\nremand the LMRA claim for trial, limited to liability for, and\n\ndamages     stemming     from,      Intercity's      loss   of    the    Blue   Cross\n\n\n\n\n                                        -8-\n\faccount,   and   affirm   the   district   court's    judgment   on   the\n\ndefamation claims.\n\n                    Unlawful Secondary Activity\n\n           Section 8(b) of the LMRA makes it an unfair labor\n\npractice for unions to threaten, coerce, or restrain a company\n\nby forcing it to cease doing business with another company.           See\n\n29 U.S.C. § 158(b)(4)(ii)(B).2       Direct efforts to pressure an\n\nemployer with whom a union has a dispute are acceptable, but\n\nindirect efforts to pressure a secondary employer are unfair\n\nlabor practices.     Abreen Corp. v. Laborers' Int'l Union, 709\n\nF.2d 748, 754-55 (1st Cir. 1983).          Here there was no dispute\n\nthat Blue Cross was a secondary employer.            Coleman, acting on\n\nbehalf of Local 254, threatened to picket Blue Cross unless it\n\nceased doing business with Intercity, a threat made not only to\n\nBouthillette, but repeated to his attorney and the attorney for\n\n\n\n    2     \"(b) It shall be an unfair labor practice for a labor\norganization or its agents--\n  (4) (ii) to threaten, coerce, or restrain any person engaged\nin commerce or in an industry affecting commerce, where in\neither case an object thereof is--\n   (B) forcing or requiring any person to cease . . . doing\nbusiness with any other person, or forcing or requiring any\nother employer to recognize or bargain with a labor organization\nas the representative of his employees unless such labor\norganization has been certified as the representative of such\nemployees under the provisions of section 159 of this title:\nProvided, That nothing contained in this clause (B) shall be\nconstrued to make unlawful, where not otherwise unlawful, any\nprimary strike or primary picketing . . . .\" 29 U.S.C. § 158.\n\n                                  -9-\n\fBlue    Cross.       The     district       court      recognized     this    as\n\n\"epitomiz[ing] the classic description of coercion within the\n\nlabor law context.\"          Intercity, 62 F. Supp. 2d at 496 (\"The\n\nevidence presented by plaintiff is not subtle; it reveals a\n\ntransparent      intention    by   Local    254   to   pressure     Blue   Cross\n\nimproperly.\").\n\n           Despite this strong evidence of Local 254's improper\n\nsecondary activity, the court did not let the claim go to the\n\njury. It entered judgment for Local 254 on the ground that\n\nIntercity had failed to offer sufficient evidence that it lost\n\nthe Blue Cross account because of Local 254's unlawful conduct.\n\nIn analyzing Intercity's loss of the Blue Cross account, the\n\ncourt reasoned:\n\n       There is not one shred of evidence produced at this\n       trial to indicate why Blue Cross elected to put its\n       janitorial contract out to bid.     No one from Blue\n       Cross testified. The Court and the jury can draw the\n       inference that the failure of the plaintiff to produce\n       Leite, who was the key man in this area, and probably\n       made the decision, was because his testimony would\n       have been of no value to the plaintiff. The point is\n       that Blue Cross did put all of its janitorial work out\n       to bid. The Plaintiff did bid, and didn't receive the\n       bid and didn't receive the contract. The inference is\n       that the plaintiff was not the low bidder.      In any\n       event, there's no evidence from Blue Cross as to why\n       the plaintiff was not chosen. The jury should not be\n       allowed to speculate because it is the plaintiff that\n       has the burden of proof, and it is the plaintiff's\n       obligation to produce witnesses who will support its\n       cause of action.     In this case the plaintiff has\n       failed to do so.\n\n\n                                     -10-\n\f           This    reasoning   was      in   error   because    the   court\n\nimpermissibly drew negative inferences against Intercity.                It\n\ninferred   that    the   failure   to   call   Leite   \"was    because   his\n\ntestimony would have been of no value\" and that Intercity lost\n\nthe Blue Cross contract because \"plaintiff was not the low\n\nbidder.\"   The jury could have reasonably concluded otherwise.\n\n           As to the sufficiency of the evidence, the court simply\n\nnoted that there was no basis for a finding of proximate cause.\n\nNeither it nor the parties attempted to give this term further\n\ndefinition.       In our own jurisprudence dealing with unlawful\n\nactivity, we have had three occasions to consider when, in\n\naccordance with the statutory wording, damages may be said to\n\nhave been sustained \"by reason of\" the illegal activity.                 29\n\nU.S.C. § 187(b).3     But in this case any difference between these\n\n\n    3     In Abreen, our first such case construing the \"by\nreason of\" element, we held that where predominantly secondary\nactivity is at issue, losses traceable to that unlawful union\nconduct may be recovered. 709 F.2d at 759. Our two subsequent\ncases, however, invoked a more exacting standard adopted from\nthe Ninth Circuit's decision in Mead v. Retail Clerks Int'l\nAss'n, 523 F.2d 1371 (9th Cir. 1975), which held that injury\noccurs \"by reason of\" particular unlawful conduct only if that\nconduct \"materially contributes\" to the injury or is a\n\"substantial factor\" in bringing it about.    Id. at 1376; see\nJohn B. Cruz Constr. Co., Inc. v. United Bhd. of Carpenters and\nJoiners, 907 F.2d 1228, 1232 (1st Cir. 1990); Tresca Bros. Sand\n& Gravel, Inc. v. Truck Drivers' Union, 19 F.3d 63, 65 (1st Cir.\n1994).   Although we did not explicitly note the distinction,\nCruz and Tresca are distinguishable from Abreen because they\ninvolved both lawful and unlawful union activity.      The Mead\nrule, and our cases applying it, do not apply where only\n\n                                   -11-\n\fstandards is irrelevant, for under either formulation Intercity\n\npresented enough evidence at trial to warrant submission to the\n\njury.       Bouthillette testified that Intercity lost its account\n\nwith Blue Cross, not because it overbid,4 but because of Local\n\n254's     threatened   picket.   Blue    Cross   attorney    St.   Peter\n\ncorroborated Bouthillette's testimony about the union's unlawful\n\nthreat.     Bouthillette further testified that Blue Cross's own\n\nprocurement officer, Leite, told him that Intercity would likely\n\nlose the account if it did not resolve the dispute with the\n\nunion.5    Although plaintiff did not call Leite to testify, the\n\njury was entitled to consider Bouthillette's uncorroborated\n\ntestimony.       Indeed,    assuming    favorable   and     permissible\n\ninferences and that Bouthillette was to be believed, there was\n\nno other competing cause for Intercity's loss of business.\n\n\n\n\nprohibited secondary activity is at issue.\n     4    At trial, defense counsel suggested in his opening\nstatement that Intercity's bid was nearly double the amount to\nwhich Bouthillette later testified, and more than that of the\nunionized bidder who won the contract.    Of course, since the\njudgment entered before defendants put on their case, they had\nno opportunity to substantiate this claim. Because counsel's\nstatement was not evidence, we, like a jury, may not consider\nit, see, e.g., United States v. Brassard, 212 F.3d 54, 57 (1st\nCir. 2000), and therefore must credit Bouthillette's testimony.\n     5    The court admitted this hearsay testimony over an\nobjection and without a limiting instruction.  Neither party\ntakes exception to this ruling on appeal.\n\n                                 -12-\n\f           Moreover, the timing of events permitted the jury to\n\ninfer that Intercity's loss was caused by Local 254's conduct.\n\nThe last readily identifiable unlawful act was Coleman's threat\n\nmade to attorney St. Peter on March 28th; Blue Cross put its\n\ncontract out to bid on May 5th.            The court foreclosed jury\n\nconsideration of a permissible inference, i.e., that these two\n\nevents - which occurred just five weeks apart - were causally\n\nrelated.     This   it   may   not   do.   Because   the   timing   and\n\nBouthillette's testimony, if believed, would have sufficed as a\n\nmatter of law to prove that Intercity's loss of the Blue Cross\n\naccount occurred by reason of Local 254's unlawful activity, the\n\nLMRA claim should have been decided by the jury.\n\n           Intercity's loss of the Women & Infants account, by\n\ncontrast, is unsupported by such an inference.        The nearly two-\n\nyear gap between Local 254's picketing and leafleting there and\n\nWomen & Infants's curtailment of its business with Intercity was\n\ntoo attenuated on its own to permit an inference of some causal\n\nconnection between these events.        Bouthillette's testimony that\n\nhis contact at Women & Infants, Neal, had made a reference to\n\nthe union activity not boding well for Intercity's future, was\n\ntoo opaque to rise above the scintilla level, especially in\n\nlight of the timing of adverse action.           The district court\n\ncorrectly found the evidence insufficient as a matter of law to\n\n\n                                 -13-\n\fprove Intercity lost any part of the Women & Infants account by\n\nreason of Local 254's activity.\n\n                           Defamation\n\n          Intercity pleaded its defamation claim in two counts,\n\none involving Blue Cross (Count IV) and the other involving\n\nWomen & Infants (Count V).    In support of Count IV, Intercity\n\nrelied on Coleman's March 20, 1995, letter to Blue Cross's\n\nLeite, which announced that \"InterCity [wa]s in violation of\n\nboth Federal and State laws and regulations.\"    Count V alleged\n\ndefamation from handbills distributed at Women & Infants, which\n\nclaimed that \"INTERCITY expose[d] its cleaners to chemical and\n\nbiological hazards including HIV and Hepatitis B virus,\" and\n\nthat Intercity did not provide certain benefits or pay a living\n\nwage.   Local 254 made scant effort to investigate the veracity\n\nof these charges.\n\n          In its summary judgment ruling, the district court\n\ncorrectly found these assertions to be statements of fact, not\n\nopinion, requiring a jury to determine whether they were false\n\nand made with malice.   See Intercity, 62 F. Supp. 2d at 504-05.6\n\n\n\n    6     The court also rightly noted that certain other\nstatements - characterizing Intercity as a \"sweatshop,\" a\n\"plague,\" and an \"infestation,\" and Bouthillette as a\n\"bloodsucking, plantation-minded boss\" - were non-actionable\nopinion, \"rhetorical hyperbole\" typical of labor disputes and\nprotected under the LMRA. Id. at 503.\n\n                              -14-\n\fAs the court stated in its Rule 50 decision, the evidence\n\npresented at trial was \"overwhelming that those statements were\n\neither knowingly false or made with reckless disregard for truth\n\nor falsity.\"      The judge remarked, \"plaintiff has succeeded in\n\nproving   that    the   defendants    .   .   .   are    lawless,    marauding,\n\ndisingenuous,       character        assassins      who        deserve     their\n\ncomeuppance.\"      Despite the strong evidence of malice, however,\n\nthe court ruled there was \"no basis for submitting this cause of\n\naction to the jury\" because plaintiff failed to \"allege and\n\nprove specific or special damages.\"\n\n              Relying on Linn v. United Plant Guard Workers, Local\n\n114, 383 U.S. 53 (1966), the court held that Intercity could not\n\nrest on the common law presumption of damages, in which the\n\nexistence of injury is presumed from the fact of publication\n\nwithout evidence of actual loss.            See generally Gertz v. Robert\n\nWelch, Inc., 418 U.S. 323, 349 (1974); Carey v. Piphus, 435 U.S.\n\n247, 262 & n.18 (1978).        Appellant argues that the court misread\n\nLinn,   and    contends   in   the   alternative        that   it   did   present\n\nsufficient evidence of damages even without the presumption.                   We\n\nagree with the court's reading of the law and view of the\n\nevidence.\n\n              State tort claims are generally preempted by the LMRA.\n\nSee San Diego Bldg. Trades Council v. Garmon, 359 U.S. 236, 243-\n\n\n                                     -15-\n\f44 (1959).       In Linn, the Court carved out an exception to the\n\nGarmon    preemption        rule   for     defamatory     statements   made   with\n\nactual    malice,      adopting     the     standard      applicable   to   public\n\nofficials from New York Times Co. v. Sullivan, 376 U.S. 254, 280\n\n(1964) (defining malicious libel as a statement published \"with\n\nknowledge       that   it   was    false    or    with   reckless   disregard   of\n\nwhether it was false or not\").                See Linn, 383 U.S. at 65; see\n\nalso Old Dominion Branch No. 496, Nat'l Ass'n of Letter Carriers\n\nv. Austin, 418 U.S. 264, 273 (1974); Barss v. Tosches, 785 F.2d\n\n20, 21 (1st Cir. 1986).\n\n               In addition to malice, Linn requires \"proof of [] harm,\n\nwhich    may    include     general      injury    to    reputation,   consequent\n\nmental suffering, alienation of associates, specific items of\n\npecuniary loss, or whatever form of harm would be recognized by\n\nstate tort law.\"        383 U.S. at 65; accord Belknap, Inc. v. Hale,\n\n463 U.S. 491, 509 (1983); Farmer v. United Bhd. of Carpenters &\n\nJoiners, Local 25, 430 U.S. 290, 299 (1977).                        In explicitly\n\nrequiring proof of harm, Linn preempts not only non-malicious\n\nlibels, but also reliance on the common law presumption of\n\ndamages in those jurisdictions where libel is actionable per se.\n\n383 U.S. at 58 & n.2, 65.7          Therefore, plaintiffs who endure even\n\n\n     7    In Rhode Island, a common law action for defamation\nrequires proof of \"damages, unless the statement is actionable\nirrespective of special harm.\" Swerdlick v. Koch, 721 A.2d 849,\n\n                                         -16-\n\fmalicious libels during a labor dispute must present evidence of\n\nharm from defamation in order to recover, notwithstanding the\n\nlaw of states such as Rhode Island in which damages would\n\notherwise be presumed.   Cf. Dunn v. Air Line Pilots Ass'n, 193\n\nF.3d 1185, 1210-11 (11th Cir. 1999) (Tjoflat, J., dissenting)\n\n(\"Under federal law, [] a libel action arising out of a labor\n\ndispute requires proof of injury, regardless of state libel\n\nlaw.\" (citing Linn, 383 U.S. at 64-65)).\n\n         Under   Linn,   Intercity   could   not   rest   on   an\n\nunsubstantiated allegation of injury to its reputation.   Having\n\ncorrectly concluded that Linn preempted Intercity from relying\n\non the common law presumption of damages, the district court\n\nheld that the evidence of actual loss due to reputational harm\n\nand consequent lost profits was insufficient as a matter of law.\n\nWe agree that Intercity offered no more than a scintilla of\n\nevidence to prove losses stemming from diminished reputation.\n\n\n859-60 (R.I. 1998).    Under the common law rule damages are\npresumed, and the need to offer evidence obviated, if the\ndefamatory statement is libelous per se. See id. at 861 (\"[F]or\nstatements to qualify as libel per se, the publication must\nimpute insolvency, financial embarrassment, unworthiness of\ncredit, or failure in business to a plaintiff, but to make them\nso it is essential that such imputation relate to or affect the\nplaintiff in his business.\") (internal quotation marks and\nalterations omitted).   Since Intercity presented evidence of\nharm to its business based on statements that are defamatory on\ntheir face, it would have been able to take advantage of the\ncommon law presumption of damages if the statements had not been\nmade in the context of a labor dispute.\n\n                              -17-\n\fHowever, in its amended complaint Intercity also sought to\n\nsubstantiate its claim for defamation with evidence of specific\n\ndamages apart from reputation: the loss of the Blue Cross and\n\nWomen & Infants accounts.\n\n            Had appellant shown that it lost the contracts as a\n\nresult     of    Coleman's   libelous      letters     or     the   defamatory\n\nhandbills, then such proof of a \"specific item of pecuniary\n\nloss\" would have satisfied the damages element required by Linn.\n\n383 U.S. at 65.      But Intercity presented no evidence - not even\n\nhearsay testimony from Bouthillette - to show the loss of the\n\ncontracts resulted from Local 254's malicious accusations.                   The\n\nonly such testimony related to threats of union retaliation.\n\nThe evidence in support of specific damages pleaded in Counts IV\n\nand V was therefore inadequate to merit jury consideration.\n\n            Intercity    also   argues     that   it    should      have    been\n\npermitted to recover punitive damages and introduce evidence of\n\nLocal 254's assets in support of that claim.            Absent evidence of\n\nactual damages, however, no punitive damages may be awarded.\n\nSee Linn, 383 U.S. at 66 (\"[A] defamed party must establish that\n\nhe had suffered some sort of compensable harm as a prerequisite\n\nto the recovery of additional punitive damages.\").                    Because\n\nplaintiff failed to present evidence from which the jury could\n\nhave     found   that   Intercity    suffered        actual    harm   due     to\n\n\n                                    -18-\n\fdefamation,    the   district    court    properly   refused   to   admit\n\nevidence of punitive damages.\n\n                                Conclusion\n\n         We remand for retrial Count II of the Amended\n\nComplaint, the LMRA claim; in all other respects, the judgment\n\nis affirmed.\n\n         Affirmed in part, vacated in part and remanded.             No\n\ncosts.\n\n\n\n\n                                   -19-\n\f",
  "html": "<p class=\"case_cite\">241 F.3d 82 (1st Cir. 2001)</p>\n    <p class=\"parties\">INTERCITY MAINTENANCE COMPANY, Plaintiff, Appellant,<br>v.<br>LOCAL 254, SERVICE EMPLOYEES INTERNATIONAL UNION; SERVICE EMPLOYEES INTERNATIONAL UNION, AFL-CIO; VICTOR LIMA AND DONALD COLEMAN, Defendants, Appellees.</p>\n    <p class=\"docket\">No. 00-1522</p>\n    <p class=\"court\">United States Court of Appeals For the First Circuit</p>\n    <p class=\"date\">Heard November 9, 2000<br>Decided March 2, 2001</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF RHODE ISLAND</p>\n      <p class=\"indent\">[Hon. Ronald R. Lagueux, U.S. District Judge] [Copyrighted Material Omitted]</p>\n      <p class=\"indent\">Vincent F. Ragosta Jr., with whom Matthew T. Oliverio and Christine M. Curley were on brief, for appellant.</p>\n      <p class=\"indent\">John B. Lawlor Jr., with whom Daniel V. McKinnon and Dean J. Wagner were on brief, for appellees Local 254, Victor Lima and Donald Coleman.</p>\n      <p class=\"indent\">Steven K. Hoffman, with whom Richard M. Peirce, Adam C. Robitaille and Christy Hoffman were on brief, for appellee Service Employees International Union.</p>\n      <p class=\"indent\">Before Selya, Circuit Judge, Coffin, Senior Circuit Judge, and Stahl, Circuit Judge.</p>\n      <p class=\"indent\">COFFIN, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This case stems from a labor dispute in which local union officials used heavy-handed tactics in an attempt to unionize a company. Appellant Intercity Maintenance Company (Intercity), a non-union janitorial service, sued the Service Employees International Union (SEIU), its local affiliate (Local 254), and two of the affiliate's officers, Victor Lima and Donald Coleman, for unlawful secondary activity in violation of &#167; 303 of the Labor Management Relations Act (LMRA), 29 U.S.C. &#167; 187, and a variety of state tort claims, two of them alleging defamation. Summary judgment was granted to the SEIU and Lima on all counts, and to Coleman on all but the defamation claims. Local 254 went to trial on the federal claim and, along with Coleman, on the two remaining state law counts for defamation. After the close of the plaintiff's evidence, the court in a bench ruling granted defendants' Rule 50 motion for judgment as a matter of law on the three outstanding counts. We affirm the summary judgment in all respects and the Rule 50 judgment on the defamation claims, but remand the LMRA claim for retrial.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">We are in full agreement with the district court's convincing resolution of the summary judgment issues and adopt its reasoning as articulated in its published opinion. See Intercity Maint. Co. v. Local 254 Serv. Employees Int'l Union, 62 F. Supp. 2d 483 (D.R.I. 1999). We therefore focus our review on the Rule 50 judgment granted at trial. Our brief recitation of the pertinent facts is culled from the district court's ruling, as well as relevant trial testimony, and presented in the light most favorable to Intercity. See Russo v. Baxter Healthcare Corp., 140 F.3d 6, 8 (1st Cir. 1998).</p>\n    </div>\n    <p class=\"indent\">Background</p>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Intercity provided janitorial services to Women and Infants Hospital (Women &amp; Infants) and Blue Cross/Blue Shield (Blue Cross) in Providence, Rhode Island, since 1989 and 1990, respectively. Beginning in late 1994, Local 254, acting through its director of organizing, Coleman, and his assistant, Lima, made repeated attempts to persuade Intercity to unionize its eighty employees and let Local 254 be their collective bargaining representative. Intercity President Michael Bouthillette rebuffed these overtures, refusing to sign the proposed collective bargaining agreement because, he said, it was up to his workers, not him, to decide whether to unionize.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In January and February 1995, Lima repeatedly warned Bouthillette to sign the collective bargaining agreement, or else Local 254 would drive Intercity out of business by picketing in front of its two major customers, Women &amp; Infants and Blue Cross.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> On March 28th, Coleman reiterated this threat to Blue Cross attorney Gary St. Peter, who testified that Coleman had told him he would throw up a picket line in front of Blue Cross \"whether . . . it's illegal or not.\"</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">On March 20, 1995, Coleman sent two letters to Blue Cross's director of facilities management, John Leite, who was in charge of procuring janitorial services. The first letter, addressed to Bouthillette and copied to Leite, accused Intercity of violating federal and state laws and regulations in handling hazardous substances, and demanded information about Blue Cross's ventilation system. The second letter, sent the same day directly to Leite, requested the same information from Blue Cross.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">On May 5th, Blue Cross put its cleaning services contract out to bid, and Intercity lost it to a unionized bidder. Bouthillette testified that the bid Intercity submitted, $6,597 per month, was the same price it had charged since 1990 when it first started the Blue Cross account. Bouthillette also testified that Leite had told him \"we're going to go with the union contractor, and if you can resolve things with [Local 254], there's a good chance you'll get [the contract] back, but if not . . . . if you don't, there's not much of a chance.\" At one point, Lima told Bouthillette that Local 254 no longer wanted to organize his workers; it just wanted to drive Intercity out of business. By August 1995, Intercity was no longer servicing Blue Cross.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Local 254 did not limit its interference with Intercity's customers to Blue Cross. On March 31, 1995, Local 254 began a week-long picket line outside of Women &amp; Infants, distributing printed handbills that contained grave accusations, including false references to Intercity not providing health insurance or holiday pay to its employees and paying less than the prevailing wage. In fact, Intercity did provide those benefits and paid its employees more than the union wage contemplated in the proposed collective bargaining agreement. Bouthillette testified that his contact at Women &amp; Infants, Mark Neal, told him on the day picketing started, \"We can't have this here . . . . We'll do what we have to do, but this doesn't look very good for you in the future.\" Nearly two years later, in 1997, Intercity lost the contract for three buildings at Women &amp; Infants, but continued to perform services at seven others.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The original complaint, filed in 1995, alleged the LMRA claim along with state tort causes of action and was amended in 1997 to add separate counts for defamation involving Blue Cross (Count IV) and Women &amp; Infants (Count V). As we have noted, only the LMRA claim against Local 254, and the defamation claims against Local 254 and Coleman, went to trial.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">At trial, Bouthillette testified that Intercity suffered pecuniary damage not only from losing the accounts, but also from defendants besmirching its reputation, which diverted Bouthillette from developing new business due to the inordinate amount of time he spent reassuring customers that they would not be targeted for picketing. Plaintiff also introduced into evidence an accounting report, which quantified Intercity's loss from the Blue Cross account at roughly $30,000 per year.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">In a bench ruling issued at the close of the plaintiff's evidence, the court granted defendants' Rule 50 motion on all three claims. It held the evidence in support of Intercity's LMRA claim insufficient as a matter of law because, even if Local 254's actions were proscribed illegal secondary activity (which was assumed for purposes of the decision), Intercity failed to show how that activity caused it to lose the Blue Cross and Women &amp; Infants accounts. As for the two defamation counts, the court held that, although the evidence of knowing or reckless false statements was \"overwhelming,\" Intercity presented \"no evidence that the plaintiff lost business at Blue Cross or at Women &amp; Infants as a result of the defamation.\"</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Appellant argues that it presented sufficient evidence on both fronts to reach the jury. On the LMRA claim, appellant asserts that the jury should have been afforded an opportunity to find that Intercity lost both the Blue Cross and Women &amp; Infants accounts due to Local 254's illegal interference. On the defamation claims, appellant argues that it did not need to present evidence to prove damages and, even if it did, its proof on damages was sufficient. It also assigns error to the court's refusal to admit evidence of Local 254's assets in support of a claim for punitive damages.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">We review Rule 50 challenges to the sufficiency of evidence presented at trial de novo, affirming entry of judgment as a matter of law \"only if there 'is no legally sufficient evidentiary basis for a reasonable jury to find for [the non-moving party].'\" Tang v. Rhode Island Dep't of Elderly Affairs, 163 F.3d 7, 11 (1st Cir. 1998) (quoting Fed. R. Civ. P. 50(a)(1)). When judgment is entered before the jury is called upon to render its verdict, we examine the legal sufficiency of the evidence in the light most favorable to the non-moving party, and require more than a mere scintilla of evidence or speculation to justify the submission of an issue to the jury. Id. And, of course, we must ensure that the trial court has refrained from making credibility determinations or weighing the evidence.</p>\n    </div>\n    <p class=\"indent\">Discussion</p>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Appellant challenges the court's Rule 50 judgment, arguing that its claims of unlawful secondary activity and defamation should have gone to the jury. We agree, in part. As for the LMRA claim, we conclude that the evidence linking Intercity's loss of the Blue Cross account to Local 254's interference was sufficient to merit consideration by a fact finder, but the evidence of losses attendant to the union's activities at Women &amp; Infants was inadequate as a matter of law, particularly because that account was not terminated until almost two years later. As for the defamation claims, Intercity failed to introduce more than a scintilla of evidence of reputational harm or other specific damages. Accordingly, we remand the LMRA claim for trial, limited to liability for, and damages stemming from, Intercity's loss of the Blue Cross account, and affirm the district court's judgment on the defamation claims.</p>\n    </div>\n    <p class=\"indent\">Unlawful Secondary Activity</p>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Section 8(b) of the LMRA makes it an unfair labor practice for unions to threaten, coerce, or restrain a company by forcing it to cease doing business with another company. See 29 U.S.C. &#167; 158(b)(4)(ii)(B).<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> Direct efforts to pressure an employer with whom a union has a dispute are acceptable, but indirect efforts to pressure a secondary employer are unfair labor practices. Abreen Corp. v. Laborers' Int'l Union, 709 F.2d 748, 754-55 (1st Cir. 1983). Here there was no dispute that Blue Cross was a secondary employer. Coleman, acting on behalf of Local 254, threatened to picket Blue Cross unless it ceased doing business with Intercity, a threat made not only to Bouthillette, but repeated to his attorney and the attorney for Blue Cross. The district court recognized this as \"epitomiz[ing] the classic description of coercion within the labor law context.\" Intercity, 62 F. Supp. 2d at 496 (\"The evidence presented by plaintiff is not subtle; it reveals a transparent intention by Local 254 to pressure Blue Cross improperly.\").</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Despite this strong evidence of Local 254's improper secondary activity, the court did not let the claim go to the jury. It entered judgment for Local 254 on the ground that Intercity had failed to offer sufficient evidence that it lost the Blue Cross account because of Local 254's unlawful conduct. In analyzing Intercity's loss of the Blue Cross account, the court reasoned:</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">There is not one shred of evidence produced at this trial to indicate why Blue Cross elected to put its janitorial contract out to bid. No one from Blue Cross testified. The Court and the jury can draw the inference that the failure of the plaintiff to produce Leite, who was the key man in this area, and probably made the decision, was because his testimony would have been of no value to the plaintiff. The point is that Blue Cross did put all of its janitorial work out to bid. The Plaintiff did bid, and didn't receive the bid and didn't receive the contract. The inference is that the plaintiff was not the low bidder. In any event, there's no evidence from Blue Cross as to why the plaintiff was not chosen. The jury should not be allowed to speculate because it is the plaintiff that has the burden of proof, and it is the plaintiff's obligation to produce witnesses who will support its cause of action. In this case the plaintiff has failed to do so.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">This reasoning was in error because the court impermissibly drew negative inferences against Intercity. It inferred that the failure to call Leite \"was because his testimony would have been of no value\" and that Intercity lost the Blue Cross contract because \"plaintiff was not the low bidder.\" The jury could have reasonably concluded otherwise.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">As to the sufficiency of the evidence, the court simply noted that there was no basis for a finding of proximate cause. Neither it nor the parties attempted to give this term further definition. In our own jurisprudence dealing with unlawful activity, we have had three occasions to consider when, in accordance with the statutory wording, damages may be said to have been sustained \"by reason of\" the illegal activity. 29 U.S.C. &#167; 187(b).<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> But in this case any difference between these standards is irrelevant, for under either formulation Intercity presented enough evidence at trial to warrant submission to the jury.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Bouthillette testified that Intercity lost its account with Blue Cross, not because it overbid,<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> but because of Local 254's threatened picket. Blue Cross attorney St. Peter corroborated Bouthillette's testimony about the union's unlawful threat. Bouthillette further testified that Blue Cross's own procurement officer, Leite, told him that Intercity would likely lose the account if it did not resolve the dispute with the union.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> Although plaintiff did not call Leite to testify, the jury was entitled to consider Bouthillette's uncorroborated testimony. Indeed, assuming favorable and permissible inferences and that Bouthillette was to be believed, there was no other competing cause for Intercity's loss of business.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Moreover, the timing of events permitted the jury to infer that Intercity's loss was caused by Local 254's conduct. The last readily identifiable unlawful act was Coleman's threat made to attorney St. Peter on March 28th; Blue Cross put its contract out to bid on May 5th. The court foreclosed jury consideration of a permissible inference, i.e., that these two events - which occurred just five weeks apart - were causally related. This it may not do. Because the timing and Bouthillette's testimony, if believed, would have sufficed as a matter of law to prove that Intercity's loss of the Blue Cross account occurred by reason of Local 254's unlawful activity, the LMRA claim should have been decided by the jury.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Intercity's loss of the Women &amp; Infants account, by contrast, is unsupported by such an inference. The nearly two-year gap between Local 254's picketing and leafleting there and Women &amp; Infants's curtailment of its business with Intercity was too attenuated on its own to permit an inference of some causal connection between these events. Bouthillette's testimony that his contact at Women &amp; Infants, Neal, had made a reference to the union activity not boding well for Intercity's future, was too opaque to rise above the scintilla level, especially in light of the timing of adverse action. The district court correctly found the evidence insufficient as a matter of law to prove Intercity lost any part of the Women &amp; Infants account by reason of Local 254's activity.</p>\n    </div>\n    <p class=\"indent\">Defamation</p>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Intercity pleaded its defamation claim in two counts, one involving Blue Cross (Count IV) and the other involving Women &amp; Infants (Count V). In support of Count IV, Intercity relied on Coleman's March 20, 1995, letter to Blue Cross's Leite, which announced that \"InterCity [wa]s in violation of both Federal and State laws and regulations.\" Count V alleged defamation from handbills distributed at Women &amp; Infants, which claimed that \"INTERCITY expose[d] its cleaners to chemical and biological hazards including HIV and Hepatitis B virus,\" and that Intercity did not provide certain benefits or pay a living wage. Local 254 made scant effort to investigate the veracity of these charges.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">In its summary judgment ruling, the district court correctly found these assertions to be statements of fact, not opinion, requiring a jury to determine whether they were false and made with malice. See Intercity, 62 F. Supp. 2d at 504-05.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> As the court stated in its Rule 50 decision, the evidence presented at trial was \"overwhelming that those statements were either knowingly false or made with reckless disregard for truth or falsity.\" The judge remarked, \"plaintiff has succeeded in proving that the defendants . . . are lawless, marauding, disingenuous, character assassins who deserve their comeuppance.\" Despite the strong evidence of malice, however, the court ruled there was \"no basis for submitting this cause of action to the jury\" because plaintiff failed to \"allege and prove specific or special damages.\"</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Relying on Linn v. United Plant Guard Workers, Local 114, 383 U.S. 53 (1966), the court held that Intercity could not rest on the common law presumption of damages, in which the existence of injury is presumed from the fact of publication without evidence of actual loss. See generally Gertz v. Robert Welch, Inc., 418 U.S. 323, 349 (1974); Carey v. Piphus, 435 U.S. 247, 262 &amp; n.18 (1978). Appellant argues that the court misread Linn, and contends in the alternative that it did present sufficient evidence of damages even without the presumption. We agree with the court's reading of the law and view of the evidence.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">State tort claims are generally preempted by the LMRA. See San Diego Bldg. Trades Council v. Garmon, 359 U.S. 236, 243-44 (1959). In Linn, the Court carved out an exception to the Garmon preemption rule for defamatory statements made with actual malice, adopting the standard applicable to public officials from New York Times Co. v. Sullivan, 376 U.S. 254, 280 (1964) (defining malicious libel as a statement published \"with knowledge that it was false or with reckless disregard of whether it was false or not\"). See Linn, 383 U.S. at 65; see also Old Dominion Branch No. 496, Nat'l Ass'n of Letter Carriers v. Austin, 418 U.S. 264, 273 (1974); Barss v. Tosches, 785 F.2d 20, 21 (1st Cir. 1986).</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">In addition to malice, Linn requires \"proof of [] harm, which may include general injury to reputation, consequent mental suffering, alienation of associates, specific items of pecuniary loss, or whatever form of harm would be recognized by state tort law.\" 383 U.S. at 65; accord Belknap, Inc. v. Hale, 463 U.S. 491, 509 (1983); Farmer v. United Bhd. of Carpenters &amp; Joiners, Local 25, 430 U.S. 290, 299 (1977). In explicitly requiring proof of harm, Linn preempts not only non-malicious libels, but also reliance on the common law presumption of damages in those jurisdictions where libel is actionable per se. 383 U.S. at 58 &amp; n.2, 65.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> Therefore, plaintiffs who endure even malicious libels during a labor dispute must present evidence of harm from defamation in order to recover, notwithstanding the law of states such as Rhode Island in which damages would otherwise be presumed. Cf. Dunn v. Air Line Pilots Ass'n, 193 F.3d 1185, 1210-11 (11th Cir. 1999) (Tjoflat, J., dissenting) (\"Under federal law, [] a libel action arising out of a labor dispute requires proof of injury, regardless of state libel law.\" (citing Linn, 383 U.S. at 64-65)).</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Under Linn, Intercity could not rest on an unsubstantiated allegation of injury to its reputation. Having correctly concluded that Linn preempted Intercity from relying on the common law presumption of damages, the district court held that the evidence of actual loss due to reputational harm and consequent lost profits was insufficient as a matter of law. We agree that Intercity offered no more than a scintilla of evidence to prove losses stemming from diminished reputation. However, in its amended complaint Intercity also sought to substantiate its claim for defamation with evidence of specific damages apart from reputation: the loss of the Blue Cross and Women &amp; Infants accounts.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Had appellant shown that it lost the contracts as a result of Coleman's libelous letters or the defamatory handbills, then such proof of a \"specific item of pecuniary loss\" would have satisfied the damages element required by Linn. 383 U.S. at 65. But Intercity presented no evidence - not even hearsay testimony from Bouthillette - to show the loss of the contracts resulted from Local 254's malicious accusations. The only such testimony related to threats of union retaliation. The evidence in support of specific damages pleaded in Counts IV and V was therefore inadequate to merit jury consideration.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Intercity also argues that it should have been permitted to recover punitive damages and introduce evidence of Local 254's assets in support of that claim. Absent evidence of actual damages, however, no punitive damages may be awarded. See Linn, 383 U.S. at 66 (\"[A] defamed party must establish that he had suffered some sort of compensable harm as a prerequisite to the recovery of additional punitive damages.\"). Because plaintiff failed to present evidence from which the jury could have found that Intercity suffered actual harm due to defamation, the district court properly refused to admit evidence of punitive damages.</p>\n    </div>\n    <p class=\"indent\">Conclusion</p>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">We remand for retrial Count II of the Amended Complaint, the LMRA claim; in all other respects, the judgment is affirmed.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Affirmed in part, vacated in part and remanded. No costs.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The threats made against Bouthillette personally were such that the Rhode Island Superior Court granted him a temporary restraining order, enjoining Lima from contacting him or his family.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> \"(b) It shall be an unfair labor practice for a labor organization or its agents--</p>\n        <p>(4) (ii) to threaten, coerce, or restrain any person engaged in commerce or in an industry affecting commerce, where in either case an object thereof is--</p>\n        <p>(B) forcing or requiring any person to cease . . . doing business with any other person, or forcing or requiring any other employer to recognize or bargain with a labor organization as the representative of his employees unless such labor organization has been certified as the representative of such employees under the provisions of section 159 of this title: Provided, That nothing contained in this clause (B) shall be construed to make unlawful, where not otherwise unlawful, any primary strike or primary picketing . . . .\" 29 U.S.C. &#167; 158.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> In Abreen, our first such case construing the \"by reason of\" element, we held that where predominantly secondary activity is at issue, losses traceable to that unlawful union conduct may be recovered. 709 F.2d at 759. Our two subsequent cases, however, invoked a more exacting standard adopted from the Ninth Circuit's decision in Mead v. Retail Clerks Int'l Ass'n, 523 F.2d 1371 (9th Cir. 1975), which held that injury occurs \"by reason of\" particular unlawful conduct only if that conduct \"materially contributes\" to the injury or is a \"substantial factor\" in bringing it about. Id. at 1376; seeJohn B. Cruz Constr. Co., Inc. v. United Bhd. of Carpenters and Joiners, 907 F.2d 1228, 1232 (1st Cir. 1990); Tresca Bros. Sand &amp; Gravel, Inc. v. Truck Drivers' Union, 19 F.3d 63, 65 (1st Cir. 1994). Although we did not explicitly note the distinction, Cruz and Tresca are distinguishable from Abreen because they involved both lawful and unlawful union activity. The Mead rule, and our cases applying it, do not apply where only prohibited secondary activity is at issue.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> At trial, defense counsel suggested in his opening statement that Intercity's bid was nearly double the amount to which Bouthillette later testified, and more than that of the unionized bidder who won the contract. Of course, since the judgment entered before defendants put on their case, they had no opportunity to substantiate this claim. Because counsel's statement was not evidence, we, like a jury, may not consider it, see, e.g., United States v. Brassard, 212 F.3d 54, 57 (1st Cir. 2000), and therefore must credit Bouthillette's testimony.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> The court admitted this hearsay testimony over an objection and without a limiting instruction. Neither party takes exception to this ruling on appeal.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> The court also rightly noted that certain other statements - characterizing Intercity as a \"sweatshop,\" a \"plague,\" and an \"infestation,\" and Bouthillette as a \"bloodsucking, plantation-minded boss\" - were non-actionable opinion, \"rhetorical hyperbole\" typical of labor disputes and protected under the LMRA. Id. at 503.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> In Rhode Island, a common law action for defamation requires proof of \"damages, unless the statement is actionable irrespective of special harm.\" Swerdlick v. Koch, 721 A.2d 849, 859-60 (R.I. 1998). Under the common law rule damages are presumed, and the need to offer evidence obviated, if the defamatory statement is libelous per se. See id. at 861 (\"[F]or statements to qualify as libel per se, the publication must impute insolvency, financial embarrassment, unworthiness of credit, or failure in business to a plaintiff, but to make them so it is essential that such imputation relate to or affect the plaintiff in his business.\") (internal quotation marks and alterations omitted). Since Intercity presented evidence of harm to its business based on statements that are defamatory on their face, it would have been able to take advantage of the common law presumption of damages if the statements had not been made in the context of a labor dispute.</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">241</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">82</span></span> (1st Cir. 2001)</p>\n    <p class=\"parties\">INTERCITY MAINTENANCE COMPANY, Plaintiff, Appellant,<br>v.<br>LOCAL 254, SERVICE EMPLOYEES INTERNATIONAL UNION; SERVICE EMPLOYEES INTERNATIONAL UNION, AFL-CIO; VICTOR LIMA AND DONALD COLEMAN, Defendants, Appellees.</p>\n    <p class=\"docket\">No. 00-1522</p>\n    <p class=\"court\">United States Court of Appeals For the First Circuit</p>\n    <p class=\"date\">Heard November 9, 2000<br>Decided March 2, 2001</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF RHODE ISLAND</p>\n      <p class=\"indent\">[Hon. Ronald R. Lagueux, U.S. District Judge] [Copyrighted Material Omitted]</p>\n      <p class=\"indent\">Vincent F. Ragosta Jr., with whom Matthew T. Oliverio and Christine M. Curley were on brief, for appellant.</p>\n      <p class=\"indent\">John B. Lawlor Jr., with whom Daniel V. McKinnon and Dean J. Wagner were on brief, for appellees Local 254, Victor Lima and Donald Coleman.</p>\n      <p class=\"indent\">Steven K. Hoffman, with whom Richard M. Peirce, Adam C. Robitaille and Christy Hoffman were on brief, for appellee Service Employees International Union.</p>\n      <p class=\"indent\">Before Selya, Circuit Judge, Coffin, Senior Circuit Judge, and Stahl, Circuit Judge.</p>\n      <p class=\"indent\">COFFIN, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This case stems from a labor dispute in which local union officials used heavy-handed tactics in an attempt to unionize a company. Appellant Intercity Maintenance Company (Intercity), a non-union janitorial service, sued the Service Employees International Union (SEIU), its local affiliate (Local 254), and two of the affiliate's officers, Victor Lima and Donald Coleman, for unlawful secondary activity in violation of &#167; 303 of the Labor Management Relations Act (LMRA), 29 U.S.C. &#167; 187, and a variety of state tort claims, two of them alleging defamation. Summary judgment was granted to the SEIU and Lima on all counts, and to Coleman on all but the defamation claims. Local 254 went to trial on the federal claim and, along with Coleman, on the two remaining state law counts for defamation. After the close of the plaintiff's evidence, the court in a bench ruling granted defendants' Rule 50 motion for judgment as a matter of law on the three outstanding counts. We affirm the summary judgment in all respects and the Rule 50 judgment on the defamation claims, but remand the LMRA claim for retrial.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">We are in full agreement with the district court's convincing resolution of the summary judgment issues and adopt its reasoning as articulated in its published opinion. See Intercity Maint. Co. v. Local 254 Serv. Employees Int'l Union, <span class=\"citation\" data-id=\"2410577\"><a href=\"/opinion/2410577/intercity-maintenance-co-v-local-254-serv-employees/\"><span class=\"volume\">62</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">483</span></a></span> (D.R.I. 1999). We therefore focus our review on the Rule 50 judgment granted at trial. Our brief recitation of the pertinent facts is culled from the district court's ruling, as well as relevant trial testimony, and presented in the light most favorable to Intercity. See Russo v. Baxter Healthcare Corp., <span class=\"citation\" data-id=\"197870\"><a href=\"/opinion/197870/russo-v-baxter-healthcare/\"><span class=\"volume\">140</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">6</span></a></span>, 8 (1st Cir. 1998).</p>\n    </div>\n    <p class=\"indent\">Background</p>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Intercity provided janitorial services to Women and Infants Hospital (Women &amp; Infants) and Blue Cross/Blue Shield (Blue Cross) in Providence, Rhode Island, since 1989 and 1990, respectively. Beginning in late 1994, Local 254, acting through its director of organizing, Coleman, and his assistant, Lima, made repeated attempts to persuade Intercity to unionize its eighty employees and let Local 254 be their collective bargaining representative. Intercity President Michael Bouthillette rebuffed these overtures, refusing to sign the proposed collective bargaining agreement because, he said, it was up to his workers, not him, to decide whether to unionize.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In January and February 1995, Lima repeatedly warned Bouthillette to sign the collective bargaining agreement, or else Local 254 would drive Intercity out of business by picketing in front of its two major customers, Women &amp; Infants and Blue Cross.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> On March 28th, Coleman reiterated this threat to Blue Cross attorney Gary St. Peter, who testified that Coleman had told him he would throw up a picket line in front of Blue Cross \"whether . . . it's illegal or not.\"</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">On March 20, 1995, Coleman sent two letters to Blue Cross's director of facilities management, John Leite, who was in charge of procuring janitorial services. The first letter, addressed to Bouthillette and copied to Leite, accused Intercity of violating federal and state laws and regulations in handling hazardous substances, and demanded information about Blue Cross's ventilation system. The second letter, sent the same day directly to Leite, requested the same information from Blue Cross.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">On May 5th, Blue Cross put its cleaning services contract out to bid, and Intercity lost it to a unionized bidder. Bouthillette testified that the bid Intercity submitted, $6,597 per month, was the same price it had charged since 1990 when it first started the Blue Cross account. Bouthillette also testified that Leite had told him \"we're going to go with the union contractor, and if you can resolve things with [Local 254], there's a good chance you'll get [the contract] back, but if not . . . . if you don't, there's not much of a chance.\" At one point, Lima told Bouthillette that Local 254 no longer wanted to organize his workers; it just wanted to drive Intercity out of business. By August 1995, Intercity was no longer servicing Blue Cross.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Local 254 did not limit its interference with Intercity's customers to Blue Cross. On March 31, 1995, Local 254 began a week-long picket line outside of Women &amp; Infants, distributing printed handbills that contained grave accusations, including false references to Intercity not providing health insurance or holiday pay to its employees and paying less than the prevailing wage. In fact, Intercity did provide those benefits and paid its employees more than the union wage contemplated in the proposed collective bargaining agreement. Bouthillette testified that his contact at Women &amp; Infants, Mark Neal, told him on the day picketing started, \"We can't have this here . . . . We'll do what we have to do, but this doesn't look very good for you in the future.\" Nearly two years later, in 1997, Intercity lost the contract for three buildings at Women &amp; Infants, but continued to perform services at seven others.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The original complaint, filed in 1995, alleged the LMRA claim along with state tort causes of action and was amended in 1997 to add separate counts for defamation involving Blue Cross (Count IV) and Women &amp; Infants (Count V). As we have noted, only the LMRA claim against Local 254, and the defamation claims against Local 254 and Coleman, went to trial.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">At trial, Bouthillette testified that Intercity suffered pecuniary damage not only from losing the accounts, but also from defendants besmirching its reputation, which diverted Bouthillette from developing new business due to the inordinate amount of time he spent reassuring customers that they would not be targeted for picketing. Plaintiff also introduced into evidence an accounting report, which quantified Intercity's loss from the Blue Cross account at roughly $30,000 per year.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">In a bench ruling issued at the close of the plaintiff's evidence, the court granted defendants' Rule 50 motion on all three claims. It held the evidence in support of Intercity's LMRA claim insufficient as a matter of law because, even if Local 254's actions were proscribed illegal secondary activity (which was assumed for purposes of the decision), Intercity failed to show how that activity caused it to lose the Blue Cross and Women &amp; Infants accounts. As for the two defamation counts, the court held that, although the evidence of knowing or reckless false statements was \"overwhelming,\" Intercity presented \"no evidence that the plaintiff lost business at Blue Cross or at Women &amp; Infants as a result of the defamation.\"</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Appellant argues that it presented sufficient evidence on both fronts to reach the jury. On the LMRA claim, appellant asserts that the jury should have been afforded an opportunity to find that Intercity lost both the Blue Cross and Women &amp; Infants accounts due to Local 254's illegal interference. On the defamation claims, appellant argues that it did not need to present evidence to prove damages and, even if it did, its proof on damages was sufficient. It also assigns error to the court's refusal to admit evidence of Local 254's assets in support of a claim for punitive damages.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">We review Rule 50 challenges to the sufficiency of evidence presented at trial de novo, affirming entry of judgment as a matter of law \"only if there 'is no legally sufficient evidentiary basis for a reasonable jury to find for [the non-moving party].'\" Tang v. Rhode Island Dep't of Elderly Affairs, <span class=\"citation\" data-id=\"198242\"><a href=\"/opinion/198242/tang-v-rhode-island/\"><span class=\"volume\">163</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">7</span></a></span>, 11 (1st Cir. 1998) (quoting Fed. R. Civ. P. 50(a)(1)). When judgment is entered before the jury is called upon to render its verdict, we examine the legal sufficiency of the evidence in the light most favorable to the non-moving party, and require more than a mere scintilla of evidence or speculation to justify the submission of an issue to the jury. Id. And, of course, we must ensure that the trial court has refrained from making credibility determinations or weighing the evidence.</p>\n    </div>\n    <p class=\"indent\">Discussion</p>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Appellant challenges the court's Rule 50 judgment, arguing that its claims of unlawful secondary activity and defamation should have gone to the jury. We agree, in part. As for the LMRA claim, we conclude that the evidence linking Intercity's loss of the Blue Cross account to Local 254's interference was sufficient to merit consideration by a fact finder, but the evidence of losses attendant to the union's activities at Women &amp; Infants was inadequate as a matter of law, particularly because that account was not terminated until almost two years later. As for the defamation claims, Intercity failed to introduce more than a scintilla of evidence of reputational harm or other specific damages. Accordingly, we remand the LMRA claim for trial, limited to liability for, and damages stemming from, Intercity's loss of the Blue Cross account, and affirm the district court's judgment on the defamation claims.</p>\n    </div>\n    <p class=\"indent\">Unlawful Secondary Activity</p>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Section 8(b) of the LMRA makes it an unfair labor practice for unions to threaten, coerce, or restrain a company by forcing it to cease doing business with another company. See 29 U.S.C. &#167; 158(b)(4)(ii)(B).<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> Direct efforts to pressure an employer with whom a union has a dispute are acceptable, but indirect efforts to pressure a secondary employer are unfair labor practices. Abreen Corp. v. Laborers' Int'l Union, <span class=\"citation\" data-id=\"419919\"><a href=\"/opinion/419919/abreen-corp-v-laborers-international-union-na-afl-afl-cio-abreen/\"><span class=\"volume\">709</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">748</span></a></span>, 754-55 (1st Cir. 1983). Here there was no dispute that Blue Cross was a secondary employer. Coleman, acting on behalf of Local 254, threatened to picket Blue Cross unless it ceased doing business with Intercity, a threat made not only to Bouthillette, but repeated to his attorney and the attorney for Blue Cross. The district court recognized this as \"epitomiz[ing] the classic description of coercion within the labor law context.\" Intercity, 62 F. Supp. 2d at 496 (\"The evidence presented by plaintiff is not subtle; it reveals a transparent intention by Local 254 to pressure Blue Cross improperly.\").</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Despite this strong evidence of Local 254's improper secondary activity, the court did not let the claim go to the jury. It entered judgment for Local 254 on the ground that Intercity had failed to offer sufficient evidence that it lost the Blue Cross account because of Local 254's unlawful conduct. In analyzing Intercity's loss of the Blue Cross account, the court reasoned:</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">There is not one shred of evidence produced at this trial to indicate why Blue Cross elected to put its janitorial contract out to bid. No one from Blue Cross testified. The Court and the jury can draw the inference that the failure of the plaintiff to produce Leite, who was the key man in this area, and probably made the decision, was because his testimony would have been of no value to the plaintiff. The point is that Blue Cross did put all of its janitorial work out to bid. The Plaintiff did bid, and didn't receive the bid and didn't receive the contract. The inference is that the plaintiff was not the low bidder. In any event, there's no evidence from Blue Cross as to why the plaintiff was not chosen. The jury should not be allowed to speculate because it is the plaintiff that has the burden of proof, and it is the plaintiff's obligation to produce witnesses who will support its cause of action. In this case the plaintiff has failed to do so.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">This reasoning was in error because the court impermissibly drew negative inferences against Intercity. It inferred that the failure to call Leite \"was because his testimony would have been of no value\" and that Intercity lost the Blue Cross contract because \"plaintiff was not the low bidder.\" The jury could have reasonably concluded otherwise.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">As to the sufficiency of the evidence, the court simply noted that there was no basis for a finding of proximate cause. Neither it nor the parties attempted to give this term further definition. In our own jurisprudence dealing with unlawful activity, we have had three occasions to consider when, in accordance with the statutory wording, damages may be said to have been sustained \"by reason of\" the illegal activity. 29 U.S.C. &#167; 187(b).<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> But in this case any difference between these standards is irrelevant, for under either formulation Intercity presented enough evidence at trial to warrant submission to the jury.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Bouthillette testified that Intercity lost its account with Blue Cross, not because it overbid,<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> but because of Local 254's threatened picket. Blue Cross attorney St. Peter corroborated Bouthillette's testimony about the union's unlawful threat. Bouthillette further testified that Blue Cross's own procurement officer, Leite, told him that Intercity would likely lose the account if it did not resolve the dispute with the union.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> Although plaintiff did not call Leite to testify, the jury was entitled to consider Bouthillette's uncorroborated testimony. Indeed, assuming favorable and permissible inferences and that Bouthillette was to be believed, there was no other competing cause for Intercity's loss of business.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Moreover, the timing of events permitted the jury to infer that Intercity's loss was caused by Local 254's conduct. The last readily identifiable unlawful act was Coleman's threat made to attorney St. Peter on March 28th; Blue Cross put its contract out to bid on May 5th. The court foreclosed jury consideration of a permissible inference, i.e., that these two events - which occurred just five weeks apart - were causally related. This it may not do. Because the timing and Bouthillette's testimony, if believed, would have sufficed as a matter of law to prove that Intercity's loss of the Blue Cross account occurred by reason of Local 254's unlawful activity, the LMRA claim should have been decided by the jury.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Intercity's loss of the Women &amp; Infants account, by contrast, is unsupported by such an inference. The nearly two-year gap between Local 254's picketing and leafleting there and Women &amp; Infants's curtailment of its business with Intercity was too attenuated on its own to permit an inference of some causal connection between these events. Bouthillette's testimony that his contact at Women &amp; Infants, Neal, had made a reference to the union activity not boding well for Intercity's future, was too opaque to rise above the scintilla level, especially in light of the timing of adverse action. The district court correctly found the evidence insufficient as a matter of law to prove Intercity lost any part of the Women &amp; Infants account by reason of Local 254's activity.</p>\n    </div>\n    <p class=\"indent\">Defamation</p>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Intercity pleaded its defamation claim in two counts, one involving Blue Cross (Count IV) and the other involving Women &amp; Infants (Count V). In support of Count IV, Intercity relied on Coleman's March 20, 1995, letter to Blue Cross's Leite, which announced that \"InterCity [wa]s in violation of both Federal and State laws and regulations.\" Count V alleged defamation from handbills distributed at Women &amp; Infants, which claimed that \"INTERCITY expose[d] its cleaners to chemical and biological hazards including HIV and Hepatitis B virus,\" and that Intercity did not provide certain benefits or pay a living wage. Local 254 made scant effort to investigate the veracity of these charges.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">In its summary judgment ruling, the district court correctly found these assertions to be statements of fact, not opinion, requiring a jury to determine whether they were false and made with malice. See Intercity, 62 F. Supp. 2d at 504-05.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> As the court stated in its Rule 50 decision, the evidence presented at trial was \"overwhelming that those statements were either knowingly false or made with reckless disregard for truth or falsity.\" The judge remarked, \"plaintiff has succeeded in proving that the defendants . . . are lawless, marauding, disingenuous, character assassins who deserve their comeuppance.\" Despite the strong evidence of malice, however, the court ruled there was \"no basis for submitting this cause of action to the jury\" because plaintiff failed to \"allege and prove specific or special damages.\"</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Relying on Linn v. United Plant Guard Workers, Local 114, <span class=\"citation\" data-id=\"107162\"><a href=\"/opinion/107162/linn-v-plant-guard-workers/\"><span class=\"volume\">383</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">53</span></a></span> (1966), the court held that Intercity could not rest on the common law presumption of damages, in which the existence of injury is presumed from the fact of publication without evidence of actual loss. See generally Gertz v. Robert Welch, Inc., <span class=\"citation\" data-id=\"109091\"><a href=\"/opinion/109091/gertz-v-robert-welch-inc/\"><span class=\"volume\">418</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">323</span></a></span>, 349 (1974); Carey v. Piphus, <span class=\"citation\" data-id=\"109815\"><a href=\"/opinion/109815/carey-v-piphus/\"><span class=\"volume\">435</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">247</span></a></span>, 262 &amp; n.18 (1978). Appellant argues that the court misread Linn, and contends in the alternative that it did present sufficient evidence of damages even without the presumption. We agree with the court's reading of the law and view of the evidence.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">State tort claims are generally preempted by the LMRA. See San Diego Bldg. Trades Council v. Garmon, <span class=\"citation\" data-id=\"105866\"><a href=\"/opinion/105866/san-diego-building-trades-council-v-garmon/\"><span class=\"volume\">359</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">236</span></a></span>, 243-44 (1959). In Linn, the Court carved out an exception to the Garmon preemption rule for defamatory statements made with actual malice, adopting the standard applicable to public officials from New York Times Co. v. Sullivan, <span class=\"citation\" data-id=\"106761\"><a href=\"/opinion/106761/new-york-times-co-v-sullivan/\"><span class=\"volume\">376</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">254</span></a></span>, 280 (1964) (defining malicious libel as a statement published \"with knowledge that it was false or with reckless disregard of whether it was false or not\"). See Linn, 383 U.S. at 65; see also Old Dominion Branch No. 496, Nat'l Ass'n of Letter Carriers v. Austin, <span class=\"citation\" data-id=\"109089\"><a href=\"/opinion/109089/letter-carriers-v-austin/\"><span class=\"volume\">418</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">264</span></a></span>, 273 (1974); Barss v. Tosches, <span class=\"citation\" data-id=\"465445\"><a href=\"/opinion/465445/howard-w-barss-and-hw-barss-co-inc-v-carl-tosches/\"><span class=\"volume\">785</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">20</span></a></span>, 21 (1st Cir. 1986).</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">In addition to malice, Linn requires \"proof of [] harm, which may include general injury to reputation, consequent mental suffering, alienation of associates, specific items of pecuniary loss, or whatever form of harm would be recognized by state tort law.\" 383 U.S. at 65; accord Belknap, Inc. v. Hale, <span class=\"citation\" data-id=\"111006\"><a href=\"/opinion/111006/belknap-inc-v-hale/\"><span class=\"volume\">463</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">491</span></a></span>, 509 (1983); Farmer v. United Bhd. of Carpenters &amp; Joiners, Local 25, <span class=\"citation\" data-id=\"109616\"><a href=\"/opinion/109616/farmer-v-carpenters/\"><span class=\"volume\">430</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">290</span></a></span>, 299 (1977). In explicitly requiring proof of harm, Linn preempts not only non-malicious libels, but also reliance on the common law presumption of damages in those jurisdictions where libel is actionable per se. 383 U.S. at 58 &amp; n.2, 65.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> Therefore, plaintiffs who endure even malicious libels during a labor dispute must present evidence of harm from defamation in order to recover, notwithstanding the law of states such as Rhode Island in which damages would otherwise be presumed. Cf. Dunn v. Air Line Pilots Ass'n, <span class=\"citation no-link\"><span class=\"volume\">193</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1185</span></span>, 1210-11 (11th Cir. 1999) (Tjoflat, J., dissenting) (\"Under federal law, [] a libel action arising out of a labor dispute requires proof of injury, regardless of state libel law.\" (citing Linn, 383 U.S. at 64-65)).</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Under Linn, Intercity could not rest on an unsubstantiated allegation of injury to its reputation. Having correctly concluded that Linn preempted Intercity from relying on the common law presumption of damages, the district court held that the evidence of actual loss due to reputational harm and consequent lost profits was insufficient as a matter of law. We agree that Intercity offered no more than a scintilla of evidence to prove losses stemming from diminished reputation. However, in its amended complaint Intercity also sought to substantiate its claim for defamation with evidence of specific damages apart from reputation: the loss of the Blue Cross and Women &amp; Infants accounts.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Had appellant shown that it lost the contracts as a result of Coleman's libelous letters or the defamatory handbills, then such proof of a \"specific item of pecuniary loss\" would have satisfied the damages element required by Linn. 383 U.S. at 65. But Intercity presented no evidence - not even hearsay testimony from Bouthillette - to show the loss of the contracts resulted from Local 254's malicious accusations. The only such testimony related to threats of union retaliation. The evidence in support of specific damages pleaded in Counts IV and V was therefore inadequate to merit jury consideration.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Intercity also argues that it should have been permitted to recover punitive damages and introduce evidence of Local 254's assets in support of that claim. Absent evidence of actual damages, however, no punitive damages may be awarded. See Linn, 383 U.S. at 66 (\"[A] defamed party must establish that he had suffered some sort of compensable harm as a prerequisite to the recovery of additional punitive damages.\"). Because plaintiff failed to present evidence from which the jury could have found that Intercity suffered actual harm due to defamation, the district court properly refused to admit evidence of punitive damages.</p>\n    </div>\n    <p class=\"indent\">Conclusion</p>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">We remand for retrial Count II of the Amended Complaint, the LMRA claim; in all other respects, the judgment is affirmed.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Affirmed in part, vacated in part and remanded. No costs.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The threats made against Bouthillette personally were such that the Rhode Island Superior Court granted him a temporary restraining order, enjoining Lima from contacting him or his family.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> \"(b) It shall be an unfair labor practice for a labor organization or its agents--</p>\n        <p>(4) (ii) to threaten, coerce, or restrain any person engaged in commerce or in an industry affecting commerce, where in either case an object thereof is--</p>\n        <p>(B) forcing or requiring any person to cease . . . doing business with any other person, or forcing or requiring any other employer to recognize or bargain with a labor organization as the representative of his employees unless such labor organization has been certified as the representative of such employees under the provisions of section 159 of this title: Provided, That nothing contained in this clause (B) shall be construed to make unlawful, where not otherwise unlawful, any primary strike or primary picketing . . . .\" 29 U.S.C. &#167; 158.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> In Abreen, our first such case construing the \"by reason of\" element, we held that where predominantly secondary activity is at issue, losses traceable to that unlawful union conduct may be recovered. 709 F.2d at 759. Our two subsequent cases, however, invoked a more exacting standard adopted from the Ninth Circuit's decision in Mead v. Retail Clerks Int'l Ass'n, <span class=\"citation\" data-id=\"330560\"><a href=\"/opinion/330560/james-mead-and-roger-mead-dba-meads-market-v-retail-clerks-international/\"><span class=\"volume\">523</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1371</span></a></span> (9th Cir. 1975), which held that injury occurs \"by reason of\" particular unlawful conduct only if that conduct \"materially contributes\" to the injury or is a \"substantial factor\" in bringing it about. Id. at 1376; seeJohn B. Cruz Constr. Co., Inc. v. United Bhd. of Carpenters and Joiners, <span class=\"citation\" data-id=\"544600\"><a href=\"/opinion/544600/john-b-cruz-construction-co-inc-cross-appellant-v-united-brotherhood/\"><span class=\"volume\">907</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1228</span></a></span>, 1232 (1st Cir. 1990); Tresca Bros. Sand &amp; Gravel, Inc. v. Truck Drivers' Union, <span class=\"citation\" data-id=\"665787\"><a href=\"/opinion/665787/tresca-brothers-sand-and-gravel-inc-v-truck-drivers-union-local-170/\"><span class=\"volume\">19</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">63</span></a></span>, 65 (1st Cir. 1994). Although we did not explicitly note the distinction, Cruz and Tresca are distinguishable from Abreen because they involved both lawful and unlawful union activity. The Mead rule, and our cases applying it, do not apply where only prohibited secondary activity is at issue.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> At trial, defense counsel suggested in his opening statement that Intercity's bid was nearly double the amount to which Bouthillette later testified, and more than that of the unionized bidder who won the contract. Of course, since the judgment entered before defendants put on their case, they had no opportunity to substantiate this claim. Because counsel's statement was not evidence, we, like a jury, may not consider it, see, e.g., United States v. Brassard, <span class=\"citation\" data-id=\"198925\"><a href=\"/opinion/198925/united-states-v-brassard/\"><span class=\"volume\">212</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">54</span></a></span>, 57 (1st Cir. 2000), and therefore must credit Bouthillette's testimony.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> The court admitted this hearsay testimony over an objection and without a limiting instruction. Neither party takes exception to this ruling on appeal.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> The court also rightly noted that certain other statements - characterizing Intercity as a \"sweatshop,\" a \"plague,\" and an \"infestation,\" and Bouthillette as a \"bloodsucking, plantation-minded boss\" - were non-actionable opinion, \"rhetorical hyperbole\" typical of labor disputes and protected under the LMRA. Id. at 503.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> In Rhode Island, a common law action for defamation requires proof of \"damages, unless the statement is actionable irrespective of special harm.\" Swerdlick v. Koch, <span class=\"citation\" data-id=\"1508326\"><a href=\"/opinion/1508326/swerdlick-v-koch/\"><span class=\"volume\">721</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">849</span></a></span>, 859-60 (R.I. 1998). Under the common law rule damages are presumed, and the need to offer evidence obviated, if the defamatory statement is libelous per se. See id. at 861 (\"[F]or statements to qualify as libel per se, the publication must impute insolvency, financial embarrassment, unworthiness of credit, or failure in business to a plaintiff, but to make them so it is essential that such imputation relate to or affect the plaintiff in his business.\") (internal quotation marks and alterations omitted). Since Intercity presented evidence of harm to its business based on statements that are defamatory on their face, it would have been able to take advantage of the common law presumption of damages if the statements had not been made in the context of a labor dispute.</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/105866/",
    "http://www.courtlistener.com/api/rest/v3/opinions/106761/",
    "http://www.courtlistener.com/api/rest/v3/opinions/107162/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109089/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109091/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109616/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109815/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111006/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197870/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198242/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198925/",
    "http://www.courtlistener.com/api/rest/v3/opinions/330560/",
    "http://www.courtlistener.com/api/rest/v3/opinions/419919/",
    "http://www.courtlistener.com/api/rest/v3/opinions/465445/",
    "http://www.courtlistener.com/api/rest/v3/opinions/544600/",
    "http://www.courtlistener.com/api/rest/v3/opinions/665787/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1508326/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2410577/"
  ]
}