{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/199269/",
  "absolute_url": "/opinion/199269/ri-medical-v-almond/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/199269/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T04:27:32Z",
  "date_modified": "2017-03-24T11:01:28.157908Z",
  "type": "010combined",
  "sha1": "e995ab28bc40b37ff8827666be9e189a62ea9265",
  "page_count": 8,
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/99-2141-01A.pdf",
  "local_path": "pdf/2001/02/13/RI_Medical_v._Almond.pdf",
  "plain_text": "         United States Court of Appeals\n                     For the First Circuit\n\n\nNo. 99-2141\n\n\n              RHODE ISLAND MEDICAL SOCIETY, ET AL.,\n\n                     Plaintiffs, Appellees,\n\n                               v.\n\n      SHELDON WHITEHOUSE, ATTORNEY GENERAL OF THE STATE\n          OF RHODE ISLAND, IN HIS OFFICIAL CAPACITY,\n\n                           Defendant,\n                      ____________________\n\n                 LINCOLN C. ALMOND, GOVERNOR FOR\n                    THE STATE OF RHODE ISLAND,\n\n                      Defendant, Appellant.\n\n\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                FOR THE DISTRICT OF RHODE ISLAND\n\n        [Hon. Ronald R. Lagueux, U.S. District Judge]\n\n\n\n\n                             Before\n\n                     Torruella, Chief Judge,\n                    Lipez, Circuit Judge, and\n                    Stearns,* District Judge.\n\f     Joseph S. Larisa, Jr., Executive Counsel, Claire Richards,\nDeputy Executive Counsel, Thomas M. Dickinson, and Pine &\nCantor, on brief for appellant.\n     Catherine Weiss, Caitlin Borgmann, Talcott Camp, Jessie\nHill, Reproductive Freedom Project, American Civil Liberties\nUnion Foundation, Lynette Labinger and Roney & Labinger, on\nbrief for appellees.\n\n\n\n\n                      February 12, 2001\n\f_______________\n\n*Of the District of Massachusetts, sitting by designation.\n\n             Per Curiam.       Governor Lincoln Almond has appealed\n\n a district court judgment, permanently enjoining enforcement\n\n of Rhode Island's ban on partial birth abortions, R.I. Gen.\n\n Laws ยง 23-4.12 (\"the Act\").           See Rhode Island Med. Soc'y v.\n\n Whitehouse, 66 F. Supp. 2d 288 (D. R.I. 1999).                We affirm.\n\n             Appellant does not contend that the Act differs in\n\n any significant way from the Nebraska statute at issue in\n\n Stenberg v. Carhart, 120 S. Ct. 2597 (2000).                 Nor does he\n\n contest the merits of the district court's determination.\n\n Rather, he argues that, because appellees do not perform any\n\n post-viability abortions, they lack standing to challenge\n\n the Act as applied to post-viability abortions.               The lack of\n\n standing, he asserts, precluded the district court from\n\n enjoining any post-viability application of the Act.                   This\n\n argument    is   a   variation     of    the   standing    argument    that\n\n appellant made below -- an argument that was rejected --\n\n where he contended that the appellees lacked standing to\n\n challenge    the     Act    because     none   of   them   performed    the\n\n procedure    which,        under   appellant's      interpretation,     was\n\n\n\n\n                                       -3-\n\fprohibited by the Act.     See Rhode Island Med. Soc'y, 66 F.\n\nSupp. 2d at 301-04.1\n\n             Contrary to appellant's contention, this court's\n\ndecision in Rodos v. Michaelson, 527 F.2d 582 (1st Cir.\n\n1975), is not controlling here.        What appellant seeks to do\n\nis to cure the Act's facial defect of vagueness (which\n\nimpermissibly draws appellees within its orbit) by declaring\n\nthe    Act   applicable   only   to    post-viability   abortions.\n\nHowever, unlike Rhode Island's \"quick child\" statute, R.I.\n\nGen. Laws ยง 11-23-5, which the plaintiffs in Rodos sought to\n\n\n   1\n\nAppellant's citation to City News and Novelty, Inc. v. City\nof Waukesha, 121 S. Ct. 743 (2001), in his recent filing\ndoes not advance his standing argument. In City News, the\nCourt had granted certiorari to resolve a split in the\ncircuits on the issue whether an unsuccessful applicant for\nan adult business license must be assured a prompt judicial\ndetermination on the merits of a license denial or simply a\nright to promptly file for judicial review.     Id. at 746.\nTwo months after petitioning for certiorari review, however,\nCity News withdrew its license renewal application and\nceased operating as an adult business.      Id.   The Court\ndismissed its previously-granted writ of certiorari. The\ncase \"no longer qualifie[d] for judicial review\" because it\nhad become moot by City New's subsequent action.      Id. at\n747.\n     The instant case presents no similar posture.       The\nappellees had standing to challenge the Act because the\nmurkiness of whether the Act described a constitutionally-\npermissible procedure chilled both their constitutional\nrights and the constitutional rights of their patients and\npotentially exposed them to criminal prosecution and civil\nliability. See Rhode Island Med. Soc'y, 66 F. Supp. 2d at\n304. No subsequent conduct by the appellees has vitiated\ntheir standing or mooted this case.\n\n                                 -4-\n\fchallenge and which undisputedly applies only to a viable\n\nfetus, the Act's definition of the banned partial birth\n\nabortion procedure does not distinguish between pre- and\n\npost-viability abortion procedures.              See Rhode Island Med.\n\nSoc'y, 66 F. Supp. 2d at 305.               In effect, what appellant\n\nseeks to do is to sever an unconstitutional application of\n\nthe Act from, what he contends would be, a constitutional\n\napplication.\n\n           Severability is a matter of state law.                 Leavitt v.\n\nJane L., 518 U.S. 137, 139 (1996) (per curiam).                  Under Rhode\n\nIsland   law,   \"a   court    may   hold     a   portion    of    a   statute\n\nunconstitutional       and     uphold        the     rest        when     the\n\nunconstitutional portion is not indispensable to the rest of\n\nthe   statute    and    can    be     severed       without      destroying\n\nlegislative purpose and intent.\"            Landrigan v. McElroy, 457\n\nA.2d 1056, 1061 (R.I. 1983) (severing that portion of a\n\nstatute providing for an ex parte hearing).                 \"The test for\n\ndetermining the separability of portions of a statute is\n\nwhether,   at    the   time     the       statute   was     enacted,      the\n\nlegislature would have passed it absent the constitutionally\n\nobjectionable    provision.\"          Id.    (citation      and       internal\n\nquotation marks omitted).\n\n\n\n\n                                    -5-\n\f              It appears that the Rhode Island Legislature's\n\npurpose and intent was to ban the partial birth abortion\n\nprocedure for all fetuses, nonviable and viable, as the Act\n\ndraws no line between viability and nonviability.                   Would the\n\nLegislature have passed the Act banning the partial birth\n\nabortion procedure absent its application to a nonviable\n\nfetus?    There is doubt on that score, in light of the fact\n\nthat    the     \"quick    child\"      statute,      banning   all   abortion\n\nprocedures on a viable fetus (save to preserve the life of\n\nthe mother), still stands on the books.\n\n              The Act does contain a severability provision, ยง\n\n23-4.12-6.       But, \"[s]everability clauses, though probative\n\nof   legislative       intent,     are    not    conclusive.\"       Ackerley\n\nCommunications of Mass. Inc, v. Cambridge, 135 F.3d 210, 215\n\n(1st    Cir.     1998).        Moreover,     \"[a]     severability    clause\n\nrequires textual provisions that can be severed.\"                    Reno v.\n\nAmerican Civil Liberties Union, 521 U.S. 844, 882 (1997).\n\nAppellant       does     not   argue     that   the   Act's   severability\n\nprovision saves the Act, nor does it appear that it could do\n\nso because, as noted, the Act contains no \"provisions,\n\nsections, subsections, sentences, clauses, phrases or words\"\n\ndistinguishing between nonviable and viable fetuses, which\n\nwould    make    it    capable   of    being    severed.      See   Ackerley\n\n\n                                       -6-\n\fCommunications of Mass. Inc., 135 F.3d at 215-16 (concluding\n\nthat a severability clause was unavailing since it only\n\noperated to sever invalidated \"parts\" of a city ordinance\n\nthat sought to require the removal of off-site billboards,\n\nwhile those \"parts\" did not distinguish between banning\n\ndisplay of commercial messages (a ban that possibly was\n\nconstitutional) and noncommercial messages (a ban that was\n\nunconstitutional for lack of an on-site billboard ban)).\n\n            Even if what appellant would have this court do is\n\nsever an application of the Act, rather than any section of\n\nthe Act, we may impose a limiting construction on a statute\n\n\"only if it is readily susceptible to such a construction.\"\n\nReno v. American Civil Liberties Union, 521 U.S. at 884\n\n(citation    and   internal   quotation   marks   omitted).   The\n\ndifficulty posed by accepting appellant's proposed treatment\n\nof the Act is aptly described by the Sixth Circuit in\n\nstriking down Ohio's partial birth abortion statute:\n\n            [T]he language of the ban simply makes\n            it not susceptible to severance. Post-\n            viability application of the ban cannot\n            be    separated    from     pre-viability\n            application of the ban so that it may\n            stand alone. There is no clause or word\n            dealing with post-viability application\n            of the ban. We essentially would have\n            to rewrite the Act in order to create a\n            provision which could stand by itself.\n            This we cannot do.      Accordingly, the\n\n\n                                -7-\n\f         entire ban on the D & X procedure must\n         be struck down.\n\nWomen's Med. Prof'l Corp. v. Voinovich, 130 F.3d 187, 202\n\n(6th Cir. 1997), cert. denied, 523 U.S. 1036 (1998); see\n\nalso Eubanks v. Stengel, 28 F. Supp. 2d 1024, 1041 (W.D. Ky.\n\n1998) (\"Nothing in the [Kentucky] Act distinguishes between\n\npre- and post-viability.   There is no particular section,\n\nparagraph, sentence, or word that the Court could strike\n\nleaving behind any coherent remains.\"), aff'd, 224 F.3d 576\n\n(6th Cir. 2000).\n\n         The judgment of the district court is affirmed.\n\n\n\n\n                            -8-\n\f",
  "html": "<p class=\"case_cite\">239 F.3d 104 (1st Cir. 2001)</p>\n    <p class=\"parties\">RHODE ISLAND MEDICAL SOCIETY, ET AL., Plaintiffs, Appellees,<br>v.<br>SHELDON WHITEHOUSE, ATTORNEY GENERAL OF THE STATE OF RHODE ISLAND, IN HIS OFFICIAL CAPACITY, Defendant,<br>LINCOLN C. ALMOND, GOVERNOR FOR THE STATE OF RHODE ISLAND, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 99-2141</p>\n    <p class=\"court\">United States Court of Appeals For the First Circuit</p>\n    <p class=\"date\">Heard January 30, 2001<br>Decided February 12, 2001</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF RHODE ISLAND</p>\n      <p class=\"indent\">[Hon. Ronald R. Lagueux, U.S. District Judge]</p>\n      <p class=\"indent\">Joseph S. Larisa, Jr., Executive Counsel, Claire Richards, Deputy Executive Counsel, Thomas M. Dickinson, and Pine &amp; Cantor, on brief for appellant.</p>\n      <p class=\"indent\">Catherine Weiss, Caitlin Borgmann, Talcott Camp, Jessie Hill, Reproductive Freedom Project, American Civil Liberties Union Foundation, Lynette Labinger and Roney &amp; Labinger, on brief for appellees.</p>\n      <p class=\"indent\">Before Torruella, Chief Judge, Lipez, Circuit Judge, and Stearns,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> District Judge.</p>\n      <p class=\"indent\">Per Curiam.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Governor Lincoln Almond has appealed a district court judgment, permanently enjoining enforcement of Rhode Island's ban on partial birth abortions, R.I. Gen. Laws &#167; 23-4.12 (\"the Act\"). See Rhode Island Med. Soc'y v. Whitehouse, 66 F. Supp. 2d 288 (D. R.I. 1999). We affirm.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Appellant does not contend that the Act differs in any significant way from the Nebraska statute at issue in Stenberg v. Carhart, 120 S. Ct. 2597 (2000). Nor does he contest the merits of the district court's determination. Rather, he argues that, because appellees do not perform any post-viability abortions, they lack standing to challenge the Act as applied to post-viability abortions. The lack of standing, he asserts, precluded the district court from enjoining any post-viability application of the Act. This argument is a variation of the standing argument that appellant made below -- an argument that was rejected -- where he contended that the appellees lacked standing to challenge the Act because none of them performed the procedure which, under appellant's interpretation, was prohibited by the Act. See Rhode Island Med. Soc'y, 66 F. Supp. 2d at 301-04.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Contrary to appellant's contention, this court's decision in Rodos v. Michaelson, 527 F.2d 582 (1st Cir. 1975), is not controlling here. What appellant seeks to do is to cure the Act's facial defect of vagueness (which impermissibly draws appellees within its orbit) by declaring the Act applicable only to post-viability abortions. However, unlike Rhode Island's \"quick child\" statute, R.I. Gen. Laws &#167; 11-23-5, which the plaintiffs in Rodos sought to challenge and which undisputedly applies only to a viable fetus, the Act's definition of the banned partial birth abortion procedure does not distinguish between pre- and post-viability abortion procedures. See Rhode Island Med. Soc'y, 66 F. Supp. 2d at 305. In effect, what appellant seeks to do is to sever an unconstitutional application of the Act from, what he contends would be, a constitutional application.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Severability is a matter of state law. Leavitt v. Jane L., 518 U.S. 137, 139 (1996) (per curiam). Under Rhode Island law, \"a court may hold a portion of a statute unconstitutional and uphold the rest when the unconstitutional portion is not indispensable to the rest of the statute and can be severed without destroying legislative purpose and intent.\" Landrigan v. McElroy, 457 A.2d 1056, 1061 (R.I. 1983) (severing that portion of a statute providing for an ex parte hearing). \"The test for determining the separability of portions of a statute is whether, at the time the statute was enacted, the legislature would have passed it absent the constitutionally objectionable provision.\" Id. (citation and internal quotation marks omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">It appears that the Rhode Island Legislature's purpose and intent was to ban the partial birth abortion procedure for all fetuses, nonviable and viable, as the Act draws no line between viability and nonviability. Would the Legislature have passed the Act banning the partial birth abortion procedure absent its application to a nonviable fetus? There is doubt on that score, in light of the fact that the \"quick child\" statute, banning all abortion procedures on a viable fetus (save to preserve the life of the mother), still stands on the books.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The Act does contain a severability provision, &#167; 23-4.12-6. But, \"[s]everability clauses, though probative of legislative intent, are not conclusive.\" Ackerley Communications of Mass. Inc, v. Cambridge, 135 F.3d 210, 215 (1st Cir. 1998). Moreover, \"[a] severability clause requires textual provisions that can be severed.\" Reno v. American Civil Liberties Union, 521 U.S. 844, 882 (1997). Appellant does not argue that the Act's severability provision saves the Act, nor does it appear that it could do so because, as noted, the Act contains no \"provisions, sections, subsections, sentences, clauses, phrases or words\" distinguishing between nonviable and viable fetuses, which would make it capable of being severed. See Ackerley Communications of Mass. Inc., 135 F.3d at 215-16 (concluding that a severability clause was unavailing since it only operated to sever invalidated \"parts\" of a city ordinance that sought to require the removal of off-site billboards, while those \"parts\" did not distinguish between banning display of commercial messages (a ban that possibly was constitutional) and noncommercial messages (a ban that was unconstitutional for lack of an on-site billboard ban)).</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Even if what appellant would have this court do is sever an application of the Act, rather than any section of the Act, we may impose a limiting construction on a statute \"only if it is readily susceptible to such a construction.\" Reno v. American Civil Liberties Union, 521 U.S. at 884 (citation and internal quotation marks omitted). The difficulty posed by accepting appellant's proposed treatment of the Act is aptly described by the Sixth Circuit in striking down Ohio's partial birth abortion statute: [T]he language of the ban simply makes it not susceptible to severance. Post-viability application of the ban cannot be separated from pre-viability application of the ban so that it may stand alone. There is no clause or word dealing with post-viability application of the ban. We essentially would have to rewrite the Act in order to create a provision which could stand by itself. This we cannot do. Accordingly, the entire ban on the D &amp; X procedure must be struck down.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Women's Med. Prof'l Corp. v. Voinovich, 130 F.3d 187, 202 (6th Cir. 1997), cert. denied, 523 U.S. 1036 (1998); see also Eubanks v. Stengel, 28 F. Supp. 2d 1024, 1041 (W.D. Ky. 1998) (\"Nothing in the [Kentucky] Act distinguishes between pre- and post-viability. There is no particular section, paragraph, sentence, or word that the Court could strike leaving behind any coherent remains.\"), aff'd, 224 F.3d 576 (6th Cir. 2000).</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The judgment of the district court is affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the District of Massachusetts, sitting by designation.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Appellant's citation to City News and Novelty, Inc. v. City of Waukesha, 121 S. Ct. 743 (2001), in his recent filing does not advance his standing argument. In City News, the Court had granted certiorari to resolve a split in the circuits on the issue whether an unsuccessful applicant for an adult business license must be assured a prompt judicial determination on the merits of a license denial or simply a right to promptly file for judicial review. Id. at 746. Two months after petitioning for certiorari review, however, City News withdrew its license renewal application and ceased operating as an adult business. Id. The Court dismissed its previously-granted writ of certiorari. The case \"no longer qualifie[d] for judicial review\" because it had become moot by City New's subsequent action. Id. at 747.</p>\n        <p>The instant case presents no similar posture. The appellees had standing to challenge the Act because the murkiness of whether the Act described a constitutionally-permissible procedure chilled both their constitutional rights and the constitutional rights of their patients and potentially exposed them to criminal prosecution and civil liability. See Rhode Island Med. Soc'y, 66 F. Supp. 2d at 304. No subsequent conduct by the appellees has vitiated their standing or mooted this case.</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">239</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">104</span></span> (1st Cir. 2001)</p>\n    <p class=\"parties\">RHODE ISLAND MEDICAL SOCIETY, ET AL., Plaintiffs, Appellees,<br>v.<br>SHELDON WHITEHOUSE, ATTORNEY GENERAL OF THE STATE OF RHODE ISLAND, IN HIS OFFICIAL CAPACITY, Defendant,<br>LINCOLN C. ALMOND, GOVERNOR FOR THE STATE OF RHODE ISLAND, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 99-2141</p>\n    <p class=\"court\">United States Court of Appeals For the First Circuit</p>\n    <p class=\"date\">Heard January 30, 2001<br>Decided February 12, 2001</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF RHODE ISLAND</p>\n      <p class=\"indent\">[Hon. Ronald R. Lagueux, U.S. District Judge]</p>\n      <p class=\"indent\">Joseph S. Larisa, Jr., Executive Counsel, Claire Richards, Deputy Executive Counsel, Thomas M. Dickinson, and Pine &amp; Cantor, on brief for appellant.</p>\n      <p class=\"indent\">Catherine Weiss, Caitlin Borgmann, Talcott Camp, Jessie Hill, Reproductive Freedom Project, American Civil Liberties Union Foundation, Lynette Labinger and Roney &amp; Labinger, on brief for appellees.</p>\n      <p class=\"indent\">Before Torruella, Chief Judge, Lipez, Circuit Judge, and Stearns,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> District Judge.</p>\n      <p class=\"indent\">Per Curiam.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Governor Lincoln Almond has appealed a district court judgment, permanently enjoining enforcement of Rhode Island's ban on partial birth abortions, R.I. Gen. Laws &#167; 23-4.12 (\"the Act\"). See Rhode Island Med. Soc'y v. Whitehouse, <span class=\"citation\" data-id=\"2489068\"><a href=\"/opinion/2489068/rhode-island-medical-soc-v-whitehouse/\"><span class=\"volume\">66</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">288</span></a></span> (D. R.I. 1999). We affirm.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Appellant does not contend that the Act differs in any significant way from the Nebraska statute at issue in Stenberg v. Carhart, <span class=\"citation\" data-id=\"118387\"><a href=\"/opinion/118387/stenberg-v-carhart/\"><span class=\"volume\">120</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2597</span></a></span> (2000). Nor does he contest the merits of the district court's determination. Rather, he argues that, because appellees do not perform any post-viability abortions, they lack standing to challenge the Act as applied to post-viability abortions. The lack of standing, he asserts, precluded the district court from enjoining any post-viability application of the Act. This argument is a variation of the standing argument that appellant made below -- an argument that was rejected -- where he contended that the appellees lacked standing to challenge the Act because none of them performed the procedure which, under appellant's interpretation, was prohibited by the Act. See Rhode Island Med. Soc'y, 66 F. Supp. 2d at 301-04.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Contrary to appellant's contention, this court's decision in Rodos v. Michaelson, <span class=\"citation\" data-id=\"331685\"><a href=\"/opinion/331685/dr-j-jerry-rodos-v-julius-c-michaelson/\"><span class=\"volume\">527</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">582</span></a></span> (1st Cir. 1975), is not controlling here. What appellant seeks to do is to cure the Act's facial defect of vagueness (which impermissibly draws appellees within its orbit) by declaring the Act applicable only to post-viability abortions. However, unlike Rhode Island's \"quick child\" statute, R.I. Gen. Laws &#167; 11-23-5, which the plaintiffs in Rodos sought to challenge and which undisputedly applies only to a viable fetus, the Act's definition of the banned partial birth abortion procedure does not distinguish between pre- and post-viability abortion procedures. See Rhode Island Med. Soc'y, 66 F. Supp. 2d at 305. In effect, what appellant seeks to do is to sever an unconstitutional application of the Act from, what he contends would be, a constitutional application.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Severability is a matter of state law. Leavitt v. Jane L., <span class=\"citation\" data-id=\"118046\"><a href=\"/opinion/118046/leavitt-v-jane-l/\"><span class=\"volume\">518</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">137</span></a></span>, 139 (1996) (per curiam). Under Rhode Island law, \"a court may hold a portion of a statute unconstitutional and uphold the rest when the unconstitutional portion is not indispensable to the rest of the statute and can be severed without destroying legislative purpose and intent.\" Landrigan v. McElroy, <span class=\"citation\" data-id=\"1954983\"><a href=\"/opinion/1954983/landrigan-v-mcelroy/\"><span class=\"volume\">457</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">1056</span></a></span>, 1061 (R.I. 1983) (severing that portion of a statute providing for an ex parte hearing). \"The test for determining the separability of portions of a statute is whether, at the time the statute was enacted, the legislature would have passed it absent the constitutionally objectionable provision.\" Id. (citation and internal quotation marks omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">It appears that the Rhode Island Legislature's purpose and intent was to ban the partial birth abortion procedure for all fetuses, nonviable and viable, as the Act draws no line between viability and nonviability. Would the Legislature have passed the Act banning the partial birth abortion procedure absent its application to a nonviable fetus? There is doubt on that score, in light of the fact that the \"quick child\" statute, banning all abortion procedures on a viable fetus (save to preserve the life of the mother), still stands on the books.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The Act does contain a severability provision, &#167; 23-4.12-6. But, \"[s]everability clauses, though probative of legislative intent, are not conclusive.\" Ackerley Communications of Mass. Inc, v. Cambridge, <span class=\"citation\" data-id=\"197784\"><a href=\"/opinion/197784/ackerley-v-city-of-cambridge/\"><span class=\"volume\">135</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">210</span></a></span>, 215 (1st Cir. 1998). Moreover, \"[a] severability clause requires textual provisions that can be severed.\" Reno v. American Civil Liberties Union, <span class=\"citation\" data-id=\"118147\"><a href=\"/opinion/118147/reno-v-american-civil-liberties-union/\"><span class=\"volume\">521</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">844</span></a></span>, 882 (1997). Appellant does not argue that the Act's severability provision saves the Act, nor does it appear that it could do so because, as noted, the Act contains no \"provisions, sections, subsections, sentences, clauses, phrases or words\" distinguishing between nonviable and viable fetuses, which would make it capable of being severed. See Ackerley Communications of Mass. Inc., 135 F.3d at 215-16 (concluding that a severability clause was unavailing since it only operated to sever invalidated \"parts\" of a city ordinance that sought to require the removal of off-site billboards, while those \"parts\" did not distinguish between banning display of commercial messages (a ban that possibly was constitutional) and noncommercial messages (a ban that was unconstitutional for lack of an on-site billboard ban)).</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Even if what appellant would have this court do is sever an application of the Act, rather than any section of the Act, we may impose a limiting construction on a statute \"only if it is readily susceptible to such a construction.\" Reno v. American Civil Liberties Union, 521 U.S. at 884 (citation and internal quotation marks omitted). The difficulty posed by accepting appellant's proposed treatment of the Act is aptly described by the Sixth Circuit in striking down Ohio's partial birth abortion statute: [T]he language of the ban simply makes it not susceptible to severance. Post-viability application of the ban cannot be separated from pre-viability application of the ban so that it may stand alone. There is no clause or word dealing with post-viability application of the ban. We essentially would have to rewrite the Act in order to create a provision which could stand by itself. This we cannot do. Accordingly, the entire ban on the D &amp; X procedure must be struck down.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Women's Med. Prof'l Corp. v. Voinovich, <span class=\"citation\" data-id=\"748608\"><a href=\"/opinion/748608/womens-medical-professional-corporation-martin-haskell-md-v-george/\"><span class=\"volume\">130</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">187</span></a></span>, 202 (6th Cir. 1997), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">523</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1036</span></span> (1998); see also Eubanks v. Stengel, <span class=\"citation\" data-id=\"2531981\"><a href=\"/opinion/2531981/eubanks-v-stengel/\"><span class=\"volume\">28</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">1024</span></a></span>, 1041 (W.D. Ky. 1998) (\"Nothing in the [Kentucky] Act distinguishes between pre- and post-viability. There is no particular section, paragraph, sentence, or word that the Court could strike leaving behind any coherent remains.\"), aff'd, <span class=\"citation\" data-id=\"770148\"><a href=\"/opinion/770148/samuel-g-eubanks-md-v-r-david-stengel-commonwealth-attorney-for/\"><span class=\"volume\">224</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">576</span></a></span> (6th Cir. 2000).</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The judgment of the district court is affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the District of Massachusetts, sitting by designation.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Appellant's citation to City News and Novelty, Inc. v. City of Waukesha, <span class=\"citation\" data-id=\"118402\"><a href=\"/opinion/118402/city-news-novelty-inc-v-waukesha/\"><span class=\"volume\">121</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">743</span></a></span> (2001), in his recent filing does not advance his standing argument. In City News, the Court had granted certiorari to resolve a split in the circuits on the issue whether an unsuccessful applicant for an adult business license must be assured a prompt judicial determination on the merits of a license denial or simply a right to promptly file for judicial review. Id. at 746. Two months after petitioning for certiorari review, however, City News withdrew its license renewal application and ceased operating as an adult business. Id. The Court dismissed its previously-granted writ of certiorari. The case \"no longer qualifie[d] for judicial review\" because it had become moot by City New's subsequent action. Id. at 747.</p>\n        <p>The instant case presents no similar posture. The appellees had standing to challenge the Act because the murkiness of whether the Act described a constitutionally-permissible procedure chilled both their constitutional rights and the constitutional rights of their patients and potentially exposed them to criminal prosecution and civil liability. See Rhode Island Med. Soc'y, 66 F. Supp. 2d at 304. No subsequent conduct by the appellees has vitiated their standing or mooted this case.</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/118046/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118147/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118387/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118402/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197784/",
    "http://www.courtlistener.com/api/rest/v3/opinions/331685/",
    "http://www.courtlistener.com/api/rest/v3/opinions/748608/",
    "http://www.courtlistener.com/api/rest/v3/opinions/770148/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1954983/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2489068/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2531981/"
  ]
}