{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/199257/",
  "absolute_url": "/opinion/199257/hawkins-v-rhode-island-lottery/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/199257/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T04:27:19Z",
  "date_modified": "2017-03-24T11:01:27.421030Z",
  "type": "010combined",
  "sha1": "a8e7debd53d5ac6879e526982af96bf4d7e862c6",
  "page_count": 13,
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/00-1398-01A.pdf",
  "local_path": "pdf/2001/01/31/Hawkins_v._Rhode_Island_Lottery.pdf",
  "plain_text": "         United States Court of Appeals\n                    For the First Circuit\n\n\nNos. 00-1398\n     00-1660\n\n                       JOHN P. HAWKINS,\n\n                    Plaintiff, Appellant,\n\n                              v.\n\n                 RHODE ISLAND LOTTERY COMMISSION;\n        LINCOLN ALMOND, GOVERNOR; PAUL S. KELLY, SENATOR;\n   JOHN B. HARWOOD, REPRESENTATIVE; DONALD W. WYATT, MEMBER,\n     RHODE ISLAND LOTTERY COMMISSION; CHRISTINE H. CALLAHAN,\n  MEMBER, RHODE ISLAND LOTTERY COMMISSION; MICHAEL R. DEBATT,\n                              MEMBER,\n   RHODE ISLAND LOTTERY COMMISSION; DOMENIC A. DISANDRO, III,\n MEMBER, RHODE ISLAND LOTTERY COMMISSION; FRANK A. MONTANARO,\n MEMBER, RHODE ISLAND LOTTERY COMMISSION; EDWARD J. LAWRENCE,\n MEMBER, RHODE ISLAND LOTTERY COMMISSION; ROBERT E. FLAHERTY,\n  MEMBER, RHODE ISLAND LOTTERY COMMISSION; ROBERT L. CARL, IN\n   HIS CAPACITY AS DIRECTOR OF THE RHODE ISLAND DEPARTMENT OF\n ADMINISTRATION; RHODE ISLAND PERSONNEL APPEALS BOARD; MORRIS\n    WEINTRAUB, CHAIRPERSON, PERSONNEL APPEALS BOARD; WILLIAM\nPEARSON, VICE CHAIRPERSON, PERSONNEL APPEALS BOARD; AND DIANE\n              MOONEY, MEMBER, PERSONAL APPEALS BOARD,\n\n                    Defendants, Appellees.\n\n\n        APPEALS FROM THE UNITED STATES DISTRICT COURT\n\n               FOR THE DISTRICT OF RHODE ISLAND\n\n           [Hon. Mary M. Lisi, U.S. District Judge]\n\n\n                            Before\n\n                     Selya, Circuit Judge,\n          Coffin and Bownes, Senior Circuit Judges.\n\f\f     Keven A. McKenna for appellant.\n     Stephen A. Izzi, with whom William P. Devereaux was on\nbrief, for appellees Rhode Island Lottery Commission, Donald W.\nWyatt, Christine H. Callahan, Michael R. Debatt, Domenic A.\nDisandro, III, Frank A. Montanaro, Edward J. Lawrence and Robert\nE. Flaherty.\n     Claire Richards, Deputy Executive Counsel, with whom Joseph\nS. Larisa Jr. was on brief, for appellees Lincoln Almond and\nRobert L. Carl.\n     John A. Tarantino, with whom Patricia K. Rocha and Joseph\nAvanzato were on brief, for appellee John B. Harwood.\n     Joseph J. McGair for appellee Paul S. Kelly.\n\f      COFFIN, Senior Circuit Judge. Appellant John P. Hawkins was\n\nterminated by the Rhode Island Lottery Commission from his\n\nposition as its director after a flurry of negative publicity in\n\nwhich his conduct in office was criticized, primarily by the\n\nstate's governor, defendant Lincoln Almond.        Hawkins claims that\n\nthe discharge violated a variety of state and federal laws, and\n\nhe filed this lawsuit against Almond and a number of other state\n\nofficials seeking a hearing, damages and reinstatement.              The\n\ndistrict court, in a lengthy and thoughtful opinion, rejected\n\nall of his claims.      We agree with its result and, for most of\n\nthe claims, adopt its reasoning without further discussion. On\n\ntwo issues, we add brief analysis of our own.          We also affirm\n\nthe district court's award of attorney's fees to defendants.\n\nAlthough we do not grant defendants' request for fees on appeal,\n\nwe   assess   double   costs   because   of   appellant's   prolix   and\n\nconsequently burdensome briefing, particularly on unworthy state\n\nlaw issues.1\n\n\n\n\n      1\n     We note that all of appellant’s claims in this case, with\nthe exception of an age discrimination cause of action,\npreviously were brought in state court.      Hawkins filed the\nfederal case after the state court denied his request for\ninjunctive relief, ruling that most of the claims failed as a\nmatter of law.   The state court subsequently granted summary\njudgment for defendants on all but a Rhode Island Open Meetings\nAct claim that is not before this court.\n\n                                  -4-\n\f    (1) Violation of Rhode Island Merit System Act.                           Appellant\n\nargues that he was entitled to tenure protection and thus a\n\npretermination hearing because he had served enough time in\n\nstate government to qualify for statutory \"full status\" and had\n\nreceived two certificates attesting to that status.                            See R.I.\n\nGen. Laws § 36-4-59(a).           He maintains that the exception to the\n\ntenure provision, which excludes employees whose \"method of\n\nappointment   and      salary     and    term     of   office     is       specified   by\n\nstatute,\" id. at 36-4-59(a)(2)(iii), is inapplicable to him\n\nbecause the statute creating the Lottery Director position is\n\nnot sufficiently specific on those matters.                    Rather than setting\n\na precise term of office or salary, the provision states that\n\n    [t]he director . . . shall serve at the pleasure of\n    the commission. . . . He or she shall receive such\n    salary as the commission shall determine and shall be\n    in the unclassified service.\n\nR.I. Gen. Laws § 42-61-3.\n\n    Our    reading      of    the   pertinent          Rhode    Island       precedent,\n\nhowever,    persuades        us   that     an   at-will        term    of    employment\n\ndesignated by statute will prevail, no less than a precisely\n\ndefined    term   of    years,      over    the    general       tenure       provision\n\nprotecting long-term unclassified employees.                          In    Donnelly v.\n\nAlmond, 695 A.2d 1007, 1008-09 (R.I. 1997), the Rhode Island\n\nSupreme Court considered the wrongful-discharge claims of a\n\nchief deputy sheriff who contended that his position did not\n\n                                         -5-\n\fhave a term of office or a salary specified by statute.                 The\n\nstatutory provisions at issue there, R.I. Gen. Laws §§ 42-29-4,\n\n42-29-9, provide that the chief deputy sheriff is appointed by\n\nthe sheriff, who \"may revoke any deputation by him or her\n\ngiven.\"      Another   provision   states    that,   in   the   case   of   a\n\nsheriff's death, his or her deputies shall remain in office\n\nuntil another sheriff is appointed and sworn. Id. at § 42-29-27.\n\nThe court concluded that these provisions sufficed to establish\n\na statutory term of office exempting a chief deputy sheriff from\n\nthe tenure protection, even though they \"do not expressly fix a\n\nchief deputy sheriff's term of office,\" Donnelly, 695 A.2d at\n\n1009.\n\n    This case differs somewhat from Donnelly in that the deputy\n\nsheriff's term was linked to the sheriff's term of office, which\n\nis specifically set by statute at ten years, see R.I. Gen. Laws\n\n§ 42-29-1, while no such outer boundary exists in this case.\n\nThat factor, however, appeared to play no role in the Supreme\n\nCourt's decision; the court focused not on the particulars of\n\nthe sheriff's term but on the fact that multiple statutory\n\nprovisions    addressed    the     chief    deputy   sheriff's     tenure,\n\nincluding one providing for revocation at will by the sheriff.\n\nIt is evident that the Rhode Island court has construed the\n\nexception to the general tenure provision as excluding any\n\n\n                                    -6-\n\funclassified employee whose term of office is addressed in\n\nanother statute, whether or not that term was defined by a\n\nspecified number of years or in some other way.              The statutory\n\ntenure protection is awarded to unclassified employees whose\n\nlongevity gives them the benefit their status did not, but it\n\ncannot be awarded to those whose tenure is specifically limited\n\nby statute.     See id. at 1009; Casey v. Sundlun, 615 A.2d 481,\n\n483   (R.I.   1992)   (\"special\"   provisions    prevail      over   general\n\nprovisions).2\n\n      (2) 42 U.S.C. § 1983: Stigma-plus.         Appellant argues that\n\ndefamation by the defendants, together with his termination,\n\nconstituted     the   \"stigma   plus\"   injury   that   is    necessary   to\n\nestablish a claim for deprivation of liberty in violation of the\n\nDue Process Clause of the Fourteenth Amendment.              See Siegert v.\n\nGilley, 500 U.S. 226, 233-34 (1991); Aversa v. United States, 99\n\nF.3d 1200, 1215-16 (lst Cir. 1996).        The district court rejected\n\nthis claim on the ground that the defamation and the termination\n\nwere not coincident; some of the defendants lacked authority to\n\nterminate appellant while others, so far as the record showed,\n\nuttered no defamatory statements.        The court relied on case law,\n\n\n      2Appellant argues that the statute providing tenure\nprotection is the exception to the general scheme of at-will\nemployment for unclassified employees and that it therefore must\nbe given effect.     The \"exception\" provision itself has an\nexception, however, and the most specific statute must prevail.\n\n                                   -7-\n\ffrom the United States Supreme Court and this court, holding\n\nthat    \"the   defamation   had    to     occur      in   the     course     of   the\n\ntermination of employment,\" Paul v. Davis, 424 U.S. 693, 710\n\n(1976); see also Pendleton v. City of Haverhill, 156 F.3d 57, 63\n\n(lst Cir. 1998) (\"[T]o achieve a sufficient 'plus' in a loss-of-\n\njob context, words spoken must be 'uttered incident to the\n\ntermination.'\" (quoting Siegert, 500 U.S. at 234)); Silva v.\n\nWorden, 130 F.3d 26, 32-33 (lst Cir. 1997) (\"[T]he municipality\n\nterminating    the   employee     must    also       be   responsible      for    the\n\ndissemination of defamatory charges . . . .\"); Aversa, 99 F.3d\n\nat 1216 (plaintiff must allege that \"the loss of employment\n\nresulted from some further action by the defendant in addition\n\nto the defamation\").\n\n       Appellant argues that the district court erred in viewing\n\nthe    defamation and termination separately, and he asserts that\n\nthe actions of the various defendants taken together satisfy the\n\nrequirement     of   \"stigma     plus.\"         He    relies      on   the    close\n\nrelationship     between,   on    the     one     hand,     the    governor       and\n\ndefendants Harwood and Kelly — the speaker of the state house of\n\nrepresentatives and the senate majority leader, respectively —\n\nand, on the other hand, the Lottery Commission.                   The Commission\n\nis comprised of nine members, three of whom are appointed by\n\n\n\n\n                                    -8-\n\feach of those three political leaders.3         Appellant alleges that\n\nGovernor Almond, Speaker Harwood and Senator Kelly orchestrated\n\nthe termination through their \"surrogates\" on the Commission,\n\nand, particularly in the case of Almond, also were responsible\n\nfor defamatory communications about him.        He also relies on Owen\n\nv. City of Independence, 445 U.S. 622 (1980), in which the\n\nSupreme Court allowed a stigma-plus claim even though different\n\nparties were responsible for the defamation and termination at\n\nissue.4\n\n     Hawkins' effort to build a stigma-plus claim from the record\n\nin this case falls short of the mark, however.        The facts before\n\nus are unlike Owen, where the defendant at issue was not an\n\nindividual, but the city, and all of the challenged conduct was\n\nthat of city officials acting in their official capacity.          As a\n\nresult    of   their   collective     actions    of   defamation   and\n\ntermination, the Supreme Court said        the city could be held\n\n\n\n\n     3 The senate leader appoints three senate members to the\nCommission, only two of whom may belong to the same political\nparty; the house leader appoints three house members with the\nsame party limitation, and the governor appoints three members\nof the general public. See R.I. Gen. Laws § 42-61-1.\n     4\n     In Owen, the plaintiff was discharged by the city manager\nand the city council issued a resolution that contained an\nallegedly false statement impugning the plaintiff's honesty and\nintegrity. See 445 U.S. at 628-29 & n.13.\n\n\n                                -9-\n\fresponsible for a deprivation of liberty without due process.\n\nId. at 627-29, 633 n.13.\n\n    Here, though the defendants are all representatives of the\n\nstate, the state is not a party.5          The only specific allegations\n\nof defamation refer to statements by the governor, while the\n\ntermination was at the will of the Lottery Commission, which by\n\nlaw is fiscally and operationally autonomous.           See R.I. ACLU v.\n\nRhode Island Lottery Comm'n, 553 F. Supp. 752, 765 (D.R.I.\n\n1982).       The    tripartite   division     of   appointing      authority\n\nhighlights    the    Commission's       independence   from       any    single\n\npolitical influence.        See R.I. Gen. Laws § 42-61-1.6              Although\n\nthe governor's rhetoric may have created a political climate\n\nantithetic     to     Hawkins    that      affected    the    Commission's\n\ndeliberations, the governor neither spoke for the Commission nor\n\ncontrolled    its    actions.7   Particularly      where,    as    here,     the\n\n\n    5  The state, of course, could not be sued directly under\nsection 1983. See Will v. Michigan Dep't of State Police, 491\nU.S. 58, 71 (1989).   The only defendant sued in his official\ncapacity was Robert L. Carl, Director of the Department of\nAdministration, but neither the defamation nor termination was\nattributed to him.    His official status therefore does not\nimpact this cause of action.   See id. at 71 n.10 (injunctive\nrelief may be sought under 42 U.S.C. § 1983 in a suit against\na state official acting in his official capacity).\n    6  We note that Governor Almond is a Republican; Speaker\nHoward and Senator Kelly are Democrats.\n    7  The governor publicly claimed a significant role in\nousting Hawkins, but the record is clear that he had no actual\n\n                                    -10-\n\falleged defamation occurs in the context of a public clash\n\nbetween political opponents,8 we are disinclined to exceed the\n\nestablished   limits   of   constitutional   claims   of   reputation\n\ninjury.   In this case, the party responsible for the alleged\n\ndefamation was not the party responsible for the termination.\n\n\n\n\nauthority to accomplish that objective. Indeed, a press release\nissued by the governor in December 1995 underscores his lack of\ncontrol over the Commission: the statement announced that he\nwould pursue legislation to abolish the Lottery Commission\nbecause \"[t]here is absolutely no need for the Lottery\nCommission to be an independent quasi-public agency.\"\n    8 The political setting makes it likely that the allegations\nagainst Hawkins would be viewed as \"politics as usual,\"\ndiminishing any stigma associated with his termination. From\nall that appears, in fact, the Commission's unexplained decision\nto terminate Hawkins resulted from the commissioners' desire to\nend a political storm rather than from a judgment on Hawkins'\nabilities.   In a press release issued a few days before the\ntermination, the three Senate members of the Lottery Commission\nand Senate Majority Leader Kelly were quoted as saying that \"'it\nis time to move forward and select a new Lottery Director.'\" The\nrelease, as quoted in a Hawkins affidavit, see App. at 328-29,\ncontinued:\n\n    \"The   Senators   said  the   continuous   controversy\n    surrounding    current   Executive   Director,    John\n    Hawkins[,] is threatening the credibility of the State\n    Lottery and was diverting law makers' attention from\n    more pressing state problems.\"\n\nSee also App. at 331 (newspaper article in which Kelly is quoted\nas telling Hawkins that \"'everything the lottery does is getting\nblurred because of the controversy surrounding the director'\").\n\n                                -11-\n\fWe thus conclude, like the district court, that Hawkins has\n\nfailed to state a viable due process claim.9\n\n    Finally, we affirm the district court's decision to award\n\nattorney's   fees   to    certain   defendants.   Such   an   award   is\n\nappropriate when a court finds that \"the plaintiff's action was\n\nfrivolous, unreasonable, or without foundation.\"         Tang v. State\n\nof Rhode Island Dep't of Elderly Affairs, 163 F.3d 7, 14 (lst\n\nCir. 1998) (quoting Christiansburg Garment Co. v. EEOC, 434 U.S.\n\n412, 421 (1978)).        This lawsuit was Hawkins' second effort to\n\nrecover for essentially the same claims, and we cannot find that\n\nthe court abused its discretion in concluding that Hawkins' lack\n\nof success in state court should have alerted him to the legal\n\nflaws in his claims and restrained him from exposing defendants\n\nto repetitive litigation.       As for the amount of fees awarded,\n\nthe district court's opinion reflected correct application of\n\nthe law and a careful, discriminating scrutiny of the attorneys'\n\ntime records.   It adopted a reasonable hourly rate, based on its\n\nknowledge of the relevant market, and excised hours that were\n\n\n\n    9  Hawkins' reliance on Colaizzi v. Walker, 542 F.2d 969 (7th\nCir. 1976), is also misplaced.      In Colaizzi, the defendant\ngovernor discharged the plaintiffs and \"simultaneously issued or\ncaused to be issued certain press releases\" charging the\nplaintiffs with \"reprehensible conduct,\" id. at 971, 972.\nUnlike Governor Almond, Governor Walker was directly responsible\nfor   both   the   termination   and   the   alleged   defamatory\ncommunication.\n\n                                    -12-\n\fduplicative or otherwise not compensable.   The court rejected\n\nentirely defendant Almond's request for fees.   We see no error\n\nin these judgments.\n\n    Affirmed.   Double costs on appeal to appellees.\n\n\n\n\n                             -13-\n\f",
  "html": "<p class=\"case_cite\">238 F.3d 112 (1st Cir. 2001)</p>\n    <p class=\"parties\">JOHN P. HAWKINS, Plaintiff, Appellant,<br>v.<br>RHODE ISLAND LOTTERY COMMISSION; LINCOLN ALMOND, GOVERNOR; PAUL S. KELLY, SENATOR; JOHN B. HARWOOD, REPRESENTATIVE; DONALD W. WYATT, MEMBER, RHODE ISLAND LOTTERY COMMISSION; CHRISTINE H. CALLAHAN, MEMBER, RHODE ISLAND LOTTERY COMMISSION; MICHAEL R. DEBATT, MEMBER, RHODE ISLAND LOTTERY COMMISSION; DOMENIC A. DISANDRO, III, MEMBER, RHODE ISLAND LOTTERY COMMISSION; FRANK A. MONTANARO, MEMBER, RHODE ISLAND LOTTERY COMMISSION; EDWARD J. LAWRENCE, MEMBER, RHODE ISLAND LOTTERY COMMISSION; ROBERT E. FLAHERTY, MEMBER, RHODE ISLAND LOTTERY COMMISSION; ROBERT L. CARL, IN HIS CAPACITY AS DIRECTOR OF THE RHODE ISLAND DEPARTMENT OF ADMINISTRATION; RHODE ISLAND PERSONNEL APPEALS BOARD; MORRIS WEINTRAUB, CHAIRPERSON, PERSONNEL APPEALS BOARD; WILLIAM PEARSON, VICE CHAIRPERSON, PERSONNEL APPEALS BOARD; AND DIANE MOONEY, MEMBER, PERSONAL APPEALS BOARD, Defendants, Appellees.</p>\n    <p class=\"docket\">Nos. 00-1398, 00-1660</p>\n    <p class=\"court\">United States Court of Appeals For the First Circuit</p>\n    <p class=\"date\">Heard November 7, 2000<br>Decided January 31, 2001</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEALS FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF RHODE ISLAND</p>\n      <p class=\"indent\">[Hon. Mary M. Lisi, U.S. District Judge]</p>\n      <p class=\"indent\">Keven A. McKenna for appellant.</p>\n      <p class=\"indent\">Stephen A. Izzi, with whom William P. Devereaux was on brief, for appellees Rhode Island Lottery Commission, Donald W. Wyatt, Christine H. Callahan, Michael R. Debatt, Domenic A. Disandro, III, Frank A. Montanaro, Edward J. Lawrence and Robert E. Flaherty.</p>\n      <p class=\"indent\">Claire Richards, Deputy Executive Counsel, with whom Joseph S. Larisa Jr. was on brief, for appellees Lincoln Almond and Robert L. Carl.</p>\n      <p class=\"indent\">John A. Tarantino, with whom Patricia K. Rocha and Joseph Avanzato were on brief, for appellee John B. Harwood.</p>\n      <p class=\"indent\">Joseph J. McGair for appellee Paul S. Kelly.</p>\n      <p class=\"indent\">Before Selya, Circuit Judge, Coffin and Bownes, Senior Circuit Judges.</p>\n      <p class=\"indent\">COFFIN, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Appellant John P. Hawkins was terminated by the Rhode Island Lottery Commission from his position as its director after a flurry of negative publicity in which his conduct in office was criticized, primarily by the state's governor, defendant Lincoln Almond. Hawkins claims that the discharge violated a variety of state and federal laws, and he filed this lawsuit against Almond and a number of other state officials seeking a hearing, damages and reinstatement. The district court, in a lengthy and thoughtful opinion, rejected all of his claims. We agree with its result and, for most of the claims, adopt its reasoning without further discussion. On two issues, we add brief analysis of our own. We also affirm the district court's award of attorney's fees to defendants. Although we do not grant defendants' request for fees on appeal, we assess double costs because of appellant's prolix and consequently burdensome briefing, particularly on unworthy state law issues.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">(1) Violation of Rhode Island Merit System Act. Appellant argues that he was entitled to tenure protection and thus a pretermination hearing because he had served enough time in state government to qualify for statutory \"full status\" and had received two certificates attesting to that status. See R.I. Gen. Laws &#167; 36-4-59(a). He maintains that the exception to the tenure provision, which excludes employees whose \"method of appointment and salary and term of office is specified by statute,\" id. at 36-4-59(a)(2)(iii), is inapplicable to him because the statute creating the Lottery Director position is not sufficiently specific on those matters. Rather than setting a precise term of office or salary, the provision states that</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">[t]he director . . . shall serve at the pleasure of the commission. . . . He or she shall receive such salary as the commission shall determine and shall be in the unclassified service.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">R.I. Gen. Laws &#167; 42-61-3.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Our reading of the pertinent Rhode Island precedent, however, persuades us that an at-will term of employment designated by statute will prevail, no less than a precisely defined term of years, over the general tenure provision protecting long-term unclassified employees. In Donnelly v. Almond, 695 A.2d 1007, 1008-09 (R.I. 1997), the Rhode Island Supreme Court considered the wrongful-discharge claims of a chief deputy sheriff who contended that his position did not have a term of office or a salary specified by statute. The statutory provisions at issue there, R.I. Gen. Laws &#167;&#167; 42-29-4, 42-29-9, provide that the chief deputy sheriff is appointed by the sheriff, who \"may revoke any deputation by him or her given.\" Another provision states that, in the case of a sheriff's death, his or her deputies shall remain in office until another sheriff is appointed and sworn. Id. at &#167; 42-29-27. The court concluded that these provisions sufficed to establish a statutory term of office exempting a chief deputy sheriff from the tenure protection, even though they \"do not expressly fix a chief deputy sheriff's term of office,\" Donnelly, 695 A.2d at 1009.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">This case differs somewhat from Donnelly in that the deputy sheriff's term was linked to the sheriff's term of office, which is specifically set by statute at ten years, see R.I. Gen. Laws &#167; 42-29-1, while no such outer boundary exists in this case. That factor, however, appeared to play no role in the Supreme Court's decision; the court focused not on the particulars of the sheriff's term but on the fact that multiple statutory provisions addressed the chief deputy sheriff's tenure, including one providing for revocation at will by the sheriff. It is evident that the Rhode Island court has construed the exception to the general tenure provision as excluding any unclassified employee whose term of office is addressed in another statute, whether or not that term was defined by a specified number of years or in some other way. The statutory tenure protection is awarded to unclassified employees whose longevity gives them the benefit their status did not, but it cannot be awarded to those whose tenure is specifically limited by statute. See id. at 1009; Casey v. Sundlun, 615 A.2d 481, 483 (R.I. 1992) (\"special\" provisions prevail over general provisions).<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">(2) 42 U.S.C. &#167; 1983: Stigma-plus. Appellant argues that defamation by the defendants, together with his termination, constituted the \"stigma plus\" injury that is necessary to establish a claim for deprivation of liberty in violation of the Due Process Clause of the Fourteenth Amendment. See Siegert v. Gilley, 500 U.S. 226, 233-34 (1991); Aversa v. United States, 99 F.3d 1200, 1215-16 (lst Cir. 1996). The district court rejected this claim on the ground that the defamation and the termination were not coincident; some of the defendants lacked authority to terminate appellant while others, so far as the record showed, uttered no defamatory statements. The court relied on case law, from the United States Supreme Court and this court, holding that \"the defamation had to occur in the course of the termination of employment,\" Paul v. Davis, 424 U.S. 693, 710 (1976); see also Pendleton v. City of Haverhill, 156 F.3d 57, 63 (lst Cir. 1998) (\"[T]o achieve a sufficient 'plus' in a loss-of-job context, words spoken must be 'uttered incident to the termination.'\" (quoting Siegert, 500 U.S. at 234)); Silva v. Worden, 130 F.3d 26, 32-33 (lst Cir. 1997) (\"[T]he municipality terminating the employee must also be responsible for the dissemination of defamatory charges . . . .\"); Aversa, 99 F.3d at 1216 (plaintiff must allege that \"the loss of employment resulted from some further action by the defendant in addition to the defamation\").</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Appellant argues that the district court erred in viewing the defamation and termination separately, and he asserts that the actions of the various defendants taken together satisfy the requirement of \"stigma plus.\" He relies on the close relationship between, on the one hand, the governor and defendants Harwood and Kelly -- the speaker of the state house of representatives and the senate majority leader, respectively -- and, on the other hand, the Lottery Commission. The Commission is comprised of nine members, three of whom are appointed by each of those three political leaders.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> Appellant alleges that Governor Almond, Speaker Harwood and Senator Kelly orchestrated the termination through their \"surrogates\" on the Commission, and, particularly in the case of Almond, also were responsible for defamatory communications about him. He also relies on Owen v. City of Independence, 445 U.S. 622 (1980), in which the Supreme Court allowed a stigma-plus claim even though different parties were responsible for the defamation and termination at issue.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Hawkins' effort to build a stigma-plus claim from the record in this case falls short of the mark, however. The facts before us are unlike Owen, where the defendant at issue was not an individual, but the city, and all of the challenged conduct was that of city officials acting in their official capacity. As a result of their collective actions of defamation and termination, the Supreme Court said the city could be held responsible for a deprivation of liberty without due process. Id. at 627-29, 633 n.13.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Here, though the defendants are all representatives of the state, the state is not a party.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> The only specific allegations of defamation refer to statements by the governor, while the termination was at the will of the Lottery Commission, which by law is fiscally and operationally autonomous. See R.I. ACLU v. Rhode Island Lottery Comm'n, 553 F. Supp. 752, 765 (D.R.I. 1982). The tripartite division of appointing authority highlights the Commission's independence from any single political influence. See R.I. Gen. Laws &#167; 42-61-1.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> Although the governor's rhetoric may have created a political climate antithetic to Hawkins that affected the Commission's deliberations, the governor neither spoke for the Commission nor controlled its actions.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> Particularly where, as here, the alleged defamation occurs in the context of a public clash between political opponents,<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> we are disinclined to exceed the established limits of constitutional claims of reputation injury. In this case, the party responsible for the alleged defamation was not the party responsible for the termination. We thus conclude, like the district court, that Hawkins has failed to state a viable due process claim.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a></p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Finally, we affirm the district court's decision to award attorney's fees to certain defendants. Such an award is appropriate when a court finds that \"the plaintiff's action was frivolous, unreasonable, or without foundation.\" Tang v. State of Rhode Island Dep't of Elderly Affairs, 163 F.3d 7, 14 (lst Cir. 1998) (quoting Christiansburg Garment Co. v. EEOC, 434 U.S. 412, 421 (1978)). This lawsuit was Hawkins' second effort to recover for essentially the same claims, and we cannot find that the court abused its discretion in concluding that Hawkins' lack of success in state court should have alerted him to the legal flaws in his claims and restrained him from exposing defendants to repetitive litigation. As for the amount of fees awarded, the district court's opinion reflected correct application of the law and a careful, discriminating scrutiny of the attorneys' time records. It adopted a reasonable hourly rate, based on its knowledge of the relevant market, and excised hours that were duplicative or otherwise not compensable. The court rejected entirely defendant Almond's request for fees. We see no error in these judgments.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Affirmed. Double costs on appeal to appellees.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> We note that all of appellant's claims in this case, with the exception of an age discrimination cause of action, previously were brought in state court. Hawkins filed the federal case after the state court denied his request for injunctive relief, ruling that most of the claims failed as a matter of law. The state court subsequently granted summary judgment for defendants on all but a Rhode Island Open Meetings Act claim that is not before this court.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Appellant argues that the statute providing tenure protection is the exception to the general scheme of at-will employment for unclassified employees and that it therefore must be given effect. The \"exception\" provision itself has an exception, however, and the most specific statute must prevail.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The senate leader appoints three senate members to the Commission, only two of whom may belong to the same political party; the house leader appoints three house members with the same party limitation, and the governor appoints three members of the general public. See R.I. Gen. Laws &#167; 42-61-1.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> In Owen, the plaintiff was discharged by the city manager and the city council issued a resolution that contained an allegedly false statement impugning the plaintiff's honesty and integrity. See 445 U.S. at 628-29 &amp; n.13.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> The state, of course, could not be sued directly under section 1983. See Will v. Michigan Dep't of State Police, 491 U.S. 58, 71 (1989). The only defendant sued in his official capacity was Robert L. Carl, Director of the Department of Administration, but neither the defamation nor termination was attributed to him. His official status therefore does not impact this cause of action. See id. at 71 n.10 (injunctive relief may be sought under 42 U.S.C. &#167; 1983 in a suit against a state official acting in his official capacity).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> We note that Governor Almond is a Republican; Speaker Howard and Senator Kelly are Democrats.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> The governor publicly claimed a significant role in ousting Hawkins, but the record is clear that he had no actual authority to accomplish that objective. Indeed, a press release issued by the governor in December 1995 underscores his lack of control over the Commission: the statement announced that he would pursue legislation to abolish the Lottery Commission because \"[t]here is absolutely no need for the Lottery Commission to be an independent quasi-public agency.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> The political setting makes it likely that the allegations against Hawkins would be viewed as \"politics as usual,\" diminishing any stigma associated with his termination. From all that appears, in fact, the Commission's unexplained decision to terminate Hawkins resulted from the commissioners' desire to end a political storm rather than from a judgment on Hawkins' abilities. In a press release issued a few days before the termination, the three Senate members of the Lottery Commission and Senate Majority Leader Kelly were quoted as saying that \"'it is time to move forward and select a new Lottery Director.'\" The release, as quoted in a Hawkins affidavit, see App. at 328-29, continued:</p>\n        <p>\"The Senators said the continuous controversy surrounding current Executive Director, John Hawkins[,] is threatening the credibility of the State Lottery and was diverting law makers' attention from more pressing state problems.\"</p>\n        <p>See also App. at 331 (newspaper article in which Kelly is quoted as telling Hawkins that \"'everything the lottery does is getting blurred because of the controversy surrounding the director'\").</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> Hawkins' reliance on Colaizzi v. Walker, 542 F.2d 969 (7th Cir. 1976), is also misplaced. In Colaizzi, the defendant governor discharged the plaintiffs and \"simultaneously issued or caused to be issued certain press releases\" charging the plaintiffs with \"reprehensible conduct,\" id. at 971, 972. Unlike Governor Almond, Governor Walker was directly responsible for both the termination and the alleged defamatory communication.</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">238</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">112</span></span> (1st Cir. 2001)</p>\n    <p class=\"parties\">JOHN P. HAWKINS, Plaintiff, Appellant,<br>v.<br>RHODE ISLAND LOTTERY COMMISSION; LINCOLN ALMOND, GOVERNOR; PAUL S. KELLY, SENATOR; JOHN B. HARWOOD, REPRESENTATIVE; DONALD W. WYATT, MEMBER, RHODE ISLAND LOTTERY COMMISSION; CHRISTINE H. CALLAHAN, MEMBER, RHODE ISLAND LOTTERY COMMISSION; MICHAEL R. DEBATT, MEMBER, RHODE ISLAND LOTTERY COMMISSION; DOMENIC A. DISANDRO, III, MEMBER, RHODE ISLAND LOTTERY COMMISSION; FRANK A. MONTANARO, MEMBER, RHODE ISLAND LOTTERY COMMISSION; EDWARD J. LAWRENCE, MEMBER, RHODE ISLAND LOTTERY COMMISSION; ROBERT E. FLAHERTY, MEMBER, RHODE ISLAND LOTTERY COMMISSION; ROBERT L. CARL, IN HIS CAPACITY AS DIRECTOR OF THE RHODE ISLAND DEPARTMENT OF ADMINISTRATION; RHODE ISLAND PERSONNEL APPEALS BOARD; MORRIS WEINTRAUB, CHAIRPERSON, PERSONNEL APPEALS BOARD; WILLIAM PEARSON, VICE CHAIRPERSON, PERSONNEL APPEALS BOARD; AND DIANE MOONEY, MEMBER, PERSONAL APPEALS BOARD, Defendants, Appellees.</p>\n    <p class=\"docket\">Nos. 00-1398, 00-1660</p>\n    <p class=\"court\">United States Court of Appeals For the First Circuit</p>\n    <p class=\"date\">Heard November 7, 2000<br>Decided January 31, 2001</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEALS FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF RHODE ISLAND</p>\n      <p class=\"indent\">[Hon. Mary M. Lisi, U.S. District Judge]</p>\n      <p class=\"indent\">Keven A. McKenna for appellant.</p>\n      <p class=\"indent\">Stephen A. Izzi, with whom William P. Devereaux was on brief, for appellees Rhode Island Lottery Commission, Donald W. Wyatt, Christine H. Callahan, Michael R. Debatt, Domenic A. Disandro, III, Frank A. Montanaro, Edward J. Lawrence and Robert E. Flaherty.</p>\n      <p class=\"indent\">Claire Richards, Deputy Executive Counsel, with whom Joseph S. Larisa Jr. was on brief, for appellees Lincoln Almond and Robert L. Carl.</p>\n      <p class=\"indent\">John A. Tarantino, with whom Patricia K. Rocha and Joseph Avanzato were on brief, for appellee John B. Harwood.</p>\n      <p class=\"indent\">Joseph J. McGair for appellee Paul S. Kelly.</p>\n      <p class=\"indent\">Before Selya, Circuit Judge, Coffin and Bownes, Senior Circuit Judges.</p>\n      <p class=\"indent\">COFFIN, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Appellant John P. Hawkins was terminated by the Rhode Island Lottery Commission from his position as its director after a flurry of negative publicity in which his conduct in office was criticized, primarily by the state's governor, defendant Lincoln Almond. Hawkins claims that the discharge violated a variety of state and federal laws, and he filed this lawsuit against Almond and a number of other state officials seeking a hearing, damages and reinstatement. The district court, in a lengthy and thoughtful opinion, rejected all of his claims. We agree with its result and, for most of the claims, adopt its reasoning without further discussion. On two issues, we add brief analysis of our own. We also affirm the district court's award of attorney's fees to defendants. Although we do not grant defendants' request for fees on appeal, we assess double costs because of appellant's prolix and consequently burdensome briefing, particularly on unworthy state law issues.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">(1) Violation of Rhode Island Merit System Act. Appellant argues that he was entitled to tenure protection and thus a pretermination hearing because he had served enough time in state government to qualify for statutory \"full status\" and had received two certificates attesting to that status. See R.I. Gen. Laws &#167; 36-4-59(a). He maintains that the exception to the tenure provision, which excludes employees whose \"method of appointment and salary and term of office is specified by statute,\" id. at 36-4-59(a)(2)(iii), is inapplicable to him because the statute creating the Lottery Director position is not sufficiently specific on those matters. Rather than setting a precise term of office or salary, the provision states that</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">[t]he director . . . shall serve at the pleasure of the commission. . . . He or she shall receive such salary as the commission shall determine and shall be in the unclassified service.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">R.I. Gen. Laws &#167; 42-61-3.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Our reading of the pertinent Rhode Island precedent, however, persuades us that an at-will term of employment designated by statute will prevail, no less than a precisely defined term of years, over the general tenure provision protecting long-term unclassified employees. In Donnelly v. Almond, <span class=\"citation\" data-id=\"1952415\"><a href=\"/opinion/1952415/donnelly-v-almond/\"><span class=\"volume\">695</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">1007</span></a></span>, 1008-09 (R.I. 1997), the Rhode Island Supreme Court considered the wrongful-discharge claims of a chief deputy sheriff who contended that his position did not have a term of office or a salary specified by statute. The statutory provisions at issue there, R.I. Gen. Laws &#167;&#167; 42-29-4, 42-29-9, provide that the chief deputy sheriff is appointed by the sheriff, who \"may revoke any deputation by him or her given.\" Another provision states that, in the case of a sheriff's death, his or her deputies shall remain in office until another sheriff is appointed and sworn. Id. at &#167; 42-29-27. The court concluded that these provisions sufficed to establish a statutory term of office exempting a chief deputy sheriff from the tenure protection, even though they \"do not expressly fix a chief deputy sheriff's term of office,\" Donnelly, 695 A.2d at 1009.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">This case differs somewhat from Donnelly in that the deputy sheriff's term was linked to the sheriff's term of office, which is specifically set by statute at ten years, see R.I. Gen. Laws &#167; 42-29-1, while no such outer boundary exists in this case. That factor, however, appeared to play no role in the Supreme Court's decision; the court focused not on the particulars of the sheriff's term but on the fact that multiple statutory provisions addressed the chief deputy sheriff's tenure, including one providing for revocation at will by the sheriff. It is evident that the Rhode Island court has construed the exception to the general tenure provision as excluding any unclassified employee whose term of office is addressed in another statute, whether or not that term was defined by a specified number of years or in some other way. The statutory tenure protection is awarded to unclassified employees whose longevity gives them the benefit their status did not, but it cannot be awarded to those whose tenure is specifically limited by statute. See id. at 1009; Casey v. Sundlun, <span class=\"citation\" data-id=\"1975572\"><a href=\"/opinion/1975572/casey-v-sundlun/\"><span class=\"volume\">615</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">481</span></a></span>, 483 (R.I. 1992) (\"special\" provisions prevail over general provisions).<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">(2) 42 U.S.C. &#167; 1983: Stigma-plus. Appellant argues that defamation by the defendants, together with his termination, constituted the \"stigma plus\" injury that is necessary to establish a claim for deprivation of liberty in violation of the Due Process Clause of the Fourteenth Amendment. See Siegert v. Gilley, <span class=\"citation\" data-id=\"112594\"><a href=\"/opinion/112594/siegert-v-gilley/\"><span class=\"volume\">500</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">226</span></a></span>, 233-34 (1991); Aversa v. United States, <span class=\"citation\" data-id=\"197034\"><a href=\"/opinion/197034/aversa-v-united-states/\"><span class=\"volume\">99</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1200</span></a></span>, 1215-16 (lst Cir. 1996). The district court rejected this claim on the ground that the defamation and the termination were not coincident; some of the defendants lacked authority to terminate appellant while others, so far as the record showed, uttered no defamatory statements. The court relied on case law, from the United States Supreme Court and this court, holding that \"the defamation had to occur in the course of the termination of employment,\" Paul v. Davis, <span class=\"citation\" data-id=\"109402\"><a href=\"/opinion/109402/paul-v-davis/\"><span class=\"volume\">424</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">693</span></a></span>, 710 (1976); see also Pendleton v. City of Haverhill, <span class=\"citation\" data-id=\"198106\"><a href=\"/opinion/198106/pendleton-v-haverhill/\"><span class=\"volume\">156</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">57</span></a></span>, 63 (lst Cir. 1998) (\"[T]o achieve a sufficient 'plus' in a loss-of-job context, words spoken must be 'uttered incident to the termination.'\" (quoting Siegert, 500 U.S. at 234)); Silva v. Worden, <span class=\"citation\" data-id=\"197655\"><a href=\"/opinion/197655/silva-v-worden/\"><span class=\"volume\">130</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">26</span></a></span>, 32-33 (lst Cir. 1997) (\"[T]he municipality terminating the employee must also be responsible for the dissemination of defamatory charges . . . .\"); Aversa, 99 F.3d at 1216 (plaintiff must allege that \"the loss of employment resulted from some further action by the defendant in addition to the defamation\").</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Appellant argues that the district court erred in viewing the defamation and termination separately, and he asserts that the actions of the various defendants taken together satisfy the requirement of \"stigma plus.\" He relies on the close relationship between, on the one hand, the governor and defendants Harwood and Kelly -- the speaker of the state house of representatives and the senate majority leader, respectively -- and, on the other hand, the Lottery Commission. The Commission is comprised of nine members, three of whom are appointed by each of those three political leaders.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> Appellant alleges that Governor Almond, Speaker Harwood and Senator Kelly orchestrated the termination through their \"surrogates\" on the Commission, and, particularly in the case of Almond, also were responsible for defamatory communications about him. He also relies on Owen v. City of Independence, <span class=\"citation\" data-id=\"110236\"><a href=\"/opinion/110236/owen-v-independence/\"><span class=\"volume\">445</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">622</span></a></span> (1980), in which the Supreme Court allowed a stigma-plus claim even though different parties were responsible for the defamation and termination at issue.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Hawkins' effort to build a stigma-plus claim from the record in this case falls short of the mark, however. The facts before us are unlike Owen, where the defendant at issue was not an individual, but the city, and all of the challenged conduct was that of city officials acting in their official capacity. As a result of their collective actions of defamation and termination, the Supreme Court said the city could be held responsible for a deprivation of liberty without due process. Id. at 627-29, 633 n.13.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Here, though the defendants are all representatives of the state, the state is not a party.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> The only specific allegations of defamation refer to statements by the governor, while the termination was at the will of the Lottery Commission, which by law is fiscally and operationally autonomous. See R.I. ACLU v. Rhode Island Lottery Comm'n, <span class=\"citation\" data-id=\"1572938\"><a href=\"/opinion/1572938/ri-affiliate-am-civ-liberties-v-ri-lottery/\"><span class=\"volume\">553</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">752</span></a></span>, 765 (D.R.I. 1982). The tripartite division of appointing authority highlights the Commission's independence from any single political influence. See R.I. Gen. Laws &#167; 42-61-1.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> Although the governor's rhetoric may have created a political climate antithetic to Hawkins that affected the Commission's deliberations, the governor neither spoke for the Commission nor controlled its actions.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> Particularly where, as here, the alleged defamation occurs in the context of a public clash between political opponents,<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> we are disinclined to exceed the established limits of constitutional claims of reputation injury. In this case, the party responsible for the alleged defamation was not the party responsible for the termination. We thus conclude, like the district court, that Hawkins has failed to state a viable due process claim.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a></p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Finally, we affirm the district court's decision to award attorney's fees to certain defendants. Such an award is appropriate when a court finds that \"the plaintiff's action was frivolous, unreasonable, or without foundation.\" Tang v. State of Rhode Island Dep't of Elderly Affairs, <span class=\"citation\" data-id=\"198242\"><a href=\"/opinion/198242/tang-v-rhode-island/\"><span class=\"volume\">163</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">7</span></a></span>, 14 (lst Cir. 1998) (quoting Christiansburg Garment Co. v. EEOC, <span class=\"citation\" data-id=\"109769\"><a href=\"/opinion/109769/christiansburg-garment-co-v-eeoc/\"><span class=\"volume\">434</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">412</span></a></span>, 421 (1978)). This lawsuit was Hawkins' second effort to recover for essentially the same claims, and we cannot find that the court abused its discretion in concluding that Hawkins' lack of success in state court should have alerted him to the legal flaws in his claims and restrained him from exposing defendants to repetitive litigation. As for the amount of fees awarded, the district court's opinion reflected correct application of the law and a careful, discriminating scrutiny of the attorneys' time records. It adopted a reasonable hourly rate, based on its knowledge of the relevant market, and excised hours that were duplicative or otherwise not compensable. The court rejected entirely defendant Almond's request for fees. We see no error in these judgments.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Affirmed. Double costs on appeal to appellees.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> We note that all of appellant's claims in this case, with the exception of an age discrimination cause of action, previously were brought in state court. Hawkins filed the federal case after the state court denied his request for injunctive relief, ruling that most of the claims failed as a matter of law. The state court subsequently granted summary judgment for defendants on all but a Rhode Island Open Meetings Act claim that is not before this court.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Appellant argues that the statute providing tenure protection is the exception to the general scheme of at-will employment for unclassified employees and that it therefore must be given effect. The \"exception\" provision itself has an exception, however, and the most specific statute must prevail.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The senate leader appoints three senate members to the Commission, only two of whom may belong to the same political party; the house leader appoints three house members with the same party limitation, and the governor appoints three members of the general public. See R.I. Gen. Laws &#167; 42-61-1.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> In Owen, the plaintiff was discharged by the city manager and the city council issued a resolution that contained an allegedly false statement impugning the plaintiff's honesty and integrity. See 445 U.S. at 628-29 &amp; n.13.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> The state, of course, could not be sued directly under section 1983. See Will v. Michigan Dep't of State Police, <span class=\"citation\" data-id=\"112293\"><a href=\"/opinion/112293/will-v-michigan-dept-of-state-police/\"><span class=\"volume\">491</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">58</span></a></span>, 71 (1989). The only defendant sued in his official capacity was Robert L. Carl, Director of the Department of Administration, but neither the defamation nor termination was attributed to him. His official status therefore does not impact this cause of action. See id. at 71 n.10 (injunctive relief may be sought under 42 U.S.C. &#167; 1983 in a suit against a state official acting in his official capacity).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> We note that Governor Almond is a Republican; Speaker Howard and Senator Kelly are Democrats.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> The governor publicly claimed a significant role in ousting Hawkins, but the record is clear that he had no actual authority to accomplish that objective. Indeed, a press release issued by the governor in December 1995 underscores his lack of control over the Commission: the statement announced that he would pursue legislation to abolish the Lottery Commission because \"[t]here is absolutely no need for the Lottery Commission to be an independent quasi-public agency.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> The political setting makes it likely that the allegations against Hawkins would be viewed as \"politics as usual,\" diminishing any stigma associated with his termination. From all that appears, in fact, the Commission's unexplained decision to terminate Hawkins resulted from the commissioners' desire to end a political storm rather than from a judgment on Hawkins' abilities. In a press release issued a few days before the termination, the three Senate members of the Lottery Commission and Senate Majority Leader Kelly were quoted as saying that \"'it is time to move forward and select a new Lottery Director.'\" The release, as quoted in a Hawkins affidavit, see App. at 328-29, continued:</p>\n        <p>\"The Senators said the continuous controversy surrounding current Executive Director, John Hawkins[,] is threatening the credibility of the State Lottery and was diverting law makers' attention from more pressing state problems.\"</p>\n        <p>See also App. at 331 (newspaper article in which Kelly is quoted as telling Hawkins that \"'everything the lottery does is getting blurred because of the controversy surrounding the director'\").</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> Hawkins' reliance on Colaizzi v. Walker, <span class=\"citation\" data-id=\"339377\"><a href=\"/opinion/339377/samuel-colaizzi-and-samuel-indovina-v-daniel-walker-governor-state-of/\"><span class=\"volume\">542</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">969</span></a></span> (7th Cir. 1976), is also misplaced. In Colaizzi, the defendant governor discharged the plaintiffs and \"simultaneously issued or caused to be issued certain press releases\" charging the plaintiffs with \"reprehensible conduct,\" id. at 971, 972. Unlike Governor Almond, Governor Walker was directly responsible for both the termination and the alleged defamatory communication.</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/109402/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109769/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110236/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112293/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112594/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197034/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197655/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198106/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198242/",
    "http://www.courtlistener.com/api/rest/v3/opinions/339377/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1572938/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1952415/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1975572/"
  ]
}