{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/199228/",
  "absolute_url": "/opinion/199228/fant-v-new-england-power/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/199228/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T04:26:44Z",
  "date_modified": "2017-03-24T11:01:20.571681Z",
  "type": "010combined",
  "sha1": "c8c08d13a946cf095d63977968581008917f949c",
  "page_count": 20,
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/99-2142-01A.pdf",
  "local_path": "pdf/2001/01/08/Fant_v._New_England_Power.pdf",
  "plain_text": "          United States Court of Appeals\n                     For the First Circuit\n\n\nNo. 99-2142\n\n                         BRUCE E. FANT,\n\n                     Plaintiff, Appellant,\n\n                               v.\n\n NEW ENGLAND POWER SERVICE CO.; NEW ENGLAND ELECTRIC SYSTEMS;\n  INTERNATIONAL BROTHERHOOD OF ELECTRICAL WORKERS, LOCAL 486,\n\n                     Defendant, Appellees.\n\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n               FOR THE DISTRICT OF MASSACHUSETTS\n\n        [Hon. Nathaniel M. Gorton, U.S. District Judge]\n\n\n                             Before\n\n               Selya and Lipez, Circuit Judges,\n                and Casellas,* District Judge.\n\n\n     William F. Scannell, Jr. with whom Richard M. Welsh, Jr. was\non brief for appellant.\n\n     David M. Felper, with whom Bowditch & Dewey, LLP, was on\nbrief for appellees New England Power Company and New England\nElectric Systems.\n\n     Renee J. Bushey, with whom Feinberg, Campbell & Zack, P.C.,\nwas on brief for appellee International Brotherhood of\nElectrical Workers, Local 486.\n\f                              January 8, 2001\n\n\n      *Of the District of Puerto Rico, sitting by designation.\n\n\n              LIPEZ, Circuit Judge. This case, arising from the 1995\n\ntermination of Bruce Fant as an employee of New England Power\n\nService Company (NEPSCO), poses a preemption issue under § 301\n\nof the Labor Management Relations Act (LMRA), 29 U.S.C. § 185.\n\nFant    sought    the    support     of    his   union,    the     International\n\nBrotherhood      of     Electrical    Workers,     Local     486    (IBEW),   in\n\nchallenging the termination, but it declined to represent him.\n\nSubsequently, Fant complained of discrimination by his employer\n\nand     his    union    to   the     Massachusetts        Commission     Against\n\nDiscrimination (MCAD).        He says he withdrew his complaint from\n\nthe Commission in 1998 and filed a discrimination claim in\n\nWorcester Superior Court.          The union removed the case to federal\n\ncourt.    All of the defendants, the union, NEPSCO, and its parent\n\ncompany, New England Electric Systems (NEES), argued that Fant's\n\nstate law claims were preempted by the LMRA.               The district court\n\nawarded summary judgment to the power companies because of\n\npreemption and dismissed the claim against the union because it\n\nwas time-barred.         We affirm as to all of the defendants on the\n\nbasis of preemption.\n\n\n                                          -2-\n\f                                           I.\n\nBackground\n\n           Bruce Fant was employed by NEPSCO for eight years prior\n\nto his discharge on June 22, 1995.                   He worked much of this time\n\nas   a   first   class       utility       worker     in     the     Maintenance    and\n\nConstruction Department.          In January 1993, Fant hurt his back at\n\nwork, an injury covered by workers' compensation.                            Though he\n\nreturned to a reduced work schedule, he was laid off shortly\n\nthereafter, along with 62 other employees.                         Fant sought recall\n\nfor a light-duty job (he could not be rehired for operation of\n\nheavy equipment because of his injury).                      Despite his seniority\n\namong those laid off, Fant was never recalled.                       The IBEW refused\n\nto pursue a grievance on his behalf.                       He was terminated from\n\nemployment on June 22, 1995.               In August 1995, the IBEW refused\n\nservices for the last time, advising Fant that it no longer\n\nconsidered       him     a      member          of     the      union.\n\n           Pursuant to Massachusetts General Laws Chapter 151B,\n\nFant filed a discrimination charge against his employer and the\n\nunion    with    the     MCAD     on        December         15,     1995,    claiming\n\ndiscrimination     based      upon     a   speech      impediment       described    as\n\nstuttering.       Fant       believed      that      the     stutter    defeated    his\n\ncandidacy for the light-duty positions he sought because of the\n\ncommunications skills required.                  Although the parties describe\n\n\n                                           -3-\n\fthe proceedings before the MCAD differently, there is no record\n\nin this proceeding of the MCAD's action.              In his brief and at\n\noral argument, Fant states that he \"removed\" the MCAD charge to\n\nthe Superior Court prior to a final disposition by the MCAD.\n\nDefendant IBEW indicates in a footnote to its brief that Fant's\n\ncharge was investigated and dismissed by the MCAD on June 16,\n\n1997 with a lack of probable cause finding, and that the full\n\nCommission affirmed the judgment after Fant appealed.\n\n            We do know, however, that on June 3, 1998, Fant filed\n\na complaint in Worcester Superior Court alleging discrimination\n\nby the defendants and seeking relief on five counts: negligent\n\ninfliction of emotional distress, intentional infliction of\n\nemotional distress, civil rights violations, interference with\n\ncontractual    relations,     and    interference      with   advantageous\n\ncontractual    relations.      Six    weeks   later    Fant   amended   his\n\ncomplaint     by   changing   the     previous   complaint's      \"General\n\nAverments\" portion into a section titled \"General Averments of\n\nWrongdoing,\" now labeled as \"Count I.\"           Although these general\n\naverments do not refer to any provisions of Massachusetts law,\n\nFant says they constitute his state law discrimination claim.\n\n\n\n            The IBEW removed the case to federal court under 28\n\nU.S.C. § 1441, arguing that the action was governed by federal\n\n\n                                     -4-\n\flaw, specifically § 301 of the LMRA, which provides a federal\n\ncause of action in \"[s]uits for violations of contracts between\n\nan employer and a labor organization representing employees in\n\nan industry affecting commerce.\" 29 U.S.C. § 185.                 Seeking\n\nsummary judgment, NEPSCO and NEES argued successfully that the\n\nfederal law preempted the state claims.         The IBEW also prevailed\n\nin its contention that Fant failed to state a claim against it\n\nbecause   the   applicable   statute     of   limitations   had   expired.\n\nThese successes prompted this appeal.1\n\n                                   II.\n\nThe state law discrimination claim\n\n           Before addressing the preemption question, we must\n\ndetermine the scope of Fant's state law discrimination claim.\n\nBecause of a troubling factual discrepancy in the parties'\n\naccounts of proceedings before the MCAD, and uncertain drafting\n\nin Fant's complaint, this is not a simple determination.\n\n           A.       Speech impediment: Chapter 151B\n\n           On appeal, Fant insists that he has stated a claim\n\nunder     Chapter    151B,   the    Massachusetts       omnibus      anti-\n\n\n\n    1  The district court disposed of the state law claims for\nemotional distress and tortious interference when it found them\npreempted by federal law.    The state civil rights claim was\ndeemed inadequate for failing to allege, among other things,\n\"threats, intimidation, or coercion.\"    Fant has not appealed\nthese determinations.\n\n                                   -5-\n\fdiscrimination statute, on the basis of a stuttering disability.\n\nHe   relies   for   this    contention       on    this    allegation         in   his\n\ncomplaint: \"plaintiff was terminated from his employment as a\n\nresult of wrongful, illegal, unlawful and discriminatory actions\n\nof the employers and representatives, which actions were solely\n\nbased upon the plaintiff's disabilities.\"                     Fant says that the\n\nuse of the term \"disabilities\" in this allegation includes\n\ndiscrimination based upon a stutter and a work-related back\n\ninjury.     However, only the work-related injury is specifically\n\nidentified in the complaint.\n\n            A party who wants to file a civil action charging\n\ndiscrimination in employment under Chapter 151B must first file\n\nthe charge with the MCAD.        The purpose of mandatory submission\n\nto the MCAD process is to provide notice to the prospective\n\ndefendant     and   to   encourage     conciliation           and   settlement      of\n\ndisputes.     See Stephenson v. State Street Bank & Trust Co., 924\n\nF. Supp. 1258, 1276 (D. Mass. 1996).                   Once a charge is filed\n\nwith the MCAD, a complainant may proceed in one of two ways: 1)\n\nseek   a   Commission      decision    on    the       discrimination         charge,\n\nfollowed by judicial review on the administrative record of an\n\nadverse    determination,     ch.     151B   §§    5    and    6,   or   2)   obtain\n\npermission from the MCAD to withdraw from the administrative\n\nprocess, without prejudice to the charge, so that a statutory\n\n\n                                      -6-\n\fclaim can be filed in state Superior Court, ch. 151B § 9.              See\n\nJancey v. School Comm., 658 N.E.2d 162, 171-72 (Mass. 1995).            As\n\nnoted, Fant says he took the withdrawal route.         The IBEW says he\n\nobtained   an   MCAD   decision    on   the    discrimination      charge.\n\nOrdinarily, we would seek clarification from the parties about\n\nsuch an odd conflict.        We refrain from that inquiry, however,\n\nbecause Fant's speech impediment claim fails whatever the route\n\ntaken.\n\n                  1.    An MCAD decision\n\n           Although the \"Charge of Discrimination\" document Fant\n\nfiled with the MCAD was not part of the record before the\n\ndistrict court, Fant has included that document as an addendum\n\nto his brief on appeal.         We consider that document for the\n\nlimited purpose of evaluating Fant's insistence that the state\n\nclaim he filed in the Superior Court included a claim that he\n\nwas discriminated against because of his speech disability.\n\n           In the \"Charge of Discrimination\" document, Fant states\n\nspecifically    that   the   disability   at   issue   is   \"the    speech\n\nimpediment commonly referred to as stuttering.\"         He also states\n\nspecifically that his job-related back injury \"is not part of\n\nthe claim filed with the Commission.\"            If Fant pursued his\n\nspeech impediment claim to a final resolution by the MCAD, as\n\nthe IBEW says he did, Fant's access to the state Superior Court\n\n\n                                  -7-\n\fwould    be    limited    to   judicial     review   of   the   administrative\n\ndetermination, not the original action Fant filed here.                          \"By\n\nproviding       for    judicial    review    of   MCAD    decisions,       and    by\n\nforeclosing agency action once a party has sought a judicial\n\nremedy pursuant § 9,2 the Legislature signaled its intent that\n\nthe parties would be bound by an MCAD decision, subject only to\n\njudicial review.\"         Brunson v. Wall, 541 N.E.2d 338, 342 (Mass.\n\n1989).        Put most simply, the state Superior Court would be\n\nprecluded by statute from considering Fant's speech impediment\n\nclaim in an original action if he pursued that claim to a final\n\nresolution before the MCAD.            See Joseph v. Wentworth Inst. of\n\nTech., No. 99-10989-MEL, 2000 U.S. Dist. LEXIS 16160, at *29 (D.\n\nMass.    Oct.    23,     2000)    (\"Under    Massachusetts      law,   a    Final\n\nCommission Order of the MCAD is given preclusive effect to bar\n\na plaintiff from bringing a new court action.\").\n\n\n\n\n    2  Section 9 of Massachusetts General Laws, Chapter 151B\nprovides for removal of the matter from the MCAD prior to a\nfinal disposition. The statute reads: \"Any person claiming to\nbe aggrieved under [151B]. . . may, at the expiration of ninety\ndays after the filing of a complaint with the commission, or\nsooner if a commissioner assents in writing, but no later than\nthree years after the alleged unlawful practice occurred, bring\na civil action for damages or injunctive relief or both in the\nsuperior or probate court for the county in which the alleged\nunlawful practice occurred. . . . The petitioner shall notify\nthe commission of the filing of the action, and any complaint\nbefore the commission shall then be dismissed without\nprejudice.\"\n\n                                       -8-\n\f                    2.     Removal of the charge from the MCAD\n\n            Alternatively, accepting Fant's insistence that he\n\nremoved his speech impediment claim from the MCAD before a final\n\nresolution, we must assess whether the specifics of the MCAD\n\ncharge inform the meaning of \"disabilities\" in Fant's Superior\n\nCourt complaint.      It is appropriate for a court to consider the\n\nMCAD charge when the \"charge is referenced in [the complaint]\n\nand   its   content      determines     the   parameters      of    [the]   civil\n\ncomplaint.\"     Edwin v. Blenwood Assoc. Inc., 9 F. Supp. 2d 70, 72\n\n(D. Mass. 1998) (relating to the disputed scope of the MCAD\n\ncharge).      True, we have ruled that when \"a complaint's factual\n\nallegations are expressly linked to -- and admittedly dependent\n\nupon -- a document . . . , that document effectively merges into\n\nthe pleadings\" when the complaint makes reference to or is\n\nattached to that document.            Bedall v. State Street Bank & Trust\n\nCo., 137 F.3d 12, 17 (1st Cir. 1998).                   See also Chatman v.\n\nGentle Dental Ctr., 973 F. Supp. 228, 232 (D. Mass. 1997) (\"[O]n\n\na Rule 12(b)(6) motion, the court may consider public records\n\nand   other    documents    referred     to   in   the   complaint,     without\n\ntreating the motion as one under Rule 56.                The MCAD Charge is a\n\npublic   record    and    is   also    referred    to    in   the   complaint.\"\n\n(citation omitted)).\n\n\n\n\n                                       -9-\n\f          However, Fant's complaint does not reference the MCAD\n\ncharge, nor does it even reference Chapter 151B, the state's\n\nemployment discrimination statute, which Fant says on appeal is\n\nthe basis for his speech impediment claim.                 Yet Fant refers\n\nspecifically    to    his    work-related     injury.     Moreover,    Fant's\n\ncomplaint is not dependent on a previous charge filed with the\n\nMCAD because his claim under Chapter 152, § 75B, see infra, does\n\nnot   require   a    prior    filing   with    the   MCAD. 3   Under    these\n\ncircumstances, the mere plural reference to \"disabilities\" in\n\nFant's complaint does not provide fair notice that he is also\n\nclaiming discrimination on the basis of a speech impediment.\n\n          Not surprisingly, the district court does not even\n\nmention the speech impediment in its decision disposing of\n\nFant's claims.       Instead, it focuses only on the work-related\n\nback injury.        Furthermore, the court summarily denied Fant's\n\n\n\n      3We note one important caveat about the relevance of the\nMCAD charge. The Massachusetts cases make clear that the 151B\ncharge of employment discrimination that is filed before the\nMCAD establishes the parameters of the claim in a subsequent\ncivil action in Superior Court. See Edwin, 9 F. Supp. 2d at 73\n(\"A civil complaint for employment discrimination is confined to\nthe content of the charge filed with MCAD and claims reasonably\nwithin the scope of an MCAD investigation.\"). If defendants to\na civil action for employment discrimination believe that the\n151B charge of employment discrimination exceeds the scope of\nthe administrative charge, they could seek dismissal for failure\nto exhaust the administrative remedy. There is no such claim\nhere. We do not have to examine the MCAD charge to evaluate a\nfailure to exhaust claim.\n\n                                    -10-\n\fmotion for reconsideration of its summary judgment ruling.                     In\n\nthat       motion,   Fant   contended    that    the   court    overlooked   his\n\nallegations of \"tortious conduct\" by the defendants based upon\n\nhis speech impediment.4         Implicit in the court's summary denial\n\nof the motion is confirmation of its initial judgment that a\n\nChapter       151B    discrimination     claim    based    on   Fant's    speech\n\nimpediment is not in Fant's complaint.                 We agree.       It is not\n\nthere.5\n\n       B.     Work-related injury: Chapter 152, § 75B\n\n              Chapter 152 of the Massachusetts General Laws is the\n\nstate      workers'    compensation     law.     Chapter    152,   §   75B   bars\n\n\n\n       4\n       By referencing the motion for reconsideration we do not\nsuggest that Fant has perfected an appeal from the denial of\nthat motion.    Appellees assert correctly that Fant filed a\nnotice of appeal after the entry of summary judgment, but prior\nto   the  court's   final  disposition   of   the  motion   for\nreconsideration. According to Fed. R. App. P. 4(a)(4)(B)(ii),\na notice of appeal must be amended to include review of such a\nruling. Fant never amended his notice of appeal. Nevertheless,\nin our view, Fant could argue, pursuant to the notice of appeal\nfrom the district court's entry of summary judgment, that among\nthe court's errors was a failure to recognize a 151B speech\nimpediment claim.   We discuss the motion for reconsideration\nonly to emphasize the district court's view that Fant failed to\nset forth a 151B claim.\n       5\n       Fant suggests, in the alternative, that the defendants\nbrought the MCAD charge into the case when they referenced the\nMCAD proceedings in their affidavit and memorandum pertaining to\nthe motion for summary judgment. However, the defendants merely\nrecited the filing of an administrative complaint in describing\nthe history of the case.     That reference does not bring the\nsubstance of the MCAD charge into this case.\n\n                                        -11-\n\fdiscrimination against qualified handicapped workers exercising\n\ntheir rights under the workers' compensation law, which includes\n\nprocedures for filing claims for injuries, receiving payments,\n\nand   determining   re-employment.    The   statute   provides   in\n\npertinent part that \"[n]o employer or duly authorized agent of\n\nan employer shall discharge, refuse to hire or in any other\n\nmanner discriminate against an employee because the employee has\n\nexercised a right afforded by this chapter.\"     Mass. Gen. Laws\n\nch. 152, § 75B(2).     Although Fant's complaint also fails to\n\ninvoke specifically Chapter 152, § 75B, he alleges that he\n\n\"suffered a work related injury and was seperated [sic] from his\n\nemployment\" based upon his \"disabilities.\"\n\n          Fant asserts a violation of § 75B because he was a\n\nqualified handicapped person capable of performing the essential\n\nfunctions of a particular job with reasonable accommodation,\n\ndespite his work-related injury.6 In his complaint, he cites his\n\nwork-related injury, his separation from employment, and the\n\nsubsequent refusals to rehire, \"despite his seniority over other\n\n\n\n      6\n      Unlike a civil action for employment discrimination under\nChapter 151B, a civil action for discrimination under Chapter\n152, § 75B does not have to be preceded by an administrative\ncomplaint before the MCAD.     Pursuant to the statute, \"[a]ny\nperson claiming to be aggrieved by a violation of this section\nmay initiate proceedings in the superior court department of the\ntrial court for the county in which the alleged violation\noccurred.\" Mass. Gen. Laws ch. 152, § 75B(2).\n\n                               -12-\n\findividuals who were re-employed by the defendant after his said\n\nseperation [sic] of service.\"                   Fant also indicates that he\n\nsought the services of the IBEW in an effort to regain his\n\nemployment, but it refused to represent him saying \"that he was\n\nno longer considered a member of the union.\"                Given his specific\n\nreference to a work-related injury, the district court found\n\nthat    Fant    alleged    a   §   75B   claim    under    the   state   workers'\n\ncompensation law.          We accept this reading.\n\n               In that claim, Fant asserts that his termination \"was\n\nin violation of the Collective Bargaining Agreement entered into\n\nby     defendants,     NEPSCO      and    IBEW,\"     a    contention     that   is\n\nincorporated into each count of the complaint.                   Under the state\n\nstatute, the protections of § 75B are subordinate to the terms\n\nof   any      collective    bargaining      agreement      (CBA)    between     the\n\nemployee's union and employer.             \"In the event that any right set\n\nforth    in     this   section     is    inconsistent     with     an   applicable\n\ncollective bargaining agreement, such agreement shall prevail.\"\n\nMass. Gen. Laws ch. 152, § 75B(3).\n\n               Having found that the amended complaint alleged a claim\n\nunder Chapter 152, § 75B, the district court also concluded that\n\nthe state \"law upon which Fant relies expressly states that the\n\nrights it creates are not independent of collective bargaining\n\nagreements.\"       Furthermore, \"[d]etermining whether [the CBA] is\n\n\n                                         -13-\n\fconsistent with the workers' compensation law. . . would require\n\ninterpreting the collective bargaining agreement,\" an analysis\n\nthat the court could not pursue \"because of the preemptive\n\neffect of the federal law governing relations between labor and\n\nmanagement,\" a reference to the LMRA.\n\n                                       III.\n\nPreemption\n\n             As noted, § 301 of the LMRA allows a \"[s]uit for\n\nviolation     of    contracts       between    an    employer       and     a    labor\n\norganization representing employees in an industry affecting\n\ncommerce.\"     29   U.S.C.      §    185(a)(1982).          State     law       claims\n\nimplicating rights and duties under a CBA may be preempted by §\n\n301.   \"[T]he question which controls preemption disputes under\n\nsection 301 is, simply, whether a state law action is based, in\n\nits essence, on a claim of rights or duties under a collective\n\nbargaining agreement.\"       The Developing Labor Law, 1699 (Patrick\n\nHardin et al. eds., 3d ed. 1992) (1971).                    Employers have an\n\nobligation to comply with the terms of the CBA and unions have\n\na corresponding duty of \"fair representation,\" meaning that they\n\nmust   not   engage    in   \"arbitrary        or    bad   faith   conduct\"        that\n\nevidences \"hostility, discrimination, or dishonesty\" toward an\n\nemployee-union member.              Figueroa de Arroyo v. Sindicato de\n\n\n\n\n                                       -14-\n\fTrabajadores Packinghouse, 425 F.2d 281, 284 (1st Cir. 1970)\n\n(involving union action in a grievance proceeding).\n\n          Fant does not assert a claim under the LMRA.          Indeed,\n\nhe disavows one.     Nevertheless, his state law claim alleging\n\ndiscrimination by NEPSCO and NEES, and breach of representation\n\nduties by the IBEW, is tantamount to a hybrid cause of action\n\ngoverned by § 301 of the LMRA.\n\n          Hybrid claims involve alleged wrongdoing on the part\n\nof both the employer and the union with respect to the rights of\n\nemployees.    \"If, in an action alleging a breach of the duty of\n\nfair representation, the employee seeks relief for a related\n\nbreach of contract by the employer, the employee's claim against\n\nthe employer is 'based upon' a breach of the labor contract\n\nwithin the scope of section 301.\"       The Developing Labor Law, at\n\n1418.   In these hybrid cases, the court must resolve whether the\n\nunion failed in fairly representing the employee and whether the\n\nemployer acted in violation of the CBA terms.        The Supreme Court\n\nhas found these parallel claims against the parties to a CBA to\n\nbe \"inextricably interdependent.\"       DelCostello v. International\n\nBrotherhood   of   Teamsters,   462   U.S.   151,   164   (1983).   The\n\ncomponent parts of a hybrid § 301 claim, the employer's breach\n\nof the CBA and the union's failure to defend employee rights\n\nunder the CBA, each require interpretation of the terms set\n\n\n                                 -15-\n\fforth in the labor agreement.                In creating § 301 of the LMRA,\n\nCongress       intended      \"that   a   comprehensive,        unified,      body   of\n\nfederal law should govern actions concerning the interpretation\n\nand    enforcement      of      collective    bargaining       agreements.\"         The\n\nDeveloping Labor Law, at 1698-99.                    As such, state law claims\n\nthat require interpretation of a labor contract for adjudication\n\nare generally preempted by the federal law.                    See id.\n\n            Despite the preemptive scope of § 301, state law claims\n\nsurvive if they do not require interpretation of the CBA.                           See\n\nLingle v. Norge Division of Magic Chef, Inc., 486 U.S. 399, 409\n\nn.8    (1988)     (\"§     301    pre-empts      state    law    only   insofar       as\n\nresolution of the state-law claim requires the interpretation of\n\na collective- bargaining agreement\").                    The degree to which a\n\nstate    law    claim     depends     upon    an     understanding     of    the    CBA\n\nrequires careful judicial analysis.                     \"Courts confronted with\n\nstate law claims must. . . locate the line between the need for\n\nmere    consultation       of    a   CBA,    which    does   not    demand   federal\n\npreemption, and more active interpretation of that agreement,\n\nwhich does preempt the state law claims.\"                    Lydon v. Boston Sand\n\n& Gravel Co., 175 F.3d 6, 10 (1st Cir. 1999).                      See also Livadas\n\nv. Bradshaw, 512 U.S. 107, 124 (1994) (checking wage rates set\n\n\n\n\n                                         -16-\n\fforth in the CBA does not rise to interpretation).7    As we have\n\nput it, a \"real interpretive dispute\" regarding the CBA must\n\nexist for other claims to be preempted.        Martin v.   Shaw's\n\nSupermarkets, Inc., 105 F.3d 40, 42 (1st Cir. 1997).\n\n         A state law claim may depend upon the meaning of the\n\nCBA if the conduct at issue constitutes a breach of duty under\n\nthe CBA or resolution of the dispute hinges upon interpretation\n\nof the CBA.   See Flibotte v. Pennsylvania Truck Lines, Inc., 131\n\nF.3d 21, 26 (1st Cir. 1997).    Both tests are met in this case.\n\nAs best we can tell from the complaint, Fant's case involves\n\nrecent leave-time for recovery from a work-related injury, a\n\nlay-off, a subsequent request for reassignment to a different\n\ntype of job, seniority, and his availability for immediate\n\nreemployment.    Disputes relating to such matters are usually\n\nCBA-based disputes because the rights at issue are created by\n\nthe agreement.   See Allis-Chalmers Corp. v. Lueck, 471 U.S. 202,\n\n\n    7  In cases alleging a violation of a state law without\nasserting a breach of the CBA, the action need not be preempted\nby federal law. See Welch v. General Motors Corp., 922 F.2d 287\n(6th Cir. 1990). In Welch, the plaintiff's claim against the\nemployer   concerned   rights  established   by   the   Michigan\nHandicapper's Civil Rights Act. The court affirmed the district\ncourt's ruling that independent state statutory rights could be\nasserted, even if the CBA also provided a remedy for\ndiscrimination. In such cases, the court generally reasons that\nthe rights created by the state law are independent, non-\nnegotiable and \"not inextricably intertwined with the collective\nbargaining agreement.\" Id. at 290. See also Livadas, 512 U.S.\nat 124-25.\n\n                               -17-\n\f218 (1985). Similarly, questions relating to qualifications and\n\nseniority usually require recourse to details that are imbedded\n\nin CBAs.    See O'Brien v. Consolidated Rail Corp., 972 F.2d 1, 5\n\n(1st Cir. 1992) (regarding Chapter 151B and Railway Labor Act\n\npreemption); Wilhelm v. Sunrise Northeast, Inc., 923 F. Supp.\n\n330 (D.Conn. 1995).\n\n           In this case, the \"Agreement as to Wages, Working\n\nConditions and Seniority\" establishes a procedure for laying off\n\nand rehiring workers:\n\n    When forces are reduced in any class of work, the last\n    man hired into the class shall be furloughed first and\n    so on. . . . When forces are increased in any class,\n    preference for reemployment shall be given to\n    furloughed employees defined as \"regular employees\"8.\n    . . , the last man furloughed to be the first rehired,\n    if available for immediate reemployment and so on\n    until the required force has been obtained or until\n    all furloughed employees have been reemployed.\n\nArticle    V.   Fant's   entitlement   to   employment   can   only   be\n\nresolved by referring to the terms of the CBA.           Furthermore,\n\nFant's claim of failed representation by the union upon his\n\ntermination is governed by Article VI of the CBA, which says,\n\n\"Upon the written request of the Brotherhood. . . the Company\n\nshall grant a hearing to the [suspended or discharged] employee.\n\n\n    8 The CBA defines a \"regular employee\" as \"any employee who\nhas been employed by the Company for a continuous period of one\nyear preceding the date hereof or who may be employed by the\nCompany for a continuous period of one year during the term of\nthis agreement.\" Article II.\n\n                                -18-\n\f. . . The hearing shall be conducted in accordance with the\n\nmethod of adjusting grievances as provided in Article VIII [of\n\nthe CBA].\"    Finally, the CBA contains a broad management rights\n\nclause:\n\n      The Brotherhood agrees. . . not to hinder or interfere\n      with the management of the Company. . . , including\n      the assignment of work, the direction of work forces,\n      the right to hire, suspend, or discharge for proper\n      cause, to transfer employees. . . and to furlough\n      employees. . . , but, in the exercise of these\n      responsibilities in management, the Company agrees\n      that it will not discriminate against any member of\n      the Brotherhood.\n\nArticle IX.    A similar clause in Martin played a role in our\n\ndecision that the plaintiff's claim was preempted because it\n\ncould not be resolved without interpreting the CBA.              See 105\n\nF.3d at 43-44.    That is also the case here.        Fant's state claim\n\nof discrimination under Chapter 152, § 75B is preempted by § 301\n\nof the LMRA because it requires interpretation of the CBA.\n\n          Fant virtually invited this preemption conclusion in\n\nhis complaint, where he alleged that the treatment constituting\n\nthe   substance   of   his   grievance   \"was   in   violation   of   the\n\nCollective Bargaining Agreement entered into by and between the\n\ndefendants, NEPSCO and IBEW.\"      Moreover, given our precedents,\n\nthe preemption conclusion is not surprising.             We have dealt\n\npreviously with claims under Chapter 152, § 75 and preemption.\n\n\n\n\n                                 -19-\n\fSee Martin, 105 F.3d at 44 (finding both § 75A9 and § 75B\n\npreempted); Magerer v. John Sexton & Co., 912 F.2d 525, 529-30\n\n(1st Cir. 1990) (preemption of § 75B).   In those cases, we found\n\nthat § 75B claims for retaliatory discharge are subject to the\n\nCBA by the express terms of the statute.     See Mass. Gen. Laws\n\nch. 152, § 75B(3).     Indeed, there need not be an explicit\n\nfinding of inconsistency for claims under this section to be\n\npreempted.   As we have said, the state law claims are preempted\n\n\"not because the collective bargaining agreement is inconsistent\n\nwith the state claims asserted, but because it may be so and\n\nrequires interpretation.\"   Martin, 105 F.3d at 44.     See also\n\nMagerer, 912 F.2d at 529 (\"[C]laims under section 75B will\n\nrequire interpretation of the agreement and, therefore, will be\n\npreempted by Section 301.\").\n\n         As Fant himself acknowledges, his § 75B claims against\n\nhis employer and union inescapably require resort to the CBA.\n\nThose claims are preempted by § 301 of the LMRA.10\n\n         Affirmed.\n\n\n    9  This statute gives an employee \"preference in hiring by\nthe employer for whom he worked at the time of compensable\ninjury. . . .\" Mass. Gen. Laws ch. 152, § 75A.\n    10 Because we find that Fant's state law claim is preempted\nby federal law, and because Fant has not pursued a § 301 claim,\nwe need not determine whether a § 301 fair representation claim\nagainst the union would be timely under the applicable statute\nof limitations.\n\n                               -20-\n\f",
  "html": "<p class=\"case_cite\">239 F.3d 8 (1st Cir. 2001)</p>\n    <p class=\"parties\">BRUCE E. FANT, Plaintiff, Appellant,<br>v.<br>NEW ENGLAND POWER SERVICE CO.; NEW ENGLAND ELECTRIC SYSTEMS; INTERNATIONAL BROTHERHOOD OF ELECTRICAL WORKERS, LOCAL 486, Defendant, Appellees.</p>\n    <p class=\"docket\">No. 99-2142</p>\n    <p class=\"court\">United States Court of Appeals For the First Circuit</p>\n    <p class=\"date\">Heard August 1, 2000<br>Decided January 8, 2001</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF MASSACHUSETTS</p>\n      <p class=\"indent\">[Hon. Nathaniel M. Gorton, U.S. District Judge]</p>\n      <p class=\"indent\">William F. Scannell, Jr. with whom Richard M. Welsh, Jr. was on brief for appellant.</p>\n      <p class=\"indent\">David M. Felper, with whom Bowditch &amp; Dewey, LLP, was on brief for appellees New England Power Company and New England Electric Systems.</p>\n      <p class=\"indent\">Renee J. Bushey, with whom Feinberg, Campbell &amp; Zack, P.C., was on brief for appellee International Brotherhood of Electrical Workers, Local 486.</p>\n      <p class=\"indent\">Before Selya and Lipez, Circuit Judges, and Casellas,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> District Judge.</p>\n      <p class=\"indent\">LIPEZ, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This case, arising from the 1995 termination of Bruce Fant as an employee of New England Power Service Company (NEPSCO), poses a preemption issue under &#167; 301 of the Labor Management Relations Act (LMRA), 29 U.S.C. &#167; 185. Fant sought the support of his union, the International Brotherhood of Electrical Workers, Local 486 (IBEW), in challenging the termination, but it declined to represent him. Subsequently, Fant complained of discrimination by his employer and his union to the Massachusetts Commission Against Discrimination (MCAD). He says he withdrew his complaint from the Commission in 1998 and filed a discrimination claim in Worcester Superior Court. The union removed the case to federal court. All of the defendants, the union, NEPSCO, and its parent company, New England Electric Systems (NEES), argued that Fant's state law claims were preempted by the LMRA. The district court awarded summary judgment to the power companies because of preemption and dismissed the claim against the union because it was time-barred. We affirm as to all of the defendants on the basis of preemption.</p>\n    </div>\n    <p class=\"indent\">I.</p>\n    <p class=\"indent\">Background</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Bruce Fant was employed by NEPSCO for eight years prior to his discharge on June 22, 1995. He worked much of this time as a first class utility worker in the Maintenance and Construction Department. In January 1993, Fant hurt his back at work, an injury covered by workers' compensation. Though he returned to a reduced work schedule, he was laid off shortly thereafter, along with 62 other employees. Fant sought recall for a light-duty job (he could not be rehired for operation of heavy equipment because of his injury). Despite his seniority among those laid off, Fant was never recalled. The IBEW refused to pursue a grievance on his behalf. He was terminated from employment on June 22, 1995. In August 1995, the IBEW refused services for the last time, advising Fant that it no longer considered him a member of the union.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Pursuant to Massachusetts General Laws Chapter 151B, Fant filed a discrimination charge against his employer and the union with the MCAD on December 15, 1995, claiming discrimination based upon a speech impediment described as stuttering. Fant believed that the stutter defeated his candidacy for the light-duty positions he sought because of the communications skills required. Although the parties describe the proceedings before the MCAD differently, there is no record in this proceeding of the MCAD's action. In his brief and at oral argument, Fant states that he \"removed\" the MCAD charge to the Superior Court prior to a final disposition by the MCAD. Defendant IBEW indicates in a footnote to its brief that Fant's charge was investigated and dismissed by the MCAD on June 16, 1997 with a lack of probable cause finding, and that the full Commission affirmed the judgment after Fant appealed.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">We do know, however, that on June 3, 1998, Fant filed a complaint in Worcester Superior Court alleging discrimination by the defendants and seeking relief on five counts: negligent infliction of emotional distress, intentional infliction of emotional distress, civil rights violations, interference with contractual relations, and interference with advantageous contractual relations. Six weeks later Fant amended his complaint by changing the previous complaint's \"General Averments\" portion into a section titled \"General Averments of Wrongdoing,\" now labeled as \"Count I.\" Although these general averments do not refer to any provisions of Massachusetts law, Fant says they constitute his state law discrimination claim.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The IBEW removed the case to federal court under 28 U.S.C. &#167; 1441, arguing that the action was governed by federal law, specifically &#167; 301 of the LMRA, which provides a federal cause of action in \"[s]uits for violations of contracts between an employer and a labor organization representing employees in an industry affecting commerce.\" 29 U.S.C. &#167; 185. Seeking summary judgment, NEPSCO and NEES argued successfully that the federal law preempted the state claims. The IBEW also prevailed in its contention that Fant failed to state a claim against it because the applicable statute of limitations had expired. These successes prompted this appeal.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <p class=\"indent\">II.</p>\n    <p class=\"indent\">The state law discrimination claim</p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Before addressing the preemption question, we must determine the scope of Fant's state law discrimination claim. Because of a troubling factual discrepancy in the parties' accounts of proceedings before the MCAD, and uncertain drafting in Fant's complaint, this is not a simple determination.</p>\n    </div>\n    <p class=\"indent\">A. Speech impediment: Chapter 151B</p>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">On appeal, Fant insists that he has stated a claim under Chapter 151B, the Massachusetts omnibus anti-discrimination statute, on the basis of a stuttering disability. He relies for this contention on this allegation in his complaint: \"plaintiff was terminated from his employment as a result of wrongful, illegal, unlawful and discriminatory actions of the employers and representatives, which actions were solely based upon the plaintiff's disabilities.\" Fant says that the use of the term \"disabilities\" in this allegation includes discrimination based upon a stutter and a work-related back injury. However, only the work-related injury is specifically identified in the complaint.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">A party who wants to file a civil action charging discrimination in employment under Chapter 151B must first file the charge with the MCAD. The purpose of mandatory submission to the MCAD process is to provide notice to the prospective defendant and to encourage conciliation and settlement of disputes. See Stephenson v. State Street Bank &amp; Trust Co., 924 F. Supp. 1258, 1276 (D. Mass. 1996). Once a charge is filed with the MCAD, a complainant may proceed in one of two ways: 1) seek a Commission decision on the discrimination charge, followed by judicial review on the administrative record of an adverse determination, ch. 151B &#167;&#167; 5 and 6, or 2) obtain permission from the MCAD to withdraw from the administrative process, without prejudice to the charge, so that a statutory claim can be filed in state Superior Court, ch. 151B &#167; 9. SeeJancey v. School Comm., 658 N.E.2d 162, 171-72 (Mass. 1995). As noted, Fant says he took the withdrawal route. The IBEW says he obtained an MCAD decision on the discrimination charge. Ordinarily, we would seek clarification from the parties about such an odd conflict. We refrain from that inquiry, however, because Fant's speech impediment claim fails whatever the route taken.</p>\n    </div>\n    <p class=\"indent\">1. An MCAD decision</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Although the \"Charge of Discrimination\" document Fant filed with the MCAD was not part of the record before the district court, Fant has included that document as an addendum to his brief on appeal. We consider that document for the limited purpose of evaluating Fant's insistence that the state claim he filed in the Superior Court included a claim that he was discriminated against because of his speech disability.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">In the \"Charge of Discrimination\" document, Fant states specifically that the disability at issue is \"the speech impediment commonly referred to as stuttering.\" He also states specifically that his job-related back injury \"is not part of the claim filed with the Commission.\" If Fant pursued his speech impediment claim to a final resolution by the MCAD, as the IBEW says he did, Fant's access to the state Superior Court would be limited to judicial review of the administrative determination, not the original action Fant filed here. \"By providing for judicial review of MCAD decisions, and by foreclosing agency action once a party has sought a judicial remedy pursuant &#167; 9,<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> the Legislature signaled its intent that the parties would be bound by an MCAD decision, subject only to judicial review.\" Brunson v. Wall, 541 N.E.2d 338, 342 (Mass. 1989). Put most simply, the state Superior Court would be precluded by statute from considering Fant's speech impediment claim in an original action if he pursued that claim to a final resolution before the MCAD. See Joseph v. Wentworth Inst. of Tech., 120 F.Supp.2d 134, 145(D. Mass. 2000) (\"Under Massachusetts law, a Final Commission Order of the MCAD is given preclusive effect to bar a plaintiff from bringing a new court action.\").</p>\n    </div>\n    <p class=\"indent\">2. Removal of the charge from the MCAD</p>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Alternatively, accepting Fant's insistence that he removed his speech impediment claim from the MCAD before a final resolution, we must assess whether the specifics of the MCAD charge inform the meaning of \"disabilities\" in Fant's Superior Court complaint. It is appropriate for a court to consider the MCAD charge when the \"charge is referenced in [the complaint] and its content determines the parameters of [the] civil complaint.\" Edwin v. Blenwood Assoc. Inc., 9 F. Supp. 2d 70, 72 (D. Mass. 1998) (relating to the disputed scope of the MCAD charge). True, we have ruled that when \"a complaint's factual allegations are expressly linked to -- and admittedly dependent upon -- a document . . . , that document effectively merges into the pleadings\" when the complaint makes reference to or is attached to that document. Bedall v. State Street Bank &amp; Trust Co., 137 F.3d 12, 17 (1st Cir. 1998). See also Chatman v. Gentle Dental Ctr., 973 F. Supp. 228, 232 (D. Mass. 1997) (\"[O]n a Rule 12(b)(6) motion, the court may consider public records and other documents referred to in the complaint, without treating the motion as one under Rule 56. The MCAD Charge is a public record and is also referred to in the complaint.\" (citation omitted)).</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">However, Fant's complaint does not reference the MCAD charge, nor does it even reference Chapter 151B, the state's employment discrimination statute, which Fant says on appeal is the basis for his speech impediment claim. Yet Fant refers specifically to his work-related injury. Moreover, Fant's complaint is not dependent on a previous charge filed with the MCAD because his claim under Chapter 152, &#167; 75B, see infra, does not require a prior filing with the MCAD.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> Under these circumstances, the mere plural reference to \"disabilities\" in Fant's complaint does not provide fair notice that he is also claiming discrimination on the basis of a speech impediment.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Not surprisingly, the district court does not even mention the speech impediment in its decision disposing of Fant's claims. Instead, it focuses only on the work-related back injury. Furthermore, the court summarily denied Fant's motion for reconsideration of its summary judgment ruling. In that motion, Fant contended that the court overlooked his allegations of \"tortious conduct\" by the defendants based upon his speech impediment.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> Implicit in the court's summary denial of the motion is confirmation of its initial judgment that a Chapter 151B discrimination claim based on Fant's speech impediment is not in Fant's complaint. We agree. It is not there.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <p class=\"indent\">B. Work-related injury: Chapter 152, &#167; 75B</p>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Chapter 152 of the Massachusetts General Laws is the state workers' compensation law. Chapter 152, &#167; 75B bars discrimination against qualified handicapped workers exercising their rights under the workers' compensation law, which includes procedures for filing claims for injuries, receiving payments, and determining re-employment. The statute provides in pertinent part that \"[n]o employer or duly authorized agent of an employer shall discharge, refuse to hire or in any other manner discriminate against an employee because the employee has exercised a right afforded by this chapter.\" Mass. Gen. Laws ch. 152, &#167; 75B(2). Although Fant's complaint also fails to invoke specifically Chapter 152, &#167; 75B, he alleges that he \"suffered a work related injury and was seperated [sic] from his employment\" based upon his \"disabilities.\"</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Fant asserts a violation of &#167; 75B because he was a qualified handicapped person capable of performing the essential functions of a particular job with reasonable accommodation, despite his work-related injury.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> In his complaint, he cites his work-related injury, his separation from employment, and the subsequent refusals to rehire, \"despite his seniority over other individuals who were re-employed by the defendant after his said seperation [sic] of service.\" Fant also indicates that he sought the services of the IBEW in an effort to regain his employment, but it refused to represent him saying \"that he was no longer considered a member of the union.\" Given his specific reference to a work-related injury, the district court found that Fant alleged a &#167; 75B claim under the state workers' compensation law. We accept this reading.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">In that claim, Fant asserts that his termination \"was in violation of the Collective Bargaining Agreement entered into by defendants, NEPSCO and IBEW,\" a contention that is incorporated into each count of the complaint. Under the state statute, the protections of &#167; 75B are subordinate to the terms of any collective bargaining agreement (CBA) between the employee's union and employer. \"In the event that any right set forth in this section is inconsistent with an applicable collective bargaining agreement, such agreement shall prevail.\" Mass. Gen. Laws ch. 152, &#167; 75B(3).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Having found that the amended complaint alleged a claim under Chapter 152, &#167; 75B, the district court also concluded that the state \"law upon which Fant relies expressly states that the rights it creates are not independent of collective bargaining agreements.\" Furthermore, \"[d]etermining whether [the CBA] is consistent with the workers' compensation law. . . would require interpreting the collective bargaining agreement,\" an analysis that the court could not pursue \"because of the preemptive effect of the federal law governing relations between labor and management,\" a reference to the LMRA.</p>\n    </div>\n    <p class=\"indent\">III.</p>\n    <p class=\"indent\">Preemption</p>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">As noted, &#167; 301 of the LMRA allows a \"[s]uit for violation of contracts between an employer and a labor organization representing employees in an industry affecting commerce.\" 29 U.S.C. &#167; 185(a)(1982). State law claims implicating rights and duties under a CBA may be preempted by &#167; 301. \"[T]he question which controls preemption disputes under section 301 is, simply, whether a state law action is based, in its essence, on a claim of rights or duties under a collective bargaining agreement.\" The Developing Labor Law, 1699 (Patrick Hardin et al. eds., 3d ed. 1992) (1971). Employers have an obligation to comply with the terms of the CBA and unions have a corresponding duty of \"fair representation,\" meaning that they must not engage in \"arbitrary or bad faith conduct\" that evidences \"hostility, discrimination, or dishonesty\" toward an employee-union member. Figueroa de Arroyo v. Sindicato de Trabajadores Packinghouse, 425 F.2d 281, 284 (1st Cir. 1970) (involving union action in a grievance proceeding).</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Fant does not assert a claim under the LMRA. Indeed, he disavows one. Nevertheless, his state law claim alleging discrimination by NEPSCO and NEES, and breach of representation duties by the IBEW, is tantamount to a hybrid cause of action governed by &#167; 301 of the LMRA.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Hybrid claims involve alleged wrongdoing on the part of both the employer and the union with respect to the rights of employees. \"If, in an action alleging a breach of the duty of fair representation, the employee seeks relief for a related breach of contract by the employer, the employee's claim against the employer is 'based upon' a breach of the labor contract within the scope of section 301.\" The Developing Labor Law, at 1418. In these hybrid cases, the court must resolve whether the union failed in fairly representing the employee and whether the employer acted in violation of the CBA terms. The Supreme Court has found these parallel claims against the parties to a CBA to be \"inextricably interdependent.\" DelCostello v. International Brotherhood of Teamsters, 462 U.S. 151, 164 (1983). The component parts of a hybrid &#167; 301 claim, the employer's breach of the CBA and the union's failure to defend employee rights under the CBA, each require interpretation of the terms set forth in the labor agreement. In creating &#167; 301 of the LMRA, Congress intended \"that a comprehensive, unified, body of federal law should govern actions concerning the interpretation and enforcement of collective bargaining agreements.\" The Developing Labor Law, at 1698-99. As such, state law claims that require interpretation of a labor contract for adjudication are generally preempted by the federal law. See id.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Despite the preemptive scope of &#167; 301, state law claims survive if they do not require interpretation of the CBA. SeeLingle v. Norge Division of Magic Chef, Inc., 486 U.S. 399, 409 n.8 (1988) (\"&#167; 301 pre-empts state law only insofar as resolution of the state-law claim requires the interpretation of a collective- bargaining agreement\"). The degree to which a state law claim depends upon an understanding of the CBA requires careful judicial analysis. \"Courts confronted with state law claims must. . . locate the line between the need for mere consultation of a CBA, which does not demand federal preemption, and more active interpretation of that agreement, which does preempt the state law claims.\" Lydon v. Boston Sand &amp; Gravel Co., 175 F.3d 6, 10 (1st Cir. 1999). See also Livadas v. Bradshaw, 512 U.S. 107, 124 (1994) (checking wage rates set forth in the CBA does not rise to interpretation).<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> As we have put it, a \"real interpretive dispute\" regarding the CBA must exist for other claims to be preempted. Martin v. Shaw's Supermarkets, Inc., 105 F.3d 40, 42 (1st Cir. 1997).</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">A state law claim may depend upon the meaning of the CBA if the conduct at issue constitutes a breach of duty under the CBA or resolution of the dispute hinges upon interpretation of the CBA. See Flibotte v. Pennsylvania Truck Lines, Inc., 131 F.3d 21, 26 (1st Cir. 1997). Both tests are met in this case. As best we can tell from the complaint, Fant's case involves recent leave-time for recovery from a work-related injury, a lay-off, a subsequent request for reassignment to a different type of job, seniority, and his availability for immediate reemployment. Disputes relating to such matters are usually CBA-based disputes because the rights at issue are created by the agreement. See Allis-Chalmers Corp. v. Lueck, 471 U.S. 202, 218 (1985). Similarly, questions relating to qualifications and seniority usually require recourse to details that are imbedded in CBAs. See O'Brien v. Consolidated Rail Corp., 972 F.2d 1, 5 (1st Cir. 1992) (regarding Chapter 151B and Railway Labor Act preemption); Wilhelm v. Sunrise Northeast, Inc., 923 F. Supp. 330 (D.Conn. 1995).</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">In this case, the \"Agreement as to Wages, Working Conditions and Seniority\" establishes a procedure for laying off and rehiring workers:</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">When forces are reduced in any class of work, the last man hired into the class shall be furloughed first and so on. . . . When forces are increased in any class, preference for reemployment shall be given to furloughed employees defined as \"regular employees\"<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a>. . . , the last man furloughed to be the first rehired, if available for immediate reemployment and so on until the required force has been obtained or until all furloughed employees have been reemployed.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Article V. Fant's entitlement to employment can only be resolved by referring to the terms of the CBA. Furthermore, Fant's claim of failed representation by the union upon his termination is governed by Article VI of the CBA, which says, \"Upon the written request of the Brotherhood. . . the Company shall grant a hearing to the [suspended or discharged] employee. . . . The hearing shall be conducted in accordance with the method of adjusting grievances as provided in Article VIII [of the CBA].\" Finally, the CBA contains a broad management rights clause:</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The Brotherhood agrees. . . not to hinder or interfere with the management of the Company. . . , including the assignment of work, the direction of work forces, the right to hire, suspend, or discharge for proper cause, to transfer employees. . . and to furlough employees. . . , but, in the exercise of these responsibilities in management, the Company agrees that it will not discriminate against any member of the Brotherhood.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Article IX. A similar clause in Martin played a role in our decision that the plaintiff's claim was preempted because it could not be resolved without interpreting the CBA. See 105 F.3d at 43-44. That is also the case here. Fant's state claim of discrimination under Chapter 152, &#167; 75B is preempted by &#167; 301 of the LMRA because it requires interpretation of the CBA.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Fant virtually invited this preemption conclusion in his complaint, where he alleged that the treatment constituting the substance of his grievance \"was in violation of the Collective Bargaining Agreement entered into by and between the defendants, NEPSCO and IBEW.\" Moreover, given our precedents, the preemption conclusion is not surprising. We have dealt previously with claims under Chapter 152, &#167; 75 and preemption. See Martin, 105 F.3d at 44 (finding both &#167; 75A<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a> and &#167; 75B preempted); Magerer v. John Sexton &amp; Co., 912 F.2d 525, 529-30 (1st Cir. 1990) (preemption of &#167; 75B). In those cases, we found that &#167; 75B claims for retaliatory discharge are subject to the CBA by the express terms of the statute. See Mass. Gen. Laws ch. 152, &#167; 75B(3). Indeed, there need not be an explicit finding of inconsistency for claims under this section to be preempted. As we have said, the state law claims are preempted \"not because the collective bargaining agreement is inconsistent with the state claims asserted, but because it may be so and requires interpretation.\" Martin, 105 F.3d at 44. See alsoMagerer, 912 F.2d at 529 (\"[C]laims under section 75B will require interpretation of the agreement and, therefore, will be preempted by Section 301.\").</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">As Fant himself acknowledges, his &#167; 75B claims against his employer and union inescapably require resort to the CBA. Those claims are preempted by &#167; 301 of the LMRA.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a></p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p>Of the District of Puerto Rico, sitting by designation.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The district court disposed of the state law claims for emotional distress and tortious interference when it found them preempted by federal law. The state civil rights claim was deemed inadequate for failing to allege, among other things, \"threats, intimidation, or coercion.\" Fant has not appealed these determinations.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Section 9 of Massachusetts General Laws, Chapter 151B provides for removal of the matter from the MCAD prior to a final disposition. The statute reads: \"Any person claiming to be aggrieved under [151B]. . . may, at the expiration of ninety days after the filing of a complaint with the commission, or sooner if a commissioner assents in writing, but no later than three years after the alleged unlawful practice occurred, bring a civil action for damages or injunctive relief or both in the superior or probate court for the county in which the alleged unlawful practice occurred. . . . The petitioner shall notify the commission of the filing of the action, and any complaint before the commission shall then be dismissed without prejudice.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> We note one important caveat about the relevance of the MCAD charge. The Massachusetts cases make clear that the 151B charge of employment discrimination that is filed before the MCAD establishes the parameters of the claim in a subsequent civil action in Superior Court. See Edwin, 9 F. Supp. 2d at 73 (\"A civil complaint for employment discrimination is confined to the content of the charge filed with MCAD and claims reasonably within the scope of an MCAD investigation.\"). If defendants to a civil action for employment discrimination believe that the 151B charge of employment discrimination exceeds the scope of the administrative charge, they could seek dismissal for failure to exhaust the administrative remedy. There is no such claim here. We do not have to examine the MCAD charge to evaluate a failure to exhaust claim.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> By referencing the motion for reconsideration we do not suggest that Fant has perfected an appeal from the denial of that motion. Appellees assert correctly that Fant filed a notice of appeal after the entry of summary judgment, but prior to the court's final disposition of the motion for reconsideration. According to Fed. R. App. P. 4(a)(4)(B)(ii), a notice of appeal must be amended to include review of such a ruling. Fant never amended his notice of appeal. Nevertheless, in our view, Fant could argue, pursuant to the notice of appeal from the district court's entry of summary judgment, that among the court's errors was a failure to recognize a 151B speech impediment claim. We discuss the motion for reconsideration only to emphasize the district court's view that Fant failed to set forth a 151B claim.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Fant suggests, in the alternative, that the defendants brought the MCAD charge into the case when they referenced the MCAD proceedings in their affidavit and memorandum pertaining to the motion for summary judgment. However, the defendants merely recited the filing of an administrative complaint in describing the history of the case. That reference does not bring the substance of the MCAD charge into this case.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Unlike a civil action for employment discrimination under Chapter 151B, a civil action for discrimination under Chapter 152, &#167; 75B does not have to be preceded by an administrative complaint before the MCAD. Pursuant to the statute, \"[a]ny person claiming to be aggrieved by a violation of this section may initiate proceedings in the superior court department of the trial court for the county in which the alleged violation occurred.\" Mass. Gen. Laws ch. 152, &#167; 75B(2).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> In cases alleging a violation of a state law without asserting a breach of the CBA, the action need not be preempted by federal law. See Welch v. General Motors Corp., 922 F.2d 287 (6th Cir. 1990). In Welch, the plaintiff's claim against the employer concerned rights established by the Michigan Handicapper's Civil Rights Act. The court affirmed the district court's ruling that independent state statutory rights could be asserted, even if the CBA also provided a remedy for discrimination. In such cases, the court generally reasons that the rights created by the state law are independent, non-negotiable and \"not inextricably intertwined with the collective bargaining agreement.\" Id. at 290. See also Livadas, 512 U.S. at 124-25.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> The CBA defines a \"regular employee\" as \"any employee who has been employed by the Company for a continuous period of one year preceding the date hereof or who may be employed by the Company for a continuous period of one year during the term of this agreement.\" Article II.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> This statute gives an employee \"preference in hiring by the employer for whom he worked at the time of compensable injury.a.a.a.\" Mass. Gen. Laws ch. 152, &#167; 75A.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> Because we find that Fant's state law claim is preempted by federal law, and because Fant has not pursued a &#167; 301 claim, we need not determine whether a &#167; 301 fair representation claim against the union would be timely under the applicable statute of limitations.</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">239</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">8</span></span> (1st Cir. 2001)</p>\n    <p class=\"parties\">BRUCE E. FANT, Plaintiff, Appellant,<br>v.<br>NEW ENGLAND POWER SERVICE CO.; NEW ENGLAND ELECTRIC SYSTEMS; INTERNATIONAL BROTHERHOOD OF ELECTRICAL WORKERS, LOCAL 486, Defendant, Appellees.</p>\n    <p class=\"docket\">No. 99-2142</p>\n    <p class=\"court\">United States Court of Appeals For the First Circuit</p>\n    <p class=\"date\">Heard August 1, 2000<br>Decided January 8, 2001</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF MASSACHUSETTS</p>\n      <p class=\"indent\">[Hon. Nathaniel M. Gorton, U.S. District Judge]</p>\n      <p class=\"indent\">William F. Scannell, Jr. with whom Richard M. Welsh, Jr. was on brief for appellant.</p>\n      <p class=\"indent\">David M. Felper, with whom Bowditch &amp; Dewey, LLP, was on brief for appellees New England Power Company and New England Electric Systems.</p>\n      <p class=\"indent\">Renee J. Bushey, with whom Feinberg, Campbell &amp; Zack, P.C., was on brief for appellee International Brotherhood of Electrical Workers, Local 486.</p>\n      <p class=\"indent\">Before Selya and Lipez, Circuit Judges, and Casellas,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> District Judge.</p>\n      <p class=\"indent\">LIPEZ, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This case, arising from the 1995 termination of Bruce Fant as an employee of New England Power Service Company (NEPSCO), poses a preemption issue under &#167; 301 of the Labor Management Relations Act (LMRA), 29 U.S.C. &#167; 185. Fant sought the support of his union, the International Brotherhood of Electrical Workers, Local 486 (IBEW), in challenging the termination, but it declined to represent him. Subsequently, Fant complained of discrimination by his employer and his union to the Massachusetts Commission Against Discrimination (MCAD). He says he withdrew his complaint from the Commission in 1998 and filed a discrimination claim in Worcester Superior Court. The union removed the case to federal court. All of the defendants, the union, NEPSCO, and its parent company, New England Electric Systems (NEES), argued that Fant's state law claims were preempted by the LMRA. The district court awarded summary judgment to the power companies because of preemption and dismissed the claim against the union because it was time-barred. We affirm as to all of the defendants on the basis of preemption.</p>\n    </div>\n    <p class=\"indent\">I.</p>\n    <p class=\"indent\">Background</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Bruce Fant was employed by NEPSCO for eight years prior to his discharge on June 22, 1995. He worked much of this time as a first class utility worker in the Maintenance and Construction Department. In January 1993, Fant hurt his back at work, an injury covered by workers' compensation. Though he returned to a reduced work schedule, he was laid off shortly thereafter, along with 62 other employees. Fant sought recall for a light-duty job (he could not be rehired for operation of heavy equipment because of his injury). Despite his seniority among those laid off, Fant was never recalled. The IBEW refused to pursue a grievance on his behalf. He was terminated from employment on June 22, 1995. In August 1995, the IBEW refused services for the last time, advising Fant that it no longer considered him a member of the union.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Pursuant to Massachusetts General Laws Chapter 151B, Fant filed a discrimination charge against his employer and the union with the MCAD on December 15, 1995, claiming discrimination based upon a speech impediment described as stuttering. Fant believed that the stutter defeated his candidacy for the light-duty positions he sought because of the communications skills required. Although the parties describe the proceedings before the MCAD differently, there is no record in this proceeding of the MCAD's action. In his brief and at oral argument, Fant states that he \"removed\" the MCAD charge to the Superior Court prior to a final disposition by the MCAD. Defendant IBEW indicates in a footnote to its brief that Fant's charge was investigated and dismissed by the MCAD on June 16, 1997 with a lack of probable cause finding, and that the full Commission affirmed the judgment after Fant appealed.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">We do know, however, that on June 3, 1998, Fant filed a complaint in Worcester Superior Court alleging discrimination by the defendants and seeking relief on five counts: negligent infliction of emotional distress, intentional infliction of emotional distress, civil rights violations, interference with contractual relations, and interference with advantageous contractual relations. Six weeks later Fant amended his complaint by changing the previous complaint's \"General Averments\" portion into a section titled \"General Averments of Wrongdoing,\" now labeled as \"Count I.\" Although these general averments do not refer to any provisions of Massachusetts law, Fant says they constitute his state law discrimination claim.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The IBEW removed the case to federal court under 28 U.S.C. &#167; 1441, arguing that the action was governed by federal law, specifically &#167; 301 of the LMRA, which provides a federal cause of action in \"[s]uits for violations of contracts between an employer and a labor organization representing employees in an industry affecting commerce.\" 29 U.S.C. &#167; 185. Seeking summary judgment, NEPSCO and NEES argued successfully that the federal law preempted the state claims. The IBEW also prevailed in its contention that Fant failed to state a claim against it because the applicable statute of limitations had expired. These successes prompted this appeal.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <p class=\"indent\">II.</p>\n    <p class=\"indent\">The state law discrimination claim</p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Before addressing the preemption question, we must determine the scope of Fant's state law discrimination claim. Because of a troubling factual discrepancy in the parties' accounts of proceedings before the MCAD, and uncertain drafting in Fant's complaint, this is not a simple determination.</p>\n    </div>\n    <p class=\"indent\">A. Speech impediment: Chapter 151B</p>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">On appeal, Fant insists that he has stated a claim under Chapter 151B, the Massachusetts omnibus anti-discrimination statute, on the basis of a stuttering disability. He relies for this contention on this allegation in his complaint: \"plaintiff was terminated from his employment as a result of wrongful, illegal, unlawful and discriminatory actions of the employers and representatives, which actions were solely based upon the plaintiff's disabilities.\" Fant says that the use of the term \"disabilities\" in this allegation includes discrimination based upon a stutter and a work-related back injury. However, only the work-related injury is specifically identified in the complaint.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">A party who wants to file a civil action charging discrimination in employment under Chapter 151B must first file the charge with the MCAD. The purpose of mandatory submission to the MCAD process is to provide notice to the prospective defendant and to encourage conciliation and settlement of disputes. See Stephenson v. State Street Bank &amp; Trust Co., <span class=\"citation\" data-id=\"1472216\"><a href=\"/opinion/1472216/stephenson-v-state-street-bank-trust-co/\"><span class=\"volume\">924</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1258</span></a></span>, 1276 (D. Mass. 1996). Once a charge is filed with the MCAD, a complainant may proceed in one of two ways: 1) seek a Commission decision on the discrimination charge, followed by judicial review on the administrative record of an adverse determination, ch. 151B &#167;&#167; 5 and 6, or 2) obtain permission from the MCAD to withdraw from the administrative process, without prejudice to the charge, so that a statutory claim can be filed in state Superior Court, ch. 151B &#167; 9. SeeJancey v. School Comm., <span class=\"citation no-link\"><span class=\"volume\">658</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">162</span></span>, 171-72 (Mass. 1995). As noted, Fant says he took the withdrawal route. The IBEW says he obtained an MCAD decision on the discrimination charge. Ordinarily, we would seek clarification from the parties about such an odd conflict. We refrain from that inquiry, however, because Fant's speech impediment claim fails whatever the route taken.</p>\n    </div>\n    <p class=\"indent\">1. An MCAD decision</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Although the \"Charge of Discrimination\" document Fant filed with the MCAD was not part of the record before the district court, Fant has included that document as an addendum to his brief on appeal. We consider that document for the limited purpose of evaluating Fant's insistence that the state claim he filed in the Superior Court included a claim that he was discriminated against because of his speech disability.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">In the \"Charge of Discrimination\" document, Fant states specifically that the disability at issue is \"the speech impediment commonly referred to as stuttering.\" He also states specifically that his job-related back injury \"is not part of the claim filed with the Commission.\" If Fant pursued his speech impediment claim to a final resolution by the MCAD, as the IBEW says he did, Fant's access to the state Superior Court would be limited to judicial review of the administrative determination, not the original action Fant filed here. \"By providing for judicial review of MCAD decisions, and by foreclosing agency action once a party has sought a judicial remedy pursuant &#167; 9,<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> the Legislature signaled its intent that the parties would be bound by an MCAD decision, subject only to judicial review.\" Brunson v. Wall, <span class=\"citation no-link\"><span class=\"volume\">541</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">338</span></span>, 342 (Mass. 1989). Put most simply, the state Superior Court would be precluded by statute from considering Fant's speech impediment claim in an original action if he pursued that claim to a final resolution before the MCAD. See Joseph v. Wentworth Inst. of Tech., <span class=\"citation\" data-id=\"2499692\"><a href=\"/opinion/2499692/joseph-v-wentworth-institute-of-technology/\"><span class=\"volume\">120</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">134</span></a></span>, 145(D. Mass. 2000) (\"Under Massachusetts law, a Final Commission Order of the MCAD is given preclusive effect to bar a plaintiff from bringing a new court action.\").</p>\n    </div>\n    <p class=\"indent\">2. Removal of the charge from the MCAD</p>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Alternatively, accepting Fant's insistence that he removed his speech impediment claim from the MCAD before a final resolution, we must assess whether the specifics of the MCAD charge inform the meaning of \"disabilities\" in Fant's Superior Court complaint. It is appropriate for a court to consider the MCAD charge when the \"charge is referenced in [the complaint] and its content determines the parameters of [the] civil complaint.\" Edwin v. Blenwood Assoc. Inc., <span class=\"citation\" data-id=\"2387585\"><a href=\"/opinion/2387585/edwin-v-blenwood-associates-inc/\"><span class=\"volume\">9</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">70</span></a></span>, 72 (D. Mass. 1998) (relating to the disputed scope of the MCAD charge). True, we have ruled that when \"a complaint's factual allegations are expressly linked to -- and admittedly dependent upon -- a document . . . , that document effectively merges into the pleadings\" when the complaint makes reference to or is attached to that document. Bedall v. State Street Bank &amp; Trust Co., <span class=\"citation\" data-id=\"197817\"><a href=\"/opinion/197817/beddall-v-state-street-trust/\"><span class=\"volume\">137</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">12</span></a></span>, 17 (1st Cir. 1998). See also Chatman v. Gentle Dental Ctr., <span class=\"citation\" data-id=\"1608623\"><a href=\"/opinion/1608623/chatman-v-gentle-dental-center-of-waltham/\"><span class=\"volume\">973</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">228</span></a></span>, 232 (D. Mass. 1997) (\"[O]n a Rule 12(b)(6) motion, the court may consider public records and other documents referred to in the complaint, without treating the motion as one under Rule 56. The MCAD Charge is a public record and is also referred to in the complaint.\" (citation omitted)).</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">However, Fant's complaint does not reference the MCAD charge, nor does it even reference Chapter 151B, the state's employment discrimination statute, which Fant says on appeal is the basis for his speech impediment claim. Yet Fant refers specifically to his work-related injury. Moreover, Fant's complaint is not dependent on a previous charge filed with the MCAD because his claim under Chapter 152, &#167; 75B, see infra, does not require a prior filing with the MCAD.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> Under these circumstances, the mere plural reference to \"disabilities\" in Fant's complaint does not provide fair notice that he is also claiming discrimination on the basis of a speech impediment.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Not surprisingly, the district court does not even mention the speech impediment in its decision disposing of Fant's claims. Instead, it focuses only on the work-related back injury. Furthermore, the court summarily denied Fant's motion for reconsideration of its summary judgment ruling. In that motion, Fant contended that the court overlooked his allegations of \"tortious conduct\" by the defendants based upon his speech impediment.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> Implicit in the court's summary denial of the motion is confirmation of its initial judgment that a Chapter 151B discrimination claim based on Fant's speech impediment is not in Fant's complaint. We agree. It is not there.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <p class=\"indent\">B. Work-related injury: Chapter 152, &#167; 75B</p>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Chapter 152 of the Massachusetts General Laws is the state workers' compensation law. Chapter 152, &#167; 75B bars discrimination against qualified handicapped workers exercising their rights under the workers' compensation law, which includes procedures for filing claims for injuries, receiving payments, and determining re-employment. The statute provides in pertinent part that \"[n]o employer or duly authorized agent of an employer shall discharge, refuse to hire or in any other manner discriminate against an employee because the employee has exercised a right afforded by this chapter.\" Mass. Gen. Laws ch. 152, &#167; 75B(2). Although Fant's complaint also fails to invoke specifically Chapter 152, &#167; 75B, he alleges that he \"suffered a work related injury and was seperated [sic] from his employment\" based upon his \"disabilities.\"</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Fant asserts a violation of &#167; 75B because he was a qualified handicapped person capable of performing the essential functions of a particular job with reasonable accommodation, despite his work-related injury.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> In his complaint, he cites his work-related injury, his separation from employment, and the subsequent refusals to rehire, \"despite his seniority over other individuals who were re-employed by the defendant after his said seperation [sic] of service.\" Fant also indicates that he sought the services of the IBEW in an effort to regain his employment, but it refused to represent him saying \"that he was no longer considered a member of the union.\" Given his specific reference to a work-related injury, the district court found that Fant alleged a &#167; 75B claim under the state workers' compensation law. We accept this reading.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">In that claim, Fant asserts that his termination \"was in violation of the Collective Bargaining Agreement entered into by defendants, NEPSCO and IBEW,\" a contention that is incorporated into each count of the complaint. Under the state statute, the protections of &#167; 75B are subordinate to the terms of any collective bargaining agreement (CBA) between the employee's union and employer. \"In the event that any right set forth in this section is inconsistent with an applicable collective bargaining agreement, such agreement shall prevail.\" Mass. Gen. Laws ch. 152, &#167; 75B(3).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Having found that the amended complaint alleged a claim under Chapter 152, &#167; 75B, the district court also concluded that the state \"law upon which Fant relies expressly states that the rights it creates are not independent of collective bargaining agreements.\" Furthermore, \"[d]etermining whether [the CBA] is consistent with the workers' compensation law. . . would require interpreting the collective bargaining agreement,\" an analysis that the court could not pursue \"because of the preemptive effect of the federal law governing relations between labor and management,\" a reference to the LMRA.</p>\n    </div>\n    <p class=\"indent\">III.</p>\n    <p class=\"indent\">Preemption</p>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">As noted, &#167; 301 of the LMRA allows a \"[s]uit for violation of contracts between an employer and a labor organization representing employees in an industry affecting commerce.\" 29 U.S.C. &#167; 185(a)(1982). State law claims implicating rights and duties under a CBA may be preempted by &#167; 301. \"[T]he question which controls preemption disputes under section 301 is, simply, whether a state law action is based, in its essence, on a claim of rights or duties under a collective bargaining agreement.\" The Developing Labor Law, 1699 (Patrick Hardin et al. eds., 3d ed. 1992) (1971). Employers have an obligation to comply with the terms of the CBA and unions have a corresponding duty of \"fair representation,\" meaning that they must not engage in \"arbitrary or bad faith conduct\" that evidences \"hostility, discrimination, or dishonesty\" toward an employee-union member. Figueroa de Arroyo v. Sindicato de Trabajadores Packinghouse, <span class=\"citation\" data-id=\"289805\"><a href=\"/opinion/289805/rosa-m-figueroa-de-arroyo-v-sindicato-de-trabajadores-packinghouse/\"><span class=\"volume\">425</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">281</span></a></span>, 284 (1st Cir. 1970) (involving union action in a grievance proceeding).</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Fant does not assert a claim under the LMRA. Indeed, he disavows one. Nevertheless, his state law claim alleging discrimination by NEPSCO and NEES, and breach of representation duties by the IBEW, is tantamount to a hybrid cause of action governed by &#167; 301 of the LMRA.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Hybrid claims involve alleged wrongdoing on the part of both the employer and the union with respect to the rights of employees. \"If, in an action alleging a breach of the duty of fair representation, the employee seeks relief for a related breach of contract by the employer, the employee's claim against the employer is 'based upon' a breach of the labor contract within the scope of section 301.\" The Developing Labor Law, at 1418. In these hybrid cases, the court must resolve whether the union failed in fairly representing the employee and whether the employer acted in violation of the CBA terms. The Supreme Court has found these parallel claims against the parties to a CBA to be \"inextricably interdependent.\" DelCostello v. International Brotherhood of Teamsters, <span class=\"citation\" data-id=\"110956\"><a href=\"/opinion/110956/delcostello-v-teamsters/\"><span class=\"volume\">462</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">151</span></a></span>, 164 (1983). The component parts of a hybrid &#167; 301 claim, the employer's breach of the CBA and the union's failure to defend employee rights under the CBA, each require interpretation of the terms set forth in the labor agreement. In creating &#167; 301 of the LMRA, Congress intended \"that a comprehensive, unified, body of federal law should govern actions concerning the interpretation and enforcement of collective bargaining agreements.\" The Developing Labor Law, at 1698-99. As such, state law claims that require interpretation of a labor contract for adjudication are generally preempted by the federal law. See id.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Despite the preemptive scope of &#167; 301, state law claims survive if they do not require interpretation of the CBA. SeeLingle v. Norge Division of Magic Chef, Inc., <span class=\"citation\" data-id=\"112086\"><a href=\"/opinion/112086/lingle-v-norge-div-of-magic-chef-inc/\"><span class=\"volume\">486</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">399</span></a></span>, 409 n.8 (1988) (\"&#167; 301 pre-empts state law only insofar as resolution of the state-law claim requires the interpretation of a collective- bargaining agreement\"). The degree to which a state law claim depends upon an understanding of the CBA requires careful judicial analysis. \"Courts confronted with state law claims must. . . locate the line between the need for mere consultation of a CBA, which does not demand federal preemption, and more active interpretation of that agreement, which does preempt the state law claims.\" Lydon v. Boston Sand &amp; Gravel Co., <span class=\"citation\" data-id=\"763554\"><a href=\"/opinion/763554/joseph-lydon-v-boston-sand-gravel-company/\"><span class=\"volume\">175</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">6</span></a></span>, 10 (1st Cir. 1999). See also Livadas v. Bradshaw, <span class=\"citation\" data-id=\"117852\"><a href=\"/opinion/117852/livadas-v-bradshaw/\"><span class=\"volume\">512</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">107</span></a></span>, 124 (1994) (checking wage rates set forth in the CBA does not rise to interpretation).<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> As we have put it, a \"real interpretive dispute\" regarding the CBA must exist for other claims to be preempted. Martin v. Shaw's Supermarkets, Inc., <span class=\"citation\" data-id=\"733389\"><a href=\"/opinion/733389/theresa-martin-v-shaws-supermarkets-inc/\"><span class=\"volume\">105</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">40</span></a></span>, 42 (1st Cir. 1997).</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">A state law claim may depend upon the meaning of the CBA if the conduct at issue constitutes a breach of duty under the CBA or resolution of the dispute hinges upon interpretation of the CBA. See Flibotte v. Pennsylvania Truck Lines, Inc., <span class=\"citation\" data-id=\"748872\"><a href=\"/opinion/748872/albert-a-flibotte-v-pennsylvania-truck-lines-inc/\"><span class=\"volume\">131</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">21</span></a></span>, 26 (1st Cir. 1997). Both tests are met in this case. As best we can tell from the complaint, Fant's case involves recent leave-time for recovery from a work-related injury, a lay-off, a subsequent request for reassignment to a different type of job, seniority, and his availability for immediate reemployment. Disputes relating to such matters are usually CBA-based disputes because the rights at issue are created by the agreement. See Allis-Chalmers Corp. v. Lueck, <span class=\"citation\" data-id=\"111412\"><a href=\"/opinion/111412/allis-chalmers-corp-v-lueck/\"><span class=\"volume\">471</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">202</span></a></span>, 218 (1985). Similarly, questions relating to qualifications and seniority usually require recourse to details that are imbedded in CBAs. See O'Brien v. Consolidated Rail Corp., <span class=\"citation\" data-id=\"588167\"><a href=\"/opinion/588167/william-j-obrien-v-consolidated-rail-corporation/\"><span class=\"volume\">972</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span>, 5 (1st Cir. 1992) (regarding Chapter 151B and Railway Labor Act preemption); Wilhelm v. Sunrise Northeast, Inc., <span class=\"citation\" data-id=\"1946818\"><a href=\"/opinion/1946818/wilhelm-v-sunrise-northeast-inc/\"><span class=\"volume\">923</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">330</span></a></span> (D.Conn. 1995).</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">In this case, the \"Agreement as to Wages, Working Conditions and Seniority\" establishes a procedure for laying off and rehiring workers:</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">When forces are reduced in any class of work, the last man hired into the class shall be furloughed first and so on. . . . When forces are increased in any class, preference for reemployment shall be given to furloughed employees defined as \"regular employees\"<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a>. . . , the last man furloughed to be the first rehired, if available for immediate reemployment and so on until the required force has been obtained or until all furloughed employees have been reemployed.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Article V. Fant's entitlement to employment can only be resolved by referring to the terms of the CBA. Furthermore, Fant's claim of failed representation by the union upon his termination is governed by Article VI of the CBA, which says, \"Upon the written request of the Brotherhood. . . the Company shall grant a hearing to the [suspended or discharged] employee. . . . The hearing shall be conducted in accordance with the method of adjusting grievances as provided in Article VIII [of the CBA].\" Finally, the CBA contains a broad management rights clause:</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The Brotherhood agrees. . . not to hinder or interfere with the management of the Company. . . , including the assignment of work, the direction of work forces, the right to hire, suspend, or discharge for proper cause, to transfer employees. . . and to furlough employees. . . , but, in the exercise of these responsibilities in management, the Company agrees that it will not discriminate against any member of the Brotherhood.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Article IX. A similar clause in Martin played a role in our decision that the plaintiff's claim was preempted because it could not be resolved without interpreting the CBA. See 105 F.3d at 43-44. That is also the case here. Fant's state claim of discrimination under Chapter 152, &#167; 75B is preempted by &#167; 301 of the LMRA because it requires interpretation of the CBA.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Fant virtually invited this preemption conclusion in his complaint, where he alleged that the treatment constituting the substance of his grievance \"was in violation of the Collective Bargaining Agreement entered into by and between the defendants, NEPSCO and IBEW.\" Moreover, given our precedents, the preemption conclusion is not surprising. We have dealt previously with claims under Chapter 152, &#167; 75 and preemption. See Martin, 105 F.3d at 44 (finding both &#167; 75A<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a> and &#167; 75B preempted); Magerer v. John Sexton &amp; Co., <span class=\"citation\" data-id=\"547203\"><a href=\"/opinion/547203/david-a-magerer-v-john-sexton-co/\"><span class=\"volume\">912</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">525</span></a></span>, 529-30 (1st Cir. 1990) (preemption of &#167; 75B). In those cases, we found that &#167; 75B claims for retaliatory discharge are subject to the CBA by the express terms of the statute. See Mass. Gen. Laws ch. 152, &#167; 75B(3). Indeed, there need not be an explicit finding of inconsistency for claims under this section to be preempted. As we have said, the state law claims are preempted \"not because the collective bargaining agreement is inconsistent with the state claims asserted, but because it may be so and requires interpretation.\" Martin, 105 F.3d at 44. See alsoMagerer, 912 F.2d at 529 (\"[C]laims under section 75B will require interpretation of the agreement and, therefore, will be preempted by Section 301.\").</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">As Fant himself acknowledges, his &#167; 75B claims against his employer and union inescapably require resort to the CBA. Those claims are preempted by &#167; 301 of the LMRA.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a></p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p>Of the District of Puerto Rico, sitting by designation.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The district court disposed of the state law claims for emotional distress and tortious interference when it found them preempted by federal law. The state civil rights claim was deemed inadequate for failing to allege, among other things, \"threats, intimidation, or coercion.\" Fant has not appealed these determinations.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Section 9 of Massachusetts General Laws, Chapter 151B provides for removal of the matter from the MCAD prior to a final disposition. The statute reads: \"Any person claiming to be aggrieved under [151B]. . . may, at the expiration of ninety days after the filing of a complaint with the commission, or sooner if a commissioner assents in writing, but no later than three years after the alleged unlawful practice occurred, bring a civil action for damages or injunctive relief or both in the superior or probate court for the county in which the alleged unlawful practice occurred. . . . The petitioner shall notify the commission of the filing of the action, and any complaint before the commission shall then be dismissed without prejudice.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> We note one important caveat about the relevance of the MCAD charge. The Massachusetts cases make clear that the 151B charge of employment discrimination that is filed before the MCAD establishes the parameters of the claim in a subsequent civil action in Superior Court. See Edwin, 9 F. Supp. 2d at 73 (\"A civil complaint for employment discrimination is confined to the content of the charge filed with MCAD and claims reasonably within the scope of an MCAD investigation.\"). If defendants to a civil action for employment discrimination believe that the 151B charge of employment discrimination exceeds the scope of the administrative charge, they could seek dismissal for failure to exhaust the administrative remedy. There is no such claim here. We do not have to examine the MCAD charge to evaluate a failure to exhaust claim.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> By referencing the motion for reconsideration we do not suggest that Fant has perfected an appeal from the denial of that motion. Appellees assert correctly that Fant filed a notice of appeal after the entry of summary judgment, but prior to the court's final disposition of the motion for reconsideration. According to Fed. R. App. P. 4(a)(4)(B)(ii), a notice of appeal must be amended to include review of such a ruling. Fant never amended his notice of appeal. Nevertheless, in our view, Fant could argue, pursuant to the notice of appeal from the district court's entry of summary judgment, that among the court's errors was a failure to recognize a 151B speech impediment claim. We discuss the motion for reconsideration only to emphasize the district court's view that Fant failed to set forth a 151B claim.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Fant suggests, in the alternative, that the defendants brought the MCAD charge into the case when they referenced the MCAD proceedings in their affidavit and memorandum pertaining to the motion for summary judgment. However, the defendants merely recited the filing of an administrative complaint in describing the history of the case. That reference does not bring the substance of the MCAD charge into this case.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Unlike a civil action for employment discrimination under Chapter 151B, a civil action for discrimination under Chapter 152, &#167; 75B does not have to be preceded by an administrative complaint before the MCAD. Pursuant to the statute, \"[a]ny person claiming to be aggrieved by a violation of this section may initiate proceedings in the superior court department of the trial court for the county in which the alleged violation occurred.\" Mass. Gen. Laws ch. 152, &#167; 75B(2).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> In cases alleging a violation of a state law without asserting a breach of the CBA, the action need not be preempted by federal law. See Welch v. General Motors Corp., <span class=\"citation no-link\"><span class=\"volume\">922</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">287</span></span> (6th Cir. 1990). In Welch, the plaintiff's claim against the employer concerned rights established by the Michigan Handicapper's Civil Rights Act. The court affirmed the district court's ruling that independent state statutory rights could be asserted, even if the CBA also provided a remedy for discrimination. In such cases, the court generally reasons that the rights created by the state law are independent, non-negotiable and \"not inextricably intertwined with the collective bargaining agreement.\" Id. at 290. See also Livadas, 512 U.S. at 124-25.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> The CBA defines a \"regular employee\" as \"any employee who has been employed by the Company for a continuous period of one year preceding the date hereof or who may be employed by the Company for a continuous period of one year during the term of this agreement.\" Article II.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> This statute gives an employee \"preference in hiring by the employer for whom he worked at the time of compensable injury.a.a.a.\" Mass. Gen. Laws ch. 152, &#167; 75A.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> Because we find that Fant's state law claim is preempted by federal law, and because Fant has not pursued a &#167; 301 claim, we need not determine whether a &#167; 301 fair representation claim against the union would be timely under the applicable statute of limitations.</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/110956/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111412/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112086/",
    "http://www.courtlistener.com/api/rest/v3/opinions/117852/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197817/",
    "http://www.courtlistener.com/api/rest/v3/opinions/289805/",
    "http://www.courtlistener.com/api/rest/v3/opinions/547203/",
    "http://www.courtlistener.com/api/rest/v3/opinions/588167/",
    "http://www.courtlistener.com/api/rest/v3/opinions/733389/",
    "http://www.courtlistener.com/api/rest/v3/opinions/748872/",
    "http://www.courtlistener.com/api/rest/v3/opinions/763554/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1472216/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1608623/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1946818/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2387585/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2499692/"
  ]
}