{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/199209/",
  "absolute_url": "/opinion/199209/united-states-v-moore/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/199209/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T04:26:30Z",
  "date_modified": "2017-03-24T11:01:18.857193Z",
  "type": "010combined",
  "sha1": "b960e22162e71547f76e92d5b090d4cdcf6a987a",
  "page_count": 1,
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/00-1174-01A.pdf",
  "local_path": "pdf/2000/12/29/US_v._Moore.pdf",
  "plain_text": "           United States Court of Appeals\n                       For the First Circuit\n\n\nNo.   00-1174\n\n                      UNITED STATES OF AMERICA\n\n                             Appellant,\n\n                                 v.\n\n                          JONATHAN MOORE,\n\n                        Defendant, Appellee.\n\n\n\n                            ERRATA SHEET\n\n\n      The opinion of this Court issued on, December 29, 2000, is\n\namended as follows:\n\n\n\n      The cover page should read: \"JONATHAN MOORE, Defendant,\n\nAppellee.\"\n\f",
  "html": "<p class=\"case_cite\">235 F.3d 700 (1st Cir. 2000)</p>\n    <p class=\"parties\">UNITED STATES OF AMERICA, Appellant,<br>v.<br>JONATHAN MOORE, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 00-1174.</p>\n    <p class=\"court\">United States Court of Appeals, For the First Circuit.</p>\n    <p class=\"date\">Heard Nov. 7, 2000.<br>Decided December 29, 2000.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF MASSACHUSETTS. Hon. George A. O'Toole, Jr., U.S. District Judge.</p>\n      <p class=\"indent\">Theodore D. Chuang, Assistant United States Attorney, with  whom Donald K. Stern, United States Attorney, was on brief for  appellant.</p>\n      <p class=\"indent\">E. Peter Parker for appellee.</p>\n      <p class=\"indent\">Before  Selya, Circuit Judge, Coffin and Bownes, Senior Circuit Judges.</p>\n      <p class=\"indent\">BOWNES, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The government appeals  from the district court's interlocutory order suppressing  evidence of contraband that the police seized from defendant-appellee Jonathan Moore.  We reverse and remand for further  proceedings consistent with this opinion.</p>\n    </div>\n    <p class=\"indent\">I.</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">On April 29, 1998, a federal grand jury returned a  one-count indictment charging Moore with possession of  ammunition by a previously convicted felon, 18 U.S.C. &#167;  922(g)(3).  On January 15, 1999, Moore filed a motion to  suppress evidence.  On November 24, 1999, after an evidentiary  hearing, the district court allowed Moore's motion to suppress  and made the following findings and conclusions:</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Early in the morning of November 29, 1997, Officers  Sean Joyce and Jeffrey Cecil of the Boston Police Department  were on patrol near 32 Maple Street, an apartment building in  Roxbury, Massachusetts.  They suspected that drugs were being  distributed from the building.  Both officers had made drug-related and other arrests in that area.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">At approximately 2:00 a.m., the officers noticed that  there was significant foot traffic going into and coming out of  32 Maple Street.  The people entering the building stayed only  a short time before leaving.  The officers recognized some of  the visitors as having been arrested for drug and other  offenses.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">After observing the entrance for a while, Officers  Joyce and Cecil approached the building to investigate further. The apartment building was three stories high and contained  between nine and twelve units.  A light from a unit on the third  floor was the only light visible from outside the building.  The  officers entered the building through the unlocked front door. There were pieces of small plastic bags strewn on the floor of  the entryway \"consistent with the possibility that drug  customers had consumed the contents of the drug packages and  then discarded the plastic scraps on the floor.\"</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">As they stood in the common hallway of the building,  the officers heard the sounds of a heated argument, including  shouting and swearing, coming from one of the upper floors.  The  officers decided to go up the stairs to investigate.  When they  reached the second-floor landing, they heard a door slam on the  third floor and someone running down the stairs.  They then saw  a man, later identified as Moore, come running down the stairs. Moore came to a sudden stop on the stairs after almost  accidentally colliding with Officer Cecil.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Officer Joyce, who was standing just behind Office  Cecil, noticed that Moore's right hand was clenched at his side  as if he was attempting to conceal something in it.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  Officer  Joyce grabbed Moore's right wrist and asked Moore what he had in  his hand.  Moore did not answer.  After Officer Joyce repeated  the question, Moore opened his hand, revealed its contents, and  said, \"You got me.\"  In his hand Moore held a small plastic bag  containing a white powdery substance that Officer Joyce believed  to be heroin.  Joyce then arrested Moore for possession of an  illegal drug.  A search of Moore's person incident to the arrest  yielded some packages of crack cocaine and a handgun.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">In its rulings, the district court assumed that the  officers were justified in entering the hallway of the building. It then stated that the officers were justified in ascending the  stairs to investigate the sounds and in detaining Moore in a Terry stop.  The court also determined that the officers could  justifiably use \"a modicum of physical force, such as grabbing  the defendant by the wrist, in order to hold him in their  presence long enough for them to make a [Terry] investigation.\"</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The district court held, however, that because Officer  Joyce's \"purpose was to search rather than merely to 'stop,'\"  his actions of grabbing Moore's wrist and asking him what was in  his closed hand constituted a search requiring probable cause. The district court went on to conclude that although police are  entitled to perform a pat-frisk of the subject of a Terry stop  \"to assure themselves that he does not have weapons at hand,\"  Officer Joyce's actions could not be justified as such a frisk  because \"it is more likely that Joyce thought the defendant was  concealing contraband\" and because \"there were no objective  facts . . . that tended to indicate that the defendant might be  armed or . . . concealing a weapon in his hand.\"  Moreover, the  district court stated that although Moore opened his hand  himself, his \"consent\" to the search was not voluntary because  it was \"effectively compelled\" by the officer's grasp and  questioning.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Accordingly, the district court held that the compelled  disclosure of the contents of Moore's hand required probable  cause. It concluded that there was no probable cause because the  drug activity was not necessarily taking place on the third  floor and Moore \"was more readily connected to the argument than  to the earlier observed drug traffic.\"  The district court then  ordered the suppression of the heroin found in Moore's hand and  the firearm, ammunition, and crack cocaine found during the  subsequent search incident to arrest.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">On December 30, 1999, the government filed a motion for  reconsideration of the court's rulings, which the district court  denied after oral argument.  The government appeals from the  interlocutory order suppressing evidence.</p>\n    </div>\n    <p class=\"indent\">II.</p>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">We review the district court's factual findings for  clear error, but review de novo its conclusions of law and its  ultimate rulings on the constitutionality of the government's  conduct.  United States v. Taylor, 162 F.3d 12, 17 (1st Cir.  1998).</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Under Terry v. Ohio, 392 U.S. 1, 30 (1968), police  officers may conduct a brief, investigatory stop of an  individual based on reasonable suspicion of criminal activity. In determining whether action taken by a police officer is  constitutionally permissible as part of a Terry stop, we  consider (1) \"whether the officer's action was justified at its  inception,\" and (2) \"whether it was reasonably related in scope  to the circumstances which justified the interference in the  first place.\"  Id. at 20; accord United States v. Trullo, 809  F.2d 108, 111 (1st Cir. 1987).</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Whether a Terry stop remained related in scope to the  circumstances justifying the interference is measured by an  objective reasonableness standard.  See Terry, 392 U.S. at 20. \"The court must consider the circumstances as a whole, and must  balance the nature of the intrusion with the governmental  interests that are served.\"  United States v. Cruz, 156 F.3d 22,  26 (1st Cir. 1998) (quoting United States v. Hensley, 469 U.S.  221, 228 (1985)).  Officer safety is one such governmental  interest; generally, if officers have reason to believe that  they are dealing with an armed and dangerous individual, they  may take reasonable steps to protect themselves by frisking the  individual for weapons.  See Taylor, 162 F.3d at 17, 20  (internal citations omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">In its ruling on the motion to suppress, the district  court properly concluded that the officers were justified in  initiating the investigatory stop of Moore.  The district court  erred, however, in concluding that Officer Joyce's actions  exceeded the permissible scope of the Terry stop.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Officer Joyce's actions were within the appropriate  scope of a Terry stop because they were based on an objectively  reasonable concern for officer safety under the circumstances. At the time of the search, the officers were aware that they  were in a neighborhood known for a high crime rate and drug  activity.  They were in a building at which they had just  observed significant foot traffic suggesting ongoing drug sales;  the officers observed at least one known drug user entering the  building.  They had noticed plastic bags on the floor of the  entryway that were knotted in a manner indicating that they had  been used to package crack cocaine.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Moreover, Moore had come running from an apartment in  which there had been a heated, possibly violent argument, the  only apartment from which there were any recent signs of  activity.  Because the argument stopped suddenly after Moore  left the third-floor apartment, it was reasonable for the  officers to suspect that he was a participant in that argument. Upon seeing the officers, Moore clenched his hand in a manner  indicating that he was attempting to hide something from the  officers.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Moore therefore was reasonably linked not only with  indicia of drug activity, but of a violent confrontation.  The  hour was late and the neighborhood dangerous.  Together, these  circumstances supported the officers' decision to search Moore's  hand for weapons within the lawful scope of the Terry stop.  SeeIllinois v. Wardlow, 120 S. Ct. 673, 676 (2000) (holding that  there was reasonable suspicion to stop the defendant based on  his presence in an area known for heavy narcotics trafficking  and his flight upon seeing police officers); United States v. Cruz, 156 F.3d 22, 26 (1st Cir. 1998), cert. denied, 119 S. Ct.  1781 (1999) (upholding a Terry frisk of the driver of a car  stopped for speeding because the stop occurred late at night,  the car had stopped abruptly, there were multiple people in the  car, and there had been a \"commotion\" among the other occupants  of the car); United States v. Villanueva, 15 F.3d 197, 198-99  (1st Cir. 1994) (upholding a daytime Terry frisk of an  individual who had engaged in disorderly conduct, such as  yelling obscenities and banging on train windows, at a subway  station known for \"volatile conduct\"); United States v. Stanley,  915 F.2d 54, 56 (1st Cir. 1990) (holding that there was  reasonable suspicion to stop an occupant of a parked car based  on his presence late at night in an area known for drug  activity, his leaning over the car console with a faint light,  and his attempt to hide something upon seeing a police officer).</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The district court expressed skepticism that the  officers  believed that Moore was carrying a weapon and stated  that \"it is more likely that Joyce thought the defendant was  concealing contraband.\"  Weapons such as knives and razors can,  however, be concealed inside a closed fist.  Cf. State v. Williams, 544 N.W.2d 350, 351-54 (Neb. 1996) (holding that  forcing a suspect to open her closed fist was part of a Terry frisk for weapons was justified because the officers could not  determine what she was holding and were concerned that she might  be holding a razor blade or knife).</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">In any event, as the district court acknowledged, we  measure the officer's actions by an objective standard.  SeeTerry, 392 U.S. at 21.  If the facts available to the officer at  the moment of the search \"warrant[ed] a man of reasonable  caution in the belief\" that the action taken was appropriate, it  is valid.  Id. at 21-22 (internal quotation marks omitted).  As  explained supra, we think that the evidence of proximate drug-related criminal activity, together with Moore's likely  involvement in a heated, possibly violent argument, warranted  the reasonable suspicion that the item Moore was hiding in his  hand was a weapon.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Because we conclude that the officers' actions were  justified pursuant to a lawful Terry stop, we need not reach the  question of whether the search of Moore's hand was supported by  probable cause.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Reversed and remanded for further proceedings  consistent with this opinion.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Officer Joyce testified that he did not know precisely what  was in Moore's hand, i.e. whether it was a weapon or contraband;  that he was concerned for the officers' safety; and that in the  past, he had encountered drug suspects who were found to be in  possession of weapons or other dangerous objects.  The district  court neither explicitly credited nor rejected this testimony.</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">235</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">700</span></span> (1st Cir. 2000)</p>\n    <p class=\"parties\">UNITED STATES OF AMERICA, Appellant,<br>v.<br>JONATHAN MOORE, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 00-1174.</p>\n    <p class=\"court\">United States Court of Appeals, For the First Circuit.</p>\n    <p class=\"date\">Heard Nov. 7, 2000.<br>Decided December 29, 2000.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF MASSACHUSETTS. Hon. George A. O'Toole, Jr., U.S. District Judge.</p>\n      <p class=\"indent\">Theodore D. Chuang, Assistant United States Attorney, with  whom Donald K. Stern, United States Attorney, was on brief for  appellant.</p>\n      <p class=\"indent\">E. Peter Parker for appellee.</p>\n      <p class=\"indent\">Before  Selya, Circuit Judge, Coffin and Bownes, Senior Circuit Judges.</p>\n      <p class=\"indent\">BOWNES, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The government appeals  from the district court's interlocutory order suppressing  evidence of contraband that the police seized from defendant-appellee Jonathan Moore.  We reverse and remand for further  proceedings consistent with this opinion.</p>\n    </div>\n    <p class=\"indent\">I.</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">On April 29, 1998, a federal grand jury returned a  one-count indictment charging Moore with possession of  ammunition by a previously convicted felon, 18 U.S.C. &#167;  922(g)(3).  On January 15, 1999, Moore filed a motion to  suppress evidence.  On November 24, 1999, after an evidentiary  hearing, the district court allowed Moore's motion to suppress  and made the following findings and conclusions:</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Early in the morning of November 29, 1997, Officers  Sean Joyce and Jeffrey Cecil of the Boston Police Department  were on patrol near 32 Maple Street, an apartment building in  Roxbury, Massachusetts.  They suspected that drugs were being  distributed from the building.  Both officers had made drug-related and other arrests in that area.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">At approximately 2:00 a.m., the officers noticed that  there was significant foot traffic going into and coming out of  32 Maple Street.  The people entering the building stayed only  a short time before leaving.  The officers recognized some of  the visitors as having been arrested for drug and other  offenses.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">After observing the entrance for a while, Officers  Joyce and Cecil approached the building to investigate further. The apartment building was three stories high and contained  between nine and twelve units.  A light from a unit on the third  floor was the only light visible from outside the building.  The  officers entered the building through the unlocked front door. There were pieces of small plastic bags strewn on the floor of  the entryway \"consistent with the possibility that drug  customers had consumed the contents of the drug packages and  then discarded the plastic scraps on the floor.\"</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">As they stood in the common hallway of the building,  the officers heard the sounds of a heated argument, including  shouting and swearing, coming from one of the upper floors.  The  officers decided to go up the stairs to investigate.  When they  reached the second-floor landing, they heard a door slam on the  third floor and someone running down the stairs.  They then saw  a man, later identified as Moore, come running down the stairs. Moore came to a sudden stop on the stairs after almost  accidentally colliding with Officer Cecil.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Officer Joyce, who was standing just behind Office  Cecil, noticed that Moore's right hand was clenched at his side  as if he was attempting to conceal something in it.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  Officer  Joyce grabbed Moore's right wrist and asked Moore what he had in  his hand.  Moore did not answer.  After Officer Joyce repeated  the question, Moore opened his hand, revealed its contents, and  said, \"You got me.\"  In his hand Moore held a small plastic bag  containing a white powdery substance that Officer Joyce believed  to be heroin.  Joyce then arrested Moore for possession of an  illegal drug.  A search of Moore's person incident to the arrest  yielded some packages of crack cocaine and a handgun.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">In its rulings, the district court assumed that the  officers were justified in entering the hallway of the building. It then stated that the officers were justified in ascending the  stairs to investigate the sounds and in detaining Moore in a Terry stop.  The court also determined that the officers could  justifiably use \"a modicum of physical force, such as grabbing  the defendant by the wrist, in order to hold him in their  presence long enough for them to make a [Terry] investigation.\"</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The district court held, however, that because Officer  Joyce's \"purpose was to search rather than merely to 'stop,'\"  his actions of grabbing Moore's wrist and asking him what was in  his closed hand constituted a search requiring probable cause. The district court went on to conclude that although police are  entitled to perform a pat-frisk of the subject of a Terry stop  \"to assure themselves that he does not have weapons at hand,\"  Officer Joyce's actions could not be justified as such a frisk  because \"it is more likely that Joyce thought the defendant was  concealing contraband\" and because \"there were no objective  facts . . . that tended to indicate that the defendant might be  armed or . . . concealing a weapon in his hand.\"  Moreover, the  district court stated that although Moore opened his hand  himself, his \"consent\" to the search was not voluntary because  it was \"effectively compelled\" by the officer's grasp and  questioning.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Accordingly, the district court held that the compelled  disclosure of the contents of Moore's hand required probable  cause. It concluded that there was no probable cause because the  drug activity was not necessarily taking place on the third  floor and Moore \"was more readily connected to the argument than  to the earlier observed drug traffic.\"  The district court then  ordered the suppression of the heroin found in Moore's hand and  the firearm, ammunition, and crack cocaine found during the  subsequent search incident to arrest.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">On December 30, 1999, the government filed a motion for  reconsideration of the court's rulings, which the district court  denied after oral argument.  The government appeals from the  interlocutory order suppressing evidence.</p>\n    </div>\n    <p class=\"indent\">II.</p>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">We review the district court's factual findings for  clear error, but review de novo its conclusions of law and its  ultimate rulings on the constitutionality of the government's  conduct.  United States v. Taylor, <span class=\"citation\" data-id=\"198228\"><a href=\"/opinion/198228/united-states-v-taylor/\"><span class=\"volume\">162</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">12</span></a></span>, 17 (1st Cir.  1998).</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Under Terry v. Ohio, <span class=\"citation\" data-id=\"107729\"><a href=\"/opinion/107729/terry-v-ohio/\"><span class=\"volume\">392</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, 30 (1968), police  officers may conduct a brief, investigatory stop of an  individual based on reasonable suspicion of criminal activity. In determining whether action taken by a police officer is  constitutionally permissible as part of a Terry stop, we  consider (1) \"whether the officer's action was justified at its  inception,\" and (2) \"whether it was reasonably related in scope  to the circumstances which justified the interference in the  first place.\"  Id. at 20; accord United States v. Trullo, <span class=\"citation\" data-id=\"481633\"><a href=\"/opinion/481633/united-states-v-john-f-trullo/\"><span class=\"volume\">809</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">108</span></a></span>, 111 (1st Cir. 1987).</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Whether a Terry stop remained related in scope to the  circumstances justifying the interference is measured by an  objective reasonableness standard.  See Terry, 392 U.S. at 20. \"The court must consider the circumstances as a whole, and must  balance the nature of the intrusion with the governmental  interests that are served.\"  United States v. Cruz, <span class=\"citation\" data-id=\"198094\"><a href=\"/opinion/198094/united-states-v-cruz/\"><span class=\"volume\">156</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">22</span></a></span>,  26 (1st Cir. 1998) (quoting United States v. Hensley, <span class=\"citation\" data-id=\"111294\"><a href=\"/opinion/111294/united-states-v-hensley/\"><span class=\"volume\">469</span> <span class=\"reporter\">U.S.</span>  <span class=\"page\">221</span></a></span>, 228 (1985)).  Officer safety is one such governmental  interest; generally, if officers have reason to believe that  they are dealing with an armed and dangerous individual, they  may take reasonable steps to protect themselves by frisking the  individual for weapons.  See Taylor, 162 F.3d at 17, 20  (internal citations omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">In its ruling on the motion to suppress, the district  court properly concluded that the officers were justified in  initiating the investigatory stop of Moore.  The district court  erred, however, in concluding that Officer Joyce's actions  exceeded the permissible scope of the Terry stop.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Officer Joyce's actions were within the appropriate  scope of a Terry stop because they were based on an objectively  reasonable concern for officer safety under the circumstances. At the time of the search, the officers were aware that they  were in a neighborhood known for a high crime rate and drug  activity.  They were in a building at which they had just  observed significant foot traffic suggesting ongoing drug sales;  the officers observed at least one known drug user entering the  building.  They had noticed plastic bags on the floor of the  entryway that were knotted in a manner indicating that they had  been used to package crack cocaine.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Moreover, Moore had come running from an apartment in  which there had been a heated, possibly violent argument, the  only apartment from which there were any recent signs of  activity.  Because the argument stopped suddenly after Moore  left the third-floor apartment, it was reasonable for the  officers to suspect that he was a participant in that argument. Upon seeing the officers, Moore clenched his hand in a manner  indicating that he was attempting to hide something from the  officers.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Moore therefore was reasonably linked not only with  indicia of drug activity, but of a violent confrontation.  The  hour was late and the neighborhood dangerous.  Together, these  circumstances supported the officers' decision to search Moore's  hand for weapons within the lawful scope of the Terry stop.  SeeIllinois v. Wardlow, <span class=\"citation\" data-id=\"118326\"><a href=\"/opinion/118326/illinois-v-wardlow/\"><span class=\"volume\">120</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">673</span></a></span>, 676 (2000) (holding that  there was reasonable suspicion to stop the defendant based on  his presence in an area known for heavy narcotics trafficking  and his flight upon seeing police officers); United States v. Cruz, <span class=\"citation\" data-id=\"198094\"><a href=\"/opinion/198094/united-states-v-cruz/\"><span class=\"volume\">156</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">22</span></a></span>, 26 (1st Cir. 1998), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">119</span> <span class=\"reporter\">S. Ct.</span>  <span class=\"page\">1781</span></span> (1999) (upholding a Terry frisk of the driver of a car  stopped for speeding because the stop occurred late at night,  the car had stopped abruptly, there were multiple people in the  car, and there had been a \"commotion\" among the other occupants  of the car); United States v. Villanueva, <span class=\"citation\" data-id=\"195178\"><a href=\"/opinion/195178/united-states-v-villanueva/\"><span class=\"volume\">15</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">197</span></a></span>, 198-99  (1st Cir. 1994) (upholding a daytime Terry frisk of an  individual who had engaged in disorderly conduct, such as  yelling obscenities and banging on train windows, at a subway  station known for \"volatile conduct\"); United States v. Stanley,  <span class=\"citation\" data-id=\"548685\"><a href=\"/opinion/548685/united-states-v-dennis-g-stanley/\"><span class=\"volume\">915</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">54</span></a></span>, 56 (1st Cir. 1990) (holding that there was  reasonable suspicion to stop an occupant of a parked car based  on his presence late at night in an area known for drug  activity, his leaning over the car console with a faint light,  and his attempt to hide something upon seeing a police officer).</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The district court expressed skepticism that the  officers  believed that Moore was carrying a weapon and stated  that \"it is more likely that Joyce thought the defendant was  concealing contraband.\"  Weapons such as knives and razors can,  however, be concealed inside a closed fist.  Cf. State v. Williams, <span class=\"citation\" data-id=\"1991426\"><a href=\"/opinion/1991426/state-v-williams/\"><span class=\"volume\">544</span> <span class=\"reporter\">N.W.2d</span> <span class=\"page\">350</span></a></span>, 351-54 (Neb. 1996) (holding that  forcing a suspect to open her closed fist was part of a Terry frisk for weapons was justified because the officers could not  determine what she was holding and were concerned that she might  be holding a razor blade or knife).</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">In any event, as the district court acknowledged, we  measure the officer's actions by an objective standard.  SeeTerry, 392 U.S. at 21.  If the facts available to the officer at  the moment of the search \"warrant[ed] a man of reasonable  caution in the belief\" that the action taken was appropriate, it  is valid.  Id. at 21-22 (internal quotation marks omitted).  As  explained supra, we think that the evidence of proximate drug-related criminal activity, together with Moore's likely  involvement in a heated, possibly violent argument, warranted  the reasonable suspicion that the item Moore was hiding in his  hand was a weapon.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Because we conclude that the officers' actions were  justified pursuant to a lawful Terry stop, we need not reach the  question of whether the search of Moore's hand was supported by  probable cause.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Reversed and remanded for further proceedings  consistent with this opinion.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Officer Joyce testified that he did not know precisely what  was in Moore's hand, i.e. whether it was a weapon or contraband;  that he was concerned for the officers' safety; and that in the  past, he had encountered drug suspects who were found to be in  possession of weapons or other dangerous objects.  The district  court neither explicitly credited nor rejected this testimony.</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/107729/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111294/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118326/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195178/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198094/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198228/",
    "http://www.courtlistener.com/api/rest/v3/opinions/481633/",
    "http://www.courtlistener.com/api/rest/v3/opinions/548685/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1991426/"
  ]
}