{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/199237/",
  "absolute_url": "/opinion/199237/united-states-v-arias/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/199237/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T04:26:53Z",
  "date_modified": "2017-03-24T11:01:20.974291Z",
  "type": "010combined",
  "sha1": "38a03bb5ca4e0189216d837a9493bb695d4bcd9d",
  "page_count": 12,
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/99-1924-01A.pdf",
  "local_path": "pdf/2001/01/17/US_v._Arias.pdf",
  "plain_text": "          United States Court of Appeals\n                       For the First Circuit\n\n\nNo. 99-1924\n\n                     UNITED STATES OF AMERICA,\n\n                             Appellee,\n\n                                 v.\n\n                           ROBERTO ARIAS,\n\n                       Defendant, Appellant.\n\n\n\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                  FOR THE DISTRICT OF RHODE ISLAND\n\n              [Hon. Mary M. Lisi, U.S. District Judge]\n\n\n\n                               Before\n\n                       Boudin, Circuit Judge,\n\n                     Cyr, Senior Circuit Judge,\n\n                     and Lynch, Circuit Judge.\n\n\n\n\n     Elaine H. Thompson for appellant.\n     Christopher S. Rhee, Attorney, United States Department of\nJustice, with whom Margaret E. Curran, United States Attorney,\nand Zechariah Chafee, Assistant United States Attorney, were on\nbrief for appellee.\n\fJanuary 17, 2001\n\f            CYR, Senior Circuit Judge.                Following a brief jury\n\ntrial, Roberto Arias appeals from the judgments of conviction\n\nentered     against him in the District of Rhode Island for (i)\n\naiding    and    abetting    the   possession      of     heroin   by    one    Luis\n\nMoscoso, with intent to distribute, see 21 U.S.C. § 841(a); 18\n\nU.S.C. § 2, and (ii) conspiring to possess heroin, with intent\n\nto distribute, see 21 U.S.C. § 846.              We affirm those judgments.\n\n\n\n                                         I\n\n                                   BACKGROUND\n\n            The trial centered around what Arias knew about the\n\n$20,000 “brick” of high-grade heroin — heavily wrapped in paper,\n\nplastic and tape — which was removed from Moscoso’s jacket\n\npocket on November 5, 1998, after he and Arias were arrested by\n\nnarcotics       detectives   of    the       Providence    Police       Department\n\nfollowing their 15-to-20-minute mobile surveillance of a blue\n\nVolkswagen owned and operated by Arias, with Moscoso in the\n\npassenger seat.          As there was no evidence that Arias ever\n\npossessed the heroin, the government relied upon circumstantial\n\nevidence in a successful effort to persuade the jury that the\n\nexculpatory      trial   testimony    given      by   Arias   simply      was   not\n\ncredible.\n\n\n\n\n                                         3\n\f          Arias testified that he had “bumped into” Moscoso “on\n\nthe street” in New York City a few months earlier and urged him\n\nto call “if he ever came [to Providence].”   Then, according to\n\nArias, on November 5, 1998, Moscoso called, stated that he was\n\nin the Providence area, and asked Arias to meet him at the\n\ncorner of Broad Street and Clayton Street and drive him to the\n\nProvidence Pizza Palace, where Moscoso was to meet someone named\n\n“Miguel.”1\n\n          The government neither attempted to demonstrate, nor\n\nclaimed, that Arias ever saw, smelled or touched the heroin\n\nMoscoso carried in his jacket pocket.    Instead, it sought to\n\npersuade the jury that the Arias testimony — particularly his\n\n\n\n     1Although the statement Arias attributed to Moscoso — that\nMoscoso needed a ride to the Providence Pizza Palace to meet\n“Miguel” — was central to the Arias defense, Arias neither\nmentioned the nature of the relationship between “Miguel” and\nMoscoso, nor the purpose of the anticipated meeting with\n“Miguel.” Nor does the trial record contain any explanation as\nto why Moscoso, having just arrived from New York City, would\nneed a ride to the Providence Pizza Palace, where, as the\nevidence plainly demonstrated, he was to deliver the heroin.\n     Moreover, experienced narcotics detectives testified,\nwithout contradiction, that drug dealers are notoriously\nreluctant to deliver large quantities of illicit drugs to\nlocations with which they are unfamiliar.       These witnesses\nexplained that drug dealers scrupulously avoid such arrangements\nbecause it is common practice for drug dealers to “set up” a\ncompetitor by placing an order for delivery to a location at\nwhich the unwitting seller can be forcibly relieved of the\nillicit drugs, thereby enabling the putative “buyer” to acquire\nthe drugs at no cost and with little concern that the victim\nwill report the loss to law enforcement authorities.\n\n                               4\n\fexplanation for the bizarre maneuvers repeatedly performed by\n\nthe blue Volkswagen, as observed by the officers conducting the\n\nclandestine mobile surveillance — abundantly demonstrated not\n\nonly Arias’ guilty knowledge of the criminal mission upon which\n\nMoscoso was embarked, but Arias’ complicity in the mission as\n\nwell.\n\n         The circumstantial evidence presented by the government\n\nsharply undercut the “mere presence” defense offered by Arias,\n\nreadily enabling the jury to find beyond a reasonable doubt that\n\nat around 8:30 p.m. on November 5, 1998, the Providence Police\n\nDepartment had received an anonymous tip that two Hispanic males\n\nwere en route to the Providence Pizza Palace from New York City\n\nin a blue Volkswagen, bearing Rhode Island license plate CV-270,\n\nwith a large quantity of heroin.   Detective Robert Enright, an\n\nexperienced narcotics officer, testified that he was assigned to\n\nconduct mobile surveillance on the blue Volkswagen expected to\n\narrive shortly in the Broad Street area, near the entrance to\n\nRoger Williams Park in Providence, en route from New York City.\n\nPursuant to standard practice, Detective Enright selected a\n\nnondescript, unmarked, used vehicle for the surveillance.\n\n         At the time Detective Enright initially spotted the\n\nblue Volkswagen, it was carrying two males, as anticipated, and\n\ntraveling —\n\n\n                               5\n\f          “at   an  excessive   speed,   faster   than\n          everybody    else[,]    doing     serpentine\n          maneuvers. [That is, it] was passing people\n          on the left and the right. [It] was using\n          the right lane to pass and just doing a\n          serpentine around the other vehicles ... on\n          Broad Street ... until right about the\n          overpass on Broad Street .... [A]fter that,\n          it was going slower than traffic and pulled\n          over ... to the curb ...[,] [t]he passenger\n          [i.e., Moscoso] ... exited the vehicle ...\n          walked a few feet ... stood in front of ...\n          a liquor store ...[,] did not [enter,] ...\n          [but] looked all around[,] the area.” The\n          driver [i.e., Arias] “stayed in the car and\n          was also looking around.”\n\nNo less curiously, the blue Volkswagen repeatedly made back-to-\n\nback U-turns, in traffic, and from time to time departed the\n\nbusier streets, drove down a quiet residential street, then\n\nparked   briefly   with   its   lights   out   before   resuming   its\n\ncircuitous route on major thoroughfares.\n\n          Moreover, on at least one occasion, while first in line\n\napproaching a green traffic light at a busy intersection, Arias\n\nstopped the blue Volkswagen, waited until the green light turned\n\nto red, then proceeded swiftly through the intersection an\n\ninstant before the opposing traffic received the green light to\n\nproceed into the intersection.2       Some of these maneuvers were\n\n\n\n    2Detective Enright further testified that on several\noccasions after Moscoso had exited the Arias vehicle, observed\nthe traffic, and returned to the Volkswagen without speaking\nwith anyone, Arias would cause the vehicle to take off abruptly\n— in a “jackrabbit start” — into the traffic flow.\n\n                                  6\n\frepeated   several   times   by   the   blue   Volkswagen   during   the\n\nsurveillance, which lasted from 15 to 20 minutes yet traversed\n\nno more than four to five miles.\n\n           The trial focused principally upon the exculpatory\n\ntestimony provided by Arias, as well as extensive testimony from\n\nvarious law enforcement officers responsible for the vehicular\n\nsurveillance of the blue Volkswagen.      The government relied upon\n\ncircumstantial evidence and an appeal to juror commonsense,\n\nessentially contending that the exculpatory testimony provided\n\nby Arias simply was not credible, particularly in light of the\n\ntestimony by Detective Enright and other experienced narcotics\n\ndetectives who described the surveillance of the blue Volkswagen\n\nin minute detail.\n\n                                   II\n\n                             DISCUSSION\n\nA.   The Conspiracy Verdict\n\n           We must affirm the conspiracy conviction unless no\n\nrational juror could have found that each essential element of\n\nthe alleged offense was established beyond a reasonable doubt.\n\nSee United States v.     Josleyn, 99 F.3d 1182, 1190 (1st Cir.\n\n1996), cert. denied sub nom. Billmyer v. United States, 519 U.S.\n\n1116 (1997).   “All credibility issues are to be resolved, and\n\nevery reasonable inference [is to be] drawn, in the light most\n\n\n                                   7\n\ffavorable to the verdict.”            Id.       (Emphasis added.)        “[M]oreover,\n\nas   among    competing   inferences,             two     or   more   of   which    are\n\nplausible, [we] must choose the inference that best fits the\n\nprosecution’s theory of guilt.”                   United States v. Olbres, 61\n\nF.3d 967, 970 (1st Cir. 1995).              After carefully scrutinizing the\n\nentire     trial    record,      we     conclude           that    the     compelling\n\ncircumstantial evidence presented by the government, combined\n\nwith   various     corroborative        credibility            determinations      well\n\nwithin the exclusive province of the jury, afforded adequate\n\nsupport for the conspiracy conviction.                    See id.\n\n             The central factfinding task for the jury was what, if\n\nanything, an ostensibly unsuspecting Arias knew about the heroin\n\ndistribution mission upon which Moscoso was embarked as the blue\n\nVolkswagen was en route to the Providence Pizza Palace for the\n\nmeeting with “Miguel.”           The defense essentially maintained,\n\ncorrectly enough, that Arias’ “mere presence” at the crime scene\n\nand “mere association” with Moscoso were insufficient to support\n\nthe conspiracy charge.          See United States v. Mangual-Corchado,\n\n139 F.3d 34, 44 (1st Cir.); cert. denied sub nom. Cirilo-Munoz\n\nv. United States, 525 U.S. 942 (1998); United States v. Batista-\n\nPolanco,     927   F.2d   14,    18    (1st        Cir.    1991).        Rather,    the\n\ngovernment had to prove, beyond a reasonable doubt, that Arias\n\nand Moscoso “agreed, at least tacitly, to commit the substantive\n\n\n                                            8\n\foffense which constituted the object of their agreement, and\n\nthat    [Arias]    voluntarily    participated    in    ...   [it.]”   United\n\nStates v. DiMarzo, 80 F.3d 656, 661 (1st Cir.); cert. denied sub\n\nnom. Alzate-Yepez v. United States, 519 U.S. 904 (1996).\n\n             On the other hand, as the government points out, the\n\njury was entitled to rely on circumstantial evidence to infer\n\nany    and   all   essential   elements    of   the    alleged   conspiracy,\n\nprovided the evidence demonstrated, beyond a reasonable doubt,\n\nmore than mere presence at the crime scene and more than mere\n\nassociation with those involved in the crime.             See id.   Finally,\n\nthe available circumstantial evidence is to be viewed in the\n\nlight most favorable to          the   verdict, in order to determine\n\nwhether it affords sufficient support for various incriminating\n\ninferences the jury reasonably may have drawn from the Arias\n\ntrial testimony.       See id.\n\n             Arias testified that when requested to drive Moscoso\n\nto the Providence Pizza Palace to meet “Miguel,” he failed to\n\nadvise Moscoso that he         did not know (i) how to get to the\n\njunction of Broad Street and Clayton Street, where he was to\n\nmeet Moscoso, or (ii) whether the Providence Pizza Palace was\n\nlocated in Providence or neighboring Cranston, Rhode Island.\n\nThus, the jury was entitled to draw a reasonable inference that\n\nthis implausible testimony either (i) constituted a fabricated\n\n\n                                       9\n\ffoundation for the essential linchpin in the Arias defense\n\n(viz., that the bizarre behavior of the blue Volkswagen and its\n\noccupants, as observed by the officers conducting the mobile\n\nsurveillance, was due simply to the aimless meanderings of a\n\ndriver lost in an unfamiliar area) or (ii) demonstrated Arias’\n\n“guilty knowledge” of the criminal mission upon which he and\n\nMoscoso were jointly embarked.            See, e.g., United States v.\n\nO’Brien, 14 F.3d 703, 706 (1st Cir. 1994) (“[c]ircumstantial\n\nevidence tending to show guilty knowledge need not              compel a\n\nfinding of such knowledge in order to sustain a conviction; all\n\nthat is necessary is that reasonable jurors could be convinced\n\nbeyond   a   reasonable    doubt   that   the   defendant[]   had   guilty\n\nknowledge.”) (quoting United States v. Flaherty, 668 F.2d 566,\n\n579 (1st Cir. 1981)) (emphasis added).\n\n             The latter inference, wholly warranted on a commonsense\n\nassessment of the entire trial record,           see supra section I,\n\nafforded adequate evidentiary support for a critical companion\n\ninference     as   well:    that   the    extreme    countersurveillance\n\nmeasures resorted to by Arias, in attempting to detect and/or\n\n“shake” any mobile surveillance by competing drug dealers or by\n\nlaw   enforcement     officers,    were   prompted    by   Arias’   guilty\n\nknowledge that he and Moscoso were mutually embarked upon their\n\nheroin distribution mission en route to the planned meeting with\n\n\n                                    10\n\f“Miguel” at the Providence Pizza Palace; hence, the otherwise\n\ninexplicable countersurveillance activities repeatedly engaged\n\nin by the blue Volkswagen, driven by Arias, as observed by the\n\nnarcotics detectives conducting the surveillance.\n\nB.   The Aiding and Abetting Verdict\n\n             We must affirm the aiding and abetting verdict unless\n\nno rational juror could have found, beyond a reasonable doubt,\n\nthat (i) Moscoso intended to distribute to “Miguel” the large\n\ncache   of    heroin      in    his   jacket       pocket;    and    (ii)       Arias\n\n“‘consciously shared’ [that] criminal design, associated himself\n\nwith it, and actively sought to ensure its success.”                      Mangual-\n\nCorchado, 139 F.3d at 44 (citations omitted).                   The one matter\n\nmeriting limited discussion in the instant context is whether\n\nthere was enough evidence to establish, beyond a reasonable\n\ndoubt, that Arias “consciously shared” the criminal purpose\n\nplainly harbored by Moscoso.\n\n             We   need    not   belabor      the    point.       The    identical\n\ncircumstantial      evidence      and     credibility        assessments        which\n\npermitted the jury to determine, beyond a reasonable doubt, that\n\nArias   conspired        with   Moscoso      to    possess     the     heroin     for\n\ndistribution to “Miguel,” see II(A) supra, sufficed as well to\n\nestablish, beyond a reasonable doubt, that Arias consciously\n\nshared and sought to further Moscoso’s intention to distribute\n\n\n                                        11\n\fthe   heroin   to    “Miguel,”    by    transporting   Moscoso   to   the\n\nProvidence Pizza Palace, where Moscoso was to meet “Miguel.”\n\n\n\n                                    III\n\n                                 CONCLUSION\n\n\n\n          For the foregoing reasons, the judgments of conviction\n\nare affirmed.3      SO ORDERED.\n\n\n\n\n      3\n      Arias further claims he is entitled, at the very least, to\nan offense-level reduction, pursuant to U.S.S.G. § 3B1.2, on the\ngrounds that (i) he merely drove the car in which Moscoso was\ntransporting the heroin, and (ii) Moscoso was “the brains,” as\nthe district court itself observed at one point. Although we\nassume arguendo that the failure to afford such a reduction sua\nsponte is subject to plain error review — Arias admits he did\nnot request such a reduction — nothing in the evidence before us\nindicates that it was error not to afford the reduction.\n\n                                       12\n\f",
  "html": "<p class=\"case_cite\">238 F.3d 1 (1st Cir. 2001)</p>\n    <p class=\"parties\">UNITED STATES OF AMERICA, Appellee,<br>v.<br>ROBERTO ARIAS, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 99-1924</p>\n    <p class=\"court\">United States Court of Appeals For the First Circuit</p>\n    <p class=\"date\">Heard October 5, 2000<br>Decided January 17, 2001</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF RHODE ISLAND</p>\n      <p class=\"indent\">[Hon. Mary M. Lisi, U.S. District Judge]</p>\n      <p class=\"indent\">Elaine H. Thompson for appellant.</p>\n      <p class=\"indent\">Christopher S. Rhee, Attorney, United States Department of Justice, with whom Margaret E. Curran, United States Attorney, and Zechariah Chafee, Assistant United States Attorney, were on brief for appellee.</p>\n      <p class=\"indent\">Before Boudin, Circuit Judge, Cyr, Senior Circuit Judge, and Lynch, Circuit Judge.</p>\n      <p class=\"indent\">CYR, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Following a brief jury trial, Roberto Arias appeals from the judgments of conviction entered against him in the District of Rhode Island for (i) aiding and abetting the possession of heroin by one Luis Moscoso, with intent to distribute, see 21 U.S.C. &#167; 841(a); 18 U.S.C. &#167; 2, and (ii) conspiring to possess heroin, with intent to distribute, see 21 U.S.C. &#167; 846. We affirm those judgments.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p>* BACKGROUND</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The trial centered around what Arias knew about the $20,000 \"brick\" of high-grade heroin -- heavily wrapped in paper, plastic and tape -- which was removed from Moscoso's jacket pocket on November 5, 1998, after he and Arias were arrested by narcotics detectives of the Providence Police Department following their 15-to-20-minute mobile surveillance of a blue Volkswagen owned and operated by Arias, with Moscoso in the passenger seat. As there was no evidence that Arias ever possessed the heroin, the government relied upon circumstantial evidence in a successful effort to persuade the jury that the exculpatory trial testimony given by Arias simply was not credible.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Arias testified that he had \"bumped into\" Moscoso \"on the street\" in New York City a few months earlier and urged him to call \"if he ever came [to Providence].\" Then, according to Arias, on November 5, 1998, Moscoso called, stated that he was in the Providence area, and asked Arias to meet him at the corner of Broad Street and Clayton Street and drive him to the Providence Pizza Palace, where Moscoso was to meet someone named \"Miguel.\"<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The government neither attempted to demonstrate, nor claimed, that Arias ever saw, smelled or touched the heroin Moscoso carried in his jacket pocket. Instead, it sought to persuade the jury that the Arias testimony -- particularly his explanation for the bizarre maneuvers repeatedly performed by the blue Volkswagen, as observed by the officers conducting the clandestine mobile surveillance -- abundantly demonstrated not only Arias' guilty knowledge of the criminal mission upon which Moscoso was embarked, but Arias' complicity in the mission as well.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The circumstantial evidence presented by the government sharply undercut the \"mere presence\" defense offered by Arias, readily enabling the jury to find beyond a reasonable doubt that at around 8:30 p.m. on November 5, 1998, the Providence Police Department had received an anonymous tip that two Hispanic males were en route to the Providence Pizza Palace from New York City in a blue Volkswagen, bearing Rhode Island license plate CV-270, with a large quantity of heroin. Detective Robert Enright, an experienced narcotics officer, testified that he was assigned to conduct mobile surveillance on the blue Volkswagen expected to arrive shortly in the Broad Street area, near the entrance to Roger Williams Park in Providence, en route from New York City. Pursuant to standard practice, Detective Enright selected a nondescript, unmarked, used vehicle for the surveillance.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">At the time Detective Enright initially spotted the blue Volkswagen, it was carrying two males, as anticipated, and traveling--</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">\"at an excessive speed, faster than everybody else[,] doing serpentine maneuvers. [That is, it] was passing people on the left and the right. [It] was using the right lane to pass and just doing a serpentine around the other vehicles ... on Broad Street ... until right about the overpass on Broad Street .... [A]fter that, it was going slower than traffic and pulled over ... to the curb ...[,] [t]he passenger [i.e., Moscoso] ... exited the vehicle ... walked a few feet ... stood in front of ... a liquor store ...[,] did not [enter,] ... [but] looked all around[,] the area.\" The driver [i.e., Arias] \"stayed in the car and was also looking around.\"</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">No less curiously, the blue Volkswagen repeatedly made back-to-back U-turns, in traffic, and from time to time departed the busier streets, drove down a quiet residential street, then parked briefly with its lights out before resuming its circuitous route on major thoroughfares.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Moreover, on at least one occasion, while first in line approaching a green traffic light at a busy intersection, Arias stopped the blue Volkswagen, waited until the green light turnedto red, then proceeded swiftly through the intersection an instant before the opposing traffic received the green light to proceed into the intersection.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> Some of these maneuvers were repeated several times by the blue Volkswagen during the surveillance, which lasted from 15 to 20 minutes yet traversed no more than four to five miles.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The trial focused principally upon the exculpatory testimony provided by Arias, as well as extensive testimony from various law enforcement officers responsible for the vehicular surveillance of the blue Volkswagen. The government relied upon circumstantial evidence and an appeal to juror commonsense, essentially contending that the exculpatory testimony provided by Arias simply was not credible, particularly in light of the testimony by Detective Enright and other experienced narcotics detectives who described the surveillance of the blue Volkswagen in minute detail.</p>\n    </div>\n    <p>II</p>\n    <p>DISCUSSION</p>\n    <p class=\"indent\">A. The Conspiracy Verdict</p>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">We must affirm the conspiracy conviction unless no rational juror could have found that each essential element of the alleged offense was established beyond a reasonable doubt. See United States v. Josleyn, 99 F.3d 1182, 1190 (1st Cir. 1996), cert. denied sub nom. Billmyer v. United States, 519 U.S. 1116 (1997). \"All credibility issues are to be resolved, and every reasonable inference [is to be] drawn, in the light most favorable to the verdict.\" Id. (Emphasis added.) \"[M]oreover, as among competing inferences, two or more of which are plausible, [we] must choose the inference that best fits the prosecution's theory of guilt.\" United States v. Olbres, 61 F.3d 967, 970 (1st Cir. 1995). After carefully scrutinizing the entire trial record, we conclude that the compelling circumstantial evidence presented by the government, combined with various corroborative credibility determinations well within the exclusive province of the jury, afforded adequate support for the conspiracy conviction. See id.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The central factfinding task for the jury was what, if anything, an ostensibly unsuspecting Arias knew about the heroin distribution mission upon which Moscoso was embarked as the blue Volkswagen was en route to the Providence Pizza Palace for the meeting with \"Miguel.\" The defense essentially maintained, correctly enough, that Arias' \"mere presence\" at the crime scene and \"mere association\" with Moscoso were insufficient to support the conspiracy charge. See United States v. Mangual-Corchado, 139 F.3d 34, 44 (1st Cir.); cert. denied sub nom. Cirilo-Munoz v. United States, 525 U.S. 942 (1998); United States v. Batista-Polanco, 927 F.2d 14, 18 (1st Cir. 1991). Rather, the government had to prove, beyond a reasonable doubt, that Arias and Moscoso \"agreed, at least tacitly, to commit the substantive offense which constituted the object of their agreement, and that [Arias] voluntarily participated in ... [it.]\" United States v. DiMarzo, 80 F.3d 656, 661 (1st Cir.); cert. denied subnom. Alzate-Yepez v. United States, 519 U.S. 904 (1996).</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">On the other hand, as the government points out, the jury was entitled to rely on circumstantial evidence to infer any and all essential elements of the alleged conspiracy, provided the evidence demonstrated, beyond a reasonable doubt, more than mere presence at the crime scene and more than mere association with those involved in the crime. See id. Finally, the available circumstantial evidence is to be viewed in the light most favorable to the verdict, in order to determine whether it affords sufficient support for various incriminating inferences the jury reasonably may have drawn from the Arias trial testimony. See id.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Arias testified that when requested to drive Moscoso to the Providence Pizza Palace to meet \"Miguel,\" he failed to advise Moscoso that he did not know (i) how to get to the junction of Broad Street and Clayton Street, where he was to meet Moscoso, or (ii) whether the Providence Pizza Palace was located in Providence or neighboring Cranston, Rhode Island. Thus, the jury was entitled to draw a reasonable inference that this implausible testimony either (i) constituted a fabricated foundation for the essential linchpin in the Arias defense (viz., that the bizarre behavior of the blue Volkswagen and its occupants, as observed by the officers conducting the mobile surveillance, was due simply to the aimless meanderings of a driver lost in an unfamiliar area) or (ii) demonstrated Arias' \"guilty knowledge\" of the criminal mission upon which he and Moscoso were jointly embarked. See, e.g., United States v. O'Brien, 14 F.3d 703, 706 (1st Cir. 1994) (\"[c]ircumstantial evidence tending to show guilty knowledge need not compel a finding of such knowledge in order to sustain a conviction; all that is necessary is that reasonable jurors could be convinced beyond a reasonable doubt that the defendant[] had guilty knowledge.\") (quoting United States v. Flaherty, 668 F.2d 566, 579 (1st Cir. 1981)) (emphasis added).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The latter inference, wholly warranted on a commonsense assessment of the entire trial record, see supra section I, afforded adequate evidentiary support for a critical companion inference as well: that the extreme countersurveillance measures resorted to by Arias, in attempting to detect and/or \"shake\" any mobile surveillance by competing drug dealers or by law enforcement officers, were prompted by Arias' guilty knowledge that he and Moscoso were mutually embarked upon their heroin distribution mission en route to the planned meeting with \"Miguel\" at the Providence Pizza Palace; hence, the otherwise inexplicable countersurveillance activities repeatedly engaged in by the blue Volkswagen, driven by Arias, as observed by the narcotics detectives conducting the surveillance.</p>\n    </div>\n    <p class=\"indent\">B. The Aiding and Abetting Verdict</p>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">We must affirm the aiding and abetting verdict unless no rational juror could have found, beyond a reasonable doubt, that (i) Moscoso intended to distribute to \"Miguel\" the large cache of heroin in his jacket pocket; and (ii) Arias \"'consciously shared' [that] criminal design, associated himself with it, and actively sought to ensure its success.\" Mangual-Corchado, 139 F.3d at 44 (citations omitted). The one matter meriting limited discussion in the instant context is whether there was enough evidence to establish, beyond a reasonable doubt, that Arias \"consciously shared\" the criminal purpose plainly harbored by Moscoso.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">We need not belabor the point. The identical circumstantial evidence and credibility assessments which permitted the jury to determine, beyond a reasonable doubt, that Arias conspired with Moscoso to possess the heroin for distribution to \"Miguel,\" see II(A) supra, sufficed as well to establish, beyond a reasonable doubt, that Arias consciously shared and sought to further Moscoso's intention to distribute the heroin to \"Miguel,\" by transporting Moscoso to the Providence Pizza Palace, where Moscoso was to meet \"Miguel.\"</p>\n    </div>\n    <p>III</p>\n    <p>CONCLUSION</p>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">For the foregoing reasons, the judgments of conviction are affirmed.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> SO ORDERED.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Moreover, experienced narcotics detectives testified, without contradiction, that drug dealers are notoriously reluctant to deliver large quantities of illicit drugs to locations with which they are unfamiliar. These witnesses explained that drug dealers scrupulously avoid such arrangements because it is common practice for drug dealers to \"set up\" a competitor by placing an order for delivery to a location at which the unwitting seller can be forcibly relieved of the illicit drugs, thereby enabling the putative \"buyer\" to acquire the drugs at no cost and with little concern that the victim will report the loss to law enforcement authorities.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Although the statement Arias attributed to Moscoso -- that Moscoso needed a ride to the Providence Pizza Palace to meet \"Miguel\" -- was central to the Arias defense, Arias neither mentioned the nature of the relationship between \"Miguel\" and Moscoso, nor the purpose of the anticipated meeting with \"Miguel.\" Nor does the trial record contain any explanation as to why Moscoso, having just arrived from New York City, would need a ride to the Providence Pizza Palace, where, as the evidence plainly demonstrated, he was to deliver the heroin.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Detective Enright further testified that on several occasions after Moscoso had exited the Arias vehicle, observed the traffic, and returned to the Volkswagen without speaking with anyone, Arias would cause the vehicle to take off abruptly -- in a \"jackrabbit start\" -- into the traffic flow.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Arias further claims he is entitled, at the very least, to an offense-level reduction, pursuant to U.S.S.G. &#167; 3B1.2, on the grounds that (i) he merely drove the car in which Moscoso was transporting the heroin, and (ii) Moscoso was \"the brains,\" as the district court itself observed at one point. Although we assume arguendo that the failure to afford such a reduction suasponte is subject to plain error review -- Arias admits he did not request such a reduction -- nothing in the evidence before us indicates that it was error not to afford the reduction.</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">238</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></span> (1st Cir. 2001)</p>\n    <p class=\"parties\">UNITED STATES OF AMERICA, Appellee,<br>v.<br>ROBERTO ARIAS, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 99-1924</p>\n    <p class=\"court\">United States Court of Appeals For the First Circuit</p>\n    <p class=\"date\">Heard October 5, 2000<br>Decided January 17, 2001</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF RHODE ISLAND</p>\n      <p class=\"indent\">[Hon. Mary M. Lisi, U.S. District Judge]</p>\n      <p class=\"indent\">Elaine H. Thompson for appellant.</p>\n      <p class=\"indent\">Christopher S. Rhee, Attorney, United States Department of Justice, with whom Margaret E. Curran, United States Attorney, and Zechariah Chafee, Assistant United States Attorney, were on brief for appellee.</p>\n      <p class=\"indent\">Before Boudin, Circuit Judge, Cyr, Senior Circuit Judge, and Lynch, Circuit Judge.</p>\n      <p class=\"indent\">CYR, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Following a brief jury trial, Roberto Arias appeals from the judgments of conviction entered against him in the District of Rhode Island for (i) aiding and abetting the possession of heroin by one Luis Moscoso, with intent to distribute, see 21 U.S.C. &#167; 841(a); 18 U.S.C. &#167; 2, and (ii) conspiring to possess heroin, with intent to distribute, see 21 U.S.C. &#167; 846. We affirm those judgments.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p>* BACKGROUND</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The trial centered around what Arias knew about the $20,000 \"brick\" of high-grade heroin -- heavily wrapped in paper, plastic and tape -- which was removed from Moscoso's jacket pocket on November 5, 1998, after he and Arias were arrested by narcotics detectives of the Providence Police Department following their 15-to-20-minute mobile surveillance of a blue Volkswagen owned and operated by Arias, with Moscoso in the passenger seat. As there was no evidence that Arias ever possessed the heroin, the government relied upon circumstantial evidence in a successful effort to persuade the jury that the exculpatory trial testimony given by Arias simply was not credible.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Arias testified that he had \"bumped into\" Moscoso \"on the street\" in New York City a few months earlier and urged him to call \"if he ever came [to Providence].\" Then, according to Arias, on November 5, 1998, Moscoso called, stated that he was in the Providence area, and asked Arias to meet him at the corner of Broad Street and Clayton Street and drive him to the Providence Pizza Palace, where Moscoso was to meet someone named \"Miguel.\"<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The government neither attempted to demonstrate, nor claimed, that Arias ever saw, smelled or touched the heroin Moscoso carried in his jacket pocket. Instead, it sought to persuade the jury that the Arias testimony -- particularly his explanation for the bizarre maneuvers repeatedly performed by the blue Volkswagen, as observed by the officers conducting the clandestine mobile surveillance -- abundantly demonstrated not only Arias' guilty knowledge of the criminal mission upon which Moscoso was embarked, but Arias' complicity in the mission as well.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The circumstantial evidence presented by the government sharply undercut the \"mere presence\" defense offered by Arias, readily enabling the jury to find beyond a reasonable doubt that at around 8:30 p.m. on November 5, 1998, the Providence Police Department had received an anonymous tip that two Hispanic males were en route to the Providence Pizza Palace from New York City in a blue Volkswagen, bearing Rhode Island license plate CV-270, with a large quantity of heroin. Detective Robert Enright, an experienced narcotics officer, testified that he was assigned to conduct mobile surveillance on the blue Volkswagen expected to arrive shortly in the Broad Street area, near the entrance to Roger Williams Park in Providence, en route from New York City. Pursuant to standard practice, Detective Enright selected a nondescript, unmarked, used vehicle for the surveillance.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">At the time Detective Enright initially spotted the blue Volkswagen, it was carrying two males, as anticipated, and traveling--</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">\"at an excessive speed, faster than everybody else[,] doing serpentine maneuvers. [That is, it] was passing people on the left and the right. [It] was using the right lane to pass and just doing a serpentine around the other vehicles ... on Broad Street ... until right about the overpass on Broad Street .... [A]fter that, it was going slower than traffic and pulled over ... to the curb ...[,] [t]he passenger [i.e., Moscoso] ... exited the vehicle ... walked a few feet ... stood in front of ... a liquor store ...[,] did not [enter,] ... [but] looked all around[,] the area.\" The driver [i.e., Arias] \"stayed in the car and was also looking around.\"</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">No less curiously, the blue Volkswagen repeatedly made back-to-back U-turns, in traffic, and from time to time departed the busier streets, drove down a quiet residential street, then parked briefly with its lights out before resuming its circuitous route on major thoroughfares.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Moreover, on at least one occasion, while first in line approaching a green traffic light at a busy intersection, Arias stopped the blue Volkswagen, waited until the green light turnedto red, then proceeded swiftly through the intersection an instant before the opposing traffic received the green light to proceed into the intersection.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> Some of these maneuvers were repeated several times by the blue Volkswagen during the surveillance, which lasted from 15 to 20 minutes yet traversed no more than four to five miles.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The trial focused principally upon the exculpatory testimony provided by Arias, as well as extensive testimony from various law enforcement officers responsible for the vehicular surveillance of the blue Volkswagen. The government relied upon circumstantial evidence and an appeal to juror commonsense, essentially contending that the exculpatory testimony provided by Arias simply was not credible, particularly in light of the testimony by Detective Enright and other experienced narcotics detectives who described the surveillance of the blue Volkswagen in minute detail.</p>\n    </div>\n    <p>II</p>\n    <p>DISCUSSION</p>\n    <p class=\"indent\">A. The Conspiracy Verdict</p>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">We must affirm the conspiracy conviction unless no rational juror could have found that each essential element of the alleged offense was established beyond a reasonable doubt. See United States v. Josleyn, <span class=\"citation\" data-id=\"197023\"><a href=\"/opinion/197023/united-states-v-josleyn/\"><span class=\"volume\">99</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1182</span></a></span>, 1190 (1st Cir. 1996), cert. denied sub nom. Billmyer v. United States, <span class=\"citation no-link\"><span class=\"volume\">519</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1116</span></span> (1997). \"All credibility issues are to be resolved, and every reasonable inference [is to be] drawn, in the light most favorable to the verdict.\" Id. (Emphasis added.) \"[M]oreover, as among competing inferences, two or more of which are plausible, [we] must choose the inference that best fits the prosecution's theory of guilt.\" United States v. Olbres, <span class=\"citation\" data-id=\"196204\"><a href=\"/opinion/196204/united-states-v-olbres/\"><span class=\"volume\">61</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">967</span></a></span>, 970 (1st Cir. 1995). After carefully scrutinizing the entire trial record, we conclude that the compelling circumstantial evidence presented by the government, combined with various corroborative credibility determinations well within the exclusive province of the jury, afforded adequate support for the conspiracy conviction. See id.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The central factfinding task for the jury was what, if anything, an ostensibly unsuspecting Arias knew about the heroin distribution mission upon which Moscoso was embarked as the blue Volkswagen was en route to the Providence Pizza Palace for the meeting with \"Miguel.\" The defense essentially maintained, correctly enough, that Arias' \"mere presence\" at the crime scene and \"mere association\" with Moscoso were insufficient to support the conspiracy charge. See United States v. Mangual-Corchado, <span class=\"citation\" data-id=\"752407\"><a href=\"/opinion/752407/united-states-v-saul-mangual-corchado-united-states-of-america-v-ernesto/\"><span class=\"volume\">139</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">34</span></a></span>, 44 (1st Cir.); cert. denied sub nom. Cirilo-Munoz v. United States, <span class=\"citation no-link\"><span class=\"volume\">525</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">942</span></span> (1998); United States v. Batista-Polanco, <span class=\"citation\" data-id=\"556636\"><a href=\"/opinion/556636/united-states-v-johnny-rafael-batista-polanco/\"><span class=\"volume\">927</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">14</span></a></span>, 18 (1st Cir. 1991). Rather, the government had to prove, beyond a reasonable doubt, that Arias and Moscoso \"agreed, at least tacitly, to commit the substantive offense which constituted the object of their agreement, and that [Arias] voluntarily participated in ... [it.]\" United States v. DiMarzo, <span class=\"citation\" data-id=\"715774\"><a href=\"/opinion/715774/united-states-v-miguel-dimarzo-aka-michael-dimarzo-united-states-of/\"><span class=\"volume\">80</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">656</span></a></span>, 661 (1st Cir.); cert. denied subnom. Alzate-Yepez v. United States, <span class=\"citation no-link\"><span class=\"volume\">519</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">904</span></span> (1996).</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">On the other hand, as the government points out, the jury was entitled to rely on circumstantial evidence to infer any and all essential elements of the alleged conspiracy, provided the evidence demonstrated, beyond a reasonable doubt, more than mere presence at the crime scene and more than mere association with those involved in the crime. See id. Finally, the available circumstantial evidence is to be viewed in the light most favorable to the verdict, in order to determine whether it affords sufficient support for various incriminating inferences the jury reasonably may have drawn from the Arias trial testimony. See id.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Arias testified that when requested to drive Moscoso to the Providence Pizza Palace to meet \"Miguel,\" he failed to advise Moscoso that he did not know (i) how to get to the junction of Broad Street and Clayton Street, where he was to meet Moscoso, or (ii) whether the Providence Pizza Palace was located in Providence or neighboring Cranston, Rhode Island. Thus, the jury was entitled to draw a reasonable inference that this implausible testimony either (i) constituted a fabricated foundation for the essential linchpin in the Arias defense (viz., that the bizarre behavior of the blue Volkswagen and its occupants, as observed by the officers conducting the mobile surveillance, was due simply to the aimless meanderings of a driver lost in an unfamiliar area) or (ii) demonstrated Arias' \"guilty knowledge\" of the criminal mission upon which he and Moscoso were jointly embarked. See, e.g., United States v. O'Brien, <span class=\"citation\" data-id=\"661452\"><a href=\"/opinion/661452/43-socsecrepser-489-medicaremedicaid-guide-p-42092-united-states-of/\"><span class=\"volume\">14</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">703</span></a></span>, 706 (1st Cir. 1994) (\"[c]ircumstantial evidence tending to show guilty knowledge need not compel a finding of such knowledge in order to sustain a conviction; all that is necessary is that reasonable jurors could be convinced beyond a reasonable doubt that the defendant[] had guilty knowledge.\") (quoting United States v. Flaherty, <span class=\"citation\" data-id=\"398781\"><a href=\"/opinion/398781/united-states-v-thomas-e-flaherty-united-states-of-america-v-james-r/\"><span class=\"volume\">668</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">566</span></a></span>, 579 (1st Cir. 1981)) (emphasis added).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The latter inference, wholly warranted on a commonsense assessment of the entire trial record, see supra section I, afforded adequate evidentiary support for a critical companion inference as well: that the extreme countersurveillance measures resorted to by Arias, in attempting to detect and/or \"shake\" any mobile surveillance by competing drug dealers or by law enforcement officers, were prompted by Arias' guilty knowledge that he and Moscoso were mutually embarked upon their heroin distribution mission en route to the planned meeting with \"Miguel\" at the Providence Pizza Palace; hence, the otherwise inexplicable countersurveillance activities repeatedly engaged in by the blue Volkswagen, driven by Arias, as observed by the narcotics detectives conducting the surveillance.</p>\n    </div>\n    <p class=\"indent\">B. The Aiding and Abetting Verdict</p>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">We must affirm the aiding and abetting verdict unless no rational juror could have found, beyond a reasonable doubt, that (i) Moscoso intended to distribute to \"Miguel\" the large cache of heroin in his jacket pocket; and (ii) Arias \"'consciously shared' [that] criminal design, associated himself with it, and actively sought to ensure its success.\" Mangual-Corchado, 139 F.3d at 44 (citations omitted). The one matter meriting limited discussion in the instant context is whether there was enough evidence to establish, beyond a reasonable doubt, that Arias \"consciously shared\" the criminal purpose plainly harbored by Moscoso.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">We need not belabor the point. The identical circumstantial evidence and credibility assessments which permitted the jury to determine, beyond a reasonable doubt, that Arias conspired with Moscoso to possess the heroin for distribution to \"Miguel,\" see II(A) supra, sufficed as well to establish, beyond a reasonable doubt, that Arias consciously shared and sought to further Moscoso's intention to distribute the heroin to \"Miguel,\" by transporting Moscoso to the Providence Pizza Palace, where Moscoso was to meet \"Miguel.\"</p>\n    </div>\n    <p>III</p>\n    <p>CONCLUSION</p>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">For the foregoing reasons, the judgments of conviction are affirmed.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> SO ORDERED.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Moreover, experienced narcotics detectives testified, without contradiction, that drug dealers are notoriously reluctant to deliver large quantities of illicit drugs to locations with which they are unfamiliar. These witnesses explained that drug dealers scrupulously avoid such arrangements because it is common practice for drug dealers to \"set up\" a competitor by placing an order for delivery to a location at which the unwitting seller can be forcibly relieved of the illicit drugs, thereby enabling the putative \"buyer\" to acquire the drugs at no cost and with little concern that the victim will report the loss to law enforcement authorities.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Although the statement Arias attributed to Moscoso -- that Moscoso needed a ride to the Providence Pizza Palace to meet \"Miguel\" -- was central to the Arias defense, Arias neither mentioned the nature of the relationship between \"Miguel\" and Moscoso, nor the purpose of the anticipated meeting with \"Miguel.\" Nor does the trial record contain any explanation as to why Moscoso, having just arrived from New York City, would need a ride to the Providence Pizza Palace, where, as the evidence plainly demonstrated, he was to deliver the heroin.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Detective Enright further testified that on several occasions after Moscoso had exited the Arias vehicle, observed the traffic, and returned to the Volkswagen without speaking with anyone, Arias would cause the vehicle to take off abruptly -- in a \"jackrabbit start\" -- into the traffic flow.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Arias further claims he is entitled, at the very least, to an offense-level reduction, pursuant to U.S.S.G. &#167; 3B1.2, on the grounds that (i) he merely drove the car in which Moscoso was transporting the heroin, and (ii) Moscoso was \"the brains,\" as the district court itself observed at one point. Although we assume arguendo that the failure to afford such a reduction suasponte is subject to plain error review -- Arias admits he did not request such a reduction -- nothing in the evidence before us indicates that it was error not to afford the reduction.</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/196204/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197023/",
    "http://www.courtlistener.com/api/rest/v3/opinions/398781/",
    "http://www.courtlistener.com/api/rest/v3/opinions/556636/",
    "http://www.courtlistener.com/api/rest/v3/opinions/661452/",
    "http://www.courtlistener.com/api/rest/v3/opinions/715774/",
    "http://www.courtlistener.com/api/rest/v3/opinions/752407/"
  ]
}