{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/199223/",
  "absolute_url": "/opinion/199223/conetta-v-national-hair/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/199223/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T04:26:41Z",
  "date_modified": "2017-03-24T11:01:21.363712Z",
  "type": "010combined",
  "sha1": "3fc995476073c82bb2e61577eae103a863d3bb7c",
  "page_count": 1,
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/00-1002-01A.pdf",
  "local_path": "pdf/2001/01/08/Conetta_v._National_Hair.pdf",
  "plain_text": "         United States Court of Appeals\n                      For the First Circuit\n\nNo. 00-1002\nNo. 00-1139\nNo. 00-1216\n\n                 DIANE M. CONETTA, PETER CONETTA,\n\n              Plaintiffs, Appellees/Cross-Appellants,\n\n                                v.\n\n                 NATIONAL HAIR CARE CENTERS, INC.,\n\n               Defendant, Appellant/Cross-Appellee.\n                            __________\n\n                           ROBERT PUTO,\n\n                            Defendant.\n\n\n\n                              ERRATA\n\n    The opinion of this Court, issued on January 8, 2001, should be\n\namended as follows:\n\n    On page 5, line 8, replace \"Conetta's\" with \"Conettas\".\n\n    On page 16, line 11 of 2nd paragraph, delete \"protected\n\nconduct, that is,\".\n\f",
  "html": "<p class=\"case_cite\">236 F.3d 67 (1st Cir. 2001)</p>\n    <p class=\"parties\">DIANE M. CONETTA, PETER CONETTA, PLAINTIFFS, APPELLEES/CROSS-APPELLANTS,<br>v.<br>NATIONAL HAIR CARE CENTERS, INC., DEFENDANT, APPELLANT/CROSS-APPELLEE. ROBERT PUTO, DEFENDANT.</p>\n    <p class=\"docket\">No. 00-1002, No. 00-1139, No. 00-1216</p>\n    <p class=\"court\">United States Court of Appeals For the First Circuit</p>\n    <p class=\"date\">Heard October 3, 2000<br>Decided January 8, 2001</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEALS FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF RHODE ISLAND [Hon. Ronald R. Lagueux, U.S. District Judge][Copyrighted Material Omitted][Copyrighted Material Omitted]</p>\n      <p class=\"indent\">William P. Robinson III with whom Stephen M. Prignano, Stephen J. MacGillivray and Edwards &amp; Angell, Llp were on consolidated brief for defendant.</p>\n      <p class=\"indent\">William T. Murphy with whom William T. Murphy Law Offices, Inc. and Steven T. Hayes were on consolidated brief for plaintiffs.</p>\n      <p class=\"indent\">Before Boudin, Circuit Judge, Cyr, Senior Circuit Judge, and Lynch, Circuit Judge.</p>\n      <p class=\"indent\">Boudin, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This appeal, raising difficult questions concerning the Magistrates Act, 28 U.S.C.  631-39 (1994 &amp; Supp. II 1996), arises out of complex facts which we summarize at the outset.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">National Hair Care Centers, Inc. (\"National\") operated a chain of beauty salons until mid-1996 when it sold its assets to Regis Corporation. On August 14, 1993, Diane Conetta began working as manager at a National salon in Cranston, Rhode Island. Eleven months later, on July 13, 1994, National fired Conetta, saying that she had not taken proper inventories, coming up over $1,000 short in one instance. In February 1995, Conetta filed charges against National with the Rhode Island Commission for Human Rights; the charges, amended in May, were cross-filed with the Equal Employment Opportunity Commission (\"EEOC\"). Conetta alleged verbal sexual harassment and age discrimination by the supervisor of National's salons in the New England area.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On August 16, 1996, a week after receiving a right-to-sue letter, Conetta brought suit against National and the supervisor individually in federal district court in Rhode Island. In an amended complaint, she charged sexual harassment, age discrimination, and retaliatory discharge in violation of federal and state statutes,<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> as well as several common law torts (e.g., assault, negligent infliction of emotional distress). Conetta's husband filed a claim for loss of consortium. On December 9, 1996, the summons and complaint were served on CT Corporation, National's designated agent for service of process in Rhode Island; the supervisor was apparently never served. National did not answer the complaint. On January 14, 1997, the Conettas moved for entry of default and the court clerk entered a default against National on the same day. Fed. R. Civ. P. 55(a).</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">On February 12, 1997, the Conettas filed a motion for default judgment, Fed. R. Civ. P. 55(b)(2), which was referred by Judge Pettine to Magistrate Judge Lovegreen. A district court may designate a magistrate judge \"to hear and determine any pretrial matter pending before the court\" with a few explicit exceptions, district court review then being limited to orders \"clearly erroneous or contrary to law,\" 28 U.S.C.  636(b)(1)(A).<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> Or, a magistrate judge may be told to hear and submit \"proposed findings of fact and recommendations for . . . disposition\" by the district judge as to motions excepted from subsection (b)(1)(A), id. 636(b)(1)(B), or on virtually any matter at all, id. 636(b)(3). The docket entry did not indicate which provision Judge Pettine sought to invoke.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">On May 14, 1997, Magistrate Judge Lovegreen held a hearing on the motion. Both of the Conettas testified, and they also presented the testimony of a psychiatrist and offered various records and depositions concerning Diane Conetta's health and pay. The magistrate judge then granted the Conettas' motion for the entry of a default judgment, and on May 15, 1997, signed an order fixing the amount of damages at $301,100: this reflected $151,100 in compensatory damages and $100,000 in punitive damages for Diane Conetta, and $50,000 in compensatory damages for her husband's loss of consortium claim. Judgment was entered on June 4, 1997, and in January 1998, the Conettas brought a new suit to enforce the judgment.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Thus prompted, National, on February 9, 1998, filed a motion to vacate or set aside the entry of default and default judgment in the original suit. Fed. R. Civ. P. 55(c), 60(b). In a supporting affidavit, Wayne Riffle, National's president since June 1, 1995, and previously its chief financial officer, admitted that he had first learned of Conetta's complaints with the Rhode Island commission in May 1996. He also admitted receiving a copy of the summons and complaint in the federal court action but did not recall receiving any other documents. He then said that \"as a layman [he was] under the impression\" that Conetta was precluded from bringing a lawsuit relating to the matter until the state agency held a hearing, and that he believed that the agency proceeding was still pending when he received the summons and complaint.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Chief Judge Lagueux, who took over the case from Judge Pettine, referred the new motions to Magistrate Judge Lovegreen. Magistrate Judge Lovegreen entered an order on April 22, 1998, granting National's motion to set aside the default judgment and the entry of default, conditioned on National's payment of $2,500 to the Conetta's for their expenses incurred in obtaining the judgment. Based on Riffle's affidavit, the magistrate judge found that National had demonstrated \"excusable neglect,\" as required by Rule 60(b)(1) to set aside a default judgment; setting aside an entry of default requires \"good cause,\" Fed. R. Civ. P. 55(c), which is a less demanding standard, Coon v. Grenier, 867 F.2d 73, 76 (1st Cir. 1989).</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The Conettas then filed objections in the district court to the magistrate judge's decision, asserting that the district court should review the matter de novo. National defended the magistrate judge's order, urging that it be reviewed only for clear error or legal mistake. In Conetta v. National Hair Care Centers, Inc., 182 F.R.D. 403, 406-07 (D.R.I. 1998) (\"Conetta I\"), Chief Judge Lagueux held that the magistrate judge's order should be reviewed de novo and that an evidentiary hearing was necessary to decide whether National's failure to respond to the original complaint was \"willful\" and therefore not \"excusable neglect.\"</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">On February 1, 1999, the district court held an evidentiary hearing, receiving testimony from Riffle and from Riffle's lawyer, Robert Ross. Riffle admitted that he had signed return receipts for Conetta's right-to-sue letter on August 26, 1996, and for her amended complaint on January 21, 1997, and that his wife had signed for receipt of the Conettas' motion for entry of default, also in January 1997. However, Riffle did nothing with the documents at the time except to file them with National's other papers.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Riffle said that in late April or early May 1997, he turned these files over to Ross, a partner in an Arkansas law firm. Ross stated that upon reviewing the papers, he realized that National was in default and assigned a recent law school graduate to draft a motion to vacate the default. The draft motion was apparently misplaced when the graduate left the firm to study for the bar and never filed in court. Apparently, it was not until Regis' counsel received the complaint in the Conettas' subsequent suit to enforce their default judgment that National again focused on the matter.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Prompted by an in-chambers meeting with the district judge after the hearing, National then filed a motion to vacate the default judgment as void. Fed. R. Civ. P. 60(b)(4). On April 27, 1999, the district court granted the motion on the ground that the default judgment was a \"final\" judgment and that \"Article III . . . does not allow a magistrate judge to order the entry of a final judgment.\" Conetta v. National Hair Care Centers, Inc., 186 F.R.D. 262, 267 (D.R.I. 1999) (\"Conetta II\"). However, the district court refused to set aside the clerk's entry of default, finding that Riffle had failed to show \"good cause\" for not responding to the Conettas' summons and complaint. Id. at 268-70. The Conettas promptly moved for entry of a default judgment, but the district court rejected the motion in favor of holding a bench trial to determine damages.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">After a three-day bench trial, the district court entered judgment on December 15, 1999, awarding Diane Conetta $35,000 for lost wages from the retaliatory discharge and $25,000 for pain and suffering arising from her hostile work environment and retaliation claims. The court found her husband's loss of consortium claim to be a \"phantom claim\" without evidentiary support and ordered nominal damages of $1. The district court also awarded prejudgment interest of six percent per annum from August 16, 1996, when the case was filed, to the date of ruling, for a total of approximately $12,000.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Thereafter, the Conettas moved to amend the judgment, Fed. R. Civ. P. 59(e), urging, inter alia, that the court should apply the Rhode Island statutory prejudgment interest rate of twelve percent effective from the date of Diane Conetta's discharge (July 13, 1994). After a hearing, the district court agreed, and amended its judgment on January 18, 2000, arriving at a new figure of roughly $39,000. National promptly appealed, and the Conettas cross-appealed.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">1. The original judgment for $301,100 in favor of the Conettas based on the magistrate judge's findings was entered by the court clerk on June 4, 1997. It was the decision of Chief Judge Lagueux to set aside this judgment as void under Article III, Conetta II, 186 F.R.D. at 267, that led in due course to the other events at issue on this appeal, namely, the refusal to remove the entry of default and the recalculation of damages. At the threshold, the Conettas attack the district court's decision to set aside the default judgment as \"void\" pursuant to Rule 60(b)(4).</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Interestingly, the Conettas do not directly quarrel with the district court's statement that a magistrate judge has no power under Article III to enter a final judgment. The statement, albeit well-supported by precedent,<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> may be overbroad; but this is of no consequence because we agree entirely that the magistrate judge had no statutory authority to make a final determination of the damages due to the Conettas, see Callier v. Gray, 167 F.3d 977, 982-93 (6th Cir. 1999). Although the statutory provisions are less than lucid, partly because of their complicated history, see 12 Wright, Miller &amp; Marcus, Federal Practice and Procedure 3066, at 307-17 (2d ed. 1997), the outcome is clear.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Subsection 636(b)(1) is awkwardly phrased but a fair parsing makes plain that Congress did not intend subparagraph (A)'s reference to \"pretrial matter\" to encompass a final determination of liability or damages in a civil action. This is evident from subparagraph (A)'s exclusion of the key dispositive motions (e.g., summary judgment); from the juxtaposition of subparagraph (B), which allows only a recommended decision on the excluded motions; and from Rule 72 which, as a kind of gloss on the statute, makes the ability of the magistrate judge to determine a matter--as opposed to recommending a determination--turn on whether it is or is not \"dispositive.\" See also H.R. Rep. No. 94-1609, at 9-10 (1976), reprinted in 1976 U.S.C.C.A.N. 6162, 6169-70.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The Conettas accept this premise, arguing (we think correctly) that the magistrate judge could at most hear the evidence and prepare a recommended decision as to the amount of damages. Cf. Callier, 167 F.3d at 983. But they then argue that the damage findings became final when National failed to seek review within ten days, see Fed. R. Civ. P. 72(b), and that the district court clerk therefore had the authority to enter a final judgment for this now-liquidated sum under the authority of Rule 55(b)(1), which permits default judgments to be entered by the clerk where the plaintiff's claim is for \"a sum certain.\" The argument is clever but unpersuasive.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The Conettas' claims were not for a sum certain but, as is quite customary in tort cases, for amounts to be determined on the evidence. The judgment entered ministerially by the clerk reflected the magistrate judge's final determination, which the latter had no statutory authority to make. Even if the magistrate judge's determination were treated merely as a recommendation which National failed properly to challenge, Rule 72(b) still requires the district judge to adopt, reject, or modify the recommendation before there is any final judicial action. No such action was taken by either district judge as to the $301,100 award.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">It may seem odd that a court clerk can enter a default judgment for a sum certain claimed in a complaint while a magistrate judge, absent consent, cannot order such an entry after a (more reliable) evidentiary hearing to determine an uncertain claim. But this seeming oddity disappears when one considers that one judgment rests on a defendant's default, and the other assumes a \"judicial\" determination by a court. And once entering the $301,100 judgment is deemed beyond the power of the magistrate judge, the Conettas do not dispute that Chief Judge Lagueux was entitled to set it aside, so we need not answer the question whether it should be called \"void\" or merely voidable.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">2. Having set aside the default judgment, Chief Judge Lagueux refused to set aside the entry of default, finding on the evidence before him that National had failed to show good cause. Conetta II, 186 F.R.D. at 268-70. Broadly speaking, this meant that National could contest damages (because they were not fixed by the entry of default), but not the facts alleged in the complaint to show liability (because they were fixed). See Goldman, Antonetti, Ferraiuoli, Axtmayer &amp; Hertell v. Medfit Int'l, Inc., 982 F.2d 686, 693 (1st Cir. 1993). National says that the district court erred in bypassing the magistrate judge's decision to set aside the default and by creating a new record and that, in any event, the district court erred on the merits in its own determination that good cause was lacking.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The first of these two arguments rests on National's successive claims that: (1) its Rule 55(c) motion to set aside entry of default was a non-dispositive pretrial motion, (2) the motion was assigned to the magistrate judge under subsection 636(b)(1)(A), (3) the magistrate judge's order could, by the terms of subparagraph (A), be reviewed only for \"clear error or mistake of law,\" and (4) therefore the district court erred in conducting a de novo assessment of the decision to set aside the default.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">It is not clear whether the Rule 55(c) motion to vacate the default could be regarded as a \"pretrial\" motion; linguistic and policy arguments can be made either way, see generally 12 Wright, Miller &amp; Marcus, supra, &#167;&#167; 3068-68.2, at 320-45, and there is no case law in point.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> But even if the motion to vacate the default itself could have been referred under subsection 636(b)(1)(A), the simultaneous Rule 60(b) motion to vacate default judgment was not a \"pretrial\" motion and could only have been referred under subparagraph (B) or subsection 636(b)(3). LeGear v. Thalacker, 46 F.3d 36, 37 (8th Cir. 1995) (per curiam); McLeod, Alexander, Powel &amp; Apffel, P.C. v. Quarles, 925 F.2d 853, 856 (5th Cir. 1991).</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Accordingly, when the district court reviewed the magistrate judge's order setting aside entry of default and default judgment, it was clearly entitled to take evidence and make a de novo assessment as to the latter. McLeod, Alexander, Powel &amp; Apfel, P.C., 925 F.2d at 856 n.5. Yet the same evidence relevant to \"excusable neglect\"--the standard for vacating default judgment--would also be relevant to \"good cause\"--the standard for setting aside entry of default. See Coon, 867 F.2d at 76. Thus, even assuming that the motion to vacate the default were normally only reviewed for clear error on the magistrate judge record, it would be bizarre here to prevent the district court from considering the more complete evidence of what Riffle knew and Ross did as to both motions.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Frankly, even if this special circumstance were not present, the district court might still have been entitled to hold an evidentiary hearing and decide the matter of the default itself de novo on a fuller record. True, the statute does not specifically provide for new evidence to be taken by the district court on motions referred under subsection 636(b)(1)(A), (and this is not the usual course); but it is not clearly forbidden either if there is good cause for revisiting the matter. Here the district court had reason to think (correctly as it proved) that the record was incomplete as to the circumstances of the default.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">The Magistrates Act does not set up a new and independent court system, rigidly separated from the district court: rather, the statute enlarges powers previously exercised by magistrates and commissioners to assist district judges in their duties. The case itself belongs to the district judge throughout. See 12 Wright, Miller &amp; Marcus, supra, &#167;&#167; 3066 &amp; 3069, at 302-17 &amp; 354. The limited review provision in subsection 636(b)(1)(A) was to assure litigants a right to have a pretrial ruling reconsidered where it rests on clear error or a mistake of law; it does not seem to have been intended to limit the power of the district judge. H. Rep. No. 94-1609, at 9-10.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">No doubt, in ordinary cases, limited review on the existing record should be the rule after a reference under subparagraph (A). But we are doubtful that the Act ought to be read to hamstring a district judge who, after receiving the magistrate judge's determination, finds no clear error or mistake of law on the existing record but reasonably concludes that further investigation is necessary. Compare 28 U.S.C. 636(c)(4) (power to vacate subsection 636(c) references). But see Haines v. Liggett Group Inc., 975 F.2d 81, 92-93 (3d Cir. 1992). We need not definitely resolve the broader issue, since in this case the motion to vacate the default judgment permitted the district judge to take and consider new evidence.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">National has a second and independent reason for contesting the district court's refusal to set aside the default. It says that even on a new record the district court's findings and conclusions are themselves faulty and that the record establishes the \"good cause\" needed to justify setting aside the entry of default. On an appeal from a \"good cause\" ruling, our own review is for clear error as to factual findings, de novo review of strictly legal issues, and deference as to judgment calls involved in balancing considerations. Coon, 867 F.3d at 78; Indep. Oil &amp; Chem. Workers of Quincy, Inc. v. Procter &amp; Gamble Mfg. Co., 864 F.2d 927, 929 (1st Cir. 1988).</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">The good cause standard under Rule 55(c) is open-ended, but among the important familiar considerations are these: the extent of the defendant's fault, prejudice to the plaintiff, whether a meritorious defense exists to the lawsuit, the stakes, and the timing of the motion. McKinnon v. Kwong Wah Rest., 83 F.3d 498, 503 (1st Cir. 1996). At first blush, this might seem to put National in a strong position: the prejudice to Diane Conetta could be offset by awarding her fees for the earlier damages hearing plus prejudgment interest on a final judgment; National has an arguable defense on some aspects of the claims against it, see Conetta II, 186 F.R.D. at 269; and we have said that in case of doubt, a trial on the merits is to be preferred, Coon 867 F.2d at 76.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Yet the critical factor in the equation is that National's president knew in timely fashion that the amended complaint had been filed and chose for improper reasons not to defend the case. True, Riffle now says that this default was based on a layman's misunderstanding of the law--that he thought that the suit could not go forward until the state agency's investigation was complete. But the district court, after listening to Riffle testify, said that his testimony seeking to show mere negligence was \"not credible\" and that in fact Riffle had \"decided to ignore\" the lawsuit against the company, hoping to avoid dealing with a \"nuisance.\" Conetta II, 186 F.R.D. at 270. There is no clear error in these findings.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">As to the district court's judgment call, we see no reason why, years after the original events (in 1993 and 1994), the Conettas should now (in 2001) have to litigate liability issues that National deliberately failed to contest in timely fashion. A layman's misunderstanding of the law, even a law firm's careless handling of documents, might well permit a finding of good cause on these facts. But we share the district court's view that a company's president cannot deliberately ignore a lawsuit and then claim to have acted in good faith. Conetta II, 186 F.R.D. at 270; cf. McKinnon, 83 F.3d at 504. Given the absence of good faith and the multi-year delay, the district court's refusal to set aside the default is not unreasonable.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">3. This brings us to the damage award. The district judge decided that, on the record compiled in the district court, National owed the Conettas $60,000 plus prejudgment interest, later calculated at twelve percent per annum. As already noted, the $60,000 comprised an award of $35,000 for lost wages due to the retaliatory discharge and of $25,000 for pain and suffering due in part to the wrongful discharge and in part to the harassment. Each side contests this award.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">First, National says that nothing should have been awarded on the retaliation claim. It says that Diane Conetta admitted that she never complained to anyone in authority at National about sexual harassment; therefore, there was no \"protected conduct\" to occasion its retaliation. National adds that her complaint to the Rhode Island agency contained no reference to retaliation and that this is a separate bar to any award for retaliation.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Although the authorities are not uniform, the prevailing view is that an entry of default prevents the defendant from disputing the truth of well-pleaded facts in the complaint pertaining to liability. Goldman, 982 F.2d at 693. But, the defendant may still contest a claim on the ground that the complaint does not allege facts that add up to the elements of a cause of action. Alan Neuman Prods., Inc. v. Albright, 862 F.2d 1388, 1392 (9th Cir.), cert. denied, 493 U.S. 858 (1989); Au Bon Pain Corp. v. Artect, Inc., 653 F.2d 61, 65-66 (2d Cir. 1981). Under both Title VII and Rhode Island law, a retaliation claim requires protected conduct, that is, that the adverse employment action be taken because the employee engaged (or was believed to have engaged) in \"protected conduct.\"<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">However, National has described too narrowly what constitutes protected conduct by conflating two different questions: what is protected conduct and what kinds of complaints to management are necessary to make the company liable for sporadic acts of harassment by one employee against another. In some situations, the employer's liability may turn on a showing that the harassment was drawn to the attention of a supervisor or management official who then did nothing to prevent recurrence. See Meritor Sav. Bank, FSB v. Vinson, 477 U.S. 57, 69-72 (1986); Sanchez v. Alvarado, 101 F.3d 223, 227-28 (1st Cir. 1996). But whether or not liability exists for the original harassment, an employer may not take adverse action against an employee:</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">because he has opposed any practice made an unlawful employment practice by this subchapter, or because he has made a charge, testified, assisted, or participated in any manner in an investigation, proceeding, or hearing under this subchapter.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">42 U.S.C.  2000e-3(a); accord, R.I. Gen. Laws  28-5-7(6).</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">In this case, the complaint explicitly charged, virtually in the words of the statute, that National discriminated against Diane Conetta in violation of Title VII and the relevant state statute \"by discharging [her] upon a pretext and otherwise discriminat[ing] against her because of her opposition to the unsolicited and unwelcome sexual advances forced upon her and the other sexual harassment in her workplace.\" Thus, no one can say that the complaint fails to allege the elements of a retaliation claim.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">What National can argue is that the complaint's reference to \"opposition,\" in the absence of more detailed factual allegations (and there were none on this score), was too vague to pin down the matter and to preclude some contest as to whether \"opposition\" had occurred. But Diane Conetta did testify before the magistrate judge that she had complained about the offending supervisor to the son of National's general manager--who apparently was also a National employee--some two months before she was fired and that the supervisor (who had been transferred to another job) had thereafter found out about the complaint and called her to tell her that he would \"get even.\" Expressing opposition to harassment to management, Fennell v. First Step Designs, Ltd., 83 F.3d 526, 535-36 (1st Cir. 1996), or \"anyone else,\" EEOC Compliance Manual 8-II.B.2 (May 20, 1998), is protected conduct that may support liability if it resulted in an adverse job action.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">Alternatively, relying on this court's decision in Johnson v. General Electric, 804 F.2d 132, 139 (1st Cir. 1988), National says that the retaliation claim was not preserved because Diane Conetta did not allege retaliation in her administrative complaint. Such an argument is akin to a defense of failure to exhaust or of statute of limitations, and it neither attacks the legal sufficiency of the complaint nor poses an objection to the court's subject matter jurisdiction. Zipes v. Trans World Airlines, Inc., 455 U.S. 385, 393 (1982); Bonilla v. Muebles J.J. Alvarez, Inc., 194 F.3d 275, 278 (1st Cir. 1999). It is therefore forfeit, like other ordinary affirmative defenses, by the entry of default. See United States v. Palmer, 956 F.2d 3, 6 (1st Cir. 1992).</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">Second, the district court awarded Conetta $46,500 to account for lost wages due to the pretextual firing and then reduced this figure to $35,000, a discount of twenty-five percent, to account for Conetta's inadequate attempts to mitigate lost wages by seeking comparable reemployment. The parties do not challenge the $46,500 figure (to reflect lost income over a projected period), but both sides object to the adjustment as to mitigation: National insists that the failure to mitigate barred the entire $46,500, while the Conettas object to any discount being applied.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">National, who bears the burden of proof on mitigation, Morinville v. Moran, 477 A.2d 74, 76 (R.I. 1984), showed that some comparable jobs were available, but Conetta testified that she pursued at least one application and reviewed newspaper advertisements every day. No one knows exactly what would have happened if Conetta had been more vigorous in her efforts, and the district court's use of a partial discount was a sensible way of resolving the problem. Carey v. Mt. Desert Island Hosp., 156 F.3d 31, 40-41 (1st Cir. 1998).</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">National also objects to the portion of the district court's $25,000 award to compensate for pain and suffering insofar as it resulted from sexual harassment; National says that any such portion of the award was excessive if more than nominal as there was no serious physical harassment. Without disaggregating, the court said that the $25,000 was to compensate Conetta both for six months of a \"depressive state\" arising from the wrongful discharge and for nine months of \"anxiety\" for having to deal with a hostile work environment.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">Diane Conetta presented the testimony of a psychiatrist, a deposition from her doctor, and medical records to support her allegations about the psychological effects of sexual harassment. Even National's expert testified that \"sexual harassment may have caused [Conetta] to feel some symptoms of anxiety,\" although this expert expressed doubts as to whether the harassment (as opposed to the discharge) contributed to post-firing depression. The district court's acceptance of Conetta's testimony and evidence was not clear error, and the award was certainly not \"so grossly disproportionate\" as to be unconscionable. Havinga v. Crowley Towing &amp; Transp. Co., 24 F.3d 1480, 1484 (1st Cir. 1994).</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">The last issue is the proper rate of prejudgment interest. The district court initially awarded prejudgment interest at a rate of six percent (a discretionary decision for the judge on a federal claim, Cottrill v. Sparrow, Johnson &amp; Ursillo, Inc., 100 F.3d 220, 224-25 (1st Cir. 1996)), and thereafter, on a motion to amend or alter judgment, Fed. R. Civ. P. 59(e), increased the rate to the twelve percent figure prescribed by Rhode Island law, R.I. Gen. Laws &#167; 9-21-10(a) (1999). National says that the district judge was free to choose the interest rate and erred in believing that circuit precedent required him to award the Rhode Island rate of interest.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">Our precedents may have created some confusion, compare Conway v. Electro Switch Co., 825 F.2d 593, 602 (1st Cir. 1987), with Doty v. Sewall, 908 F.2d 1053, 1063 (1st Cir. 1990), but we think that the district judge did have to use the Rhode Island rate. The rate of interest on an award is commonly treated as a matter of substantive law, and so as to a state claim, state law customarily governs in deciding whether interest is required or permitted and, if so, in what amount. Freeman v. Package Mach. Co., 865 F.2d 1331, 1345 (1st Cir. 1988). National does not dispute that if the award had been based solely on violations of state law, prejudgment interest would be mandatory at a rate of twelve percent per annum and that this figure would have to be applied by the federal court.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">National says that in this case we do not know whether the judgment rested on federal or state grounds. In some cases, this might matter. E.g., Freeman, 865 F.2d at 1344. Here, however, the applicable federal and state claims appear to be wholly symmetrical so far as Diane Conetta's claims are concerned (at least National does not suggest otherwise). Thus, it is fair to treat the judgment as affording her an option to have it rest on federal or state law, whichever affords her the better interest rate. Doty, 908 F.2d at 1063.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">By contrast, in Conway, this court believed that a higher interest rate applied under Massachusetts law, but that under state law at the time, the decision whether to award prejudgment interest for the statutory claim at issue at all was confided to the judge's discretion. 825 F.2d at 601-02. On this premise, the district judge surely did have the discretion to choose between the federal rate (which applied automatically to the federal claim) and the higher but discretionary state rate (for the state claim). Rhode Island law, however, makes the award at the higher rate mandatory. R.I. Gen. Laws 9-21-10(a); Cardi Corp. v. Rhode Island, 561 A.2d 384, 387 (R.I. 1989).</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">The judgment of the district court is affirmed. Each side shall bear its own costs on this appeal.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Title VII of the Civil Rights Act of 1964, as amended, 42 U.S.C. 2000e-2(a) (sexual harassment) &amp; 2000e-3(a) (retaliation) (1994); Age Discrimination in Employment Act, 29 U.S.C. 623(a) (1994); Rhode Island Civil Rights Act of 1990, R.I. Gen. Laws 42-112-1 (1999) (sexual harassment and retaliation); Rhode Island Fair Employment Practices Act, R.I. Gen. Laws 28-5-7(6) (1999) (sexual harassment, age discrimination, and retaliation).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The exceptions listed in subsection 636(b)(1)(A) are \"a motion for injunctive relief, for judgment on the pleadings, for summary judgment, to dismiss or quash an indictment or information made by the defendant, to suppress evidence in a criminal case, to dismiss or to permit maintenance of a class action, to dismiss for failure to state a claim upon which relief can be granted, and to involuntarily dismiss an action.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Although the Rhode Island commission issued a right-to-sue letter in August 1996, it had previously sent (on May 22, 1996) a notice rescheduling a hearing on the matter to May 22, 1997, which Riffle said he received.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> United States v. Flaherty, 668 F.2d 566, 585 (1st Cir. 1981); Horton v. State St. Bank &amp; Trust Co., 590 F.2d 403, 404 (1st Cir. 1979); Reed v. Bd. of Election Comm'rs, 459 F.2d 121, 123 (1st Cir. 1972).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Nor is it obvious from the docket entries or any written order of the district court that its reference of the double motion to vacate the default and default judgment was a reference under subsection 636(b)(1)(A). The magistrate judge assumed that the \"district court referred this matter . . . pursuant to 28 U.S.C.  636(b)(1)(A),\" but there is no documentary confirmation that this was indeed the case.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> 42 U.S.C.  2000e-3(a); R.I. Gen. Laws 28-5-7(6) &amp; 42-112-1; Hernandez-Torres v. Intercont'l Trading, Inc., 158 F.3d 43, 46-47 (1st Cir. 1998) (elements of federal claim); Iacampo v. Hasbro, Inc., 929 F. Supp. 562, 575 (D.R.I. 1996) (federal and state).</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">236</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">67</span></span> (1st Cir. 2001)</p>\n    <p class=\"parties\">DIANE M. CONETTA, PETER CONETTA, PLAINTIFFS, APPELLEES/CROSS-APPELLANTS,<br>v.<br>NATIONAL HAIR CARE CENTERS, INC., DEFENDANT, APPELLANT/CROSS-APPELLEE. ROBERT PUTO, DEFENDANT.</p>\n    <p class=\"docket\">No. 00-1002, No. 00-1139, No. 00-1216</p>\n    <p class=\"court\">United States Court of Appeals For the First Circuit</p>\n    <p class=\"date\">Heard October 3, 2000<br>Decided January 8, 2001</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEALS FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF RHODE ISLAND [Hon. Ronald R. Lagueux, U.S. District Judge][Copyrighted Material Omitted][Copyrighted Material Omitted]</p>\n      <p class=\"indent\">William P. Robinson III with whom Stephen M. Prignano, Stephen J. MacGillivray and Edwards &amp; Angell, Llp were on consolidated brief for defendant.</p>\n      <p class=\"indent\">William T. Murphy with whom William T. Murphy Law Offices, Inc. and Steven T. Hayes were on consolidated brief for plaintiffs.</p>\n      <p class=\"indent\">Before Boudin, Circuit Judge, Cyr, Senior Circuit Judge, and Lynch, Circuit Judge.</p>\n      <p class=\"indent\">Boudin, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This appeal, raising difficult questions concerning the Magistrates Act, 28 U.S.C.  631-39 (1994 &amp; Supp. II 1996), arises out of complex facts which we summarize at the outset.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">National Hair Care Centers, Inc. (\"National\") operated a chain of beauty salons until mid-1996 when it sold its assets to Regis Corporation. On August 14, 1993, Diane Conetta began working as manager at a National salon in Cranston, Rhode Island. Eleven months later, on July 13, 1994, National fired Conetta, saying that she had not taken proper inventories, coming up over $1,000 short in one instance. In February 1995, Conetta filed charges against National with the Rhode Island Commission for Human Rights; the charges, amended in May, were cross-filed with the Equal Employment Opportunity Commission (\"EEOC\"). Conetta alleged verbal sexual harassment and age discrimination by the supervisor of National's salons in the New England area.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On August 16, 1996, a week after receiving a right-to-sue letter, Conetta brought suit against National and the supervisor individually in federal district court in Rhode Island. In an amended complaint, she charged sexual harassment, age discrimination, and retaliatory discharge in violation of federal and state statutes,<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> as well as several common law torts (e.g., assault, negligent infliction of emotional distress). Conetta's husband filed a claim for loss of consortium. On December 9, 1996, the summons and complaint were served on CT Corporation, National's designated agent for service of process in Rhode Island; the supervisor was apparently never served. National did not answer the complaint. On January 14, 1997, the Conettas moved for entry of default and the court clerk entered a default against National on the same day. Fed. R. Civ. P. 55(a).</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">On February 12, 1997, the Conettas filed a motion for default judgment, Fed. R. Civ. P. 55(b)(2), which was referred by Judge Pettine to Magistrate Judge Lovegreen. A district court may designate a magistrate judge \"to hear and determine any pretrial matter pending before the court\" with a few explicit exceptions, district court review then being limited to orders \"clearly erroneous or contrary to law,\" 28 U.S.C.  636(b)(1)(A).<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> Or, a magistrate judge may be told to hear and submit \"proposed findings of fact and recommendations for . . . disposition\" by the district judge as to motions excepted from subsection (b)(1)(A), id. 636(b)(1)(B), or on virtually any matter at all, id. 636(b)(3). The docket entry did not indicate which provision Judge Pettine sought to invoke.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">On May 14, 1997, Magistrate Judge Lovegreen held a hearing on the motion. Both of the Conettas testified, and they also presented the testimony of a psychiatrist and offered various records and depositions concerning Diane Conetta's health and pay. The magistrate judge then granted the Conettas' motion for the entry of a default judgment, and on May 15, 1997, signed an order fixing the amount of damages at $301,100: this reflected $151,100 in compensatory damages and $100,000 in punitive damages for Diane Conetta, and $50,000 in compensatory damages for her husband's loss of consortium claim. Judgment was entered on June 4, 1997, and in January 1998, the Conettas brought a new suit to enforce the judgment.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Thus prompted, National, on February 9, 1998, filed a motion to vacate or set aside the entry of default and default judgment in the original suit. Fed. R. Civ. P. 55(c), 60(b). In a supporting affidavit, Wayne Riffle, National's president since June 1, 1995, and previously its chief financial officer, admitted that he had first learned of Conetta's complaints with the Rhode Island commission in May 1996. He also admitted receiving a copy of the summons and complaint in the federal court action but did not recall receiving any other documents. He then said that \"as a layman [he was] under the impression\" that Conetta was precluded from bringing a lawsuit relating to the matter until the state agency held a hearing, and that he believed that the agency proceeding was still pending when he received the summons and complaint.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Chief Judge Lagueux, who took over the case from Judge Pettine, referred the new motions to Magistrate Judge Lovegreen. Magistrate Judge Lovegreen entered an order on April 22, 1998, granting National's motion to set aside the default judgment and the entry of default, conditioned on National's payment of $2,500 to the Conetta's for their expenses incurred in obtaining the judgment. Based on Riffle's affidavit, the magistrate judge found that National had demonstrated \"excusable neglect,\" as required by Rule 60(b)(1) to set aside a default judgment; setting aside an entry of default requires \"good cause,\" Fed. R. Civ. P. 55(c), which is a less demanding standard, Coon v. Grenier, <span class=\"citation\" data-id=\"518090\"><a href=\"/opinion/518090/scott-coon-v-robert-p-grenier/\"><span class=\"volume\">867</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">73</span></a></span>, 76 (1st Cir. 1989).</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The Conettas then filed objections in the district court to the magistrate judge's decision, asserting that the district court should review the matter de novo. National defended the magistrate judge's order, urging that it be reviewed only for clear error or legal mistake. In Conetta v. National Hair Care Centers, Inc., <span class=\"citation no-link\"><span class=\"volume\">182</span> <span class=\"reporter\">F.R.D.</span> <span class=\"page\">403</span></span>, 406-07 (D.R.I. 1998) (\"Conetta I\"), Chief Judge Lagueux held that the magistrate judge's order should be reviewed de novo and that an evidentiary hearing was necessary to decide whether National's failure to respond to the original complaint was \"willful\" and therefore not \"excusable neglect.\"</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">On February 1, 1999, the district court held an evidentiary hearing, receiving testimony from Riffle and from Riffle's lawyer, Robert Ross. Riffle admitted that he had signed return receipts for Conetta's right-to-sue letter on August 26, 1996, and for her amended complaint on January 21, 1997, and that his wife had signed for receipt of the Conettas' motion for entry of default, also in January 1997. However, Riffle did nothing with the documents at the time except to file them with National's other papers.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Riffle said that in late April or early May 1997, he turned these files over to Ross, a partner in an Arkansas law firm. Ross stated that upon reviewing the papers, he realized that National was in default and assigned a recent law school graduate to draft a motion to vacate the default. The draft motion was apparently misplaced when the graduate left the firm to study for the bar and never filed in court. Apparently, it was not until Regis' counsel received the complaint in the Conettas' subsequent suit to enforce their default judgment that National again focused on the matter.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Prompted by an in-chambers meeting with the district judge after the hearing, National then filed a motion to vacate the default judgment as void. Fed. R. Civ. P. 60(b)(4). On April 27, 1999, the district court granted the motion on the ground that the default judgment was a \"final\" judgment and that \"Article III . . . does not allow a magistrate judge to order the entry of a final judgment.\" Conetta v. National Hair Care Centers, Inc., <span class=\"citation no-link\"><span class=\"volume\">186</span> <span class=\"reporter\">F.R.D.</span> <span class=\"page\">262</span></span>, 267 (D.R.I. 1999) (\"Conetta II\"). However, the district court refused to set aside the clerk's entry of default, finding that Riffle had failed to show \"good cause\" for not responding to the Conettas' summons and complaint. Id. at 268-70. The Conettas promptly moved for entry of a default judgment, but the district court rejected the motion in favor of holding a bench trial to determine damages.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">After a three-day bench trial, the district court entered judgment on December 15, 1999, awarding Diane Conetta $35,000 for lost wages from the retaliatory discharge and $25,000 for pain and suffering arising from her hostile work environment and retaliation claims. The court found her husband's loss of consortium claim to be a \"phantom claim\" without evidentiary support and ordered nominal damages of $1. The district court also awarded prejudgment interest of six percent per annum from August 16, 1996, when the case was filed, to the date of ruling, for a total of approximately $12,000.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Thereafter, the Conettas moved to amend the judgment, Fed. R. Civ. P. 59(e), urging, inter alia, that the court should apply the Rhode Island statutory prejudgment interest rate of twelve percent effective from the date of Diane Conetta's discharge (July 13, 1994). After a hearing, the district court agreed, and amended its judgment on January 18, 2000, arriving at a new figure of roughly $39,000. National promptly appealed, and the Conettas cross-appealed.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">1. The original judgment for $301,100 in favor of the Conettas based on the magistrate judge's findings was entered by the court clerk on June 4, 1997. It was the decision of Chief Judge Lagueux to set aside this judgment as void under Article III, Conetta II, 186 F.R.D. at 267, that led in due course to the other events at issue on this appeal, namely, the refusal to remove the entry of default and the recalculation of damages. At the threshold, the Conettas attack the district court's decision to set aside the default judgment as \"void\" pursuant to Rule 60(b)(4).</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Interestingly, the Conettas do not directly quarrel with the district court's statement that a magistrate judge has no power under Article III to enter a final judgment. The statement, albeit well-supported by precedent,<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> may be overbroad; but this is of no consequence because we agree entirely that the magistrate judge had no statutory authority to make a final determination of the damages due to the Conettas, see Callier v. Gray, <span class=\"citation\" data-id=\"761718\"><a href=\"/opinion/761718/leo-j-callier-anthony-j-callier-v-charles-h-gray/\"><span class=\"volume\">167</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">977</span></a></span>, 982-93 (6th Cir. 1999). Although the statutory provisions are less than lucid, partly because of their complicated history, see 12 Wright, Miller &amp; Marcus, Federal Practice and Procedure 3066, at 307-17 (2d ed. 1997), the outcome is clear.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Subsection 636(b)(1) is awkwardly phrased but a fair parsing makes plain that Congress did not intend subparagraph (A)'s reference to \"pretrial matter\" to encompass a final determination of liability or damages in a civil action. This is evident from subparagraph (A)'s exclusion of the key dispositive motions (e.g., summary judgment); from the juxtaposition of subparagraph (B), which allows only a recommended decision on the excluded motions; and from Rule 72 which, as a kind of gloss on the statute, makes the ability of the magistrate judge to determine a matter--as opposed to recommending a determination--turn on whether it is or is not \"dispositive.\" See also H.R. Rep. No. 94-1609, at 9-10 (1976), reprinted in 1976 U.S.C.C.A.N. 6162, 6169-70.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The Conettas accept this premise, arguing (we think correctly) that the magistrate judge could at most hear the evidence and prepare a recommended decision as to the amount of damages. Cf. Callier, 167 F.3d at 983. But they then argue that the damage findings became final when National failed to seek review within ten days, see Fed. R. Civ. P. 72(b), and that the district court clerk therefore had the authority to enter a final judgment for this now-liquidated sum under the authority of Rule 55(b)(1), which permits default judgments to be entered by the clerk where the plaintiff's claim is for \"a sum certain.\" The argument is clever but unpersuasive.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The Conettas' claims were not for a sum certain but, as is quite customary in tort cases, for amounts to be determined on the evidence. The judgment entered ministerially by the clerk reflected the magistrate judge's final determination, which the latter had no statutory authority to make. Even if the magistrate judge's determination were treated merely as a recommendation which National failed properly to challenge, Rule 72(b) still requires the district judge to adopt, reject, or modify the recommendation before there is any final judicial action. No such action was taken by either district judge as to the $301,100 award.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">It may seem odd that a court clerk can enter a default judgment for a sum certain claimed in a complaint while a magistrate judge, absent consent, cannot order such an entry after a (more reliable) evidentiary hearing to determine an uncertain claim. But this seeming oddity disappears when one considers that one judgment rests on a defendant's default, and the other assumes a \"judicial\" determination by a court. And once entering the $301,100 judgment is deemed beyond the power of the magistrate judge, the Conettas do not dispute that Chief Judge Lagueux was entitled to set it aside, so we need not answer the question whether it should be called \"void\" or merely voidable.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">2. Having set aside the default judgment, Chief Judge Lagueux refused to set aside the entry of default, finding on the evidence before him that National had failed to show good cause. Conetta II, 186 F.R.D. at 268-70. Broadly speaking, this meant that National could contest damages (because they were not fixed by the entry of default), but not the facts alleged in the complaint to show liability (because they were fixed). See Goldman, Antonetti, Ferraiuoli, Axtmayer &amp; Hertell v. Medfit Int'l, Inc., <span class=\"citation\" data-id=\"597417\"><a href=\"/opinion/597417/goldman-antonetti-ferraiuoli-axtmayer-hertell-a-partnership-v-medfit/\"><span class=\"volume\">982</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">686</span></a></span>, 693 (1st Cir. 1993). National says that the district court erred in bypassing the magistrate judge's decision to set aside the default and by creating a new record and that, in any event, the district court erred on the merits in its own determination that good cause was lacking.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The first of these two arguments rests on National's successive claims that: (1) its Rule 55(c) motion to set aside entry of default was a non-dispositive pretrial motion, (2) the motion was assigned to the magistrate judge under subsection 636(b)(1)(A), (3) the magistrate judge's order could, by the terms of subparagraph (A), be reviewed only for \"clear error or mistake of law,\" and (4) therefore the district court erred in conducting a de novo assessment of the decision to set aside the default.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">It is not clear whether the Rule 55(c) motion to vacate the default could be regarded as a \"pretrial\" motion; linguistic and policy arguments can be made either way, see generally 12 Wright, Miller &amp; Marcus, supra, &#167;&#167; 3068-68.2, at 320-45, and there is no case law in point.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> But even if the motion to vacate the default itself could have been referred under subsection 636(b)(1)(A), the simultaneous Rule 60(b) motion to vacate default judgment was not a \"pretrial\" motion and could only have been referred under subparagraph (B) or subsection 636(b)(3). LeGear v. Thalacker, <span class=\"citation\" data-id=\"687391\"><a href=\"/opinion/687391/christopher-r-legear-v-john-a-thalacker-sued-as-john-thalacker-russell/\"><span class=\"volume\">46</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">36</span></a></span>, 37 (8th Cir. 1995) (per curiam); McLeod, Alexander, Powel &amp; Apffel, P.C. v. Quarles, <span class=\"citation\" data-id=\"555815\"><a href=\"/opinion/555815/mcleod-alexander-powel-apffel-pc-v-fred-h-quarles/\"><span class=\"volume\">925</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">853</span></a></span>, 856 (5th Cir. 1991).</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Accordingly, when the district court reviewed the magistrate judge's order setting aside entry of default and default judgment, it was clearly entitled to take evidence and make a de novo assessment as to the latter. McLeod, Alexander, Powel &amp; Apfel, P.C., 925 F.2d at 856 n.5. Yet the same evidence relevant to \"excusable neglect\"--the standard for vacating default judgment--would also be relevant to \"good cause\"--the standard for setting aside entry of default. See Coon, 867 F.2d at 76. Thus, even assuming that the motion to vacate the default were normally only reviewed for clear error on the magistrate judge record, it would be bizarre here to prevent the district court from considering the more complete evidence of what Riffle knew and Ross did as to both motions.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Frankly, even if this special circumstance were not present, the district court might still have been entitled to hold an evidentiary hearing and decide the matter of the default itself de novo on a fuller record. True, the statute does not specifically provide for new evidence to be taken by the district court on motions referred under subsection 636(b)(1)(A), (and this is not the usual course); but it is not clearly forbidden either if there is good cause for revisiting the matter. Here the district court had reason to think (correctly as it proved) that the record was incomplete as to the circumstances of the default.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">The Magistrates Act does not set up a new and independent court system, rigidly separated from the district court: rather, the statute enlarges powers previously exercised by magistrates and commissioners to assist district judges in their duties. The case itself belongs to the district judge throughout. See 12 Wright, Miller &amp; Marcus, supra, &#167;&#167; 3066 &amp; 3069, at 302-17 &amp; 354. The limited review provision in subsection 636(b)(1)(A) was to assure litigants a right to have a pretrial ruling reconsidered where it rests on clear error or a mistake of law; it does not seem to have been intended to limit the power of the district judge. H. Rep. No. 94-1609, at 9-10.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">No doubt, in ordinary cases, limited review on the existing record should be the rule after a reference under subparagraph (A). But we are doubtful that the Act ought to be read to hamstring a district judge who, after receiving the magistrate judge's determination, finds no clear error or mistake of law on the existing record but reasonably concludes that further investigation is necessary. Compare 28 U.S.C. 636(c)(4) (power to vacate subsection 636(c) references). But see Haines v. Liggett Group Inc., <span class=\"citation\" data-id=\"590904\"><a href=\"/opinion/590904/susan-haines-as-administratrix-ad-prosequendum-and-of-the-estate-of-peter/\"><span class=\"volume\">975</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">81</span></a></span>, 92-93 (3d Cir. 1992). We need not definitely resolve the broader issue, since in this case the motion to vacate the default judgment permitted the district judge to take and consider new evidence.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">National has a second and independent reason for contesting the district court's refusal to set aside the default. It says that even on a new record the district court's findings and conclusions are themselves faulty and that the record establishes the \"good cause\" needed to justify setting aside the entry of default. On an appeal from a \"good cause\" ruling, our own review is for clear error as to factual findings, de novo review of strictly legal issues, and deference as to judgment calls involved in balancing considerations. Coon, 867 F.3d at 78; Indep. Oil &amp; Chem. Workers of Quincy, Inc. v. Procter &amp; Gamble Mfg. Co., <span class=\"citation\" data-id=\"516410\"><a href=\"/opinion/516410/the-independent-oil-and-chemical-workers-of-quincy-inc-v-the-procter/\"><span class=\"volume\">864</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">927</span></a></span>, 929 (1st Cir. 1988).</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">The good cause standard under Rule 55(c) is open-ended, but among the important familiar considerations are these: the extent of the defendant's fault, prejudice to the plaintiff, whether a meritorious defense exists to the lawsuit, the stakes, and the timing of the motion. McKinnon v. Kwong Wah Rest., <span class=\"citation\" data-id=\"196739\"><a href=\"/opinion/196739/mckinnon-v-kwong-wah/\"><span class=\"volume\">83</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">498</span></a></span>, 503 (1st Cir. 1996). At first blush, this might seem to put National in a strong position: the prejudice to Diane Conetta could be offset by awarding her fees for the earlier damages hearing plus prejudgment interest on a final judgment; National has an arguable defense on some aspects of the claims against it, see Conetta II, 186 F.R.D. at 269; and we have said that in case of doubt, a trial on the merits is to be preferred, Coon 867 F.2d at 76.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Yet the critical factor in the equation is that National's president knew in timely fashion that the amended complaint had been filed and chose for improper reasons not to defend the case. True, Riffle now says that this default was based on a layman's misunderstanding of the law--that he thought that the suit could not go forward until the state agency's investigation was complete. But the district court, after listening to Riffle testify, said that his testimony seeking to show mere negligence was \"not credible\" and that in fact Riffle had \"decided to ignore\" the lawsuit against the company, hoping to avoid dealing with a \"nuisance.\" Conetta II, 186 F.R.D. at 270. There is no clear error in these findings.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">As to the district court's judgment call, we see no reason why, years after the original events (in 1993 and 1994), the Conettas should now (in 2001) have to litigate liability issues that National deliberately failed to contest in timely fashion. A layman's misunderstanding of the law, even a law firm's careless handling of documents, might well permit a finding of good cause on these facts. But we share the district court's view that a company's president cannot deliberately ignore a lawsuit and then claim to have acted in good faith. Conetta II, 186 F.R.D. at 270; cf. McKinnon, 83 F.3d at 504. Given the absence of good faith and the multi-year delay, the district court's refusal to set aside the default is not unreasonable.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">3. This brings us to the damage award. The district judge decided that, on the record compiled in the district court, National owed the Conettas $60,000 plus prejudgment interest, later calculated at twelve percent per annum. As already noted, the $60,000 comprised an award of $35,000 for lost wages due to the retaliatory discharge and of $25,000 for pain and suffering due in part to the wrongful discharge and in part to the harassment. Each side contests this award.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">First, National says that nothing should have been awarded on the retaliation claim. It says that Diane Conetta admitted that she never complained to anyone in authority at National about sexual harassment; therefore, there was no \"protected conduct\" to occasion its retaliation. National adds that her complaint to the Rhode Island agency contained no reference to retaliation and that this is a separate bar to any award for retaliation.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Although the authorities are not uniform, the prevailing view is that an entry of default prevents the defendant from disputing the truth of well-pleaded facts in the complaint pertaining to liability. Goldman, 982 F.2d at 693. But, the defendant may still contest a claim on the ground that the complaint does not allege facts that add up to the elements of a cause of action. Alan Neuman Prods., Inc. v. Albright, <span class=\"citation\" data-id=\"515510\"><a href=\"/opinion/515510/alan-neuman-productions-inc-v-jere-albright/\"><span class=\"volume\">862</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1388</span></a></span>, 1392 (9th Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">493</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">858</span></span> (1989); Au Bon Pain Corp. v. Artect, Inc., <span class=\"citation\" data-id=\"392060\"><a href=\"/opinion/392060/au-bon-pain-corporation-v-artect-inc-douglas-kahn-and-max-gordon/\"><span class=\"volume\">653</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">61</span></a></span>, 65-66 (2d Cir. 1981). Under both Title VII and Rhode Island law, a retaliation claim requires protected conduct, that is, that the adverse employment action be taken because the employee engaged (or was believed to have engaged) in \"protected conduct.\"<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">However, National has described too narrowly what constitutes protected conduct by conflating two different questions: what is protected conduct and what kinds of complaints to management are necessary to make the company liable for sporadic acts of harassment by one employee against another. In some situations, the employer's liability may turn on a showing that the harassment was drawn to the attention of a supervisor or management official who then did nothing to prevent recurrence. See Meritor Sav. Bank, FSB v. Vinson, <span class=\"citation\" data-id=\"111712\"><a href=\"/opinion/111712/meritor-savings-bank-fsb-v-vinson/\"><span class=\"volume\">477</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">57</span></a></span>, 69-72 (1986); Sanchez v. Alvarado, <span class=\"citation\" data-id=\"729931\"><a href=\"/opinion/729931/72-fair-emplpraccas-bna-975-69-empl-prac-dec-p-44489-maria-de-los/\"><span class=\"volume\">101</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">223</span></a></span>, 227-28 (1st Cir. 1996). But whether or not liability exists for the original harassment, an employer may not take adverse action against an employee:</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">because he has opposed any practice made an unlawful employment practice by this subchapter, or because he has made a charge, testified, assisted, or participated in any manner in an investigation, proceeding, or hearing under this subchapter.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">42 U.S.C.  2000e-3(a); accord, R.I. Gen. Laws  28-5-7(6).</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">In this case, the complaint explicitly charged, virtually in the words of the statute, that National discriminated against Diane Conetta in violation of Title VII and the relevant state statute \"by discharging [her] upon a pretext and otherwise discriminat[ing] against her because of her opposition to the unsolicited and unwelcome sexual advances forced upon her and the other sexual harassment in her workplace.\" Thus, no one can say that the complaint fails to allege the elements of a retaliation claim.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">What National can argue is that the complaint's reference to \"opposition,\" in the absence of more detailed factual allegations (and there were none on this score), was too vague to pin down the matter and to preclude some contest as to whether \"opposition\" had occurred. But Diane Conetta did testify before the magistrate judge that she had complained about the offending supervisor to the son of National's general manager--who apparently was also a National employee--some two months before she was fired and that the supervisor (who had been transferred to another job) had thereafter found out about the complaint and called her to tell her that he would \"get even.\" Expressing opposition to harassment to management, Fennell v. First Step Designs, Ltd., <span class=\"citation\" data-id=\"718191\"><a href=\"/opinion/718191/70-fair-emplpraccas-bna-1305-34-fedrserv3d-1566-rachel-l-fennell/\"><span class=\"volume\">83</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">526</span></a></span>, 535-36 (1st Cir. 1996), or \"anyone else,\" EEOC Compliance Manual 8-II.B.2 (May 20, 1998), is protected conduct that may support liability if it resulted in an adverse job action.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">Alternatively, relying on this court's decision in Johnson v. General Electric, <span class=\"citation no-link\"><span class=\"volume\">804</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">132</span></span>, 139 (1st Cir. 1988), National says that the retaliation claim was not preserved because Diane Conetta did not allege retaliation in her administrative complaint. Such an argument is akin to a defense of failure to exhaust or of statute of limitations, and it neither attacks the legal sufficiency of the complaint nor poses an objection to the court's subject matter jurisdiction. Zipes v. Trans World Airlines, Inc., <span class=\"citation\" data-id=\"110655\"><a href=\"/opinion/110655/zipes-v-trans-world-airlines-inc/\"><span class=\"volume\">455</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">385</span></a></span>, 393 (1982); Bonilla v. Muebles J.J. Alvarez, Inc., <span class=\"citation\" data-id=\"198699\"><a href=\"/opinion/198699/bonilla-v-muebles/\"><span class=\"volume\">194</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">275</span></a></span>, 278 (1st Cir. 1999). It is therefore forfeit, like other ordinary affirmative defenses, by the entry of default. See United States v. Palmer, <span class=\"citation\" data-id=\"577194\"><a href=\"/opinion/577194/united-states-v-ann-m-palmer-philip-f-mulvey-jr/\"><span class=\"volume\">956</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">3</span></a></span>, 6 (1st Cir. 1992).</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">Second, the district court awarded Conetta $46,500 to account for lost wages due to the pretextual firing and then reduced this figure to $35,000, a discount of twenty-five percent, to account for Conetta's inadequate attempts to mitigate lost wages by seeking comparable reemployment. The parties do not challenge the $46,500 figure (to reflect lost income over a projected period), but both sides object to the adjustment as to mitigation: National insists that the failure to mitigate barred the entire $46,500, while the Conettas object to any discount being applied.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">National, who bears the burden of proof on mitigation, Morinville v. Moran, <span class=\"citation\" data-id=\"1506544\"><a href=\"/opinion/1506544/morinville-v-moran/\"><span class=\"volume\">477</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">74</span></a></span>, 76 (R.I. 1984), showed that some comparable jobs were available, but Conetta testified that she pursued at least one application and reviewed newspaper advertisements every day. No one knows exactly what would have happened if Conetta had been more vigorous in her efforts, and the district court's use of a partial discount was a sensible way of resolving the problem. Carey v. Mt. Desert Island Hosp., <span class=\"citation\" data-id=\"757871\"><a href=\"/opinion/757871/michael-d-carey-v-mt-desert-island-hospital-michael-d-carey-v-mt/\"><span class=\"volume\">156</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">31</span></a></span>, 40-41 (1st Cir. 1998).</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">National also objects to the portion of the district court's $25,000 award to compensate for pain and suffering insofar as it resulted from sexual harassment; National says that any such portion of the award was excessive if more than nominal as there was no serious physical harassment. Without disaggregating, the court said that the $25,000 was to compensate Conetta both for six months of a \"depressive state\" arising from the wrongful discharge and for nine months of \"anxiety\" for having to deal with a hostile work environment.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">Diane Conetta presented the testimony of a psychiatrist, a deposition from her doctor, and medical records to support her allegations about the psychological effects of sexual harassment. Even National's expert testified that \"sexual harassment may have caused [Conetta] to feel some symptoms of anxiety,\" although this expert expressed doubts as to whether the harassment (as opposed to the discharge) contributed to post-firing depression. The district court's acceptance of Conetta's testimony and evidence was not clear error, and the award was certainly not \"so grossly disproportionate\" as to be unconscionable. Havinga v. Crowley Towing &amp; Transp. Co., <span class=\"citation\" data-id=\"670668\"><a href=\"/opinion/670668/berend-jd-havinga-v-crowley-towing-and-transportation-company-berend/\"><span class=\"volume\">24</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1480</span></a></span>, 1484 (1st Cir. 1994).</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">The last issue is the proper rate of prejudgment interest. The district court initially awarded prejudgment interest at a rate of six percent (a discretionary decision for the judge on a federal claim, Cottrill v. Sparrow, Johnson &amp; Ursillo, Inc., <span class=\"citation\" data-id=\"197093\"><a href=\"/opinion/197093/cottrill-v-sparrow/\"><span class=\"volume\">100</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">220</span></a></span>, 224-25 (1st Cir. 1996)), and thereafter, on a motion to amend or alter judgment, Fed. R. Civ. P. 59(e), increased the rate to the twelve percent figure prescribed by Rhode Island law, R.I. Gen. Laws &#167; 9-21-10(a) (1999). National says that the district judge was free to choose the interest rate and erred in believing that circuit precedent required him to award the Rhode Island rate of interest.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">Our precedents may have created some confusion, compare Conway v. Electro Switch Co., <span class=\"citation\" data-id=\"492354\"><a href=\"/opinion/492354/sandra-conway-v-electro-switch-corp-sandra-conway-v-electro-switch/\"><span class=\"volume\">825</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">593</span></a></span>, 602 (1st Cir. 1987), with Doty v. Sewall, <span class=\"citation\" data-id=\"545153\"><a href=\"/opinion/545153/arthur-doty-v-richard-sewall-arthur-doty-v-richard-sewall/\"><span class=\"volume\">908</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1053</span></a></span>, 1063 (1st Cir. 1990), but we think that the district judge did have to use the Rhode Island rate. The rate of interest on an award is commonly treated as a matter of substantive law, and so as to a state claim, state law customarily governs in deciding whether interest is required or permitted and, if so, in what amount. Freeman v. Package Mach. Co., <span class=\"citation\" data-id=\"517427\"><a href=\"/opinion/517427/49-fair-emplpraccas-1139-48-empl-prac-dec-p-38456-27-fed-r-evid/\"><span class=\"volume\">865</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1331</span></a></span>, 1345 (1st Cir. 1988). National does not dispute that if the award had been based solely on violations of state law, prejudgment interest would be mandatory at a rate of twelve percent per annum and that this figure would have to be applied by the federal court.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">National says that in this case we do not know whether the judgment rested on federal or state grounds. In some cases, this might matter. E.g., Freeman, 865 F.2d at 1344. Here, however, the applicable federal and state claims appear to be wholly symmetrical so far as Diane Conetta's claims are concerned (at least National does not suggest otherwise). Thus, it is fair to treat the judgment as affording her an option to have it rest on federal or state law, whichever affords her the better interest rate. Doty, 908 F.2d at 1063.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">By contrast, in Conway, this court believed that a higher interest rate applied under Massachusetts law, but that under state law at the time, the decision whether to award prejudgment interest for the statutory claim at issue at all was confided to the judge's discretion. 825 F.2d at 601-02. On this premise, the district judge surely did have the discretion to choose between the federal rate (which applied automatically to the federal claim) and the higher but discretionary state rate (for the state claim). Rhode Island law, however, makes the award at the higher rate mandatory. R.I. Gen. Laws 9-21-10(a); Cardi Corp. v. Rhode Island, <span class=\"citation\" data-id=\"2312972\"><a href=\"/opinion/2312972/cardi-corp-v-state/\"><span class=\"volume\">561</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">384</span></a></span>, 387 (R.I. 1989).</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">The judgment of the district court is affirmed. Each side shall bear its own costs on this appeal.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Title VII of the Civil Rights Act of 1964, as amended, 42 U.S.C. 2000e-2(a) (sexual harassment) &amp; 2000e-3(a) (retaliation) (1994); Age Discrimination in Employment Act, 29 U.S.C. 623(a) (1994); Rhode Island Civil Rights Act of 1990, R.I. Gen. Laws 42-112-1 (1999) (sexual harassment and retaliation); Rhode Island Fair Employment Practices Act, R.I. Gen. Laws 28-5-7(6) (1999) (sexual harassment, age discrimination, and retaliation).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The exceptions listed in subsection 636(b)(1)(A) are \"a motion for injunctive relief, for judgment on the pleadings, for summary judgment, to dismiss or quash an indictment or information made by the defendant, to suppress evidence in a criminal case, to dismiss or to permit maintenance of a class action, to dismiss for failure to state a claim upon which relief can be granted, and to involuntarily dismiss an action.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Although the Rhode Island commission issued a right-to-sue letter in August 1996, it had previously sent (on May 22, 1996) a notice rescheduling a hearing on the matter to May 22, 1997, which Riffle said he received.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> United States v. Flaherty, <span class=\"citation\" data-id=\"398781\"><a href=\"/opinion/398781/united-states-v-thomas-e-flaherty-united-states-of-america-v-james-r/\"><span class=\"volume\">668</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">566</span></a></span>, 585 (1st Cir. 1981); Horton v. State St. Bank &amp; Trust Co., <span class=\"citation\" data-id=\"362775\"><a href=\"/opinion/362775/18-fair-emplpraccas-1812-19-empl-prac-dec-p-8977-mary-a-horton-v/\"><span class=\"volume\">590</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">403</span></a></span>, 404 (1st Cir. 1979); Reed v. Bd. of Election Comm'rs, <span class=\"citation\" data-id=\"303119\"><a href=\"/opinion/303119/roger-reed-v-the-board-of-election-commissioners-of-the-city-of-cambridge/\"><span class=\"volume\">459</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">121</span></a></span>, 123 (1st Cir. 1972).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Nor is it obvious from the docket entries or any written order of the district court that its reference of the double motion to vacate the default and default judgment was a reference under subsection 636(b)(1)(A). The magistrate judge assumed that the \"district court referred this matter . . . pursuant to 28 U.S.C.  636(b)(1)(A),\" but there is no documentary confirmation that this was indeed the case.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> 42 U.S.C.  2000e-3(a); R.I. Gen. Laws 28-5-7(6) &amp; 42-112-1; Hernandez-Torres v. Intercont'l Trading, Inc., <span class=\"citation\" data-id=\"198161\"><a href=\"/opinion/198161/hernandez-torres-v-intercontinental/\"><span class=\"volume\">158</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">43</span></a></span>, 46-47 (1st Cir. 1998) (elements of federal claim); Iacampo v. Hasbro, Inc., <span class=\"citation\" data-id=\"1813249\"><a href=\"/opinion/1813249/iacampo-v-hasbro-inc/\"><span class=\"volume\">929</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">562</span></a></span>, 575 (D.R.I. 1996) (federal and state).</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/110655/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111712/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196739/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197093/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198161/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198699/",
    "http://www.courtlistener.com/api/rest/v3/opinions/303119/",
    "http://www.courtlistener.com/api/rest/v3/opinions/362775/",
    "http://www.courtlistener.com/api/rest/v3/opinions/392060/",
    "http://www.courtlistener.com/api/rest/v3/opinions/398781/",
    "http://www.courtlistener.com/api/rest/v3/opinions/492354/",
    "http://www.courtlistener.com/api/rest/v3/opinions/515510/",
    "http://www.courtlistener.com/api/rest/v3/opinions/516410/",
    "http://www.courtlistener.com/api/rest/v3/opinions/517427/",
    "http://www.courtlistener.com/api/rest/v3/opinions/518090/",
    "http://www.courtlistener.com/api/rest/v3/opinions/545153/",
    "http://www.courtlistener.com/api/rest/v3/opinions/555815/",
    "http://www.courtlistener.com/api/rest/v3/opinions/577194/",
    "http://www.courtlistener.com/api/rest/v3/opinions/590904/",
    "http://www.courtlistener.com/api/rest/v3/opinions/597417/",
    "http://www.courtlistener.com/api/rest/v3/opinions/670668/",
    "http://www.courtlistener.com/api/rest/v3/opinions/687391/",
    "http://www.courtlistener.com/api/rest/v3/opinions/718191/",
    "http://www.courtlistener.com/api/rest/v3/opinions/729931/",
    "http://www.courtlistener.com/api/rest/v3/opinions/757871/",
    "http://www.courtlistener.com/api/rest/v3/opinions/761718/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1506544/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1813249/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2312972/"
  ]
}