{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/199263/",
  "absolute_url": "/opinion/199263/brehmer-v-planning/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/199263/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T04:27:24Z",
  "date_modified": "2017-03-24T11:01:27.588815Z",
  "type": "010combined",
  "sha1": "dfdfc4f6b886ab68c53986a9fdeafe5da7b85c4a",
  "page_count": 18,
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/99-2185-01A.pdf",
  "local_path": "pdf/2001/02/06/Brehmer_v._Planning.pdf",
  "plain_text": "         United States Court of Appeals\n                    For the First Circuit\n\n\nNo. 99-2185\n\n                   BETHIA BREHMER, ET AL.,\n\n                   Plaintiffs, Appellants,\n\n                              v.\n\n          PLANNING BOARD OF THE TOWN OF WELLFLEET;\n           OMNIPOINT COMMUNICATIONS, INC., ET AL.,\n\n                    Defendants, Appellees.\n\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n              FOR THE DISTRICT OF MASSACHUSETTS\n\n        [Hon. Richard G. Stearns, U.S. District Judge]\n\n\n                            Before\n\n                      Selya, Circuit Judge,\n                     Stahl, Circuit Judge,\n                  and Lisi,* District Judge.\n\n\n\n     Edward J. Collins for appellant.\n     Patrick J. O’Toole, Jr., with whom Craig M. Tateronis,\nRichard W. Holtz, and Mintz, Levin, Cohn, Ferris, Glovsky and\nPopeo, PC, were on brief, for appellees.\n\n\n\n\n                       February 6, 2001\n\f____________________\n*Of the District of Rhode Island, sitting by designation.\n\f             STAHL,    Circuit       Judge.        A   group     of   citizens         from\n\nWellfleet, Massachusetts, seeking to undo their town Planning\n\nBoard's      award     of     a     special       zoning    permit        authorizing\n\nconstruction      of   a     wireless   telecommunications            tower       in    the\n\nsteeple of an historic church, sued the Planning Board and the\n\npermit recipient, Omnipoint Communications, Inc.                       The citizens'\n\ngroup claimed that the issuance of the permit, an action that\n\nthe   Planning      Board    was    obliged       to   perform    under      a    consent\n\njudgment      for      its        earlier     violation          of    the        federal\n\nTelecommunications Act (\"TCA\" or \"Act\"), was unlawful because it\n\nfailed to follow the procedural strictures of Massachusetts\n\nzoning     law.        The    district        court     disagreed      and        granted\n\ndefendants' motion for summary judgment, finding that the permit\n\nhad   been     properly        issued       and    that    plaintiffs            had    not\n\ndemonstrated standing under Massachusetts law.                        The plaintiffs\n\nbelow appeal from that judgment.                  We affirm.\n\n                                   I. Background\n\n             In May 1998, Omnipoint1 submitted a formal application\n\nto the Planning Board of Wellfleet, Massachusetts (\"Planning\n\n\n      1\n     As noted in Part III, infra, several entities of\n\"Omnipoint\" have been involved in the various stages of this\ndispute -- a fact whose legal significance is a point of\ncontention between the parties in this appeal. For the sake of\nclarity, we refer to the collective entities as \"Omnipoint\"\nthroughout the opinion, and address the ramifications of\nOmnipoint's corporate structure in Part III, infra.\n\n                                            -3-\n\fBoard\" or \"Board\") for a special permit to install wireless\n\ntelecommunications equipment inside the steeple of the First\n\nCongregational Church of Wellfleet.              This location was suggested\n\nby    the   Planning     Board   during       initial    consultations         as   an\n\nalternative to the nearby site that Omnipoint had initially\n\nproposed, and was worked out with the church's trustees in a\n\nsite-lease agreement.          After the formal request was submitted,\n\nthe Planning Board held four hearings on the issue.                    During the\n\npendency of the permit application, however, a measure of public\n\nopposition grew to the plan to locate the equipment inside the\n\nchurch steeple.        At the final hearing on October 5, 1998, the\n\nPlanning Board put the permit application to a vote.                     Although\n\nthe    five    members    of   the   Board     unanimously         concluded    that\n\nOmnipoint      had   satisfied   all    criteria        of   the    town's   zoning\n\nbylaws, three members nonetheless voted against issuance of the\n\npermit.       Two of the three Planning Board members voting \"no\"\n\nexplained      in    written   statements       that    their      decisions    were\n\nlargely based on concerns about the potential health effects of\n\nthe telecommunications facility.\n\n              On November 4, 1998, Omnipoint sued the Planning Board\n\nin federal district court under 47 U.S.C. § 332(c)(7)(B)(v) as\n\na party \"adversely affected by a[] final action . . . by a State\n\nor    local    government\"     acting    to    regulate      personal    wireless\n\n\n                                        -4-\n\fservice facilities.            It contended that the Board impermissibly\n\nrelied      on     the     potential        environmental           effects   of    the\n\ntelecommunications tower as a reason for rejecting the permit\n\napplication        under      the    TCA.         See    id.    §   332(c)(7)(B)(iv)\n\n(prohibiting          state    and    local       governments       from   regulating\n\nwireless telecommunications facilities \"on the basis of the\n\nenvironmental effects of radio frequency emissions\" provided\n\nthat       those      facilities       comply           with    pertinent      federal\n\nregulations).          Omnipoint also sought damages arising from the\n\npermit     denial      under    42    U.S.C.       §    1983.       Soon   thereafter,\n\nOmnipoint and the Planning Board entered into publicly disclosed\n\nsettlement negotiations.2             The parties eventually settled their\n\ndifferences, with Omnipoint agreeing to abandon its claim for\n\ndamages,         to      perform       environmental            testing       on    the\n\ntelecommunications equipment, and to place warning signs in the\n\nvicinity of the site, in consideration of the Planning Board's\n\npledge to issue the previously withheld special permit.                            This\n\nagreement was memorialized in a consent judgment entered by the\n\ndistrict court on February 5, 1999.                       On March 24, 1999, the\n\nPlanning Board issued the special permit as promised.\n\n\n       2\n      At least three of the appellants in this case lodged a\nformal protest against the town's decision to negotiate a\nsettlement, and subsequently demanded a right to participate in\nthe negotiations once commenced, but none formally intervened in\nthe suit brought by Omnipoint.\n\n                                            -5-\n\f         Dissatisfied with this course of events, a group of\n\nWellfleet citizens sued the Planning Board and Omnipoint in\n\nBarnstable Superior Court on April 14, 1999, seeking to have the\n\nfederal consent judgment set aside as unlawful.                     Plaintiffs\n\ncontended that the Planning Board, in issuing the special permit\n\npursuant to the consent agreement, violated state zoning law by\n\ngranting a previously denied special permit in the absence of\n\npublic notice and hearing.          Mass. Gen. Laws ch. 40A, §§ 9, 11.\n\nPlaintiffs   also     claimed   that   Omnipoint     had   violated         sundry\n\nprovisions     of     Wellfleet's      zoning    regulations,          and     had\n\ndisregarded procedures mandated by the National Environmental\n\nPolicy Act (\"NEPA\"), 42 U.S.C. §§ 4321-4335, and Section 106 of\n\nthe National Historic Preservation Act (\"NHPA\"), 16 U.S.C. §\n\n470f.   Omnipoint      successfully        removed   the   case   to    federal\n\ndistrict court based on the substantial issues of federal law\n\nimplicated by plaintiffs' complaint, i.e., the preemptive effect\n\nof the TCA and the validity of the consent judgment that had\n\nbeen issued by the district court.           See City of Chicago v. Int'l\n\nColl. of Surgeons, 522 U.S. 156, 164 (1997).\n\n         By May 24, 1999, Omnipoint had secured the historic-\n\npreservation    and    building   permits     that   it    needed      to    begin\n\nconstruction of the tower.        Within hours of commencing work on\n\nthe project on June 2, however, an emergency motion for a\n\n\n                                     -6-\n\ftemporary restraining order was filed by the Wellfleet citizens'\n\ngroup.     On    June   4,   the   district   court    granted   the    TRO\n\nconditioned on     plaintiffs' posting of a $50,000 bond.            The TRO\n\nblocked further work on the installation until the hearing on\n\nplaintiffs' motion for a preliminary injunction in the zoning\n\nsuit, scheduled to occur one week later.              Because plaintiffs\n\nfailed to meet the $50,000 bond requirement imposed by the\n\ncourt, the TRO automatically expired.         This left Omnipoint free\n\nto   construct   the    telecommunications    facility    in   the   church\n\nsteeple, a task it completed within one week.\n\n           On June 11, 1999, the district court denied plaintiffs'\n\nmotion for a preliminary injunction and invited the parties'\n\nmotions for summary judgment.       At a subsequent hearing on August\n\n4, 1999, the district court informed the parties that it would\n\ngrant Omnipoint's motion for summary judgment.            In so ruling,\n\nthe court reasoned that plaintiffs had not established their\n\nstatus as \"aggrieved persons\" under Massachusetts law, and hence\n\nhad no standing to bring suit.        Alternately, the district court\n\nheld that Massachusetts zoning law did not provide relief to\n\nplaintiffs under these circumstances.           The court found that\n\nsince the Planning Board had acknowledged that its earlier\n\ndenial of the special permit violated the TCA, \"it would be\n\ninappropriate and, in fact, a waste of time and energy to order\n\n\n                                    -7-\n\fa Planning Board to reconvene a process when the appropriate\n\nremedy for a violation of the TCA, in fact, is injunctive relief\n\nby way of a written order such as the relief given by this\n\nCourt.\"\n\n           On appeal, the Wellfleet citizens' group renews its\n\nobjections to the procedure by which the special permit was\n\nawarded to Omnipoint.   Appellants claim that the Planning Board,\n\nsubsequent to its acknowledged contravention of the TCA, should\n\nnot have simply awarded the permit, but was instead required by\n\nMassachusetts zoning law to convene further public hearings in\n\norder to allow for the presentation of additional evidence and\n\nthe opportunity to vote anew on the permit application.         Going\n\none step further, appellants contend that nothing in the TCA\n\nrequires   that   Massachusetts    zoning   law   be   disregarded   in\n\ninstances where a town planning board's decision to deny a\n\nspecial zoning permit is determined to have violated the TCA.\n\nAppellants also raise a host of other issues, including the\n\nsignificance of Omnipoint's separate entities in the permit-\n\naward process and the permissibility of the special permit under\n\nfederal environmental and historic-preservation laws.\n\n              II. Special Permit Issuance Procedure\n\n           Appellants' principal contention is that the Wellfleet\n\nPlanning Board acted outside the scope of its authority in\n\n\n                                  -8-\n\fissuing    the    special    permit      to    Omnipoint    pursuant   to    its\n\nnegotiated settlement, rather than according to the procedures\n\nprescribed by state zoning law.               Their brief cites extensively\n\nto Massachusetts cases holding that a planning board's decision\n\nto grant an application for a previously denied special permit\n\nis invalid if it was not preceded by a fresh round of public\n\nnotice and hearing.          We review the district court's grant of\n\nsummary judgment de novo, and draw factual inferences in the\n\nlight    most    favorable      to   appellants.      Town    of   Amherst   v.\n\nOmnipoint Communications Enters., Inc., 173 F.3d 9, 13 (1st Cir.\n\n1999).\n\n            We start from the uncontroverted premise that the\n\nPlanning Board violated the TCA when it rejected the initial\n\nspecial-permit request based on the potential health risks posed\n\nby   the    telecommunications          equipment,     in     spite    of    its\n\nacknowledgment that Omnipoint had satisfied all criteria of\n\nWellfleet's zoning bylaws.             The Board essentially admitted as\n\nmuch when it entered into a negotiated settlement with Omnipoint\n\nand agreed to issue, without further process, a permit it had\n\nalready denied.        Because the TCA does not expressly state the\n\nremedy     to    be   ordered    for    violations    of     its   substantive\n\n\n\n\n                                        -9-\n\fprovisions,3 the district court, in ruling on the Wellfleet\n\ncitizens' suit, could have either endorsed the Planning Board's\n\ndirect issuance of the permit, or required that the Board hold\n\nfurther hearings on the matter.       In ratifying the settlement\n\nagreement, the district court chose the course followed by the\n\nmajority of courts in comparable situations: awarding injunctive\n\nrelief in the form of an order requiring that the wrongfully\n\nwithheld permit issue.4   See, e.g., Cellular Tel. Co. v. Town of\n\nOyster Bay, 166 F.3d 490, 497 (2d Cir. 1999) (collecting cases).\n\n         Several factors counsel the adoption of this approach.\n\nFirst and foremost, the TCA provision that provides a cause of\n\naction in this setting places a premium on the speedy resolution\n\nof such proceedings, directing district courts to \"hear and\n\n\n\n    3The provision that confers jurisdiction on district courts\nin cases where wireless facilities siting decisions violate the\nTCA merely directs courts to \"hear and decide such action[s] on\nan expedited basis.\" 47 U.S.C. § 332(c)(7)(B)(v).\n    4There is admittedly much more precedent on the issue of how\na court should deal with a planning board found by the court to\nbe in violation of the TCA, as opposed to one that has conceded\nits own error.    But we believe that, for reasons discussed\nbelow, the rationale for permitting courts to endorse consent\njudgments such as the one in this case is just as strong as the\nrationale for permitting them to order the issuance of a permit\nby a planning board adjudged to have violated the TCA.       See\nLucas v. Planning Bd. of LaGrange, 7 F. Supp. 2d 310, 322\n(S.D.N.Y. 1998) (refusing to vacate consent judgment between\ntown planning board and telecommunications provider \"simply\nbecause it is alleged that the Town was unable to, or did not,\nadhere precisely to its own state's procedures\").\n\n                               -10-\n\fdecide such action[s] on an expedited basis.\"                 47 U.S.C. §\n\n332(c)(7)(B)(v); see also Town of Amherst, 173 F.3d at 17 n.8\n\n(\"Congress made clear [in § 332(c)(7)(B)(v)] that it expected\n\nexpeditious resolution both by the local [zoning] authorities\n\nand by courts called upon to enforce the federal limitations\n\n[under the TCA].\").    An award of injunctive relief, rather than\n\na remand for further proceedings, best fulfills this statutory\n\ngoal.     Town of Oyster Bay, 166 F.3d at 497.            Second, in cases\n\nsuch as this one, where a planning board knows to a relatively\n\nhigh degree of certainty that its earlier denial of a special\n\npermit is violative of the TCA, it is not unreasonable for the\n\nboard to settle with the applicant on the terms most favorable\n\nto the town rather than to engage in litigation doomed from the\n\nstart.    As we have previously noted, such settlements are fully\n\nconsistent with the TCA's aims.          See Town of Amherst, 173 F.3d\n\nat 17 (\"[I]t is in the common interest of [planning boards] and\n\n[telecommunications providers] to find ways to permit the siting\n\nof towers in a way most congenial to local zoning.\").            Requiring\n\nfurther    hearings   for   the   sole    purpose    of    revisiting    the\n\nunderlying validity of the permit application would complicate\n\nthe settlement process and delay the ultimate resolution of the\n\nzoning    dispute.     Finally,    appellants       have    identified    no\n\npractical benefit to sending the matter back to the Planning\n\n\n                                  -11-\n\fBoard in order to have that body hold a hearing destined to\n\nresult in the issuance of the special permit.                              Because all\n\nrelevant evidence was adduced at the initial hearing -- after\n\nall,       the    Planning     Board       unanimously     found    that    Omnipoint's\n\nrequest satisfied the town zoning bylaws in all respects -- a\n\nremand to the Planning Board would serve no useful purpose.\n\nOmnipoint Corp. v. Zoning Hearing Bd., 181 F.3d 403, 410 (3d\n\nCir.       1999).      For    all     of    these   reasons,       we   find   that   the\n\napplicable law does not require that the Planning Board hold\n\nfurther          hearings    in   a   TCA    case   before      issuing    the   special\n\npermit.5\n\n                  Appellants      claim     that    even   if   the     district    court\n\ncorrectly ordered the issuance of the special permit for the\n\nPlanning          Board's      TCA     violation,      the      court      should     have\n\nnonetheless followed Massachusetts zoning law by requiring that\n\nthe permit only be issued after a new round of public notice and\n\n\n\n       5\n     We are aware of at least two district court decisions that\nhave held that remand for further proceedings before local\nzoning officials is the more appropriate course. See PrimeCo\nPers. Communications, L.P. v. Village of Fox Lake, 26 F. Supp.\n2d 1052, 1066 (N.D. Ill. 1998); AT & T Wireless Servs. of Fla.,\nInc. v. Orange County, 982 F. Supp. 856, 860-62 (M.D. Fla.\n1997). Both cases, however, are distinguishable. In PrimeCo\nthe plaintiff sought relief via a writ of mandamus, rather than\nthrough 47 U.S.C. § 332(c)(7)(b)(v). 26 F. Supp. 2d at 1066.\nAnd in AT & T Wireless the town planning board had never made a\nformal determination that the application complied with local\nzoning bylaws. 982 F. Supp. at 861.\n\n                                             -12-\n\fhearing.     But   we    believe   that   the   state    law   that   might\n\nordinarily control such disputes is preempted in this setting,\n\nfor similar reasons as those favoring injunctive relief in the\n\nfirst place.   Having determined that Congress meant to empower\n\ndistrict courts to order that town planning board decisions in\n\nviolation of § 332(b)(7)(C) be set aside, it would make little\n\nsense to further conclude that courts exercising that authority\n\nmust do so within the confines of state zoning procedure.             Under\n\nthe TCA, local zoning ordinances, such as those invoked by\n\nappellants, apply only to the extent that they do not interfere\n\nwith other provisions of the Act. Sprint Spectrum, L.P. v. Town\n\nof Easton, 982 F. Supp. 47, 50 (D. Mass. 1997).             In this case,\n\na   remand   for   further     hearings,    which       appellants    claim\n\nMassachusetts law requires, would accomplish nothing more than\n\nopening up for public debate the issue of whether the Planning\n\nBoard should comply with the terms of the settlement agreement\n\nit had entered into (not to mention the consent decree embodying\n\nthat settlement).6      Patterson v. Omnipoint Communications, Inc.,\n\n\n     6It is far from clear, moreover, that appellants' argument\nregarding the need for further proceedings before the Planning\nBoard is correct even as a matter of Massachusetts law.      The\nSupreme Judicial Court has noted that when a zoning board of\nappeals is shown to have erroneously interpreted applicable\nzoning law, and that error leads to the wrongful denial of a\nspecial permit, \"the issuance of a permit is a matter of duty,\nnot discretion, and relief in the form of an order that a permit\nissue is appropriate.\" Framingham Clinic, Inc. v. Zoning Bd. of\n\n                                   -13-\n\f122 F. Supp. 2d 222, 228 (D. Mass. 2000);                     cf.    Roberts v.\n\nSouthwestern Bell Mobile Sys., Inc., 709 N.E.2d 798, 806 (Mass.\n\n1999) (\"Congress certainly intended to protect providers of\n\n[personal wireless] services from irrational or substanceless\n\ndecisions by local authorities who might bend to community\n\nopposition to these facilities.\").7             As such, Massachusetts law\n\nrequiring    a   remand    for     further      proceedings         under    these\n\ncircumstances     (if,   indeed,    such   is    the   law)    \"stands       as   an\n\nobstacle    to   the   accomplishment      and    execution     of     the    full\n\npurposes and objectives of Congress,\" Hines v. Davidowitz, 312\n\nU.S. 52, 67 (1941), and is consequently preempted by the TCA.\n\n            Appellants make a final equitable argument that this\n\nmethod of awarding special permits, which they describe as being\n\n\"worked out by the adepts in secret away from the gaze of the\n\n\n\nAppeals,   415 N.E.2d 840, 848-49 (Mass. 1981).     Moreover,\nMassachusetts state courts are authorized to issue permits\nwrongfully withheld by local zoning officials \"as justice and\nequity require.\" Mass. Gen. Laws ch. 40A, § 17.\n    7 Appellants rely heavily on Roberts to support their\nargument that Massachusetts zoning procedure is not preempted in\nthe case at bar. Roberts, however, is readily distinguishable,\nas it merely decided that in cases where a planning board grants\na special permit in the first instance, the TCA does not preempt\nde novo judicial review of the propriety of the permit award\nunder state or local law. 709 N.E.2d at 806-07. That situation\nis demonstrably different from the case at bar, where the\nPlanning Board's initial consideration of the special-permit\napplication followed state zoning procedure but the decision\nreached was nonetheless improper as a matter of federal law.\n\n                                    -14-\n\fcitizens of Wellfleet to protect the mystery,\" is fundamentally\n\nunfair in that it effectively shuts them out of the permitting\n\nprocess.    We cannot agree with this characterization of the\n\nprocess    followed,   as    appellants    had   the   opportunity   to\n\nintervene, and fully assert their rights, in the suit brought by\n\nOmnipoint against the Planning Board that ultimately led to the\n\nsettlement agreement.        Appellants failed, however, to avail\n\nthemselves of that opportunity.           We find that their belated\n\nattempt now to use Massachusetts zoning procedure to undo the\n\nsettlement agreement is precluded by the TCA.8\n\n                            III. Other Issues\n\n           In addition to their challenge under Massachusetts\n\nzoning law, appellants raise a number of other issues related to\n\nthe issuance of the special permit.          First, appellants argue\n\nthat the fact that the district court awarded the permit to an\n\nentity (Omnipoint Communications) distinct from both the one\n\nthat initially brought the TCA suit against the Planning Board\n\n(Omnipoint Communications, Inc.) and the one that initially\n\n\n\n    8The district court also granted summary judgment based on\na finding that plaintiffs lack standing under Massachusetts\nzoning law. While there may be some question about appellants'\nstatus as \"aggrieved persons\" within the meaning of state law,\ntheir allegations on this point are not frivolous or wholly\ninsubstantial and appear to be sufficient to plead Article III\nstanding.   Cablevision of Boston, Inc. v. Pub. Improvement\nComm'n of Boston, 184 F.3d 88, 100 n.9 (1st Cir. 1999).\n\n                                  -15-\n\fapplied for the permit (Omnipoint Communications Enterprises)\n\ncompromised      the    integrity     of     the    permitting    process.           The\n\ndistrict court, relying on an affidavit submitted by yet another\n\nOmnipoint entity (Omnipoint Communications MB Operations, LLC),\n\naccepted the factual assertion that the Omnipoint parties \"are\n\none    and    the   same,      united      as    subsidiaries\"        of    Omnipoint\n\nCommunications Inc.            Appellants have not rebutted this finding\n\nof fact, and we find no reason to disturb it.\n\n              Second,    appellants     claim       that   Omnipoint        failed    to\n\ncomply with the National Environmental Policy Act (\"NEPA\") and\n\nSection 106 of the National Historic Preservation Act (\"NHPA\")\n\nin obtaining the permits needed to begin work on the wireless\n\ntelecommunications tower.             The record, however, belies these\n\nassertions.         With    respect     to      appellants'     NHPA       claim,    the\n\nevidence shows that Omnipoint applied to the Massachusetts State\n\nHistoric Preservation Office (\"SHPO\") for a construction permit\n\non a site listed on federal and state Registers of Historic\n\nPlaces; that the SHPO, after considering the concerns of local\n\ncitizens opposed to the siting of the wireless facility in the\n\nchurch steeple, concluded that the proposed installation plan\n\nwould have \"no adverse effect\" on the site, provided certain\n\nenumerated conditions were met by Omnipoint; and that the SHPO\n\nsent   a     written    copy    of   this       determination    to    the    Federal\n\n\n                                        -16-\n\fCommunications           Commission         (\"FCC\"),       to    be     forwarded      to   the\n\nfederal Advisory Council on Historic Preservation.                                    Despite\n\nappellants' protestations to the contrary, these were all the\n\nsteps     required        to    be    taken      under       NHPA      and      the   relevant\n\nregulations,        see     36       C.F.R.      §    800.5,      and    the      absence     of\n\nadditional evidence in the record regarding further action by\n\nthe     FCC   is    not        germane      to       the   validity        of    Omnipoint's\n\napplication.\n\n              Appellants' NEPA claim is equally unavailing.                                Under\n\nNEPA,     wireless        providers         need      only       conduct      environmental\n\nassessments         of     telecommunications-tower                    projects       if    the\n\nconstruction would have a \"significant environmental effect,\" as\n\nthat term is defined under the regulations.                              See 47 C.F.R. §\n\n1.1306.        In        this     case,       the     SHPO's       \"no-adverse-effects\"\n\ndetermination led Omnipoint to conclude that the church steeple\n\nconstruction        did     not      fall     within       any    of    the     \"significant\n\nenvironmental effect\" categories under the regulations, and that\n\nan environmental assessment was therefore unnecessary.9                                       In\n\n\n\n\n      9\n     Only one of the \"significant environmental effect\"\ncategories was even arguably implicated by the Omnipoint\nconstruction: facilities  \"that may affect . . . sites . . .\nthat are listed, or . . . are eligible for listing, in the\nNational  Register   of  Historic  Places.\"    47  C.F.R.  §\n1.1307(a)(4).\n\n                                              -17-\n\fmaking this determination, Omnipoint fulfilled its rather modest\n\nobligations under NEPA.\n\n                 Finally,    appellants     obliquely        raise    several   other\n\nissues at the end of their brief, including the propriety of\n\nOmnipoint's removal of this case to federal court, the size of\n\nthe       bond    requirement       imposed       by   the    district      court    in\n\nconjunction with the TRO, and the treatment of the church under\n\nthe Wellfleet zoning bylaws.               These arguments are neither well-\n\ndeveloped nor supported in the brief by case-law citations, and\n\nconsequently         they    have   been    waived.      See       United   States   v.\n\nZannino, 895 F.2d 1, 17 (1st Cir. 1990) (\"[I]ssues adverted to\n\nin    a    perfunctory       manner,   unaccompanied          by    some    effort   at\n\ndeveloped argumentation, are deemed waived.\").\n\n                 Affirmed.    Costs to appellees.\n\n\n\n\n                                           -18-\n\f",
  "html": "<p class=\"case_cite\">238 F.3d 117 (1st Cir. 2001)</p>\n    <p class=\"parties\">BETHIA BREHMER, ET AL., Plaintiffs, Appellants,<br>v.<br>PLANNING BOARD OF THE TOWN OF WELLFLEET; OMNIPOINT COMMUNICATIONS, INC., ET AL., Defendants, Appellees.</p>\n    <p class=\"docket\">No. 99-2185</p>\n    <p class=\"court\">United States Court of Appeals For the First Circuit</p>\n    <p class=\"date\">Heard December 4, 2000<br>Decided February 6, 2001</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF MASSACHUSETTS</p>\n      <p class=\"indent\">[Hon. Richard G. Stearns, U.S. District Judge]</p>\n      <p class=\"indent\">Edward J. Collins for appellant.</p>\n      <p class=\"indent\">Patrick J. O'Toole, Jr., with whom Craig M. Tateronis, Richard W. Holtz, and Mintz, Levin, Cohn, Ferris, Glovsky and Popeo, PC, were on brief, for appellees.</p>\n      <p class=\"indent\">Before Selya, Circuit Judge, Stahl, Circuit Judge, and Lisi,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> District Judge.</p>\n      <p class=\"indent\">STAHL, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">A group of citizens from Wellfleet, Massachusetts, seeking to undo their town Planning Board's award of a special zoning permit authorizing construction of a wireless telecommunications tower in the steeple of an historic church, sued the Planning Board and the permit recipient, Omnipoint Communications, Inc. The citizens' group claimed that the issuance of the permit, an action that the Planning Board was obliged to perform under a consent judgment for its earlier violation of the federal Telecommunications Act (\"TCA\" or \"Act\"), was unlawful because it failed to follow the procedural strictures of Massachusetts zoning law. The district court disagreed and granted defendants' motion for summary judgment, finding that the permit had been properly issued and that plaintiffs had not demonstrated standing under Massachusetts law. The plaintiffs below appeal from that judgment. We affirm.</p>\n    </div>\n    <p class=\"indent\">I. Background</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">In May 1998, Omnipoint<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> submitted a formal application to the Planning Board of Wellfleet, Massachusetts (\"Planning Board\" or \"Board\") for a special permit to install wireless telecommunications equipment inside the steeple of the First Congregational Church of Wellfleet. This location was suggested by the Planning Board during initial consultations as an alternative to the nearby site that Omnipoint had initially proposed, and was worked out with the church's trustees in a site-lease agreement. After the formal request was submitted, the Planning Board held four hearings on the issue. During the pendency of the permit application, however, a measure of public opposition grew to the plan to locate the equipment inside the church steeple. At the final hearing on October 5, 1998, the Planning Board put the permit application to a vote. Although the five members of the Board unanimously concluded that Omnipoint had satisfied all criteria of the town's zoning bylaws, three members nonetheless voted against issuance of the permit. Two of the three Planning Board members voting \"no\" explained in written statements that their decisions were largely based on concerns about the potential health effects of the telecommunications facility.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On November 4, 1998, Omnipoint sued the Planning Board in federal district court under 47 U.S.C. &#167; 332(c)(7)(B)(v) as a party \"adversely affected by a[] final action . . . by a State or local government\" acting to regulate personal wireless service facilities. It contended that the Board impermissibly relied on the potential environmental effects of the telecommunications tower as a reason for rejecting the permit application under the TCA. See id. &#167; 332(c)(7)(B)(iv) (prohibiting state and local governments from regulating wireless telecommunications facilities \"on the basis of the environmental effects of radio frequency emissions\" provided that those facilities comply with pertinent federal regulations). Omnipoint also sought damages arising from the permit denial under 42 U.S.C. &#167; 1983. Soon thereafter, Omnipoint and the Planning Board entered into publicly disclosed settlement negotiations.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> The parties eventually settled their differences, with Omnipoint agreeing to abandon its claim for damages, to perform environmental testing on the telecommunications equipment, and to place warning signs in the vicinity of the site, in consideration of the Planning Board's pledge to issue the previously withheld special permit. This agreement was memorialized in a consent judgment entered by the district court on February 5, 1999. On March 24, 1999, the Planning Board issued the special permit as promised.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Dissatisfied with this course of events, a group of Wellfleet citizens sued the Planning Board and Omnipoint in Barnstable Superior Court on April 14, 1999, seeking to have the federal consent judgment set aside as unlawful. Plaintiffs contended that the Planning Board, in issuing the special permit pursuant to the consent agreement, violated state zoning law by granting a previously denied special permit in the absence of public notice and hearing. Mass. Gen. Laws ch. 40A, &#167;&#167; 9, 11. Plaintiffs also claimed that Omnipoint had violated sundry provisions of Wellfleet's zoning regulations, and had disregarded procedures mandated by the National Environmental Policy Act (\"NEPA\"), 42 U.S.C. &#167;&#167; 4321-4335, and Section 106 of the National Historic Preservation Act (\"NHPA\"), 16 U.S.C. &#167; 470f. Omnipoint successfully removed the case to federal district court based on the substantial issues of federal law implicated by plaintiffs' complaint, i.e., the preemptive effect of the TCA and the validity of the consent judgment that had been issued by the district court. See City of Chicago v. Int'l Coll. of Surgeons, 522 U.S. 156, 164 (1997).</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">By May 24, 1999, Omnipoint had secured the historic-preservation and building permits that it needed to begin construction of the tower. Within hours of commencing work on the project on June 2, however, an emergency motion for a temporary restraining order was filed by the Wellfleet citizens' group. On June 4, the district court granted the TRO conditioned on plaintiffs' posting of a $50,000 bond. The TRO blocked further work on the installation until the hearing on plaintiffs' motion for a preliminary injunction in the zoning suit, scheduled to occur one week later. Because plaintiffs failed to meet the $50,000 bond requirement imposed by the court, the TRO automatically expired. This left Omnipoint free to construct the telecommunications facility in the church steeple, a task it completed within one week.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">On June 11, 1999, the district court denied plaintiffs' motion for a preliminary injunction and invited the parties' motions for summary judgment. At a subsequent hearing on August 4, 1999, the district court informed the parties that it would grant Omnipoint's motion for summary judgment. In so ruling, the court reasoned that plaintiffs had not established their status as \"aggrieved persons\" under Massachusetts law, and hence had no standing to bring suit. Alternately, the district court held that Massachusetts zoning law did not provide relief to plaintiffs under these circumstances. The court found that since the Planning Board had acknowledged that its earlier denial of the special permit violated the TCA, \"it would be inappropriate and, in fact, a waste of time and energy to order a Planning Board to reconvene a process when the appropriate remedy for a violation of the TCA, in fact, is injunctive relief by way of a written order such as the relief given by this Court.\"</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">On appeal, the Wellfleet citizens' group renews its objections to the procedure by which the special permit was awarded to Omnipoint. Appellants claim that the Planning Board, subsequent to its acknowledged contravention of the TCA, should not have simply awarded the permit, but was instead required by Massachusetts zoning law to convene further public hearings in order to allow for the presentation of additional evidence and the opportunity to vote anew on the permit application. Going one step further, appellants contend that nothing in the TCA requires that Massachusetts zoning law be disregarded in instances where a town planning board's decision to deny a special zoning permit is determined to have violated the TCA. Appellants also raise a host of other issues, including the significance of Omnipoint's separate entities in the permit-award process and the permissibility of the special permit under federal environmental and historic-preservation laws.</p>\n    </div>\n    <p class=\"indent\">II. Special Permit Issuance Procedure</p>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Appellants' principal contention is that the Wellfleet Planning Board acted outside the scope of its authority in issuing the special permit to Omnipoint pursuant to its negotiated settlement, rather than according to the procedures prescribed by state zoning law. Their brief cites extensively to Massachusetts cases holding that a planning board's decision to grant an application for a previously denied special permit is invalid if it was not preceded by a fresh round of public notice and hearing. We review the district court's grant of summary judgment de novo, and draw factual inferences in the light most favorable to appellants. Town of Amherst v. Omnipoint Communications Enters., Inc., 173 F.3d 9, 13 (1st Cir. 1999).</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">We start from the uncontroverted premise that the Planning Board violated the TCA when it rejected the initial special-permit request based on the potential health risks posed by the telecommunications equipment, in spite of its acknowledgment that Omnipoint had satisfied all criteria of Wellfleet's zoning bylaws. The Board essentially admitted as much when it entered into a negotiated settlement with Omnipoint and agreed to issue, without further process, a permit it had already denied. Because the TCA does not expressly state the remedy to be ordered for violations of its substantive provisions,<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> the district court, in ruling on the Wellfleet citizens' suit, could have either endorsed the Planning Board's direct issuance of the permit, or required that the Board hold further hearings on the matter. In ratifying the settlement agreement, the district court chose the course followed by the majority of courts in comparable situations: awarding injunctive relief in the form of an order requiring that the wrongfully withheld permit issue.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> See, e.g., Cellular Tel. Co. v. Town of Oyster Bay, 166 F.3d 490, 497 (2d Cir. 1999) (collecting cases).</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Several factors counsel the adoption of this approach. First and foremost, the TCA provision that provides a cause of action in this setting places a premium on the speedy resolution of such proceedings, directing district courts to \"hear and decide such action[s] on an expedited basis.\" 47 U.S.C. &#167; 332(c)(7)(B)(v); see also Town of Amherst, 173 F.3d at 17 n.8 (\"Congress made clear [in &#167; 332(c)(7)(B)(v)] that it expected expeditious resolution both by the local [zoning] authorities and by courts called upon to enforce the federal limitations [under the TCA].\"). An award of injunctive relief, rather than a remand for further proceedings, best fulfills this statutory goal. Town of Oyster Bay, 166 F.3d at 497. Second, in cases such as this one, where a planning board knows to a relatively high degree of certainty that its earlier denial of a special permit is violative of the TCA, it is not unreasonable for the board to settle with the applicant on the terms most favorable to the town rather than to engage in litigation doomed from the start. As we have previously noted, such settlements are fully consistent with the TCA's aims. See Town of Amherst, 173 F.3d at 17 (\"[I]t is in the common interest of [planning boards] and [telecommunications providers] to find ways to permit the siting of towers in a way most congenial to local zoning.\"). Requiring further hearings for the sole purpose of revisiting the underlying validity of the permit application would complicate the settlement process and delay the ultimate resolution of the zoning dispute. Finally, appellants have identified no practical benefit to sending the matter back to the Planning Board in order to have that body hold a hearing destined to result in the issuance of the special permit. Because all relevant evidence was adduced at the initial hearing -- after all, the Planning Board unanimously found that Omnipoint's request satisfied the town zoning bylaws in all respects -- a remand to the Planning Board would serve no useful purpose. Omnipoint Corp. v. Zoning Hearing Bd., 181 F.3d 403, 410 (3d Cir. 1999). For all of these reasons, we find that the applicable law does not require that the Planning Board hold further hearings in a TCA case before issuing the special permit.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Appellants claim that even if the district court correctly ordered the issuance of the special permit for the Planning Board's TCA violation, the court should have nonetheless followed Massachusetts zoning law by requiring that the permit only be issued after a new round of public notice and hearing. But we believe that the state law that might ordinarily control such disputes is preempted in this setting, for similar reasons as those favoring injunctive relief in the first place. Having determined that Congress meant to empower district courts to order that town planning board decisions in violation of &#167; 332(b)(7)(C) be set aside, it would make little sense to further conclude that courts exercising that authority must do so within the confines of state zoning procedure. Under the TCA, local zoning ordinances, such as those invoked by appellants, apply only to the extent that they do not interfere with other provisions of the Act. Sprint Spectrum, L.P. v. Town of Easton, 982 F. Supp. 47, 50 (D. Mass. 1997). In this case, a remand for further hearings, which appellants claim Massachusetts law requires, would accomplish nothing more than opening up for public debate the issue of whether the Planning Board should comply with the terms of the settlement agreement it had entered into (not to mention the consent decree embodying that settlement).<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> Patterson v. Omnipoint Communications, Inc., 122 F. Supp. 2d 222, 228 (D. Mass. 2000); cf. Roberts v. Southwestern Bell Mobile Sys., Inc., 709 N.E.2d 798, 806 (Mass. 1999) (\"Congress certainly intended to protect providers of [personal wireless] services from irrational or substanceless decisions by local authorities who might bend to community opposition to these facilities.\").<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> As such, Massachusetts law requiring a remand for further proceedings under these circumstances (if, indeed, such is the law) \"stands as an obstacle to the accomplishment and execution of the full purposes and objectives of Congress,\" Hines v. Davidowitz, 312 U.S. 52, 67 (1941), and is consequently preempted by the TCA.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Appellants make a final equitable argument that this method of awarding special permits, which they describe as being \"worked out by the adepts in secret away from the gaze of the citizens of Wellfleet to protect the mystery,\" is fundamentally unfair in that it effectively shuts them out of the permitting process. We cannot agree with this characterization of the process followed, as appellants had the opportunity to intervene, and fully assert their rights, in the suit brought by Omnipoint against the Planning Board that ultimately led to the settlement agreement. Appellants failed, however, to avail themselves of that opportunity. We find that their belated attempt now to use Massachusetts zoning procedure to undo the settlement agreement is precluded by the TCA.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a></p>\n    </div>\n    <p class=\"indent\">III. Other Issues</p>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">In addition to their challenge under Massachusetts zoning law, appellants raise a number of other issues related to the issuance of the special permit. First, appellants argue that the fact that the district court awarded the permit to an entity (Omnipoint Communications) distinct from both the one that initially brought the TCA suit against the Planning Board (Omnipoint Communications, Inc.) and the one that initially applied for the permit (Omnipoint Communications Enterprises) compromised the integrity of the permitting process. The district court, relying on an affidavit submitted by yet another Omnipoint entity (Omnipoint Communications MB Operations, LLC), accepted the factual assertion that the Omnipoint parties \"are one and the same, united as subsidiaries\" of Omnipoint Communications Inc. Appellants have not rebutted this finding of fact, and we find no reason to disturb it.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Second, appellants claim that Omnipoint failed to comply with the National Environmental Policy Act (\"NEPA\") and Section 106 of the National Historic Preservation Act (\"NHPA\") in obtaining the permits needed to begin work on the wireless telecommunications tower. The record, however, belies these assertions. With respect to appellants' NHPA claim, the evidence shows that Omnipoint applied to the Massachusetts State Historic Preservation Office (\"SHPO\") for a construction permit on a site listed on federal and state Registers of Historic Places; that the SHPO, after considering the concerns of local citizens opposed to the siting of the wireless facility in the church steeple, concluded that the proposed installation plan would have \"no adverse effect\" on the site, provided certain enumerated conditions were met by Omnipoint; and that the SHPO sent a written copy of this determination to the Federal Communications Commission (\"FCC\"), to be forwarded to the federal Advisory Council on Historic Preservation. Despite appellants' protestations to the contrary, these were all the steps required to be taken under NHPA and the relevant regulations, see 36 C.F.R. &#167; 800.5, and the absence of additional evidence in the record regarding further action by the FCC is not germane to the validity of Omnipoint's application.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Appellants' NEPA claim is equally unavailing. Under NEPA, wireless providers need only conduct environmental assessments of telecommunications-tower projects if the construction would have a \"significant environmental effect,\" as that term is defined under the regulations. See 47 C.F.R. &#167; 1.1306. In this case, the SHPO's \"no-adverse-effects\" determination led Omnipoint to conclude that the church steeple construction did not fall within any of the \"significant environmental effect\" categories under the regulations, and that an environmental assessment was therefore unnecessary.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a> In making this determination, Omnipoint fulfilled its rather modest obligations under NEPA.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Finally, appellants obliquely raise several other issues at the end of their brief, including the propriety of Omnipoint's removal of this case to federal court, the size of the bond requirement imposed by the district court in conjunction with the TRO, and the treatment of the church under the Wellfleet zoning bylaws. These arguments are neither well-developed nor supported in the brief by case-law citations, and consequently they have been waived. See United States v. Zannino, 895 F.2d 1, 17 (1st Cir. 1990) (\"[I]ssues adverted to in a perfunctory manner, unaccompanied by some effort at developed argumentation, are deemed waived.\").</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Affirmed. Costs to appellees.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the District of Rhode Island, sitting by designation.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> As noted in Part III, infra, several entities of \"Omnipoint\" have been involved in the various stages of this dispute -- a fact whose legal significance is a point of contention between the parties in this appeal. For the sake of clarity, we refer to the collective entities as \"Omnipoint\" throughout the opinion, and address the ramifications of Omnipoint's corporate structure in Part III, infra.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> At least three of the appellants in this case lodged a formal protest against the town's decision to negotiate a settlement, and subsequently demanded a right to participate in the negotiations once commenced, but none formally intervened in the suit brought by Omnipoint.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The provision that confers jurisdiction on district courts in cases where wireless facilities siting decisions violate the TCA merely directs courts to \"hear and decide such action[s] on an expedited basis.\" 47 U.S.C. &#167; 332(c)(7)(B)(v).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> There is admittedly much more precedent on the issue of how a court should deal with a planning board found by the court to be in violation of the TCA, as opposed to one that has conceded its own error. But we believe that, for reasons discussed below, the rationale for permitting courts to endorse consent judgments such as the one in this case is just as strong as the rationale for permitting them to order the issuance of a permit by a planning board adjudged to have violated the TCA. SeeLucas v. Planning Bd. of LaGrange, 7 F. Supp. 2d 310, 322 (S.D.N.Y. 1998) (refusing to vacate consent judgment between town planning board and telecommunications provider \"simply because it is alleged that the Town was unable to, or did not, adhere precisely to its own state's procedures\").</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> We are aware of at least two district court decisions that have held that remand for further proceedings before local zoning officials is the more appropriate course. See PrimeCo Pers. Communications, L.P. v. Village of Fox Lake, 26 F. Supp. 2d 1052, 1066 (N.D. Ill. 1998); AT &amp; T Wireless Servs. of Fla., Inc. v. Orange County, 982 F. Supp. 856, 860-62 (M.D. Fla. 1997). Both cases, however, are distinguishable. In PrimeCo the plaintiff sought relief via a writ of mandamus, rather than through 47 U.S.C. &#167; 332(c)(7)(b)(v). 26 F. Supp. 2d at 1066. And in AT &amp; T Wireless the town planning board had never made a formal determination that the application complied with local zoning bylaws. 982 F. Supp. at 861.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> It is far from clear, moreover, that appellants' argument regarding the need for further proceedings before the Planning Board is correct even as a matter of Massachusetts law. The Supreme Judicial Court has noted that when a zoning board of appeals is shown to have erroneously interpreted applicable zoning law, and that error leads to the wrongful denial of a special permit, \"the issuance of a permit is a matter of duty, not discretion, and relief in the form of an order that a permit issue is appropriate.\" Framingham Clinic, Inc. v. Zoning Bd. of Appeals, 415 N.E.2d 840, 848-49 (Mass. 1981). Moreover, Massachusetts state courts are authorized to issue permits wrongfully withheld by local zoning officials \"as justice and equity require.\" Mass. Gen. Laws ch. 40A, &#167; 17.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Appellants rely heavily on Roberts to support their argument that Massachusetts zoning procedure is not preempted in the case at bar. Roberts, however, is readily distinguishable, as it merely decided that in cases where a planning board grants a special permit in the first instance, the TCA does not preempt de novo judicial review of the propriety of the permit award under state or local law. 709 N.E.2d at 806-07. That situation is demonstrably different from the case at bar, where the Planning Board's initial consideration of the special-permit application followed state zoning procedure but the decision reached was nonetheless improper as a matter of federal law.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> The district court also granted summary judgment based on a finding that plaintiffs lack standing under Massachusetts zoning law. While there may be some question about appellants' status as \"aggrieved persons\" within the meaning of state law, their allegations on this point are not frivolous or wholly insubstantial and appear to be sufficient to plead Article III standing. Cablevision of Boston, Inc. v. Pub. Improvement Comm'n of Boston, 184 F.3d 88, 100 n.9 (1st Cir. 1999).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> Only one of the \"significant environmental effect\" categories was even arguably implicated by the Omnipoint construction: facilities \"that may affect . . . sites . . . that are listed, or . . . are eligible for listing, in the National Register of Historic Places.\" 47 C.F.R. &#167; 1.1307(a)(4).</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">238</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">117</span></span> (1st Cir. 2001)</p>\n    <p class=\"parties\">BETHIA BREHMER, ET AL., Plaintiffs, Appellants,<br>v.<br>PLANNING BOARD OF THE TOWN OF WELLFLEET; OMNIPOINT COMMUNICATIONS, INC., ET AL., Defendants, Appellees.</p>\n    <p class=\"docket\">No. 99-2185</p>\n    <p class=\"court\">United States Court of Appeals For the First Circuit</p>\n    <p class=\"date\">Heard December 4, 2000<br>Decided February 6, 2001</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF MASSACHUSETTS</p>\n      <p class=\"indent\">[Hon. Richard G. Stearns, U.S. District Judge]</p>\n      <p class=\"indent\">Edward J. Collins for appellant.</p>\n      <p class=\"indent\">Patrick J. O'Toole, Jr., with whom Craig M. Tateronis, Richard W. Holtz, and Mintz, Levin, Cohn, Ferris, Glovsky and Popeo, PC, were on brief, for appellees.</p>\n      <p class=\"indent\">Before Selya, Circuit Judge, Stahl, Circuit Judge, and Lisi,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> District Judge.</p>\n      <p class=\"indent\">STAHL, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">A group of citizens from Wellfleet, Massachusetts, seeking to undo their town Planning Board's award of a special zoning permit authorizing construction of a wireless telecommunications tower in the steeple of an historic church, sued the Planning Board and the permit recipient, Omnipoint Communications, Inc. The citizens' group claimed that the issuance of the permit, an action that the Planning Board was obliged to perform under a consent judgment for its earlier violation of the federal Telecommunications Act (\"TCA\" or \"Act\"), was unlawful because it failed to follow the procedural strictures of Massachusetts zoning law. The district court disagreed and granted defendants' motion for summary judgment, finding that the permit had been properly issued and that plaintiffs had not demonstrated standing under Massachusetts law. The plaintiffs below appeal from that judgment. We affirm.</p>\n    </div>\n    <p class=\"indent\">I. Background</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">In May 1998, Omnipoint<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> submitted a formal application to the Planning Board of Wellfleet, Massachusetts (\"Planning Board\" or \"Board\") for a special permit to install wireless telecommunications equipment inside the steeple of the First Congregational Church of Wellfleet. This location was suggested by the Planning Board during initial consultations as an alternative to the nearby site that Omnipoint had initially proposed, and was worked out with the church's trustees in a site-lease agreement. After the formal request was submitted, the Planning Board held four hearings on the issue. During the pendency of the permit application, however, a measure of public opposition grew to the plan to locate the equipment inside the church steeple. At the final hearing on October 5, 1998, the Planning Board put the permit application to a vote. Although the five members of the Board unanimously concluded that Omnipoint had satisfied all criteria of the town's zoning bylaws, three members nonetheless voted against issuance of the permit. Two of the three Planning Board members voting \"no\" explained in written statements that their decisions were largely based on concerns about the potential health effects of the telecommunications facility.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On November 4, 1998, Omnipoint sued the Planning Board in federal district court under 47 U.S.C. &#167; 332(c)(7)(B)(v) as a party \"adversely affected by a[] final action . . . by a State or local government\" acting to regulate personal wireless service facilities. It contended that the Board impermissibly relied on the potential environmental effects of the telecommunications tower as a reason for rejecting the permit application under the TCA. See id. &#167; 332(c)(7)(B)(iv) (prohibiting state and local governments from regulating wireless telecommunications facilities \"on the basis of the environmental effects of radio frequency emissions\" provided that those facilities comply with pertinent federal regulations). Omnipoint also sought damages arising from the permit denial under 42 U.S.C. &#167; 1983. Soon thereafter, Omnipoint and the Planning Board entered into publicly disclosed settlement negotiations.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> The parties eventually settled their differences, with Omnipoint agreeing to abandon its claim for damages, to perform environmental testing on the telecommunications equipment, and to place warning signs in the vicinity of the site, in consideration of the Planning Board's pledge to issue the previously withheld special permit. This agreement was memorialized in a consent judgment entered by the district court on February 5, 1999. On March 24, 1999, the Planning Board issued the special permit as promised.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Dissatisfied with this course of events, a group of Wellfleet citizens sued the Planning Board and Omnipoint in Barnstable Superior Court on April 14, 1999, seeking to have the federal consent judgment set aside as unlawful. Plaintiffs contended that the Planning Board, in issuing the special permit pursuant to the consent agreement, violated state zoning law by granting a previously denied special permit in the absence of public notice and hearing. Mass. Gen. Laws ch. 40A, &#167;&#167; 9, 11. Plaintiffs also claimed that Omnipoint had violated sundry provisions of Wellfleet's zoning regulations, and had disregarded procedures mandated by the National Environmental Policy Act (\"NEPA\"), 42 U.S.C. &#167;&#167; 4321-4335, and Section 106 of the National Historic Preservation Act (\"NHPA\"), 16 U.S.C. &#167; 470f. Omnipoint successfully removed the case to federal district court based on the substantial issues of federal law implicated by plaintiffs' complaint, i.e., the preemptive effect of the TCA and the validity of the consent judgment that had been issued by the district court. See City of Chicago v. Int'l Coll. of Surgeons, <span class=\"citation\" data-id=\"118158\"><a href=\"/opinion/118158/chicago-v-international-college-of-surgeons/\"><span class=\"volume\">522</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">156</span></a></span>, 164 (1997).</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">By May 24, 1999, Omnipoint had secured the historic-preservation and building permits that it needed to begin construction of the tower. Within hours of commencing work on the project on June 2, however, an emergency motion for a temporary restraining order was filed by the Wellfleet citizens' group. On June 4, the district court granted the TRO conditioned on plaintiffs' posting of a $50,000 bond. The TRO blocked further work on the installation until the hearing on plaintiffs' motion for a preliminary injunction in the zoning suit, scheduled to occur one week later. Because plaintiffs failed to meet the $50,000 bond requirement imposed by the court, the TRO automatically expired. This left Omnipoint free to construct the telecommunications facility in the church steeple, a task it completed within one week.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">On June 11, 1999, the district court denied plaintiffs' motion for a preliminary injunction and invited the parties' motions for summary judgment. At a subsequent hearing on August 4, 1999, the district court informed the parties that it would grant Omnipoint's motion for summary judgment. In so ruling, the court reasoned that plaintiffs had not established their status as \"aggrieved persons\" under Massachusetts law, and hence had no standing to bring suit. Alternately, the district court held that Massachusetts zoning law did not provide relief to plaintiffs under these circumstances. The court found that since the Planning Board had acknowledged that its earlier denial of the special permit violated the TCA, \"it would be inappropriate and, in fact, a waste of time and energy to order a Planning Board to reconvene a process when the appropriate remedy for a violation of the TCA, in fact, is injunctive relief by way of a written order such as the relief given by this Court.\"</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">On appeal, the Wellfleet citizens' group renews its objections to the procedure by which the special permit was awarded to Omnipoint. Appellants claim that the Planning Board, subsequent to its acknowledged contravention of the TCA, should not have simply awarded the permit, but was instead required by Massachusetts zoning law to convene further public hearings in order to allow for the presentation of additional evidence and the opportunity to vote anew on the permit application. Going one step further, appellants contend that nothing in the TCA requires that Massachusetts zoning law be disregarded in instances where a town planning board's decision to deny a special zoning permit is determined to have violated the TCA. Appellants also raise a host of other issues, including the significance of Omnipoint's separate entities in the permit-award process and the permissibility of the special permit under federal environmental and historic-preservation laws.</p>\n    </div>\n    <p class=\"indent\">II. Special Permit Issuance Procedure</p>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Appellants' principal contention is that the Wellfleet Planning Board acted outside the scope of its authority in issuing the special permit to Omnipoint pursuant to its negotiated settlement, rather than according to the procedures prescribed by state zoning law. Their brief cites extensively to Massachusetts cases holding that a planning board's decision to grant an application for a previously denied special permit is invalid if it was not preceded by a fresh round of public notice and hearing. We review the district court's grant of summary judgment de novo, and draw factual inferences in the light most favorable to appellants. Town of Amherst v. Omnipoint Communications Enters., Inc., <span class=\"citation\" data-id=\"198406\"><a href=\"/opinion/198406/omnipoint-v-amherst/\"><span class=\"volume\">173</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">9</span></a></span>, 13 (1st Cir. 1999).</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">We start from the uncontroverted premise that the Planning Board violated the TCA when it rejected the initial special-permit request based on the potential health risks posed by the telecommunications equipment, in spite of its acknowledgment that Omnipoint had satisfied all criteria of Wellfleet's zoning bylaws. The Board essentially admitted as much when it entered into a negotiated settlement with Omnipoint and agreed to issue, without further process, a permit it had already denied. Because the TCA does not expressly state the remedy to be ordered for violations of its substantive provisions,<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> the district court, in ruling on the Wellfleet citizens' suit, could have either endorsed the Planning Board's direct issuance of the permit, or required that the Board hold further hearings on the matter. In ratifying the settlement agreement, the district court chose the course followed by the majority of courts in comparable situations: awarding injunctive relief in the form of an order requiring that the wrongfully withheld permit issue.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> See, e.g., Cellular Tel. Co. v. Town of Oyster Bay, <span class=\"citation\" data-id=\"761234\"><a href=\"/opinion/761234/cellular-telephone-company-doing-business-as-at-t-wireless-services-v/\"><span class=\"volume\">166</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">490</span></a></span>, 497 (2d Cir. 1999) (collecting cases).</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Several factors counsel the adoption of this approach. First and foremost, the TCA provision that provides a cause of action in this setting places a premium on the speedy resolution of such proceedings, directing district courts to \"hear and decide such action[s] on an expedited basis.\" 47 U.S.C. &#167; 332(c)(7)(B)(v); see also Town of Amherst, 173 F.3d at 17 n.8 (\"Congress made clear [in &#167; 332(c)(7)(B)(v)] that it expected expeditious resolution both by the local [zoning] authorities and by courts called upon to enforce the federal limitations [under the TCA].\"). An award of injunctive relief, rather than a remand for further proceedings, best fulfills this statutory goal. Town of Oyster Bay, 166 F.3d at 497. Second, in cases such as this one, where a planning board knows to a relatively high degree of certainty that its earlier denial of a special permit is violative of the TCA, it is not unreasonable for the board to settle with the applicant on the terms most favorable to the town rather than to engage in litigation doomed from the start. As we have previously noted, such settlements are fully consistent with the TCA's aims. See Town of Amherst, 173 F.3d at 17 (\"[I]t is in the common interest of [planning boards] and [telecommunications providers] to find ways to permit the siting of towers in a way most congenial to local zoning.\"). Requiring further hearings for the sole purpose of revisiting the underlying validity of the permit application would complicate the settlement process and delay the ultimate resolution of the zoning dispute. Finally, appellants have identified no practical benefit to sending the matter back to the Planning Board in order to have that body hold a hearing destined to result in the issuance of the special permit. Because all relevant evidence was adduced at the initial hearing -- after all, the Planning Board unanimously found that Omnipoint's request satisfied the town zoning bylaws in all respects -- a remand to the Planning Board would serve no useful purpose. Omnipoint Corp. v. Zoning Hearing Bd., <span class=\"citation\" data-id=\"764896\"><a href=\"/opinion/764896/omnipoint-corporation-linda-genth-v-zoning-hearing-board-of-pine-grove/\"><span class=\"volume\">181</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">403</span></a></span>, 410 (3d Cir. 1999). For all of these reasons, we find that the applicable law does not require that the Planning Board hold further hearings in a TCA case before issuing the special permit.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Appellants claim that even if the district court correctly ordered the issuance of the special permit for the Planning Board's TCA violation, the court should have nonetheless followed Massachusetts zoning law by requiring that the permit only be issued after a new round of public notice and hearing. But we believe that the state law that might ordinarily control such disputes is preempted in this setting, for similar reasons as those favoring injunctive relief in the first place. Having determined that Congress meant to empower district courts to order that town planning board decisions in violation of &#167; 332(b)(7)(C) be set aside, it would make little sense to further conclude that courts exercising that authority must do so within the confines of state zoning procedure. Under the TCA, local zoning ordinances, such as those invoked by appellants, apply only to the extent that they do not interfere with other provisions of the Act. Sprint Spectrum, L.P. v. Town of Easton, <span class=\"citation\" data-id=\"1528026\"><a href=\"/opinion/1528026/sprint-spectrum-lp-v-town-of-easton/\"><span class=\"volume\">982</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">47</span></a></span>, 50 (D. Mass. 1997). In this case, a remand for further hearings, which appellants claim Massachusetts law requires, would accomplish nothing more than opening up for public debate the issue of whether the Planning Board should comply with the terms of the settlement agreement it had entered into (not to mention the consent decree embodying that settlement).<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> Patterson v. Omnipoint Communications, Inc., <span class=\"citation\" data-id=\"2580406\"><a href=\"/opinion/2580406/patterson-v-omnipoint-communications-inc/\"><span class=\"volume\">122</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">222</span></a></span>, 228 (D. Mass. 2000); cf. Roberts v. Southwestern Bell Mobile Sys., Inc., <span class=\"citation no-link\"><span class=\"volume\">709</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">798</span></span>, 806 (Mass. 1999) (\"Congress certainly intended to protect providers of [personal wireless] services from irrational or substanceless decisions by local authorities who might bend to community opposition to these facilities.\").<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> As such, Massachusetts law requiring a remand for further proceedings under these circumstances (if, indeed, such is the law) \"stands as an obstacle to the accomplishment and execution of the full purposes and objectives of Congress,\" Hines v. Davidowitz, <span class=\"citation\" data-id=\"103438\"><a href=\"/opinion/103438/hines-v-davidowitz/\"><span class=\"volume\">312</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">52</span></a></span>, 67 (1941), and is consequently preempted by the TCA.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Appellants make a final equitable argument that this method of awarding special permits, which they describe as being \"worked out by the adepts in secret away from the gaze of the citizens of Wellfleet to protect the mystery,\" is fundamentally unfair in that it effectively shuts them out of the permitting process. We cannot agree with this characterization of the process followed, as appellants had the opportunity to intervene, and fully assert their rights, in the suit brought by Omnipoint against the Planning Board that ultimately led to the settlement agreement. Appellants failed, however, to avail themselves of that opportunity. We find that their belated attempt now to use Massachusetts zoning procedure to undo the settlement agreement is precluded by the TCA.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a></p>\n    </div>\n    <p class=\"indent\">III. Other Issues</p>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">In addition to their challenge under Massachusetts zoning law, appellants raise a number of other issues related to the issuance of the special permit. First, appellants argue that the fact that the district court awarded the permit to an entity (Omnipoint Communications) distinct from both the one that initially brought the TCA suit against the Planning Board (Omnipoint Communications, Inc.) and the one that initially applied for the permit (Omnipoint Communications Enterprises) compromised the integrity of the permitting process. The district court, relying on an affidavit submitted by yet another Omnipoint entity (Omnipoint Communications MB Operations, LLC), accepted the factual assertion that the Omnipoint parties \"are one and the same, united as subsidiaries\" of Omnipoint Communications Inc. Appellants have not rebutted this finding of fact, and we find no reason to disturb it.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Second, appellants claim that Omnipoint failed to comply with the National Environmental Policy Act (\"NEPA\") and Section 106 of the National Historic Preservation Act (\"NHPA\") in obtaining the permits needed to begin work on the wireless telecommunications tower. The record, however, belies these assertions. With respect to appellants' NHPA claim, the evidence shows that Omnipoint applied to the Massachusetts State Historic Preservation Office (\"SHPO\") for a construction permit on a site listed on federal and state Registers of Historic Places; that the SHPO, after considering the concerns of local citizens opposed to the siting of the wireless facility in the church steeple, concluded that the proposed installation plan would have \"no adverse effect\" on the site, provided certain enumerated conditions were met by Omnipoint; and that the SHPO sent a written copy of this determination to the Federal Communications Commission (\"FCC\"), to be forwarded to the federal Advisory Council on Historic Preservation. Despite appellants' protestations to the contrary, these were all the steps required to be taken under NHPA and the relevant regulations, see 36 C.F.R. &#167; 800.5, and the absence of additional evidence in the record regarding further action by the FCC is not germane to the validity of Omnipoint's application.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Appellants' NEPA claim is equally unavailing. Under NEPA, wireless providers need only conduct environmental assessments of telecommunications-tower projects if the construction would have a \"significant environmental effect,\" as that term is defined under the regulations. See 47 C.F.R. &#167; 1.1306. In this case, the SHPO's \"no-adverse-effects\" determination led Omnipoint to conclude that the church steeple construction did not fall within any of the \"significant environmental effect\" categories under the regulations, and that an environmental assessment was therefore unnecessary.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a> In making this determination, Omnipoint fulfilled its rather modest obligations under NEPA.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Finally, appellants obliquely raise several other issues at the end of their brief, including the propriety of Omnipoint's removal of this case to federal court, the size of the bond requirement imposed by the district court in conjunction with the TRO, and the treatment of the church under the Wellfleet zoning bylaws. These arguments are neither well-developed nor supported in the brief by case-law citations, and consequently they have been waived. See United States v. Zannino, <span class=\"citation\" data-id=\"536025\"><a href=\"/opinion/536025/united-states-v-ilario-ma-zannino/\"><span class=\"volume\">895</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span>, 17 (1st Cir. 1990) (\"[I]ssues adverted to in a perfunctory manner, unaccompanied by some effort at developed argumentation, are deemed waived.\").</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Affirmed. Costs to appellees.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the District of Rhode Island, sitting by designation.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> As noted in Part III, infra, several entities of \"Omnipoint\" have been involved in the various stages of this dispute -- a fact whose legal significance is a point of contention between the parties in this appeal. For the sake of clarity, we refer to the collective entities as \"Omnipoint\" throughout the opinion, and address the ramifications of Omnipoint's corporate structure in Part III, infra.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> At least three of the appellants in this case lodged a formal protest against the town's decision to negotiate a settlement, and subsequently demanded a right to participate in the negotiations once commenced, but none formally intervened in the suit brought by Omnipoint.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The provision that confers jurisdiction on district courts in cases where wireless facilities siting decisions violate the TCA merely directs courts to \"hear and decide such action[s] on an expedited basis.\" 47 U.S.C. &#167; 332(c)(7)(B)(v).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> There is admittedly much more precedent on the issue of how a court should deal with a planning board found by the court to be in violation of the TCA, as opposed to one that has conceded its own error. But we believe that, for reasons discussed below, the rationale for permitting courts to endorse consent judgments such as the one in this case is just as strong as the rationale for permitting them to order the issuance of a permit by a planning board adjudged to have violated the TCA. SeeLucas v. Planning Bd. of LaGrange, <span class=\"citation\" data-id=\"2577550\"><a href=\"/opinion/2577550/lucas-v-planning-bd-of-town-of-lagrange/\"><span class=\"volume\">7</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">310</span></a></span>, 322 (S.D.N.Y. 1998) (refusing to vacate consent judgment between town planning board and telecommunications provider \"simply because it is alleged that the Town was unable to, or did not, adhere precisely to its own state's procedures\").</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> We are aware of at least two district court decisions that have held that remand for further proceedings before local zoning officials is the more appropriate course. See PrimeCo Pers. Communications, L.P. v. Village of Fox Lake, <span class=\"citation\" data-id=\"2406936\"><a href=\"/opinion/2406936/primeco-personal-communic-v-village-fox-lake/\"><span class=\"volume\">26</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">1052</span></a></span>, 1066 (N.D. Ill. 1998); AT &amp; T Wireless Servs. of Fla., Inc. v. Orange County, <span class=\"citation\" data-id=\"1527636\"><a href=\"/opinion/1527636/at-t-wireless-services-of-fla-inc-v-orange-cty/\"><span class=\"volume\">982</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">856</span></a></span>, 860-62 (M.D. Fla. 1997). Both cases, however, are distinguishable. In PrimeCo the plaintiff sought relief via a writ of mandamus, rather than through 47 U.S.C. &#167; 332(c)(7)(b)(v). 26 F. Supp. 2d at 1066. And in AT &amp; T Wireless the town planning board had never made a formal determination that the application complied with local zoning bylaws. 982 F. Supp. at 861.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> It is far from clear, moreover, that appellants' argument regarding the need for further proceedings before the Planning Board is correct even as a matter of Massachusetts law. The Supreme Judicial Court has noted that when a zoning board of appeals is shown to have erroneously interpreted applicable zoning law, and that error leads to the wrongful denial of a special permit, \"the issuance of a permit is a matter of duty, not discretion, and relief in the form of an order that a permit issue is appropriate.\" Framingham Clinic, Inc. v. Zoning Bd. of Appeals, <span class=\"citation no-link\"><span class=\"volume\">415</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">840</span></span>, 848-49 (Mass. 1981). Moreover, Massachusetts state courts are authorized to issue permits wrongfully withheld by local zoning officials \"as justice and equity require.\" Mass. Gen. Laws ch. 40A, &#167; 17.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Appellants rely heavily on Roberts to support their argument that Massachusetts zoning procedure is not preempted in the case at bar. Roberts, however, is readily distinguishable, as it merely decided that in cases where a planning board grants a special permit in the first instance, the TCA does not preempt de novo judicial review of the propriety of the permit award under state or local law. 709 N.E.2d at 806-07. That situation is demonstrably different from the case at bar, where the Planning Board's initial consideration of the special-permit application followed state zoning procedure but the decision reached was nonetheless improper as a matter of federal law.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> The district court also granted summary judgment based on a finding that plaintiffs lack standing under Massachusetts zoning law. While there may be some question about appellants' status as \"aggrieved persons\" within the meaning of state law, their allegations on this point are not frivolous or wholly insubstantial and appear to be sufficient to plead Article III standing. Cablevision of Boston, Inc. v. Pub. Improvement Comm'n of Boston, <span class=\"citation\" data-id=\"198617\"><a href=\"/opinion/198617/cablevision-v-public-improvement/\"><span class=\"volume\">184</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">88</span></a></span>, 100 n.9 (1st Cir. 1999).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> Only one of the \"significant environmental effect\" categories was even arguably implicated by the Omnipoint construction: facilities \"that may affect . . . sites . . . that are listed, or . . . are eligible for listing, in the National Register of Historic Places.\" 47 C.F.R. &#167; 1.1307(a)(4).</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/103438/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118158/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198406/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198617/",
    "http://www.courtlistener.com/api/rest/v3/opinions/536025/",
    "http://www.courtlistener.com/api/rest/v3/opinions/761234/",
    "http://www.courtlistener.com/api/rest/v3/opinions/764896/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1527636/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1528026/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2406936/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2577550/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2580406/"
  ]
}