{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/199275/",
  "absolute_url": "/opinion/199275/stein-v-royal-bank-of-canada/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/199275/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T04:27:37Z",
  "date_modified": "2017-03-24T11:01:28.545891Z",
  "type": "010combined",
  "sha1": "1ebcffe4f701be6cbbfec5f5e99208a92a28388d",
  "page_count": 13,
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/99-2110-01A.pdf",
  "local_path": "pdf/2001/02/14/Stein_v._Royal_Bank_of_Canada.pdf",
  "plain_text": "          United States Court of Appeals\n                     For the First Circuit\n\n\nNo. 99-2110\n\n                      LAWRENCE A. STEIN,\n\n                     Plaintiff, Appellant,\n\n                              v.\n\n                     ROYAL BANK OF CANADA,\n\n                     Defendant, Appellee.\n\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n                FOR THE DISTRICT OF PUERTO RICO\n\n          [Hon. Jose A. Fusté, U.S. District Judge]\n\n\n                            Before\n\n                     Selya, Circuit Judge,\n\n                 Bownes, Senior Circuit Judge,\n\n                   and Lipez, Circuit Judge.\n\n\n     Alfredo Castellanos, with whom Kenneth C. Suria, and\nCastellanos Law Firm were on brief for appellant.\n     Fernando D. Castro, with whom Goldman, Antonetti & Cordova,\nPSC was on brief for appellee.\n\n\n\n\n                       February 14, 2001\n\f\f           LIPEZ, Circuit Judge.     Lawrence Stein appeals from the\n\ndismissal of the present action, in which he seeks recovery from the\n\nRoyal Bank of Canada (the Bank) for a setoff of a Certificate of\n\nDeposit (the CD) owned by Stein against the debts of an unrelated third\n\nparty that defaulted on its loan. Although he had pledged the CD as\n\ncollateral for the Bank's extension of a loan to the third party, Stein\n\nargues that the Bank's unilateral setoff was illegal under Puerto Rico\n\nlaw and contrary to the terms of the pledge agreement. We disagree and\n\naffirm.\n\n                            I. Background\n\n           The facts in this case are straightforward. In accordance\n\nwith the familiar standard for reviewing orders granting motions to\n\ndismiss, our summary is taken from the factual allegations in the\n\ncomplaint, read in the light most favorable to Stein, the non-movant.\n\nOn March 24, 1995, Stein signed a general pledge agreement with Royal\n\nBank.   This agreement offered the CD, representing $550,000 plus\n\ninterest, as collateral to the Bank for a loan to Prodisc Puerto Rico,\n\nInc. (Prodisc). Stein held no official position with Prodisc, either\n\nas an officer, director or shareholder, but he nonetheless offered his\n\nown funds in support of this transaction.\n\n           Approximately two-and-a-half years later, the Bank debited\n\n$32,534.05 from the interest that it owed to Stein on the CD. It did\n\nso without prior notice to Stein, who became aware of the debit when he\n\n\n                                 -3-\n\fnoticed the deduction on one of the statements connected with the CD.\n\nStein wrote to the Bank, demanding an explanation and indicating that\n\nhe felt it was improper for the Bank to setoff the interest without\n\nfirst giving him notice of either its intent to do so or of Prodisc's\n\ndefault.1   It is not clear whether the Bank responded directly to\n\nStein's letter. In December of 1997, however, the Bank wrote Stein,\n\nthis time informing him that Prodisc had defaulted upon its obligation.\n\nProdisc's outstanding debt was $1,300,000. In light of this default,\n\nand in accordance with its interpretation of the pledge agreement, the\n\nBank advised Stein that it had setoff the pledged CD principal and\n\nremaining accrued interest against Prodisc's obligations. It justified\n\nthis action on the ground that the CD constituted an \"irregular pledge\"\n\nunder Puerto Rican law that \"need not to be taken to a judicial\n\nprocedure in the event of a default.\"\n\n            Stein instituted the present action six months later,\n\nclaiming that the Bank's actions in this case were illegal and contrary\n\nto the agreement. In lieu of an answer, the Bank filed a motion to\n\ndismiss. Stein opposed the motion, and then filed a motion for summary\n\njudgment that was nearly identical to that opposition. The district\n\ncourt granted the Bank's motion and dismissed the case with prejudice.\n\nStein now appeals.\n\n\n\n     1    Stein has never alleged that Prodisc was not in default. We\ntherefore assume this fact for the purposes of our discussion.\n\n                                 -4-\n\f          II. Amendment and dismissal of the complaint\n\n          Before turning to the substantive questions raised by this\n\nappeal, we briefly address Stein's allegations concerning the\n\nprocedural underpinnings of the dismissal. Stein contends that the\n\ndistrict court prevented him from amending his complaint and therefore\n\nimproperly dismissed his claim. There is nothing in the record to\n\nsupport this argument. \"A party may amend the party's pleading once as\n\na matter of course at any time before a responsive pleading is served\n\n. . . .\" Fed. R. Civ. P. 15. The rules specifically exclude motions\n\nfrom the definition of a pleading, see Rule 7(a), and Royal Bank did\n\nnot file an answer or any other document that could be deemed a\n\npleading. Consequently, Stein was free to amend his complaint at any\n\ntime before the entry of judgment on the motion to dismiss. See 6\n\nCharles Alan Wright, Arthur R. Miller & Mary Kay Kane, Federal Practice\n\nand Procedure § 1483 (2d ed. 1990). Approximately a year elapsed\n\nbetween the filing of the motion and the entry of judgment, affording\n\nStein ample opportunity to correct any defects in the complaint that he\n\nmay have discovered because of the motion to dismiss.\n\n          Stein's argument that the district court improperly converted\n\nthe Bank's motion to dismiss into a motion for summary judgment is\n\nequally without record support. In conducting its review of the motion\n\nto dismiss, the district court considered only the complaint and the\n\ndocuments that were attached to it, the pledge agreement and two\n\n\n                                 -5-\n\fletters. The court's consideration of these documents was proper and\n\ndid not convert the motion to dismiss into a motion for summary\n\njudgment. See Clorox Co. v. Proctor & Gamble Comm. Co., 228 F.3d 24,\n\n32 (1st Cir. 2000) (\"We 'may properly consider the relevant entirety of\n\na document integral to or explicitly relied upon in the complaint, even\n\nthough not attached to the complaint, without converting the motion\n\ninto one for summary judgment.'\") (quoting Shaw v. Digital Equip.\n\nCorp., 82 F.3d 1194, 1220 (1st Cir. 1996)). Indeed, neither party\n\nintroduced into the record any materials extraneous to the complaint,\n\nthus making it impossible for the court to have converted the Rule\n\n12(b)(6) motion into a motion for summary judgment. See Garita Hotel\n\nLtd. Partnership v. Ponce Fed. Bank F.S.B., 958 F.2d 15, 18-19 (1st\n\nCir. 1992) (stating that the test for deciding whether a district\n\ncourt's ruling is a 12(b)(6) dismissal or an entry of summary judgment\n\nis \"whether the court actually took cognizance of [supplementary\n\nmaterials]\"). In our review of this case, we therefore apply the well-\n\nestablished standard governing motions to dismiss, affording plenary\n\nreview to the district court's allowance of the motion. See TAG/ICIB\n\nServices, Inc. v. Pan Am. Grain Co., Inc., 215 F.3d 172, 175 (1st Cir.\n\n2000).   We accept all well-pleaded facts as true and draw all\n\nreasonable inferences in favor of the non-movants, but will not accept\n\n\"a complainant's unsupported conclusions or interpretations of law.\"\n\nWashington Legal Found. v. Massachusetts Bar Found., 993 F.2d 962, 971\n\n\n                                 -6-\n\f(1st Cir. 1993); see also Abbott v. United States, 144 F.3d 1, 2 (1st\n\nCir. 1998).\n\n                     III. The pledge agreement\n\n          Stein argues that the provisions in the Civil Code of Puerto\n\nRico dealing with the alienation of pledges, see P.R. Laws Ann. tit.\n\n31, §§ 5002, 5030, mandate procedures that apply irrespective of\n\ncontrary contractual language. We disagree. Some provisions of the\n\nCivil Code dealing with pledges, codified at P.R. Laws Ann. tit. 31, §§\n\n5001-5031, are undeniably mandatory and are therefore not subject to\n\nchange. See, e.g., P.R. Laws Ann. tit. 31, § 5001 (setting forth the\n\n\"essential requisites of the contracts of pledge and of mortgage\").\n\nThese provisions are either described as \"essential,\" or they contain\n\nrestrictive words such as \"shall\" that describe the duty that the\n\nparticular section imposes.2 See, e.g., P.R. Laws Ann. tit. 31, § 5023\n\n(\"A pledge shall not be effective against a third person, when evidence\n\nof its date is not shown by authentic documents.\"). Not all of the\n\nprovisions relating to pledges, however, use this mandatory language,\n\na point that Stein conceded at oral argument.\n\n          Both sections setting forth, respectively, the authority of\n\na creditor to alienate a pledge and the procedures for that alienation,\n\nuse permissive or discretionary language to describe the obligations\n\n     2    A number of these mandatory sections set forth the\nrequirements that must be met for a pledge agreement to be effective.\nSee, e.g., P.R. Laws Ann. tit. 31, §§ 5001, 5021 & 5023.\n\n                                 -7-\n\fthey place upon the creditor. Rather than stating what a creditor\n\n\"must\" or \"shall\" do to alienate a pledge, section 5030 states that a\n\n\"creditor to whom the debt has not been paid at the proper time may\n\nproceed\" to alienate the pledge by auction. P.R. Laws Ann. tit. 31, §\n\n5030 (emphasis added).3 Likewise, section 5002 states that \"[i]t is\n\nalso essential in these contracts that when the principal obligation is\n\ndue, the things of which the pledge or mortgage consists may be\n\nalienated to pay the creditor.\"     P.R. Laws Ann. tit. 31, § 5002.\n\nAlthough the creditor has the authority to alienate the pledge, the\n\ncreditor is not required to exercise that power. This permissive\n\nlanguage means that the parties can contract for different methods of\n\nalienating pledges.    The permissive statutory procedures must be\n\nfollowed only where the agreement is silent on the method of\n\nalienation. If the parties have authorized alternative remedies within\n\nthe pledge agreement, section 5030 no longer provides the exclusive\n\nremedy available to the creditor.\n\n\n\n     3    Section 5030 provides:\n     A creditor to whom the debt has not been paid at the proper\n     time may proceed, before a notary, to alienate the pledge.\n     This alienation must necessarily take place at public\n     auction, and with the citation of the debtor and the owner\n     of the pledge, in a proper case. If the pledge should not\n     have been alienated at the first auction, a second one, with\n     the same formalities, may be held; and should no result be\n     attained, the creditor may become the owner of the pledge.\n     In such case he shall be obliged to give a discharge for the\n     full amount of his credit.\nP.R. Laws Ann. tit. 31, § 5030.\n\n                                 -8-\n\f          Our conclusion that sections 5002 and 5030 can be altered by\n\ncontract is bolstered by an examination of section 5031. That section\n\nprovides: \"With regard to public institutions which by their character\n\nor special purpose loan money on pledge, the special laws and\n\nregulations relating thereto, and subsidiarily the provisions of\n\nsections 5001-5031 of this title shall be observed.\" P.R. Laws Ann.\n\ntit. 31, § 5031. This section's explicit requirement that public\n\ninstitutions must observe the Code's pledge provisions confirms that\n\nnon-\"public institutions,\" such as the Bank, may opt out of these rules\n\nby contract.4 There would be no need to require public institutions to\n\nfollow sections 5001-5031 if all of these provisions were otherwise\n\nmandatory.\n\n          Stein points to Banco Central y Economias v. Registrar, 111\n\nD.P.R. 773 (1981) as standing for the proposition that a creditor has\n\nonly two remedies available to alienate a pledge: either it must seek\n\na judicial remedy or use the notary process provided in section 5030.5\n\n\n     4     Though \"public institutions\" is nowhere defined in the Civil\nCode, its use in other sections indicates that it encompasses\ngovernmental or quasi-governmental institutions rather than a private\ncompany, even if that company is within a heavily regulated industry.\nSee, e.g., P.R. Laws Ann. tit. 31, § 1311 (noting that the waste water\nfrom \"fountains, sewers and public institutions\" belongs to the public\ndomain); P.R. Laws Ann. tit. 31, § 3773 (including public institutions\nwithin a list of like organizations including municipalities and\ntowns).\n     5     Stein has failed to provide \"an official, certified or\nstipulated translation\" of this case--or, indeed, of any other Spanish\nlanguage case cited in his briefs--as required by Local Rule 30(d).\n\n                                 -9-\n\fThe Banco Central court, however, was not asked to decide whether the\n\nparties could vary section 5030 by agreement. At most, then, that\n\ncourt explicated only the scope of the default rules that apply in the\n\nabsence of a contrary agreement. Consequently, Banco Central does not\n\naffect our conclusion that the alienation remedies available in the\n\nCivil Code can be altered by contract.\n\n          Having determined that nothing within the Civil Code of\n\nPuerto Rico prevents the Bank from exercising a right to setoff as\n\nprovided by agreement, we next examine the pledge agreement to\n\ndetermine if that contract allows the Bank to use methods of alienating\n\npledges other than what section 5030 provides. According to the pledge\n\nagreement, the Bank \"[h]ad the option to use any remedies within its\n\nreach to collect [the] debts and principal obligations, without\n\nprejudice of later proceedings against all or any of the pledged\n\n\n\n\nAlthough \"we may commission unofficial translations and impose on the\noffending parties the costs incurred and, where appropriate,\nsanctions,\" Gonzales-Morales v. Hernandez-Arencibia, 221 F.3d 45, 50\nn.4 (1st Cir. 2000) (quoting Lama v. Borras, 16 F.3d 473, 478 n.6 (1st\nCir. 1994), we have coped with the problem Stein has created by using\ninformal translations where necessary, see Rolon-Alvarado v.\nMunicipality of San Juan, 1 F.3d 74, 77 n.1 (1st Cir. 1993). Though\nthe failure of parties to provide translations can lead \"to uncertainty\nabout the meaning of important language,\" Lama v. Borras, 16 F.3d 473,\n477 n.6 (1st Cir. 1994), Stein has waived any objections on those\ngrounds, as well as any additional arguments based upon untranslated\ncases in his briefs, by his failure to provide the required\ntranslations. See Gonzales-Morales, 221 F.3d at 50 n.4.\n\n                                 -10-\n\fsecurities, or the additional ones or substitutes thereof.\"6 Stein\n\ncontends that the phrase \"remedies within its reach\" limits the Bank to\n\nthe remedies available to it in the Civil Code. Stein misconstrues\n\nthis provision.\n\n          There is nothing in the phrase \"remedies within its reach\"\n\nthat either expressly incorporates the Civil Code limits upon\n\nalienation or indicates that the parties intended such a limitation.\n\nIndeed, the parties could easily have accomplished the result argued by\n\nStein by limiting the Bank to \"remedies available at law\" or by simply\n\nomitting all mention of the issue from the agreement. We therefore\n\nconclude that this phrase is a broad grant of remedy to the bank,\n\nsubject only to a general rule that the remedy be reasonable in the\n\ncircumstances.7\n\n\n     6     The pledge agreement is written in Spanish. The parties have\nfailed to provide a translation as required by Local Rule 30(d) (\"The\nCourt will not receive documents not in the English language unless\ntranslations are furnished.\"). We therefore rely upon the partial\ntranslations contained in the parties' briefs and the district court's\nopinion. See Cumpiano v. Banco Santander Puerto Rico, 902 F.2d 148,\n152 n.1 (1st Cir. 1990); see also United States v. Colon-Munoz, 192\nF.3d 210, 223 n.22 (1st Cir. 1999) (noting that \"we retain discretion\nto waive the requirements of the rule in appropriate circumstances\").\n     7     The Bank originally justified the setoff by arguing that the\nCD was an \"irregular pledge\" that, under the Civil Code, could be\nsubject to a setoff even in the absence of an agreement allowing that\nremedy. On appeal, however, the Bank principally relies upon its\nrights under the agreement and presents this \"irregular pledge\"\nargument as an alternative justification for the setoff. Because we\nconclude that the pledge agreement authorized the Bank's actions, we do\nnot reach this argument and express no opinion as to whether irregular\npledges exist under Puerto Rico law or whether, assuming that they do,\n\n                                 -11-\n\f          Stein argues that the failure of the bank to give him notice\n\nof the setoff renders the setoff unreasonable. We disagree. Stein\n\ndoes not contest that the agreement lacks any provision that would\n\nrequire the Bank to give him notice prior to exercising its remedies.\n\nStein could have bargained for notice if he had wanted it. Moreover,\n\neven if we were to impose a notice requirement upon the Bank, Stein had\n\nconstructive notice of the Bank's intention to setoff his CD in the\n\nevent of a Prodisc default. Almost three months before the Bank setoff\n\nthe entire CD, the Bank setoff a portion of the interest due on that\n\ninstrument. As Stein concedes in his brief, the Bank was well within\n\nits rights in the setoff of this interest, both under the Civil Code\n\nand the agreement. See P.R. Laws Ann. tit. 31, § 5026 (\"If the pledge\n\nproduces interest, the creditor shall set off that collected by him\n\nagainst that due him, and if none is due him, or to the extent that it\n\nexceeds that legally due, he shall charge it to the principal.\"). The\n\nsetoff of interest therefore constructively notified Stein that Prodisc\n\nwas in financial difficulty and that its financial problems were\n\ncausing it to default upon some of its obligations secured by the CD.\n\nThat setoff also indicated that the Bank was willing to exercise its\n\nrights under the agreement to apply the CD against the outstanding\n\nProdisc debt. In this context, Stein should have sought to protect his\n\n\n\n\nsetoff would be an appropriate means of alienating them.\n\n                                 -12-\n\finterests without need for further notice.8 Because Stein has failed\n\nto allege facts indicating that the Bank exceeded its authority under\n\nthe agreement, dismissal was appropriate.\n\n          Affirmed.\n\n\n\n\n     8     At oral argument, Stein argued that the lack of notice\nprevented him from negotiating an alternative solution with the Bank\nthat might have saved his CD. The complaint gives no reason, however,\nwhy Stein could not have undertaken these actions in response to the\nsetoff of interest. Furthermore, all of the actions that Stein\nproposes require the Bank's approval. See P.R. Laws Ann. tit. 31, §\n5029 (\"The debtor cannot demand the restitution of the thing pledged,\nagainst the will of the creditor, until he has paid the debt and its\ninterest, with the expenses, in a proper case.\"). Stein points to no\nprovision in the agreement that, given notice, would have allowed him\nto unilaterally prevent the Bank from setting off his CD.\n\n                                -13-\n\f",
  "html": "<p class=\"case_cite\">239 F.3d 389 (1st Cir. 2001)</p>\n    <p class=\"parties\">LAWRENCE A. STEIN, Plaintiff, Appellant,<br>v.<br>ROYAL BANK OF CANADA, Defendant, Appellee.</p>\n    <p class=\"docket\">No. 99-2110</p>\n    <p class=\"court\">United States Court of Appeals For the First Circuit</p>\n    <p class=\"date\">Heard September 14, 2000<br>Decided February 14, 2001</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF PUERTO RICO</p>\n      <p class=\"indent\">[Hon. Jose A. Fuste, U.S. District Judge][Copyrighted Material Omitted]</p>\n      <p class=\"indent\">Alfredo Castellanos, with whom Kenneth C. Suria, and Castellanos Law Firm were on brief for appellant.</p>\n      <p class=\"indent\">Fernando D. Castro, with whom Goldman, Antonetti &amp; Cordova, PSC was on brief for appellee.</p>\n      <p class=\"indent\">Before Selya, Circuit Judge, Bownes, Senior Circuit Judge, and Lipez, Circuit Judge.</p>\n      <p class=\"indent\">LIPEZ, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Lawrence Stein appeals from the dismissal of the present action, in which he seeks recovery from the Royal Bank of Canada (the Bank) for a setoff of a Certificate of Deposit (the CD) owned by Stein against the debts of an unrelated third party that defaulted on its loan. Although he had pledged the CD as collateral for the Bank's extension of a loan to the third party, Stein argues that the Bank's unilateral setoff was illegal under Puerto Rico law and contrary to the terms of the pledge agreement. We disagree and affirm.</p>\n    </div>\n    <p class=\"indent\">I. Background</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The facts in this case are straightforward. In accordance with the familiar standard for reviewing orders granting motions to dismiss, our summary is taken from the factual allegations in the complaint, read in the light most favorable to Stein, the non-movant. On March 24, 1995, Stein signed a general pledge agreement with Royal Bank. This agreement offered the CD, representing $550,000 plus interest, as collateral to the Bank for a loan to Prodisc Puerto Rico, Inc. (Prodisc). Stein held no official position with Prodisc, either as an officer, director or shareholder, but he nonetheless offered his own funds in support of this transaction.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Approximately two-and-a-half years later, the Bank debited $32,534.05 from the interest that it owed to Stein on the CD. It did so without prior notice to Stein, who became aware of the debit when he noticed the deduction on one of the statements connected with the CD. Stein wrote to the Bank, demanding an explanation and indicating that he felt it was improper for the Bank to setoff the interest without first giving him notice of either its intent to do so or of Prodisc's default.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> It is not clear whether the Bank responded directly to Stein's letter. In December of 1997, however, the Bank wrote Stein, this time informing him that Prodisc had defaulted upon its obligation. Prodisc's outstanding debt was $1,300,000. In light of this default, and in accordance with its interpretation of the pledge agreement, the Bank advised Stein that it had setoff the pledged CD principal and remaining accrued interest against Prodisc's obligations. It justified this action on the ground that the CD constituted an \"irregular pledge\" under Puerto Rican law that \"need not to be taken to a judicial procedure in the event of a default.\"</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Stein instituted the present action six months later, claiming that the Bank's actions in this case were illegal and contrary to the agreement. In lieu of an answer, the Bank filed a motion to dismiss. Stein opposed the motion, and then filed a motion for summary judgment that was nearly identical to that opposition. The district court granted the Bank's motion and dismissed the case with prejudice. Stein now appeals.</p>\n    </div>\n    <p class=\"indent\">II. Amendment and dismissal of the complaint</p>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Before turning to the substantive questions raised by this appeal, we briefly address Stein's allegations concerning the procedural underpinnings of the dismissal. Stein contends that the district court prevented him from amending his complaint and therefore improperly dismissed his claim. There is nothing in the record to support this argument. \"A party may amend the party's pleading once as a matter of course at any time before a responsive pleading is served . . . .\" Fed. R. Civ. P. 15. The rules specifically exclude motions from the definition of a pleading, see Rule 7(a), and Royal Bank did not file an answer or any other document that could be deemed a pleading. Consequently, Stein was free to amend his complaint at any time before the entry of judgment on the motion to dismiss. See 6 Charles Alan Wright, Arthur R. Miller &amp; Mary Kay Kane, Federal Practice and Procedure &#167;a1483 (2d ed. 1990). Approximately a year elapsed between the filing of the motion and the entry of judgment, affording Stein ample opportunity to correct any defects in the complaint that he may have discovered because of the motion to dismiss.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Stein's argument that the district court improperly converted the Bank's motion to dismiss into a motion for summary judgment is equally without record support. In conducting its review of the motion to dismiss, the district court considered only the complaint and the documents that were attached to it, the pledge agreement and two letters. The court's consideration of these documents was proper and did not convert the motion to dismiss into a motion for summary judgment. See Clorox Co. v. Proctor &amp; Gamble Comm. Co., 228 F.3d 24, 32 (1st Cir. 2000) (\"We 'may properly consider the relevant entirety of a document integral to or explicitly relied upon in the complaint, even though not attached to the complaint, without converting the motion into one for summary judgment.'\") (quoting Shaw v. Digital Equip. Corp., 82 F.3d 1194, 1220 (1st Cir. 1996)). Indeed, neither party introduced into the record any materials extraneous to the complaint, thus making it impossible for the court to have converted the Rule 12(b)(6) motion into a motion for summary judgment. See Garita Hotel Ltd. Partnership v. Ponce Fed. Bank F.S.B., 958 F.2d 15, 18-19 (1st Cir. 1992) (stating that the test for deciding whether a district court's ruling is a 12(b)(6) dismissal or an entry of summary judgment is \"whether the court actually took cognizance of [supplementary materials]\"). In our review of this case, we therefore apply the well-established standard governing motions to dismiss, affording plenary review to the district court's allowance of the motion. See TAG/ICIB Services, Inc. v. Pan Am. Grain Co., Inc., 215 F.3d 172, 175 (1st Cir. 2000). We accept all well-pleaded facts as true and draw all reasonable inferences in favor of the non-movants, but will not accept \"a complainant's unsupported conclusions or interpretations of law.\" Washington Legal Found. v. Massachusetts Bar Found., 993 F.2d 962, 971 (1st Cir. 1993); see also Abbott v. United States, 144 F.3d 1, 2 (1st Cir. 1998).</p>\n    </div>\n    <p class=\"indent\">III. The pledge agreement</p>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Stein argues that the provisions in the Civil Code of Puerto Rico dealing with the alienation of pledges, see P.R. Laws Ann. tit. 31, &#167;&#167; 5002, 5030, mandate procedures that apply irrespective of contrary contractual language. We disagree. Some provisions of the Civil Code dealing with pledges, codified at P.R. Laws Ann. tit. 31, &#167;&#167; 5001-5031, are undeniably mandatory and are therefore not subject to change. See, e.g., P.R. Laws Ann. tit. 31, &#167; 5001 (setting forth the \"essential requisites of the contracts of pledge and of mortgage\"). These provisions are either described as \"essential,\" or they contain restrictive words such as \"shall\" that describe the duty that the particular section imposes.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> See, e.g., P.R. Laws Ann. tit. 31, &#167; 5023 (\"A pledge shall not be effective against a third person, when evidence of its date is not shown by authentic documents.\"). Not all of the provisions relating to pledges, however, use this mandatory language, a point that Stein conceded at oral argument.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Both sections setting forth, respectively, the authority of a creditor to alienate a pledge and the procedures for that alienation, use permissive or discretionary language to describe the obligations they place upon the creditor. Rather than stating what a creditor \"must\" or \"shall\" do to alienate a pledge, section 5030 states that a \"creditor to whom the debt has not been paid at the proper time may proceed\" to alienate the pledge by auction. P.R. Laws Ann. tit. 31, &#167; 5030 (emphasis added).<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> Likewise, section 5002 states that \"[i]t is also essential in these contracts that when the principal obligation is due, the things of which the pledge or mortgage consists may be alienated to pay the creditor.\" P.R. Laws Ann. tit. 31, &#167; 5002. Although the creditor has the authority to alienate the pledge, the creditor is not required to exercise that power. This permissive language means that the parties can contract for different methods of alienating pledges. The permissive statutory procedures must be followed only where the agreement is silent on the method of alienation. If the parties have authorized alternative remedies within the pledge agreement, section 5030 no longer provides the exclusive remedy available to the creditor.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Our conclusion that sections 5002 and 5030 can be altered by contract is bolstered by an examination of section 5031. That section provides: \"With regard to public institutions which by their character or special purpose loan money on pledge, the special laws and regulations relating thereto, and subsidiarily the provisions of sections 5001-5031 of this title shall be observed.\" P.R. Laws Ann. tit. 31, &#167; 5031. This section's explicit requirement that public institutions must observe the Code's pledge provisions confirms that non-\"public institutions,\" such as the Bank, may opt out of these rules by contract.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> There would be no need to require public institutions to follow sections 5001-5031 if all of these provisions were otherwise mandatory.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Stein points to Banco Central y Economias v. Registrar, 111 D.P.R. 773 (1981) as standing for the proposition that a creditor has only two remedies available to alienate a pledge: either it must seek a judicial remedy or use the notary process provided in section 5030.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> The Banco Central court, however, was not asked to decide whether the parties could vary section 5030 by agreement. At most, then, that court explicated only the scope of the default rules that apply in the absence of a contrary agreement. Consequently, Banco Central does not affect our conclusion that the alienation remedies available in the Civil Code can be altered by contract.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Having determined that nothing within the Civil Code of Puerto Rico prevents the Bank from exercising a right to setoff as provided by agreement, we next examine the pledge agreement to determine if that contract allows the Bank to use methods of alienating pledges other than what section 5030 provides. According to the pledge agreement, the Bank \"[h]ad the option to use any remedies within its reach to collect [the] debts and principal obligations, without prejudice of later proceedings against all or any of the pledged securities, or the additional ones or substitutes thereof.\"<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> Stein contends that the phrase \"remedies within its reach\" limits the Bank to the remedies available to it in the Civil Code. Stein misconstrues this provision.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">There is nothing in the phrase \"remedies within its reach\" that either expressly incorporates the Civil Code limits upon alienation or indicates that the parties intended such a limitation. Indeed, the parties could easily have accomplished the result argued by Stein by limiting the Bank to \"remedies available at law\" or by simply omitting all mention of the issue from the agreement. We therefore conclude that this phrase is a broad grant of remedy to the bank, subject only to a general rule that the remedy be reasonable in the circumstances.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a></p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Stein argues that the failure of the bank to give him notice of the setoff renders the setoff unreasonable. We disagree. Stein does not contest that the agreement lacks any provision that would require the Bank to give him notice prior to exercising its remedies. Stein could have bargained for notice if he had wanted it. Moreover, even if we were to impose a notice requirement upon the Bank, Stein had constructive notice of the Bank's intention to setoff his CD in the event of a Prodisc default. Almost three months before the Bank setoff the entire CD, the Bank setoff a portion of the interest due on that instrument. As Stein concedes in his brief, the Bank was well within its rights in the setoff of this interest, both under the Civil Code and the agreement. See P.R. Laws Ann. tit. 31, &#167; 5026 (\"If the pledge produces interest, the creditor shall set off that collected by him against that due him, and if none is due him, or to the extent that it exceeds that legally due, he shall charge it to the principal.\"). The setoff of interest therefore constructively notified Stein that Prodisc was in financial difficulty and that its financial problems were causing it to default upon some of its obligations secured by the CD. That setoff also indicated that the Bank was willing to exercise its rights under the agreement to apply the CD against the outstanding Prodisc debt. In this context, Stein should have sought to protect his interests without need for further notice.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> Because Stein has failed to allege facts indicating that the Bank exceeded its authority under the agreement, dismissal was appropriate.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Stein has never alleged that Prodisc was not in default. We therefore assume this fact for the purposes of our discussion.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> A number of these mandatory sections set forth the requirements that must be met for a pledge agreement to be effective. See, e.g., P.R. Laws Ann. tit. 31, &#167;&#167; 5001, 5021 &amp; 5023.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Section 5030 provides:</p>\n        <p>A creditor to whom the debt has not been paid at the proper time may proceed, before a notary, to alienate the pledge. This alienation must necessarily take place at public auction, and with the citation of the debtor and the owner of the pledge, in a proper case. If the pledge should not have been alienated at the first auction, a second one, with the same formalities, may be held; and should no result be attained, the creditor may become the owner of the pledge. In such case he shall be obliged to give a discharge for the full amount of his credit.</p>\n        <p>P.R. Laws Ann. tit. 31, &#167; 5030.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Though \"public institutions\" is nowhere defined in the Civil Code, its use in other sections indicates that it encompasses governmental or quasi-governmental institutions rather than a private company, even if that company is within a heavily regulated industry. See, e.g., P.R. Laws Ann. tit. 31, &#167; 1311 (noting that the waste water from \"fountains, sewers and public institutions\" belongs to the public domain); P.R. Laws Ann. tit. 31, &#167; 3773 (including public institutions within a list of like organizations including municipalities and towns).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Stein has failed to provide \"an official, certified or stipulated translation\" of this case--or, indeed, of any other Spanish language case cited in his briefs--as required by Local Rule 30(d). Although \"we may commission unofficial translations and impose on the offending parties the costs incurred and, where appropriate, sanctions,\" Gonzales-Morales v. Hernandez-Arencibia, 221 F.3d 45, 50 n.4 (1st Cir. 2000) (quoting Lama v. Borras, 16 F.3d 473, 478 n.6 (1st Cir. 1994), we have coped with the problem Stein has created by using informal translations where necessary, see Rolon-Alvarado v. Municipality of San Juan, 1 F.3d 74, 77 n.1 (1st Cir. 1993). Though the failure of parties to provide translations can lead \"to uncertainty about the meaning of important language,\" Lama v. Borras, 16 F.3d 473, 477 n.6 (1st Cir. 1994), Stein has waived any objections on those grounds, as well as any additional arguments based upon untranslated cases in his briefs, by his failure to provide the required translations. See Gonzales-Morales, 221 F.3d at 50 n.4.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> The pledge agreement is written in Spanish. The parties have failed to provide a translation as required by Local Rule 30(d) (\"The Court will not receive documents not in the English language unless translations are furnished.\"). We therefore rely upon the partial translations contained in the parties' briefs and the district court's opinion. See Cumpiano v. Banco Santander Puerto Rico, 902 F.2d 148, 152 n.1 (1st Cir. 1990); see also United States v. Colon-Munoz, 192 F.3d 210, 223 n.22 (1st Cir. 1999) (noting that \"we retain discretion to waive the requirements of the rule in appropriate circumstances\").</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> The Bank originally justified the setoff by arguing that the CD was an \"irregular pledge\" that, under the Civil Code, could be subject to a setoff even in the absence of an agreement allowing that remedy. On appeal, however, the Bank principally relies upon its rights under the agreement and presents this \"irregular pledge\" argument as an alternative justification for the setoff. Because we conclude that the pledge agreement authorized the Bank's actions, we do not reach this argument and express no opinion as to whether irregular pledges exist under Puerto Rico law or whether, assuming that they do, setoff would be an appropriate means of alienating them.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> At oral argument, Stein argued that the lack of notice prevented him from negotiating an alternative solution with the Bank that might have saved his CD. The complaint gives no reason, however, why Stein could not have undertaken these actions in response to the setoff of interest. Furthermore, all of the actions that Stein proposes require the Bank's approval. See P.R. Laws Ann. tit. 31, &#167; 5029 (\"The debtor cannot demand the restitution of the thing pledged, against the will of the creditor, until he has paid the debt and its interest, with the expenses, in a proper case.\"). Stein points to no provision in the agreement that, given notice, would have allowed him to unilaterally prevent the Bank from setting off his CD.</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">239</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">389</span></span> (1st Cir. 2001)</p>\n    <p class=\"parties\">LAWRENCE A. STEIN, Plaintiff, Appellant,<br>v.<br>ROYAL BANK OF CANADA, Defendant, Appellee.</p>\n    <p class=\"docket\">No. 99-2110</p>\n    <p class=\"court\">United States Court of Appeals For the First Circuit</p>\n    <p class=\"date\">Heard September 14, 2000<br>Decided February 14, 2001</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF PUERTO RICO</p>\n      <p class=\"indent\">[Hon. Jose A. Fuste, U.S. District Judge][Copyrighted Material Omitted]</p>\n      <p class=\"indent\">Alfredo Castellanos, with whom Kenneth C. Suria, and Castellanos Law Firm were on brief for appellant.</p>\n      <p class=\"indent\">Fernando D. Castro, with whom Goldman, Antonetti &amp; Cordova, PSC was on brief for appellee.</p>\n      <p class=\"indent\">Before Selya, Circuit Judge, Bownes, Senior Circuit Judge, and Lipez, Circuit Judge.</p>\n      <p class=\"indent\">LIPEZ, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Lawrence Stein appeals from the dismissal of the present action, in which he seeks recovery from the Royal Bank of Canada (the Bank) for a setoff of a Certificate of Deposit (the CD) owned by Stein against the debts of an unrelated third party that defaulted on its loan. Although he had pledged the CD as collateral for the Bank's extension of a loan to the third party, Stein argues that the Bank's unilateral setoff was illegal under Puerto Rico law and contrary to the terms of the pledge agreement. We disagree and affirm.</p>\n    </div>\n    <p class=\"indent\">I. Background</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The facts in this case are straightforward. In accordance with the familiar standard for reviewing orders granting motions to dismiss, our summary is taken from the factual allegations in the complaint, read in the light most favorable to Stein, the non-movant. On March 24, 1995, Stein signed a general pledge agreement with Royal Bank. This agreement offered the CD, representing $550,000 plus interest, as collateral to the Bank for a loan to Prodisc Puerto Rico, Inc. (Prodisc). Stein held no official position with Prodisc, either as an officer, director or shareholder, but he nonetheless offered his own funds in support of this transaction.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Approximately two-and-a-half years later, the Bank debited $32,534.05 from the interest that it owed to Stein on the CD. It did so without prior notice to Stein, who became aware of the debit when he noticed the deduction on one of the statements connected with the CD. Stein wrote to the Bank, demanding an explanation and indicating that he felt it was improper for the Bank to setoff the interest without first giving him notice of either its intent to do so or of Prodisc's default.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> It is not clear whether the Bank responded directly to Stein's letter. In December of 1997, however, the Bank wrote Stein, this time informing him that Prodisc had defaulted upon its obligation. Prodisc's outstanding debt was $1,300,000. In light of this default, and in accordance with its interpretation of the pledge agreement, the Bank advised Stein that it had setoff the pledged CD principal and remaining accrued interest against Prodisc's obligations. It justified this action on the ground that the CD constituted an \"irregular pledge\" under Puerto Rican law that \"need not to be taken to a judicial procedure in the event of a default.\"</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Stein instituted the present action six months later, claiming that the Bank's actions in this case were illegal and contrary to the agreement. In lieu of an answer, the Bank filed a motion to dismiss. Stein opposed the motion, and then filed a motion for summary judgment that was nearly identical to that opposition. The district court granted the Bank's motion and dismissed the case with prejudice. Stein now appeals.</p>\n    </div>\n    <p class=\"indent\">II. Amendment and dismissal of the complaint</p>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Before turning to the substantive questions raised by this appeal, we briefly address Stein's allegations concerning the procedural underpinnings of the dismissal. Stein contends that the district court prevented him from amending his complaint and therefore improperly dismissed his claim. There is nothing in the record to support this argument. \"A party may amend the party's pleading once as a matter of course at any time before a responsive pleading is served . . . .\" Fed. R. Civ. P. 15. The rules specifically exclude motions from the definition of a pleading, see Rule 7(a), and Royal Bank did not file an answer or any other document that could be deemed a pleading. Consequently, Stein was free to amend his complaint at any time before the entry of judgment on the motion to dismiss. See 6 Charles Alan Wright, Arthur R. Miller &amp; Mary Kay Kane, Federal Practice and Procedure &#167;a1483 (2d ed. 1990). Approximately a year elapsed between the filing of the motion and the entry of judgment, affording Stein ample opportunity to correct any defects in the complaint that he may have discovered because of the motion to dismiss.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Stein's argument that the district court improperly converted the Bank's motion to dismiss into a motion for summary judgment is equally without record support. In conducting its review of the motion to dismiss, the district court considered only the complaint and the documents that were attached to it, the pledge agreement and two letters. The court's consideration of these documents was proper and did not convert the motion to dismiss into a motion for summary judgment. See Clorox Co. v. Proctor &amp; Gamble Comm. Co., <span class=\"citation\" data-id=\"199109\"><a href=\"/opinion/199109/clorox-company-puert-v-proctor-gamble-com/\"><span class=\"volume\">228</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">24</span></a></span>, 32 (1st Cir. 2000) (\"We 'may properly consider the relevant entirety of a document integral to or explicitly relied upon in the complaint, even though not attached to the complaint, without converting the motion into one for summary judgment.'\") (quoting Shaw v. Digital Equip. Corp., <span class=\"citation\" data-id=\"196753\"><a href=\"/opinion/196753/shaw-v-digital/\"><span class=\"volume\">82</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1194</span></a></span>, 1220 (1st Cir. 1996)). Indeed, neither party introduced into the record any materials extraneous to the complaint, thus making it impossible for the court to have converted the Rule 12(b)(6) motion into a motion for summary judgment. See Garita Hotel Ltd. Partnership v. Ponce Fed. Bank F.S.B., <span class=\"citation\" data-id=\"578672\"><a href=\"/opinion/578672/garita-hotel-limited-partnership-etc-v-ponce-federal-bank-fsb/\"><span class=\"volume\">958</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">15</span></a></span>, 18-19 (1st Cir. 1992) (stating that the test for deciding whether a district court's ruling is a 12(b)(6) dismissal or an entry of summary judgment is \"whether the court actually took cognizance of [supplementary materials]\"). In our review of this case, we therefore apply the well-established standard governing motions to dismiss, affording plenary review to the district court's allowance of the motion. See TAG/ICIB Services, Inc. v. Pan Am. Grain Co., Inc., <span class=\"citation\" data-id=\"198972\"><a href=\"/opinion/198972/tag-v/\"><span class=\"volume\">215</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">172</span></a></span>, 175 (1st Cir. 2000). We accept all well-pleaded facts as true and draw all reasonable inferences in favor of the non-movants, but will not accept \"a complainant's unsupported conclusions or interpretations of law.\" Washington Legal Found. v. Massachusetts Bar Found., <span class=\"citation\" data-id=\"607106\"><a href=\"/opinion/607106/washington-legal-foundation-v-massachusetts-bar-foundation/\"><span class=\"volume\">993</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">962</span></a></span>, 971 (1st Cir. 1993); see also Abbott v. United States, <span class=\"citation\" data-id=\"197921\"><a href=\"/opinion/197921/abbott-v-usa-local-4/\"><span class=\"volume\">144</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 2 (1st Cir. 1998).</p>\n    </div>\n    <p class=\"indent\">III. The pledge agreement</p>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Stein argues that the provisions in the Civil Code of Puerto Rico dealing with the alienation of pledges, see P.R. Laws Ann. tit. 31, &#167;&#167; 5002, 5030, mandate procedures that apply irrespective of contrary contractual language. We disagree. Some provisions of the Civil Code dealing with pledges, codified at P.R. Laws Ann. tit. 31, &#167;&#167; 5001-5031, are undeniably mandatory and are therefore not subject to change. See, e.g., P.R. Laws Ann. tit. 31, &#167; 5001 (setting forth the \"essential requisites of the contracts of pledge and of mortgage\"). These provisions are either described as \"essential,\" or they contain restrictive words such as \"shall\" that describe the duty that the particular section imposes.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> See, e.g., P.R. Laws Ann. tit. 31, &#167; 5023 (\"A pledge shall not be effective against a third person, when evidence of its date is not shown by authentic documents.\"). Not all of the provisions relating to pledges, however, use this mandatory language, a point that Stein conceded at oral argument.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Both sections setting forth, respectively, the authority of a creditor to alienate a pledge and the procedures for that alienation, use permissive or discretionary language to describe the obligations they place upon the creditor. Rather than stating what a creditor \"must\" or \"shall\" do to alienate a pledge, section 5030 states that a \"creditor to whom the debt has not been paid at the proper time may proceed\" to alienate the pledge by auction. P.R. Laws Ann. tit. 31, &#167; 5030 (emphasis added).<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> Likewise, section 5002 states that \"[i]t is also essential in these contracts that when the principal obligation is due, the things of which the pledge or mortgage consists may be alienated to pay the creditor.\" P.R. Laws Ann. tit. 31, &#167; 5002. Although the creditor has the authority to alienate the pledge, the creditor is not required to exercise that power. This permissive language means that the parties can contract for different methods of alienating pledges. The permissive statutory procedures must be followed only where the agreement is silent on the method of alienation. If the parties have authorized alternative remedies within the pledge agreement, section 5030 no longer provides the exclusive remedy available to the creditor.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Our conclusion that sections 5002 and 5030 can be altered by contract is bolstered by an examination of section 5031. That section provides: \"With regard to public institutions which by their character or special purpose loan money on pledge, the special laws and regulations relating thereto, and subsidiarily the provisions of sections 5001-5031 of this title shall be observed.\" P.R. Laws Ann. tit. 31, &#167; 5031. This section's explicit requirement that public institutions must observe the Code's pledge provisions confirms that non-\"public institutions,\" such as the Bank, may opt out of these rules by contract.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> There would be no need to require public institutions to follow sections 5001-5031 if all of these provisions were otherwise mandatory.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Stein points to Banco Central y Economias v. Registrar, 111 D.P.R. 773 (1981) as standing for the proposition that a creditor has only two remedies available to alienate a pledge: either it must seek a judicial remedy or use the notary process provided in section 5030.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> The Banco Central court, however, was not asked to decide whether the parties could vary section 5030 by agreement. At most, then, that court explicated only the scope of the default rules that apply in the absence of a contrary agreement. Consequently, Banco Central does not affect our conclusion that the alienation remedies available in the Civil Code can be altered by contract.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Having determined that nothing within the Civil Code of Puerto Rico prevents the Bank from exercising a right to setoff as provided by agreement, we next examine the pledge agreement to determine if that contract allows the Bank to use methods of alienating pledges other than what section 5030 provides. According to the pledge agreement, the Bank \"[h]ad the option to use any remedies within its reach to collect [the] debts and principal obligations, without prejudice of later proceedings against all or any of the pledged securities, or the additional ones or substitutes thereof.\"<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> Stein contends that the phrase \"remedies within its reach\" limits the Bank to the remedies available to it in the Civil Code. Stein misconstrues this provision.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">There is nothing in the phrase \"remedies within its reach\" that either expressly incorporates the Civil Code limits upon alienation or indicates that the parties intended such a limitation. Indeed, the parties could easily have accomplished the result argued by Stein by limiting the Bank to \"remedies available at law\" or by simply omitting all mention of the issue from the agreement. We therefore conclude that this phrase is a broad grant of remedy to the bank, subject only to a general rule that the remedy be reasonable in the circumstances.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a></p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Stein argues that the failure of the bank to give him notice of the setoff renders the setoff unreasonable. We disagree. Stein does not contest that the agreement lacks any provision that would require the Bank to give him notice prior to exercising its remedies. Stein could have bargained for notice if he had wanted it. Moreover, even if we were to impose a notice requirement upon the Bank, Stein had constructive notice of the Bank's intention to setoff his CD in the event of a Prodisc default. Almost three months before the Bank setoff the entire CD, the Bank setoff a portion of the interest due on that instrument. As Stein concedes in his brief, the Bank was well within its rights in the setoff of this interest, both under the Civil Code and the agreement. See P.R. Laws Ann. tit. 31, &#167; 5026 (\"If the pledge produces interest, the creditor shall set off that collected by him against that due him, and if none is due him, or to the extent that it exceeds that legally due, he shall charge it to the principal.\"). The setoff of interest therefore constructively notified Stein that Prodisc was in financial difficulty and that its financial problems were causing it to default upon some of its obligations secured by the CD. That setoff also indicated that the Bank was willing to exercise its rights under the agreement to apply the CD against the outstanding Prodisc debt. In this context, Stein should have sought to protect his interests without need for further notice.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> Because Stein has failed to allege facts indicating that the Bank exceeded its authority under the agreement, dismissal was appropriate.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Stein has never alleged that Prodisc was not in default. We therefore assume this fact for the purposes of our discussion.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> A number of these mandatory sections set forth the requirements that must be met for a pledge agreement to be effective. See, e.g., P.R. Laws Ann. tit. 31, &#167;&#167; 5001, 5021 &amp; 5023.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Section 5030 provides:</p>\n        <p>A creditor to whom the debt has not been paid at the proper time may proceed, before a notary, to alienate the pledge. This alienation must necessarily take place at public auction, and with the citation of the debtor and the owner of the pledge, in a proper case. If the pledge should not have been alienated at the first auction, a second one, with the same formalities, may be held; and should no result be attained, the creditor may become the owner of the pledge. In such case he shall be obliged to give a discharge for the full amount of his credit.</p>\n        <p>P.R. Laws Ann. tit. 31, &#167; 5030.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Though \"public institutions\" is nowhere defined in the Civil Code, its use in other sections indicates that it encompasses governmental or quasi-governmental institutions rather than a private company, even if that company is within a heavily regulated industry. See, e.g., P.R. Laws Ann. tit. 31, &#167; 1311 (noting that the waste water from \"fountains, sewers and public institutions\" belongs to the public domain); P.R. Laws Ann. tit. 31, &#167; 3773 (including public institutions within a list of like organizations including municipalities and towns).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Stein has failed to provide \"an official, certified or stipulated translation\" of this case--or, indeed, of any other Spanish language case cited in his briefs--as required by Local Rule 30(d). Although \"we may commission unofficial translations and impose on the offending parties the costs incurred and, where appropriate, sanctions,\" Gonzales-Morales v. Hernandez-Arencibia, <span class=\"citation\" data-id=\"199033\"><a href=\"/opinion/199033/gonzalez-morales-v-hernandez-arencibia/\"><span class=\"volume\">221</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">45</span></a></span>, 50 n.4 (1st Cir. 2000) (quoting Lama v. Borras, <span class=\"citation\" data-id=\"195226\"><a href=\"/opinion/195226/lama-romero-v-asociacion/\"><span class=\"volume\">16</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">473</span></a></span>, 478 n.6 (1st Cir. 1994), we have coped with the problem Stein has created by using informal translations where necessary, see Rolon-Alvarado v. Municipality of San Juan, <span class=\"citation\" data-id=\"194861\"><a href=\"/opinion/194861/rolon-alvarado-v-municipality-of-sj/\"><span class=\"volume\">1</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">74</span></a></span>, 77 n.1 (1st Cir. 1993). Though the failure of parties to provide translations can lead \"to uncertainty about the meaning of important language,\" Lama v. Borras, <span class=\"citation\" data-id=\"195226\"><a href=\"/opinion/195226/lama-romero-v-asociacion/\"><span class=\"volume\">16</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">473</span></a></span>, 477 n.6 (1st Cir. 1994), Stein has waived any objections on those grounds, as well as any additional arguments based upon untranslated cases in his briefs, by his failure to provide the required translations. See Gonzales-Morales, 221 F.3d at 50 n.4.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> The pledge agreement is written in Spanish. The parties have failed to provide a translation as required by Local Rule 30(d) (\"The Court will not receive documents not in the English language unless translations are furnished.\"). We therefore rely upon the partial translations contained in the parties' briefs and the district court's opinion. See Cumpiano v. Banco Santander Puerto Rico, <span class=\"citation\" data-id=\"540783\"><a href=\"/opinion/540783/wilma-cumpiano-aka-wilma-cumpiano-sanchez-v-banco-santander-puerto-rico/\"><span class=\"volume\">902</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">148</span></a></span>, 152 n.1 (1st Cir. 1990); see also United States v. Colon-Munoz, <span class=\"citation\" data-id=\"198655\"><a href=\"/opinion/198655/united-states-v-colon-munoz/\"><span class=\"volume\">192</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">210</span></a></span>, 223 n.22 (1st Cir. 1999) (noting that \"we retain discretion to waive the requirements of the rule in appropriate circumstances\").</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> The Bank originally justified the setoff by arguing that the CD was an \"irregular pledge\" that, under the Civil Code, could be subject to a setoff even in the absence of an agreement allowing that remedy. On appeal, however, the Bank principally relies upon its rights under the agreement and presents this \"irregular pledge\" argument as an alternative justification for the setoff. Because we conclude that the pledge agreement authorized the Bank's actions, we do not reach this argument and express no opinion as to whether irregular pledges exist under Puerto Rico law or whether, assuming that they do, setoff would be an appropriate means of alienating them.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> At oral argument, Stein argued that the lack of notice prevented him from negotiating an alternative solution with the Bank that might have saved his CD. The complaint gives no reason, however, why Stein could not have undertaken these actions in response to the setoff of interest. Furthermore, all of the actions that Stein proposes require the Bank's approval. See P.R. Laws Ann. tit. 31, &#167; 5029 (\"The debtor cannot demand the restitution of the thing pledged, against the will of the creditor, until he has paid the debt and its interest, with the expenses, in a proper case.\"). Stein points to no provision in the agreement that, given notice, would have allowed him to unilaterally prevent the Bank from setting off his CD.</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/194861/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195226/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196753/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197921/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198655/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198972/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199033/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199109/",
    "http://www.courtlistener.com/api/rest/v3/opinions/540783/",
    "http://www.courtlistener.com/api/rest/v3/opinions/578672/",
    "http://www.courtlistener.com/api/rest/v3/opinions/607106/"
  ]
}