{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/199293/",
  "absolute_url": "/opinion/199293/abreu-guzman-v-ford/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/199293/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T04:27:55Z",
  "date_modified": "2017-03-24T11:01:32.018012Z",
  "type": "010combined",
  "sha1": "c9169e496cd8cc86d5506b807ddea6c5ff49f528",
  "page_count": 15,
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/00-1652-01A.pdf",
  "local_path": "pdf/2001/02/28/Abreu-Guzman_v._Ford.pdf",
  "plain_text": "          United States Court of Appeals\n                       For the First Circuit\n\n\nNo. 00-1652\n\n                   GABRIEL EDUARDO ABREU-GUZMÁN;\n                     ROSA LEONOR GUZMÁN-MIESES\n\n                      Plaintiffs, Appellants,\n\n                                 v.\n\n   ALICIA FORD; DRUG ENFORCEMENT ADMINISTRATION; WILLIAM J.\nMITCHELL, JAY STOOTHOFF; STEVE RILEY; WALDO SANTIAGO; FRANCISCO\nJ. ALVAREZ; REGINALD CHENEY; IVAN RIOS; RICHARD ESCALERA; ANA\nSUALNIER\n\n                       Defendants, Appellees.\n\n\n       ON APPEAL FROM THE UNITED STATES DISTRICT COURT\n               FOR THE DISTRICT OF PUERTO RICO\n\n       [Hon. Daniel R. Dominguez, U.S. District Judge]\n\n\n                               Before\n\n              Boudin, Stahl and Lynch, Circuit Judges\n\n\n\n     Bennie Frankie Cerezo, Rosanna T. Cerezo, and Benny Frankie\nCerezo Law Offices on brief for appellants.\n     Guillermo Gil, United States Attorney, Miguel A. Fernández,\nAssistant U.S. Attorney, and Isabel Muñoz-Acosta, Assistant U.S.\nAttorney on brief for appellees.\n\n\n\n\n                         February 28, 2001\n\f\f            LYNCH, Circuit Judge. Gabriel Eduardo Abreu-Guzmán and\n\nhis mother, Rosa Leonor Guzmán-Mieses, appeal from the entry of\n\nsummary judgment on their claims against several federal law\n\nenforcement agents who arrested Abreu.              Abreu was detained pre-\n\ntrial for several months.             The arrest was largely based on\n\ninformation from an informant, who had identified Abreu as\n\n\"Junior,\" a participant in a drug conspiracy.                  The government\n\nlater dropped all charges against Abreu.\n\n            In this civil rights action, plaintiffs say Abreu's\n\narrest violated his Fourth Amendment rights and his subsequent\n\ndetention was unlawful.         They brought claims under Bivens v. Six\n\nUnknown Names of Federal Bureau of Narcotics, 403 U.S. 388\n\n(1971), for alleged constitutional violations, and under the\n\nFederal Tort Claims Act, 28 U.S.C. §§ 1346(b), 2671-2680, for\n\nfalse arrest, false imprisonment, and malicious prosecution.                  We\n\naffirm judgment in favor of all defendants.\n\n                                       I.\n\n            In January 1993, DEA agents Steve Riley, Jay Stoothoff,\n\nand   others    began       investigating     a   suspected    conspiracy     to\n\ntransport large amounts of cocaine from Puerto Rico to New York.\n\nOne   of   those     arrested    decided    to    cooperate.     He   provided\n\ninformation     to    the    agents   about   a   co-conspirator      known   as\n\n\"Junior.\"      The informant gave agents a physical description of\n\n\n                                      -3-\n\f\"Junior\" and provided a cellular telephone number belonging to\n\n\"Junior.\"     Agent Riley obtained information from the phone\n\ncompany     identifying   Gabriel    Abreu-Guzmán        as    the   number's\n\nsubscriber.     Agents Riley and Stoothoff then obtained an old\n\ndriver's license photograph of Abreu.             The informant selected\n\nthat photo out of a photo lineup, saying it was the man he knew\n\nas \"Junior,\" but at a much younger age.              Hotel records also\n\nshowed that an alleged co-conspirator, Daniel Nuñez, at the time\n\nof the criminal activity, had placed two calls from his hotel\n\nroom to Abreu's cell phone number.          Phone company records of\n\nAbreu's   account   confirmed   that      there    was    no    evidence   of\n\nfraudulent claims or cloning of Abreu's cellular phone number.\n\n            On the basis of this information, on April 28, 1993,\n\na federal grand jury returned indictments on drug conspiracy\n\ncharges against two named defendants and a John Doe 2, also\n\nknown as \"Junior.\"        On May 6, a warrant for Abreu's arrest\n\nissued, on the basis he was the \"Junior\" in the indictment.\n\nAgent Alicia Ford and Special Agent Ana Saulnier set out to\n\narrest Abreu on May 6, 1993.        Agent Ford was provided with the\n\ninformant's physical description of \"Junior\": a black, light-\n\nskinned Hispanic male, approximately six feet to six feet two\n\ninches tall, weighing approximately 175 to 180 pounds, black\n\nhair, clean shaven, 33 to 35 years old, driving a gray 280-Z\n\n\n                                    -4-\n\fNissan.   Also, Agent Ford was given the two addresses where\n\n\"Junior\" might be found.   No one was home at either address, so\n\nagents showed Abreu's picture to neighbors and advised them that\n\nthe agents were looking for him.\n\n          That afternoon, the agents were notified that Abreu was\n\nwaiting for them at DEA Headquarters.      Agent Ford and Special\n\nAgents Saulnier, Izquierdo, and Reginald Cheney found Abreu and\n\ntwo women waiting for them in the reception area.     Ford placed\n\nAbreu into custody and explained the nature of the charges\n\nagainst him.   Abreu and one of his companions insisted that the\n\nagents were arresting the wrong person.1\n\n          Abreu was shown a photocopy of the license photograph\n\nused to identify him with the informant.      He acknowledged the\n\nphoto was him and stated that it was an old photo.        He was\n\nphotographed and his description noted him as being Puerto\n\nRican, black, seventy inches tall, weighing 202 pounds, and 25\n\nyears old.   Thus, he was shorter, heavier, and younger than the\n\n\n\n    1     The district court rejected plaintiffs' claim in their\nStatement of Contested Facts that the agents did not explain the\nnature of the charges or the procedure to Abreu, as plaintiffs\nfailed to provide any support for that allegation. Indeed, the\ndeposition   testimony   of   plaintiff   Rosa   Guzmán   Mieses\ncorroborates that Ford told her that \"we're looking for your\nson, we have an accusation from a federal grand jury.\" Abreu v.\nFord, 69 F. Supp.2d 274, 278 n.1 (D.P.R. 1999).        Moreover,\ndefendants proffered two affidavits stating that agents did so\ninform Abreu and Guzmán. Id.\n\n                               -5-\n\fdescription of \"Junior.\"             At Abreu's detention hearing on the\n\nsame   day   as    his     arrest,    a   magistrate      judge    ordered    Abreu\n\ncommitted to the Puerto Rico State Penitentiary.                        Abreu was\n\nreleased on September 2, 1993, pursuant to several conditions,\n\nincluding that he wear an electronic monitoring device.                            On\n\nFebruary     16,   1994,     the     United      States   moved   for   voluntary\n\ndismissal of all charges against Abreu.                   The motion said only\n\nthat \"Further investigation produced information which compels\n\nthe    United     States    to   promptly        seek   the    dismissal   of     the\n\nindictment as to defendant Gabriel Abreu-Guzman only.\"\n\n             On February 28, 1995, plaintiffs filed a complaint\n\nunder Bivens and the Federal Tort Claims Act against federal law\n\nenforcement agents Alicia Ford, John Doe, and Jane Doe, alleging\n\nviolations of Abreu's Fourth Amendment rights.                      Abreu sought\n\n$10,000,000 in damages, and his mother, Guzmán-Mieses, sought\n\n$5,000,000.        Plaintiffs        filed      an   amended   complaint     to   add\n\nfederal tort claims against the government for false arrest,\n\nfalse imprisonment, and malicious prosecution by federal agents\n\nacting within the scope of their employment.                   They also sued the\n\nagents individually for alleged violations of Abreu's Fifth and\n\nSixth Amendment rights.          In 1998, plaintiffs again amended their\n\ncomplaint, adding as parties agents William J. Mitchell, Jay\n\n\n\n\n                                          -6-\n\fSoothoff, Steve Wiley, Waldo Santiago, Francisco J. Alvarez,\n\nReginald Cheney, Ivan Rios, Richard Escalara, and Ana Saulnier.\n\n            The    district        court   granted     defendants'    motion      for\n\nsummary    judgment     on    plaintiffs'        Bivens    claims   on     qualified\n\nimmunity     grounds,        and    also     granted      summary    judgment      to\n\ndefendants on plaintiffs' claims under the FTCA.                          Plaintiffs\n\nappeal.\n\n                                           II.\n\nA.     The Bivens Claim and Qualified Immunity\n\n            We review de novo the district court's grant of summary\n\njudgment, and affirm if the evidence, viewed in the light most\n\nfavorable to plaintiffs, shows that there is no genuine issue as\n\nto any material fact and that the moving party is entitled to\n\nsummary judgment as a matter of law.                 Hegarty v. Somerset Cty.,\n\n53 F.3d 1367, 1372 (1st Cir. 1995).               The analysis of a qualified\n\nimmunity defense is identical for actions brought under § 1983\n\nand Bivens.        Graham v. Connor, 490 U.S. 386, 394 n.9 (1989).\n\nThe Supreme Court has set forth a preferred method of analysis,\n\nmost    recently    reinforced       in    Wilson    v.   Layne,    526    U.S.   603\n\n(1999).    First, the court must \"determine whether the plaintiff\n\nhas alleged the deprivation of an actual constitutional right.\"\n\nId. at 609, quoting Conn v. Gabbert, 526 U.S. 286, 290 (1999).\n\nSecond, the court must \"proceed to determine whether that right\n\n\n                                           -7-\n\fwas clearly established at the time of the alleged violation.\"\n\nId.   Only if these two questions are answered in the affirmative\n\ndoes the court address the particular conduct in question.                   The\n\nquestion there is whether an objectively reasonable officer,\n\nperforming discretionary functions, would have understood his or\n\nher conduct violated that clearly established constitutional\n\nright.   Harlow v. Fitzgerald, 457 U.S. 800, 818-19 (1982); see\n\nalso Crawford-El v. Britton,          523 U.S. 574, 591 (1998).\n\n              Here, the first two questions are easily answered in\n\nthe affirmative.           It has been clearly established for a very\n\nlong time that the Fourth Amendment requires that arrests be\n\nbased on probable cause.          See, e.g., Beck v. Ohio, 379 U.S. 89,\n\n91 (1964).\n\n              This case turns on the third question: whether an\n\nobjectively reasonable officer would have understood that the\n\narrest   of    the    plaintiff   violated     these   clearly    established\n\nconstitutional rights.         Harlow, 457 U.S. at 818.        This question\n\nitself is subject to certain ground rules.             Evidence concerning\n\nthe officer's \"subjective intent is simply irrelevant\" to a\n\nqualified immunity defense.           Crawford-El, 523 U.S. at 588.           It\n\nis objectively reasonable for officers to seek an arrest warrant\n\n\"so   long     as    the   presence   of    probable   cause     is   at   least\n\narguable.\"      Prokey v. Watkins, 942 F.2d 67, 72 (1st Cir. 1991).\n\n\n                                      -8-\n\fWhen officers make an arrest subject to a warrant,2 then, even\n\nif probable cause is lacking, officers are entitled to qualified\n\nimmunity \"'unless the warrant application is so lacking in\n\nindicia of probable cause as to render official belief in its\n\nexistence unreasonable.'\"     St. Hilaire v. Laconia, 71 F.3d 20,\n\n28 (1st Cir. 1995), quoting Malley v. Briggs, 475 U.S. 335,\n\n344-45 (1986).     Similarly, an officer who conducts an arrest\n\npursuant to a warrant is liable only \"where the officer should\n\nhave known that the facts recited in the affidavit did not\n\nconstitute probable cause.\"   Rodriques v. Furtado, 950 F.2d 805,\n\n812 (1st Cir. 1991).\n\n           Abreu argues that the officers should have known that\n\nthere   was   no   probable   cause     because    the     photographic\n\nidentification by the informant of \"Junior\" from Abreu's old\n\nlicense picture was tainted.          Plaintiffs claim that agents\n\n\"altered   considerably\"   Abreu's    learner's   permit    photograph,\n\nadding a moustache and an afro hairdo, before presenting it to\n\n\n\n    2     We do not rely on Gerstein v. Pugh, which held that an\nindictment \"fair upon its face, and returned by a properly\nconstituted grand jury, conclusively determines the existence of\nprobable cause and requires issuance of an arrest warrant\nwithout further inquiry.\"      420 U.S. 103, 117 n.19 (1975)\n(internal quotation marks omitted). Here, the indictment was\nnot of Abreu, but of John Doe 2, aka \"Junior.\" The issue before\nthe grand jury was whether there was a basis to indict \"Junior,\"\nnot Abreu, and therefore the indictment cannot, standing alone,\nsupply probable cause for Abreu's arrest.\n\n                                -9-\n\fthe informant, and they altered it in order to make it conform\n\nto the informant's description of \"Junior.\"                   As the district\n\ncourt   observed,      there   is    no   evidence     to    support    Abreu's\n\nallegation other than Abreu's 1999 affidavit.                That affidavit is\n\ninconsistent with Abreu's earlier sworn statement that Agent\n\nFord showed him \"a photocopy of a photo and asked me if I was\n\nthe person, I replied that it was me and inquired where they had\n\nobtained that photo, since it was very old.\"                We have repeatedly\n\nheld that a party opposing summary judgment may not manufacture\n\na dispute of fact by contradicting his earlier sworn testimony\n\nwithout a satisfactory explanation of why the testimony is\n\nchanged.     See, e.g., Colantuoni v. Alfred Calcagni & Sons, Inc.,\n\n44 F.3d 1, 4 (1st Cir. 1994).              Even if this were acceptable\n\ntestimony, as it is not, it would not change the outcome.                      The\n\nissue   is   whether    objectively       reasonable    agents     would   have\n\nbelieved they had probable cause.3 Whether there was an addition\n\nto the photograph or not, the informant identified the photo as\n\n\"Junior\"     and   Abreu   also     identified   the   photo     as    being    of\n\nhimself.\n\n\n    3     Likewise, the dispute about whether alteration of a\nphoto is permissible or not is not material here for similar\nreasons. It is too much of a stretch to say that an altered\nphoto (if altered), which Abreu could identify as being himself,\nmisled the informant when he said the same photo was \"Junior.\"\nIt is even more of a stretch to say the agents were reasonably\nrequired to disregard that identification.\n\n                                      -10-\n\f            To the extent Abreu is arguing there was nonetheless\n\nno objectively reasonable basis to think there was probable\n\ncause, the argument fails.            The undisputed facts reveal that the\n\nwarrant    was     based   in    part    on    information    provided       by   a\n\ncooperating        defendant     who    was    involved      in    the     alleged\n\nconspiracy.       An informant's information is considered reliable\n\nif the informant speaks with personal knowledge, as here.                      See\n\nUnited States v. Cochrane, 896 F.2d 635, 641 (1st Cir. 1990).\n\nAgents also corroborated facts related by the informant, lending\n\nsupport to the reliability of that information.               See Illinois v.\n\nGates,    462     U.S.   213,    244    (1983).      Agent    Riley      obtained\n\ninformation from the Puerto Rico Phone Company that the cellular\n\ntelephone number provided by the informant as belonging to\n\n\"Junior\"    was     registered    to     Abreu.     There    was    documentary\n\nevidence that co-conspirator Nuñez called Abreu's cellular phone\n\nnumber     twice    during      the    time    of   the   overt     acts     under\n\ninvestigation.        Further, agents confirmed that there were no\n\nreports that Abreu's cellular phone number had been \"cloned\" --\n\nunauthorized access and use of another's phone number -- and so\n\nit was unlikely Nuñez was calling someone other than Abreu.\n\n            A different issue is raised by plaintiffs' claim that\n\nthe agents should either not have arrested Abreu or immediately\n\nreleased him when they realized he varied from the physical\n\n\n                                        -11-\n\fdescription of \"Junior.\"           Plaintiffs argue that there were\n\n\"major    discrepancies\"      in   the     informant's    description    of\n\n\"Junior,\" rendering the identification of Abreu unreliable.             The\n\ndescription of \"Junior\" given by the informant was \"a black,\n\nlight skinned Hispanic male, approximately 6'0\" to 6'2\" in\n\nheight, weighing approximately 175 to 180 pounds, black hair,\n\nclean shaven [and] 33 to 35 (years of age).\"                Abreu, 69 F.\n\nSupp.2d at 281-82.         At the time of his arrest, Abreu was\n\ndescribed as a \"black Puerto Rican male,\" 5'10\" in height,\n\nweighing 202 pounds, and 25 years old.           Id.   at 282.   Where, as\n\nhere, a physical description closely resembles an individual,\n\nsome discrepancies in the description do not undermine the\n\nreasonableness of officers' belief that an arrestee was the\n\nperson named in a warrant.         See Rodriguez v. United States, 54\n\nF.3d 41, 46 (1st Cir. 1995) (three inch discrepancy in height\n\nand twenty pound difference in weight insufficient to render\n\nofficers'     reliance   on   physical      description    unreasonable).\n\nFurther, the photo identification and telephone number evidence\n\nexisted apart from any physical description.\n\n            A reasonable officer could have believed there was\n\nprobable cause that Abreu was \"Junior.\"            Plaintiffs failed to\n\nproduce   a   material   issue     of    fact   demonstrating    that   \"no\n\nreasonably competent officer would have found probable cause\" to\n\n\n                                    -12-\n\farrest    Abreu.      Prokey,   942    F.2d    at   72   n.4.     Defendants,\n\ntherefore, are entitled to qualified immunity as a matter of law\n\non plaintiffs' Bivens claim.4\n\nB.   The Federal Tort Claims Act Claims\n\n               Under the Federal Tort Claims Act, the United States\n\nwaives its sovereign immunity for \"injury or loss of property .\n\n. . caused by the negligent or wrongful act or omission of any\n\nemployee of the Government while acting within the scope of his\n\noffice    or    employment,   under    circumstances      where      the   United\n\nStates, if a private person, would be liable to the claimant in\n\naccordance with the law of the place where the act or omission\n\noccurred.\"       28 U.S.C. § 1346(b).        The FTCA exempts intentional\n\ntorts from its sovereign immunity waiver but expressly allows\n\nactions    against    the   United    States    for   claims    of    \"assault,\n\nbattery, false imprisonment, false arrest, abuse of process, or\n\nmalicious prosecution\" arising out of \"acts or omissions of\n\ninvestigative or law enforcement officers of the United States\n\nGovernment.\"       28 U.S.C. § 2680(h).\n\n\n\n\n     4    In their amended complaint, plaintiffs also claimed\nthat defendants violated Abreu's Fifth and Sixth Amendment\nrights. Plaintiffs do not discuss those claims in their appeal.\nThe district court correctly concluded that plaintiffs'\nallegations that Abreu was deprived of his due process rights,\nthe purported basis for such claims, could not be sustained. We\naffirm that conclusion.\n\n                                      -13-\n\f             Plaintiffs'     FTCA     claims    of     false     arrest,      false\n\nimprisonment, and malicious prosecution are premised upon their\n\ncontention that the agents relied on an improper and unreliable\n\nidentification of Abreu as co-conspirator \"Junior,\" which thus\n\ninfects     the   reasonableness      of   their     belief    that    there   was\n\nprobable     cause   to    arrest,    detain,    and    indict       Abreu.     The\n\ndistrict court granted summary judgment to the United States on\n\nall   of    plaintiffs'     FTCA     claims,    finding       that    agents    had\n\nreasonable ground to believe Abreu was the person identified in\n\nthe warrant.      We review the court's dismissal de novo, applying\n\nPuerto Rico law to resolve plaintiffs' tort claims against the\n\nDEA according to the FTCA's \"law of the place\" provision, since\n\nthe material acts and omissions alleged took place in Puerto\n\nRico.      See, e.g., Rodriguez v. United States, 54 F.3d 41, 44\n\n(1st Cir. 1995).\n\n             The essential premise of plaintiffs' tort claims --\n\nthat the agents acted negligently because no reasonable agents\n\ncould have found probable cause to arrest Abreu as \"Junior\" --\n\nis dispatched by our analysis of plaintiffs' Bivens claim that\n\ndefendants violated Abreu's Fourth Amendment right to be free\n\nfrom arrest without probable cause.                  Under Puerto Rico law,\n\nfalse   arrest    and     false   imprisonment       claims    share    identical\n\nelements and focus on whether the arresting officers \"lacked\n\n\n                                      -14-\n\freasonable cause for believing that [the suspect] committed a\n\nfelony.\"     Harrington v. United States, 748 F. Supp. 919, 933\n\n(D.P.R. 1990) (internal quotation marks omitted).            Similarly, a\n\nplaintiff alleging malicious prosecution under Puerto Rico law\n\nmust demonstrate, inter alia, that defendants acted with malice\n\nand without probable cause, defined as \"a suspicion founded upon\n\ncircumstances sufficiently strong to warrant a reasonable man in\n\nthe belief that the charge is true.\"              Lora-Rivera v. Drug\n\nEnforcement Admin. Dep't of Justice, 800 F. Supp. 1049, 1051-52\n\n(D.P.R. 1992) (internal quotation marks omitted).              Thus, our\n\nfinding the agents could have an objectively reasonable belief\n\nthat there was probable cause that Abreu was \"Junior\" named in\n\nthe arrest warrant extinguishes any basis for finding liability\n\nfor false arrest, false imprisonment, or malicious prosecution.\n\n           Accordingly, we find that the district court properly\n\ngranted    defendants    motion   for   summary   judgment,   dismissing\n\nplaintiffs' FTCA claims against the United States.\n\n                                   III.\n\n           We   affirm   the   district    court's   grant    of   summary\n\njudgment in favor of defendants on all of plaintiffs' claims.\n\n\n\n\n                                   -15-\n\f",
  "html": "<p class=\"case_cite\">241 F.3d 69 (1st Cir. 2001)</p>\n    <p class=\"parties\">GABRIEL EDUARDO ABREU-GUZMaN; ROSA LEONOR GUZM N-MIESES Plaintiffs, Appellants,<br>v.<br>ALICIA FORD; DRUG ENFORCEMENT ADMINISTRATION; WILLIAM J.MITCHELL, JAY STOOTHOFF; STEVE RILEY; WALDO SANTIAGO; FRANCISCO J. ALVAREZ; REGINALD CHENEY; IVAN RIOS; RICHARD ESCALERA; ANA SUALNIER Defendants, Appellees.</p>\n    <p class=\"docket\">No. 00-1652</p>\n    <p class=\"court\">United States Court of Appeals For the First Circuit</p>\n    <p class=\"date\">Submitted February 28, 2001<br>Decided February 28, 2001</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">ON APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF PUERTO RICO</p>\n      <p class=\"indent\">[Hon. Daniel R. Dominguez, U.S. District Judge] [Copyrighted Material Omitted]</p>\n      <p class=\"indent\">Bennie Frankie Cerezo, Rosanna T. Cerezo, and Benny Frankie Cerezo Law Offices on brief for appellants.</p>\n      <p class=\"indent\">Guillermo Gil, United States Attorney, Miguel A. Fernandez, Assistant U.S. Attorney, and Isabel Munoz-Acosta, Assistant U.S. Attorney on brief for appellees.</p>\n      <p class=\"indent\">Before Boudin, Stahl and Lynch, Circuit Judges</p>\n      <p class=\"indent\">LYNCH, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Gabriel Eduardo Abreu-Guzman and his mother, Rosa Leonor Guzman-Mieses, appeal from the entry of summary judgment on their claims against several federal law enforcement agents who arrested Abreu. Abreu was detained pre-trial for several months. The arrest was largely based on information from an informant, who had identified Abreu as \"Junior,\" a participant in a drug conspiracy. The government later dropped all charges against Abreu.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">In this civil rights action, plaintiffs say Abreu's arrest violated his Fourth Amendment rights and his subsequent detention was unlawful. They brought claims under Bivens v. Six Unknown Names of Federal Bureau of Narcotics, 403 U.S. 388 (1971), for alleged constitutional violations, and under the Federal Tort Claims Act, 28 U.S.C. &#167;&#167; 1346(b), 2671-2680, for false arrest, false imprisonment, and malicious prosecution. We affirm judgment in favor of all defendants.</p>\n    </div>\n    <p class=\"indent\">I.</p>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In January 1993, DEA agents Steve Riley, Jay Stoothoff, and others began investigating a suspected conspiracy to transport large amounts of cocaine from Puerto Rico to New York. One of those arrested decided to cooperate. He provided information to the agents about a co-conspirator known as \"Junior.\" The informant gave agents a physical description of \"Junior\" and provided a cellular telephone number belonging to \"Junior.\" Agent Riley obtained information from the phone company identifying Gabriel Abreu-Guzman as the number's subscriber. Agents Riley and Stoothoff then obtained an old driver's license photograph of Abreu. The informant selected that photo out of a photo lineup, saying it was the man he knew as \"Junior,\" but at a much younger age. Hotel records also showed that an alleged co-conspirator, Daniel Nunez, at the time of the criminal activity, had placed two calls from his hotel room to Abreu's cell phone number. Phone company records of Abreu's account confirmed that there was no evidence of fraudulent claims or cloning of Abreu's cellular phone number.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">On the basis of this information, on April 28, 1993, a federal grand jury returned indictments on drug conspiracy charges against two named defendants and a John Doe 2, also known as \"Junior.\" On May 6, a warrant for Abreu's arrest issued, on the basis he was the \"Junior\" in the indictment. Agent Alicia Ford and Special Agent Ana Saulnier set out to arrest Abreu on May 6, 1993. Agent Ford was provided with the informant's physical description of \"Junior\": a black, light-skinned Hispanic male, approximately six feet to six feet two inches tall, weighing approximately 175 to 180 pounds, black hair, clean shaven, 33 to 35 years old, driving a gray 280-Z Nissan. Also, Agent Ford was given the two addresses where \"Junior\" might be found. No one was home at either address, so agents showed Abreu's picture to neighbors and advised them that the agents were looking for him.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">That afternoon, the agents were notified that Abreu was waiting for them at DEA Headquarters. Agent Ford and Special Agents Saulnier, Izquierdo, and Reginald Cheney found Abreu and two women waiting for them in the reception area. Ford placed Abreu into custody and explained the nature of the charges against him. Abreu and one of his companions insisted that the agents were arresting the wrong person.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Abreu was shown a photocopy of the license photograph used to identify him with the informant. He acknowledged the photo was him and stated that it was an old photo. He was photographed and his description noted him as being Puerto Rican, black, seventy inches tall, weighing 202 pounds, and 25 years old. Thus, he was shorter, heavier, and younger than the description of \"Junior.\" At Abreu's detention hearing on the same day as his arrest, a magistrate judge ordered Abreu committed to the Puerto Rico State Penitentiary. Abreu was released on September 2, 1993, pursuant to several conditions, including that he wear an electronic monitoring device. On February 16, 1994, the United States moved for voluntary dismissal of all charges against Abreu. The motion said only that \"Further investigation produced information which compels the United States to promptly seek the dismissal of the indictment as to defendant Gabriel Abreu-Guzman only.\"</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">On February 28, 1995, plaintiffs filed a complaint under Bivens and the Federal Tort Claims Act against federal law enforcement agents Alicia Ford, John Doe, and Jane Doe, alleging violations of Abreu's Fourth Amendment rights. Abreu sought $10,000,000 in damages, and his mother, Guzman-Mieses, sought $5,000,000. Plaintiffs filed an amended complaint to add federal tort claims against the government for false arrest, false imprisonment, and malicious prosecution by federal agents acting within the scope of their employment. They also sued the agents individually for alleged violations of Abreu's Fifth and Sixth Amendment rights. In 1998, plaintiffs again amended their complaint, adding as parties agents William J. Mitchell, Jay Soothoff, Steve Wiley, Waldo Santiago, Francisco J. Alvarez, Reginald Cheney, Ivan Rios, Richard Escalara, and Ana Saulnier.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The district court granted defendants' motion for summary judgment on plaintiffs' Bivens claims on qualified immunity grounds, and also granted summary judgment to defendants on plaintiffs' claims under the FTCA. Plaintiffs appeal.</p>\n    </div>\n    <p class=\"indent\">II.</p>\n    <p class=\"indent\">A. The Bivens Claim and Qualified Immunity</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">We review de novo the district court's grant of summary judgment, and affirm if the evidence, viewed in the light most favorable to plaintiffs, shows that there is no genuine issue as to any material fact and that the moving party is entitled to summary judgment as a matter of law. Hegarty v. Somerset Cty., 53 F.3d 1367, 1372 (1st Cir. 1995). The analysis of a qualified immunity defense is identical for actions brought under &#167; 1983 and Bivens. Graham v. Connor, 490 U.S. 386, 394 n.9 (1989). The Supreme Court has set forth a preferred method of analysis, most recently reinforced in Wilson v. Layne, 526 U.S. 603 (1999). First, the court must \"determine whether the plaintiff has alleged the deprivation of an actual constitutional right.\" Id. at 609, quoting Conn v. Gabbert, 526 U.S. 286, 290 (1999). Second, the court must \"proceed to determine whether that right was clearly established at the time of the alleged violation.\" Id. Only if these two questions are answered in the affirmative does the court address the particular conduct in question. The question there is whether an objectively reasonable officer, performing discretionary functions, would have understood his or her conduct violated that clearly established constitutional right. Harlow v. Fitzgerald, 457 U.S. 800, 818-19 (1982); seealso Crawford-El v. Britton, 523 U.S. 574, 591 (1998).</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Here, the first two questions are easily answered in the affirmative. It has been clearly established for a very long time that the Fourth Amendment requires that arrests be based on probable cause. See, e.g., Beck v. Ohio, 379 U.S. 89, 91 (1964).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">This case turns on the third question: whether an objectively reasonable officer would have understood that the arrest of the plaintiff violated these clearly established constitutional rights. Harlow, 457 U.S. at 818. This question itself is subject to certain ground rules. Evidence concerning the officer's \"subjective intent is simply irrelevant\" to a qualified immunity defense. Crawford-El, 523 U.S. at 588. It is objectively reasonable for officers to seek an arrest warrant \"so long as the presence of probable cause is at least arguable.\" Prokey v. Watkins, 942 F.2d 67, 72 (1st Cir. 1991). When officers make an arrest subject to a warrant,<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> then, even if probable cause is lacking, officers are entitled to qualified immunity \"'unless the warrant application is so lacking in indicia of probable cause as to render official belief in its existence unreasonable.'\" St. Hilaire v. Laconia, 71 F.3d 20, 28 (1st Cir. 1995), quoting Malley v. Briggs, 475 U.S. 335, 344-45 (1986). Similarly, an officer who conducts an arrest pursuant to a warrant is liable only \"where the officer should have known that the facts recited in the affidavit did not constitute probable cause.\" Rodriques v. Furtado, 950 F.2d 805, 812 (1st Cir. 1991).</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Abreu argues that the officers should have known that there was no probable cause because the photographic identification by the informant of \"Junior\" from Abreu's old license picture was tainted. Plaintiffs claim that agents \"altered considerably\" Abreu's learner's permit photograph, adding a moustache and an afro hairdo, before presenting it to the informant, and they altered it in order to make it conform to the informant's description of \"Junior.\" As the district court observed, there is no evidence to support Abreu's allegation other than Abreu's 1999 affidavit. That affidavit is inconsistent with Abreu's earlier sworn statement that Agent Ford showed him \"a photocopy of a photo and asked me if I was the person, I replied that it was me and inquired where they had obtained that photo, since it was very old.\" We have repeatedly held that a party opposing summary judgment may not manufacture a dispute of fact by contradicting his earlier sworn testimony without a satisfactory explanation of why the testimony is changed. See, e.g., Colantuoni v. Alfred Calcagni &amp; Sons, Inc., 44 F.3d 1, 4 (1st Cir. 1994). Even if this were acceptable testimony, as it is not, it would not change the outcome. The issue is whether objectively reasonable agents would have believed they had probable cause.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> Whether there was an addition to the photograph or not, the informant identified the photo as \"Junior\" and Abreu also identified the photo as being of himself.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">To the extent Abreu is arguing there was nonetheless no objectively reasonable basis to think there was probable cause, the argument fails. The undisputed facts reveal that the warrant was based in part on information provided by a cooperating defendant who was involved in the alleged conspiracy. An informant's information is considered reliable if the informant speaks with personal knowledge, as here. SeeUnited States v. Cochrane, 896 F.2d 635, 641 (1st Cir. 1990). Agents also corroborated facts related by the informant, lending support to the reliability of that information. See Illinois v. Gates, 462 U.S. 213, 244 (1983). Agent Riley obtained information from the Puerto Rico Phone Company that the cellular telephone number provided by the informant as belonging to \"Junior\" was registered to Abreu. There was documentary evidence that co-conspirator Nunez called Abreu's cellular phone number twice during the time of the overt acts under investigation. Further, agents confirmed that there were no reports that Abreu's cellular phone number had been \"cloned\" -- unauthorized access and use of another's phone number -- and so it was unlikely Nunez was calling someone other than Abreu.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">A different issue is raised by plaintiffs' claim that the agents should either not have arrested Abreu or immediately released him when they realized he varied from the physical description of \"Junior.\" Plaintiffs argue that there were \"major discrepancies\" in the informant's description of \"Junior,\" rendering the identification of Abreu unreliable. The description of \"Junior\" given by the informant was \"a black, light skinned Hispanic male, approximately 6'0\" to 6'2\" in height, weighing approximately 175 to 180 pounds, black hair, clean shaven [and] 33 to 35 (years of age).\" Abreu, 69 F. Supp.2d at 281-82. At the time of his arrest, Abreu was described as a \"black Puerto Rican male,\" 5'10\" in height, weighing 202 pounds, and 25 years old. Id. at 282. Where, as here, a physical description closely resembles an individual, some discrepancies in the description do not undermine the reasonableness of officers' belief that an arrestee was the person named in a warrant. See Rodriguez v. United States, 54 F.3d 41, 46 (1st Cir. 1995) (three inch discrepancy in height and twenty pound difference in weight insufficient to render officers' reliance on physical description unreasonable). Further, the photo identification and telephone number evidence existed apart from any physical description.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">A reasonable officer could have believed there was probable cause that Abreu was \"Junior.\" Plaintiffs failed to produce a material issue of fact demonstrating that \"no reasonably competent officer would have found probable cause\" to arrest Abreu. Prokey, 942 F.2d at 72 n.4. Defendants, therefore, are entitled to qualified immunity as a matter of law on plaintiffs' Bivens claim.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <p class=\"indent\">B. The Federal Tort Claims Act Claims</p>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Under the Federal Tort Claims Act, the United States waives its sovereign immunity for \"injury or loss of property . . . caused by the negligent or wrongful act or omission of any employee of the Government while acting within the scope of his office or employment, under circumstances where the United States, if a private person, would be liable to the claimant in accordance with the law of the place where the act or omission occurred.\" 28 U.S.C. &#167; 1346(b). The FTCA exempts intentional torts from its sovereign immunity waiver but expressly allows actions against the United States for claims of \"assault, battery, false imprisonment, false arrest, abuse of process, or malicious prosecution\" arising out of \"acts or omissions of investigative or law enforcement officers of the United States Government.\" 28 U.S.C. &#167; 2680(h).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Plaintiffs' FTCA claims of false arrest, false imprisonment, and malicious prosecution are premised upon their contention that the agents relied on an improper and unreliable identification of Abreu as co-conspirator \"Junior,\" which thus infects the reasonableness of their belief that there was probable cause to arrest, detain, and indict Abreu. The district court granted summary judgment to the United States on all of plaintiffs' FTCA claims, finding that agents had reasonable ground to believe Abreu was the person identified in the warrant. We review the court's dismissal de novo, applying Puerto Rico law to resolve plaintiffs' tort claims against the DEA according to the FTCA's \"law of the place\" provision, since the material acts and omissions alleged took place in Puerto Rico. See, e.g., Rodriguez v. United States, 54 F.3d 41, 44 (1st Cir. 1995).</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The essential premise of plaintiffs' tort claims -- that the agents acted negligently because no reasonable agents could have found probable cause to arrest Abreu as \"Junior\" -- is dispatched by our analysis of plaintiffs' Bivens claim that defendants violated Abreu's Fourth Amendment right to be free from arrest without probable cause. Under Puerto Rico law, false arrest and false imprisonment claims share identical elements and focus on whether the arresting officers \"lacked reasonable cause for believing that [the suspect] committed a felony.\" Harrington v. United States, 748 F. Supp. 919, 933 (D.P.R. 1990) (internal quotation marks omitted). Similarly, a plaintiff alleging malicious prosecution under Puerto Rico law must demonstrate, inter alia, that defendants acted with malice and without probable cause, defined as \"a suspicion founded upon circumstances sufficiently strong to warrant a reasonable man in the belief that the charge is true.\" Lora-Rivera v. Drug Enforcement Admin. Dep't of Justice, 800 F. Supp. 1049, 1051-52 (D.P.R. 1992) (internal quotation marks omitted). Thus, our finding the agents could have an objectively reasonable belief that there was probable cause that Abreu was \"Junior\" named in the arrest warrant extinguishes any basis for finding liability for false arrest, false imprisonment, or malicious prosecution.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Accordingly, we find that the district court properly granted defendants motion for summary judgment, dismissing plaintiffs' FTCA claims against the United States.</p>\n    </div>\n    <p class=\"indent\">III.</p>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">We affirm the district court's grant of summary judgment in favor of defendants on all of plaintiffs' claims.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The district court rejected plaintiffs' claim in their Statement of Contested Facts that the agents did not explain the nature of the charges or the procedure to Abreu, as plaintiffs failed to provide any support for that allegation. Indeed, the deposition testimony of plaintiff Rosa Guzman Mieses corroborates that Ford told her that \"we're looking for your son, we have an accusation from a federal grand jury.\" Abreu v. Ford, 69 F. Supp.2d 274, 278 n.1 (D.P.R. 1999). Moreover, defendants proffered two affidavits stating that agents did so inform Abreu and Guzman. Id.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> We do not rely on Gerstein v. Pugh, which held that an indictment \"fair upon its face, and returned by a properly constituted grand jury, conclusively determines the existence of probable cause and requires issuance of an arrest warrant without further inquiry.\" 420 U.S. 103, 117 n.19 (1975) (internal quotation marks omitted). Here, the indictment was not of Abreu, but of John Doe 2, aka \"Junior.\" The issue before the grand jury was whether there was a basis to indict \"Junior,\" not Abreu, and therefore the indictment cannot, standing alone, supply probable cause for Abreu's arrest.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Likewise, the dispute about whether alteration of a photo is permissible or not is not material here for similar reasons. It is too much of a stretch to say that an altered photo (if altered), which Abreu could identify as being himself, misled the informant when he said the same photo was \"Junior.\" It is even more of a stretch to say the agents were reasonably required to disregard that identification.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> In their amended complaint, plaintiffs also claimed that defendants violated Abreu's Fifth and Sixth Amendment rights. Plaintiffs do not discuss those claims in their appeal. The district court correctly concluded that plaintiffs' allegations that Abreu was deprived of his due process rights, the purported basis for such claims, could not be sustained. We affirm that conclusion.</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">241</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">69</span></span> (1st Cir. 2001)</p>\n    <p class=\"parties\">GABRIEL EDUARDO ABREU-GUZMaN; ROSA LEONOR GUZM N-MIESES Plaintiffs, Appellants,<br>v.<br>ALICIA FORD; DRUG ENFORCEMENT ADMINISTRATION; WILLIAM J.MITCHELL, JAY STOOTHOFF; STEVE RILEY; WALDO SANTIAGO; FRANCISCO J. ALVAREZ; REGINALD CHENEY; IVAN RIOS; RICHARD ESCALERA; ANA SUALNIER Defendants, Appellees.</p>\n    <p class=\"docket\">No. 00-1652</p>\n    <p class=\"court\">United States Court of Appeals For the First Circuit</p>\n    <p class=\"date\">Submitted February 28, 2001<br>Decided February 28, 2001</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">ON APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF PUERTO RICO</p>\n      <p class=\"indent\">[Hon. Daniel R. Dominguez, U.S. District Judge] [Copyrighted Material Omitted]</p>\n      <p class=\"indent\">Bennie Frankie Cerezo, Rosanna T. Cerezo, and Benny Frankie Cerezo Law Offices on brief for appellants.</p>\n      <p class=\"indent\">Guillermo Gil, United States Attorney, Miguel A. Fernandez, Assistant U.S. Attorney, and Isabel Munoz-Acosta, Assistant U.S. Attorney on brief for appellees.</p>\n      <p class=\"indent\">Before Boudin, Stahl and Lynch, Circuit Judges</p>\n      <p class=\"indent\">LYNCH, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Gabriel Eduardo Abreu-Guzman and his mother, Rosa Leonor Guzman-Mieses, appeal from the entry of summary judgment on their claims against several federal law enforcement agents who arrested Abreu. Abreu was detained pre-trial for several months. The arrest was largely based on information from an informant, who had identified Abreu as \"Junior,\" a participant in a drug conspiracy. The government later dropped all charges against Abreu.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">In this civil rights action, plaintiffs say Abreu's arrest violated his Fourth Amendment rights and his subsequent detention was unlawful. They brought claims under Bivens v. Six Unknown Names of Federal Bureau of Narcotics, <span class=\"citation\" data-id=\"108375\"><a href=\"/opinion/108375/bivens-v-six-unknown-fed-narcotics-agents/\"><span class=\"volume\">403</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">388</span></a></span> (1971), for alleged constitutional violations, and under the Federal Tort Claims Act, 28 U.S.C. &#167;&#167; 1346(b), 2671-2680, for false arrest, false imprisonment, and malicious prosecution. We affirm judgment in favor of all defendants.</p>\n    </div>\n    <p class=\"indent\">I.</p>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In January 1993, DEA agents Steve Riley, Jay Stoothoff, and others began investigating a suspected conspiracy to transport large amounts of cocaine from Puerto Rico to New York. One of those arrested decided to cooperate. He provided information to the agents about a co-conspirator known as \"Junior.\" The informant gave agents a physical description of \"Junior\" and provided a cellular telephone number belonging to \"Junior.\" Agent Riley obtained information from the phone company identifying Gabriel Abreu-Guzman as the number's subscriber. Agents Riley and Stoothoff then obtained an old driver's license photograph of Abreu. The informant selected that photo out of a photo lineup, saying it was the man he knew as \"Junior,\" but at a much younger age. Hotel records also showed that an alleged co-conspirator, Daniel Nunez, at the time of the criminal activity, had placed two calls from his hotel room to Abreu's cell phone number. Phone company records of Abreu's account confirmed that there was no evidence of fraudulent claims or cloning of Abreu's cellular phone number.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">On the basis of this information, on April 28, 1993, a federal grand jury returned indictments on drug conspiracy charges against two named defendants and a John Doe 2, also known as \"Junior.\" On May 6, a warrant for Abreu's arrest issued, on the basis he was the \"Junior\" in the indictment. Agent Alicia Ford and Special Agent Ana Saulnier set out to arrest Abreu on May 6, 1993. Agent Ford was provided with the informant's physical description of \"Junior\": a black, light-skinned Hispanic male, approximately six feet to six feet two inches tall, weighing approximately 175 to 180 pounds, black hair, clean shaven, 33 to 35 years old, driving a gray 280-Z Nissan. Also, Agent Ford was given the two addresses where \"Junior\" might be found. No one was home at either address, so agents showed Abreu's picture to neighbors and advised them that the agents were looking for him.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">That afternoon, the agents were notified that Abreu was waiting for them at DEA Headquarters. Agent Ford and Special Agents Saulnier, Izquierdo, and Reginald Cheney found Abreu and two women waiting for them in the reception area. Ford placed Abreu into custody and explained the nature of the charges against him. Abreu and one of his companions insisted that the agents were arresting the wrong person.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Abreu was shown a photocopy of the license photograph used to identify him with the informant. He acknowledged the photo was him and stated that it was an old photo. He was photographed and his description noted him as being Puerto Rican, black, seventy inches tall, weighing 202 pounds, and 25 years old. Thus, he was shorter, heavier, and younger than the description of \"Junior.\" At Abreu's detention hearing on the same day as his arrest, a magistrate judge ordered Abreu committed to the Puerto Rico State Penitentiary. Abreu was released on September 2, 1993, pursuant to several conditions, including that he wear an electronic monitoring device. On February 16, 1994, the United States moved for voluntary dismissal of all charges against Abreu. The motion said only that \"Further investigation produced information which compels the United States to promptly seek the dismissal of the indictment as to defendant Gabriel Abreu-Guzman only.\"</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">On February 28, 1995, plaintiffs filed a complaint under Bivens and the Federal Tort Claims Act against federal law enforcement agents Alicia Ford, John Doe, and Jane Doe, alleging violations of Abreu's Fourth Amendment rights. Abreu sought $10,000,000 in damages, and his mother, Guzman-Mieses, sought $5,000,000. Plaintiffs filed an amended complaint to add federal tort claims against the government for false arrest, false imprisonment, and malicious prosecution by federal agents acting within the scope of their employment. They also sued the agents individually for alleged violations of Abreu's Fifth and Sixth Amendment rights. In 1998, plaintiffs again amended their complaint, adding as parties agents William J. Mitchell, Jay Soothoff, Steve Wiley, Waldo Santiago, Francisco J. Alvarez, Reginald Cheney, Ivan Rios, Richard Escalara, and Ana Saulnier.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The district court granted defendants' motion for summary judgment on plaintiffs' Bivens claims on qualified immunity grounds, and also granted summary judgment to defendants on plaintiffs' claims under the FTCA. Plaintiffs appeal.</p>\n    </div>\n    <p class=\"indent\">II.</p>\n    <p class=\"indent\">A. The Bivens Claim and Qualified Immunity</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">We review de novo the district court's grant of summary judgment, and affirm if the evidence, viewed in the light most favorable to plaintiffs, shows that there is no genuine issue as to any material fact and that the moving party is entitled to summary judgment as a matter of law. Hegarty v. Somerset Cty., <span class=\"citation\" data-id=\"196071\"><a href=\"/opinion/196071/hegarty-v-somerset-county/\"><span class=\"volume\">53</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1367</span></a></span>, 1372 (1st Cir. 1995). The analysis of a qualified immunity defense is identical for actions brought under &#167; 1983 and Bivens. Graham v. Connor, <span class=\"citation\" data-id=\"112257\"><a href=\"/opinion/112257/graham-v-connor/\"><span class=\"volume\">490</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">386</span></a></span>, 394 n.9 (1989). The Supreme Court has set forth a preferred method of analysis, most recently reinforced in Wilson v. Layne, <span class=\"citation\" data-id=\"118289\"><a href=\"/opinion/118289/wilson-v-layne/\"><span class=\"volume\">526</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">603</span></a></span> (1999). First, the court must \"determine whether the plaintiff has alleged the deprivation of an actual constitutional right.\" Id. at 609, quoting Conn v. Gabbert, <span class=\"citation\" data-id=\"118276\"><a href=\"/opinion/118276/conn-v-gabbert/\"><span class=\"volume\">526</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">286</span></a></span>, 290 (1999). Second, the court must \"proceed to determine whether that right was clearly established at the time of the alleged violation.\" Id. Only if these two questions are answered in the affirmative does the court address the particular conduct in question. The question there is whether an objectively reasonable officer, performing discretionary functions, would have understood his or her conduct violated that clearly established constitutional right. Harlow v. Fitzgerald, <span class=\"citation\" data-id=\"110763\"><a href=\"/opinion/110763/harlow-v-fitzgerald/\"><span class=\"volume\">457</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">800</span></a></span>, 818-19 (1982); seealso Crawford-El v. Britton, <span class=\"citation\" data-id=\"118203\"><a href=\"/opinion/118203/crawford-el-v-britton/\"><span class=\"volume\">523</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">574</span></a></span>, 591 (1998).</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Here, the first two questions are easily answered in the affirmative. It has been clearly established for a very long time that the Fourth Amendment requires that arrests be based on probable cause. See, e.g., Beck v. Ohio, <span class=\"citation\" data-id=\"106936\"><a href=\"/opinion/106936/beck-v-ohio/\"><span class=\"volume\">379</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">89</span></a></span>, 91 (1964).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">This case turns on the third question: whether an objectively reasonable officer would have understood that the arrest of the plaintiff violated these clearly established constitutional rights. Harlow, 457 U.S. at 818. This question itself is subject to certain ground rules. Evidence concerning the officer's \"subjective intent is simply irrelevant\" to a qualified immunity defense. Crawford-El, 523 U.S. at 588. It is objectively reasonable for officers to seek an arrest warrant \"so long as the presence of probable cause is at least arguable.\" Prokey v. Watkins, <span class=\"citation\" data-id=\"566801\"><a href=\"/opinion/566801/gloria-prokey-v-george-watkins-scott-cataldi-roderick-beaulieu-gloria/\"><span class=\"volume\">942</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">67</span></a></span>, 72 (1st Cir. 1991). When officers make an arrest subject to a warrant,<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> then, even if probable cause is lacking, officers are entitled to qualified immunity \"'unless the warrant application is so lacking in indicia of probable cause as to render official belief in its existence unreasonable.'\" St. Hilaire v. Laconia, <span class=\"citation\" data-id=\"709033\"><a href=\"/opinion/709033/kathy-st-hilaire-etc-v-city-of-laconia/\"><span class=\"volume\">71</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">20</span></a></span>, 28 (1st Cir. 1995), quoting Malley v. Briggs, <span class=\"citation\" data-id=\"111611\"><a href=\"/opinion/111611/malley-v-briggs/\"><span class=\"volume\">475</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">335</span></a></span>, 344-45 (1986). Similarly, an officer who conducts an arrest pursuant to a warrant is liable only \"where the officer should have known that the facts recited in the affidavit did not constitute probable cause.\" Rodriques v. Furtado, <span class=\"citation\" data-id=\"573067\"><a href=\"/opinion/573067/shirley-mello-rodriques-v-joseph-furtado/\"><span class=\"volume\">950</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">805</span></a></span>, 812 (1st Cir. 1991).</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Abreu argues that the officers should have known that there was no probable cause because the photographic identification by the informant of \"Junior\" from Abreu's old license picture was tainted. Plaintiffs claim that agents \"altered considerably\" Abreu's learner's permit photograph, adding a moustache and an afro hairdo, before presenting it to the informant, and they altered it in order to make it conform to the informant's description of \"Junior.\" As the district court observed, there is no evidence to support Abreu's allegation other than Abreu's 1999 affidavit. That affidavit is inconsistent with Abreu's earlier sworn statement that Agent Ford showed him \"a photocopy of a photo and asked me if I was the person, I replied that it was me and inquired where they had obtained that photo, since it was very old.\" We have repeatedly held that a party opposing summary judgment may not manufacture a dispute of fact by contradicting his earlier sworn testimony without a satisfactory explanation of why the testimony is changed. See, e.g., Colantuoni v. Alfred Calcagni &amp; Sons, Inc., <span class=\"citation no-link\"><span class=\"volume\">44</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></span>, 4 (1st Cir. 1994). Even if this were acceptable testimony, as it is not, it would not change the outcome. The issue is whether objectively reasonable agents would have believed they had probable cause.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> Whether there was an addition to the photograph or not, the informant identified the photo as \"Junior\" and Abreu also identified the photo as being of himself.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">To the extent Abreu is arguing there was nonetheless no objectively reasonable basis to think there was probable cause, the argument fails. The undisputed facts reveal that the warrant was based in part on information provided by a cooperating defendant who was involved in the alleged conspiracy. An informant's information is considered reliable if the informant speaks with personal knowledge, as here. SeeUnited States v. Cochrane, <span class=\"citation\" data-id=\"536975\"><a href=\"/opinion/536975/united-states-v-rickie-a-cochrane-united-states-v-joni-seplocha/\"><span class=\"volume\">896</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">635</span></a></span>, 641 (1st Cir. 1990). Agents also corroborated facts related by the informant, lending support to the reliability of that information. See Illinois v. Gates, <span class=\"citation\" data-id=\"110959\"><a href=\"/opinion/110959/illinois-v-gates/\"><span class=\"volume\">462</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">213</span></a></span>, 244 (1983). Agent Riley obtained information from the Puerto Rico Phone Company that the cellular telephone number provided by the informant as belonging to \"Junior\" was registered to Abreu. There was documentary evidence that co-conspirator Nunez called Abreu's cellular phone number twice during the time of the overt acts under investigation. Further, agents confirmed that there were no reports that Abreu's cellular phone number had been \"cloned\" -- unauthorized access and use of another's phone number -- and so it was unlikely Nunez was calling someone other than Abreu.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">A different issue is raised by plaintiffs' claim that the agents should either not have arrested Abreu or immediately released him when they realized he varied from the physical description of \"Junior.\" Plaintiffs argue that there were \"major discrepancies\" in the informant's description of \"Junior,\" rendering the identification of Abreu unreliable. The description of \"Junior\" given by the informant was \"a black, light skinned Hispanic male, approximately 6'0\" to 6'2\" in height, weighing approximately 175 to 180 pounds, black hair, clean shaven [and] 33 to 35 (years of age).\" Abreu, 69 F. Supp.2d at 281-82. At the time of his arrest, Abreu was described as a \"black Puerto Rican male,\" 5'10\" in height, weighing 202 pounds, and 25 years old. Id. at 282. Where, as here, a physical description closely resembles an individual, some discrepancies in the description do not undermine the reasonableness of officers' belief that an arrestee was the person named in a warrant. See Rodriguez v. United States, <span class=\"citation\" data-id=\"695513\"><a href=\"/opinion/695513/manuela-rodriguez-v-united-states/\"><span class=\"volume\">54</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">41</span></a></span>, 46 (1st Cir. 1995) (three inch discrepancy in height and twenty pound difference in weight insufficient to render officers' reliance on physical description unreasonable). Further, the photo identification and telephone number evidence existed apart from any physical description.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">A reasonable officer could have believed there was probable cause that Abreu was \"Junior.\" Plaintiffs failed to produce a material issue of fact demonstrating that \"no reasonably competent officer would have found probable cause\" to arrest Abreu. Prokey, 942 F.2d at 72 n.4. Defendants, therefore, are entitled to qualified immunity as a matter of law on plaintiffs' Bivens claim.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <p class=\"indent\">B. The Federal Tort Claims Act Claims</p>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Under the Federal Tort Claims Act, the United States waives its sovereign immunity for \"injury or loss of property . . . caused by the negligent or wrongful act or omission of any employee of the Government while acting within the scope of his office or employment, under circumstances where the United States, if a private person, would be liable to the claimant in accordance with the law of the place where the act or omission occurred.\" 28 U.S.C. &#167; 1346(b). The FTCA exempts intentional torts from its sovereign immunity waiver but expressly allows actions against the United States for claims of \"assault, battery, false imprisonment, false arrest, abuse of process, or malicious prosecution\" arising out of \"acts or omissions of investigative or law enforcement officers of the United States Government.\" 28 U.S.C. &#167; 2680(h).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Plaintiffs' FTCA claims of false arrest, false imprisonment, and malicious prosecution are premised upon their contention that the agents relied on an improper and unreliable identification of Abreu as co-conspirator \"Junior,\" which thus infects the reasonableness of their belief that there was probable cause to arrest, detain, and indict Abreu. The district court granted summary judgment to the United States on all of plaintiffs' FTCA claims, finding that agents had reasonable ground to believe Abreu was the person identified in the warrant. We review the court's dismissal de novo, applying Puerto Rico law to resolve plaintiffs' tort claims against the DEA according to the FTCA's \"law of the place\" provision, since the material acts and omissions alleged took place in Puerto Rico. See, e.g., Rodriguez v. United States, <span class=\"citation\" data-id=\"695513\"><a href=\"/opinion/695513/manuela-rodriguez-v-united-states/\"><span class=\"volume\">54</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">41</span></a></span>, 44 (1st Cir. 1995).</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The essential premise of plaintiffs' tort claims -- that the agents acted negligently because no reasonable agents could have found probable cause to arrest Abreu as \"Junior\" -- is dispatched by our analysis of plaintiffs' Bivens claim that defendants violated Abreu's Fourth Amendment right to be free from arrest without probable cause. Under Puerto Rico law, false arrest and false imprisonment claims share identical elements and focus on whether the arresting officers \"lacked reasonable cause for believing that [the suspect] committed a felony.\" Harrington v. United States, <span class=\"citation\" data-id=\"1966913\"><a href=\"/opinion/1966913/harrington-v-united-states/\"><span class=\"volume\">748</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">919</span></a></span>, 933 (D.P.R. 1990) (internal quotation marks omitted). Similarly, a plaintiff alleging malicious prosecution under Puerto Rico law must demonstrate, inter alia, that defendants acted with malice and without probable cause, defined as \"a suspicion founded upon circumstances sufficiently strong to warrant a reasonable man in the belief that the charge is true.\" Lora-Rivera v. Drug Enforcement Admin. Dep't of Justice, <span class=\"citation\" data-id=\"1393643\"><a href=\"/opinion/1393643/lora-rivera-v-drug-enforcement-admin/\"><span class=\"volume\">800</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1049</span></a></span>, 1051-52 (D.P.R. 1992) (internal quotation marks omitted). Thus, our finding the agents could have an objectively reasonable belief that there was probable cause that Abreu was \"Junior\" named in the arrest warrant extinguishes any basis for finding liability for false arrest, false imprisonment, or malicious prosecution.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Accordingly, we find that the district court properly granted defendants motion for summary judgment, dismissing plaintiffs' FTCA claims against the United States.</p>\n    </div>\n    <p class=\"indent\">III.</p>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">We affirm the district court's grant of summary judgment in favor of defendants on all of plaintiffs' claims.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The district court rejected plaintiffs' claim in their Statement of Contested Facts that the agents did not explain the nature of the charges or the procedure to Abreu, as plaintiffs failed to provide any support for that allegation. Indeed, the deposition testimony of plaintiff Rosa Guzman Mieses corroborates that Ford told her that \"we're looking for your son, we have an accusation from a federal grand jury.\" Abreu v. Ford, <span class=\"citation\" data-id=\"2348746\"><a href=\"/opinion/2348746/abreu-guzman-v-ford/\"><span class=\"volume\">69</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">274</span></a></span>, 278 n.1 (D.P.R. 1999). Moreover, defendants proffered two affidavits stating that agents did so inform Abreu and Guzman. Id.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> We do not rely on Gerstein v. Pugh, which held that an indictment \"fair upon its face, and returned by a properly constituted grand jury, conclusively determines the existence of probable cause and requires issuance of an arrest warrant without further inquiry.\" <span class=\"citation\" data-id=\"109186\"><a href=\"/opinion/109186/gerstein-v-pugh/\"><span class=\"volume\">420</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">103</span></a></span>, 117 n.19 (1975) (internal quotation marks omitted). Here, the indictment was not of Abreu, but of John Doe 2, aka \"Junior.\" The issue before the grand jury was whether there was a basis to indict \"Junior,\" not Abreu, and therefore the indictment cannot, standing alone, supply probable cause for Abreu's arrest.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Likewise, the dispute about whether alteration of a photo is permissible or not is not material here for similar reasons. It is too much of a stretch to say that an altered photo (if altered), which Abreu could identify as being himself, misled the informant when he said the same photo was \"Junior.\" It is even more of a stretch to say the agents were reasonably required to disregard that identification.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> In their amended complaint, plaintiffs also claimed that defendants violated Abreu's Fifth and Sixth Amendment rights. Plaintiffs do not discuss those claims in their appeal. The district court correctly concluded that plaintiffs' allegations that Abreu was deprived of his due process rights, the purported basis for such claims, could not be sustained. We affirm that conclusion.</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/106936/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108375/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109186/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110763/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110959/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111611/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112257/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118203/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118276/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118289/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196071/",
    "http://www.courtlistener.com/api/rest/v3/opinions/536975/",
    "http://www.courtlistener.com/api/rest/v3/opinions/566801/",
    "http://www.courtlistener.com/api/rest/v3/opinions/573067/",
    "http://www.courtlistener.com/api/rest/v3/opinions/695513/",
    "http://www.courtlistener.com/api/rest/v3/opinions/709033/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1393643/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1966913/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2348746/"
  ]
}