{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/199200/",
  "absolute_url": "/opinion/199200/sistema-v-riley/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/199200/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T04:26:19Z",
  "date_modified": "2017-03-24T11:01:15.286619Z",
  "type": "010combined",
  "sha1": "6d3cc0dadcc4d08750d2ec50864ea9850979b161",
  "page_count": 18,
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/00-1481-01A.pdf",
  "local_path": "pdf/2000/12/20/Sistema_v._Riley.pdf",
  "plain_text": "               United States Court of Appeals\n                       For the First Circuit\n                        ____________________\n\nNo. 00-1481\n\n                SISTEMA UNIVERSITARIO ANA G. MENDEZ\n\n                       Plaintiff, Appellant,\n\n                                 v.\n\n              RICHARD W. RILEY, SECRETARY OF EDUCATION\n\n                        Defendant, Appellee.\n\n                        ____________________\n\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                  FOR THE DISTRICT OF PUERTO RICO\n\n       [Hon. Juan M. Perez-Gimenez, U.S. District Judge]\n\n                        ____________________\n\n                               Before\n\n                       Lynch, Circuit Judge,\n\n                     Lipez, Circuit Judge, and\n\n                  García-Gregory, District Judge.\n\n                        ____________________\n\n     Leslie H. Wiesenfelder, with whom José E. De La Cruz Skerrett,\nMichael B. Goldstein, and Sherry A. Mastrostefano, and Dow, Lohnes &\nAlbertson were on brief, for plaintiff-appellant.\n\n     Sarah L. Wanner, Office of the General Counsel, Department of\nEducation, with whom Guillermo Gil, U.S. Attorney, and Lisa E. Bhatia\nGautier, Assistant U.S. Attorney, were on brief, for defendant-\nappellee.\n\f____________________\n\n December 19, 2000\n\n____________________\n\n\n\n\n        -2-\n\f              LYNCH, Circuit Judge. The United States Secretary of\n\nEducation determined that certain programs run by a private\nuniversity system in Puerto Rico did not meet the eligibility\nrequirements for student financial assistance programs under\nTitle IV of the Higher Education Act of 1965, as amended, 20\nU.S.C. §§ 1070 et seq. (1998).                 Title IV includes the popular\nPell grant programs.          As a result, the university system, the\nSistema      Universitario       Ana   G.   Méndez,    was   held     liable    for\n$1,712,540 in student grant funds1 it had disbursed during the\ntwo fiscal years from July 1, 1989 to June 30, 1991.                           The\nuniversity system sought review of the Secretary's determination\nin the U.S. District Court. That court entered summary judgment\nfor the Secretary of Education, and Sistema appeals.                     The case\nturns on an issue of first impression concerning the interplay\nbetween      state     and   federal     law    on   the   question      of   which\ninstitutions are \"legally authorized\" to be eligible for Title\nIV funds.        We hold that the Secretary has discretion to\ndetermine what state actions qualify as \"legal authorization\"\nfor purposes of Title IV eligibility.\n                                         I.\n              Sistema is a private university system that includes\nthree degree-granting universities, Colegio Universitario del\nEste       (formerly    Puerto    Rico      Junior    College,      or   \"PRJC\"),\n\n       1  Almost all the funds at issue were awarded under the Federal\nPell Grant Program, 20 U.S.C. § 1070a and 34 C.F.R. § 690, which\n\"awards grants to help financially needy students meet the cost of\ntheir postsecondary education.\" 34 C.F.R. § 690.1 (2000).\n\n                                         -3-\n\fUniversidad del Turabo, and Universidad Metropolitana.                Sistema\nand its constituent institutions have participated in Title IV\nprograms for many years, and each university has received\nbetween $7 and $20 million annually in Title IV funding.                  As a\nTitle IV participant, Sistema has a fiduciary duty to follow\nprogram requirements and to account for funds obtained.                   See,\ne.g., 34 C.F.R. § 668.82 (1999).\n            In   1982,    PRJC    began    offering      a   community-based\nextension    education     program    known      as    PROSEE    (Programa   de\nServicios    Educativos         Especiales,      or    Special    Educational\nExtension    Services      Program),       and    by     1984,    Universidad\nMetropolitana and Universidad del Turabo had each established\ntheir own PROSEE sites.         It is these PROSEE programs that are at\nissue.   During the early 1980s, Sistema opened approximately 60\nnew satellite campuses throughout the Commonwealth under PROSEE.\nSistema neither notified the Secretary of the existence of these\nPROSEE sites nor obtained the Secretary’s approval of the Title\nIV   eligibility    of    the    sites,    as    required    by   Title   IV's\nimplementing regulations.            See 34 C.F.R. § 600.30; id. §\n600.10(b)(3); id. § 600.20. Indeed, when Sistema filled out its\nusual Title IV eligibility application forms in this period, it\nmarked   \"N/A\"     in    response    to    questions      about    additional\nlocations.\n            Sistema also failed to obtain prior approval from the\nCommonwealth’s licensing agency, the Puerto Rico Commission on\nHigher Education (\"PRCHE\"), for most of the locations.                 In 1985\n\n                                     -4-\n\fPRCHE did grant licenses to certain PROSEE sites that had\nalready been opened by PRJC, but PRCHE knew of only 25 PROSEE\nsites, while in fact PRJC ultimately operated 38 sites. Sistema\nobtained no prior approval from PRCHE whatsoever with regard to\nany of the PROSEE sites operated by the other two universities\nwithin Sistema.     When PRCHE learned of the additional PROSEE\nsites, it informed Sistema that Puerto Rico law required Sistema\nto get prior campus-by-campus approval for each new site.\n            Sistema took the position that it was not required to\ndo so, and a lawsuit ensued in the Commonwealth courts.       In\n1988, the parties settled that case, agreeing that PRCHE would\nundertake a site-by-site review of the PROSEE program and that\nSistema would not open any new PROSEE sites in the interim,\nthough the settlement allowed the already opened PROSEE sites to\nremain open pending review. At the time of the settlement, many\nPROSEE campuses had never been reviewed, and the settlement did\nnot determine that the PROSEE sites met PRCHE’s standards for\napproval.    In fact, when PRCHE did review the PROSEE sites over\nthe following two years, it issued certifications in which it\nrefused to grant approval and listed a series of deficiencies at\nthe sites.    The certifications issued did allow certain of the\nPROSEE locations operated by Universidad Metropolitana and\nUniversidad del Turabo to continue operation for six months, but\nonly for the purpose of permitting students then enrolled to\ncomplete their programs, and only on the condition that those\nsites improve specified deficiencies.      There was no evidence\n\n                                -5-\n\fpresented that they ever did so.\n         In 1992, PRCHE issued a second set of certifications,\nwhich licensed 12 PROSEE sites for prospective operation.    But\nsome 46 sites remained, and as to them the PRCHE said:\n         Having determined that the institution has complied\n         with the closing plan that was approved by this\n         organization, this document certifies for all the\n         legal effects, the validity of the programs offered\n         and degrees conferred in the referenced locations,\n         with the understanding that none of them will continue\n         operating or enrolling a single student.\nOf the 46 sites in question, 43 had already closed and the\nremainder were to be closed shortly.\n         In 1991 and 1992 the U.S. Department of Education\naudited Sistema and concluded that the PROSEE sites had not been\neligible to participate in Title IV.     After negotiations with\nSistema, the Department agreed to limit liability to the period\nfrom July 1, 1989 to June 30, 1991, and to permit Title IV\nstatus for the 25 PROSEE sites licensed in 1985. The Department\nalso eliminated from its calculation of liability those funds\nfor attendance at the PROSEE sites of Universidad Metropolitana\nand Universidad del Turabo for those PROSEE students who were\ngraduates and potential graduates.     Through these adjustments,\nin the final audit, Sistema's potential liability was reduced\nfrom over $27 million to the $1.7 million now at issue.\n                              II.\n         Sistema brought an administrative challenge under 34\nC.F.R. § 668, Subpart H to the Department's determination that\nthe PROSEE programs lacked Title IV eligibility. As a result of\n\n                              -6-\n\ftheir fiduciary status, institutions bear the burden of proving\nthat their expenditures of Title IV funds were warranted and\nthat they complied with program requirements.        See 34 C.F.R. §\n668.116(d)   (1987).      After   reviewing    the   record,   a   DOE\nadministrative law judge affirmed the $1.7 million liability\nasserted against Sistema on the ground that Sistema had not\ndemonstrated that the PROSEE sites were \"legally authorized\" by\nthe PRCHE within the meaning of 20 U.S.C. § 1141(a) (1998).2 See\nIn re Fundación Educativa Ana G. Méndez, No. 94-30-SA, Decision\nof Administrative Judge, at 6 (ED. O.H.A. Dec. 15, 1995). After\n\n\n     2     At all times during the period in issue in this case, 20\nU.S.C. § 1141(a) provided in part: \"the term 'institution of higher\neducation' means an educational institution in any State that (1)\nadmits as regular students only persons having a certificate of\ngraduation from a school providing secondary education, or the\nrecognized equivalent of such a certificate; (2) is legally authorized\nwithin such State to provide a program of education beyond secondary\neducation; (3) provides an educational program for which it awards a\nbachelor's degree or provides not less than a two-year program which is\nacceptable for full credit toward such a degree, (4) is a public or\nother nonprofit institution, and (5) is accredited by a nationally\nrecognized accrediting agency or association or, if not so accredited,\n(A) is an institution with respect to which the Secretary has\ndetermined that there is satisfactory assurance, considering the\nresources available to the institution, the period of time, if any,\nduring which it has operated, the effort it is making to meet\naccreditation standards, and the purpose for which this determination\nis being made, that the institution will meet the accreditation\nstandards of such an agency or association within a reasonable time, or\n(B) is an institution whose credits are accepted, on transfer, by not\nless than three institutions which are so accredited, for credit on the\nsame basis as if transferred from an institution so accredited....\"\nWhen the Higher Education Act was reauthorized in 1998, the statutory\nlanguage did not change in substance, but this provision was recodified\nat 20 U.S.C. § 1001(a). We will cite to the section numbers from the\nrelevant time period.\n\n                                  -7-\n\fthe   Secretary   certified    this   administrative   determination,\nSistema appealed the finding to the district court.\n          The     district    court   reversed   and   remanded   that\ndetermination to the Secretary.         The district court found that\nthe Secretary's determination of liability rested on the premise\nthat PRCHE had not licensed the PROSEE sites at all.               By\ncontrast, the court determined that the language in the 1992\nPRCHE certifications, quoted above (retroactively certifying the\nvalidity of the already closed sites on the condition that they\nnot reopen), constituted an affirmative licensing of the sites\nfor the purposes of Puerto Rico law. Since the Secretary failed\nto address the effect of these 1992 certifications on the\ndetermination of liability, the district court remanded the\ndecision to the Department. However, the district court did not\nfind that the certifications necessarily constituted the \"legal\nauthorization\" required by the Higher Education Act; rather, it\nremanded the question of whether the Secretary was bound to take\nthese PRCHE certifications as the equivalent of the required\n\"legal authorization.\"\n          On remand, the DOE administrative law judge again found\nSistema liable, determining that the program was ineligible for\ntwo reasons:    (1) the PROSEE sites were not legally authorized,\nand (2) Sistema failed to apply for prior approval as required:\n          As part of the federal government's obligation to\n          safeguard federal student financial assistance funds,\n          a tri-partite gatekeeping system has been established.\n          The participants in this gatekeeping function include:\n          accrediting agencies which have been approved by the\n\n                                  -8-\n\f          Secretary to be the judge of the quality and content\n          of education programs; state licencing bodies which\n          oversee the legal existence of educational programs\n          within their respective states; and ED which has the\n          overall responsibility to scrutinize the compliance\n          with federal law of all Title IV participants.\n          Although accrediting agencies and state licensing\n          bodies are, indeed, independent entities, they do not\n          operate in a vacuum in so far as Title IV issues are\n          concerned -- Congress has delegated to the Secretary\n          the final and ultimate authority to determine whether\n          or not compliance with Title IV is achieved.\n          * * * * *\n          Separately, I find that Fundacion failed to apply to\n          ED for approval to offer degree or certificate\n          programs at its remote PROSEE sites, as required.\nIn re Fundación Educativa Ana G. Méndez, No. 94-30-SA, Decision\nof Administrative Judge, at 4-5 (ED. O.H.A. July 16, 1998). Our\ndecision, like that of the district court, turns on the first\nground.\n                                   III.\n          The Title IV student financial assistance program is\nan   instance   of   cooperative    federalism    --   its   eligibility\nrequirements rest on both federal and state3 determinations (as\nwell as private accreditations).          To participate in the student\nassistance program, an educational institution must be an\n\"eligible\" institution of higher education. 20 U.S.C. § 1094(a).\nUnder the Department's implementing regulations, a determination\nthat an institution meets the eligibility requirements applies\nonly to those locations that are part of the institution at the\n\n\n     3    The Commonwealth of Puerto Rico has the status of a\nState for purposes of Title IV. 20 U.S.C. § 1003(16).\n\n                                   -9-\n\ftime   of    the    eligibility       determination.       See       34   C.F.R.   §\n600.10(b)(3) (1988-92) (\"Eligibility does not extend to any\nlocations that the institution establishes after it receives the\neligibility designation. . . .\").                To add new locations, the\ninstitution must apply for a new determination of eligibility.\nSee    id.   (\"If       an   eligible   institution      seeks       to   establish\neligibility for a new location, the institution shall apply\nunder Section 600.20.\"); see also 34 C.F.R. § 600.32 (1991)\n(providing procedure for obtaining eligibility determination for\nadditional locations).           The statutory and regulatory provisions\ndefining eligibility give the states some role to play, insofar\nas they preclude from eligibility those institutions which are\nnot \"legally authorized within such State to provide a program\nof    education         beyond   secondary     education.\"           20   U.S.C.   §\n1141(a)(2); see also 34 C.F.R. § 600.4(a)(3).                  The core dispute\nbetween the parties is that Sistema says it was so \"legally\nauthorized\" as to the PROSEE sites at issue and the Secretary\nsays it was not.             The question before us is whether these\nprovisions vest any discretion in the Secretary in making the\nultimate     eligibility         determination    that    an    institution        is\n\"legally authorized.\"\n             A court reviews such an agency determination under the\nAdministrative Procedure Act, 5 U.S.C. § 701, et seq., simply to\nascertain     whether         the     agency   decision        was    \"arbitrary,\ncapricious,        an    abuse   of    discretion,   or   otherwise         not    in\naccordance with law.\"             5 U.S.C. § 706(2)(A).          Agency hearing\n\n                                        -10-\n\fdeterminations     are     upheld   when   supported   by    \"substantial\nevidence.\"      See   id.    §   706(2)(E).     In   the    administrative\nproceedings, the burden of proof is on Sistema, see 34 C.F.R. §\n668.116(d); under \"arbitrary and capricious\" review, the court\nmay not substitute its judgment for that of agency officials but\nrather must focus on whether \"the agency [ ] examine[d] the\nrelevant data and articulate[d] a satisfactory explanation for\nits action including a 'rational connection between the facts\nfound and the choice made.'\"            Motor Vehicles Mfrs. Ass'n v.\nState Farm Mut. Auto. Ins. Co., 463 U.S. 29, 43 (1983) (citation\nomitted). In this case the district court upheld the agency\ndetermination on summary judgment. Our review of the district\ncourt’s summary judgement determination is made de novo. Thomas\nv. Kodak, 183 F.3d 38, 47 (1st Cir. 1999) (later history\nomitted).\n            Sistema makes arguments on several levels.            It begins\nby making a procedural argument, arising from the prior history\nof the case, that the Secretary was boxed in by the combination\nof his prior ruling in the case and the remand order of the\ninitial reviewing court, such that the Secretary had no leeway\nto reach the decision he did after remand.             This argument is\nfrivolous    and   rests    on   what   can   charitably     be   called   a\nmisunderstanding of the record.         The Secretary decided the very\npoint sent to him on remand.4\n\n\n     4    Sistema argues that the first district judge held that in\n1992 the Commonwealth did license the PROSEE program and all of its\n\n                                    -11-\n\f          Sistema makes two substantive arguments, both grounded\non the contention that Puerto Rico had legally authorized the\nPROSEE sites, either through the 1988 settlement agreement or\nretroactively through the 1992 certifications.             The first\nargument is that the Secretary’s decision that the sites were\nunauthorized is flatly contradicted by the statute, 28 U.S.C. §\n1141(a), a definitional section which provides:\n          The term \"institution of higher education\" means an\n          educational institution in any State which...(2) is\n          legally authorized within such State to provide a\n          program of education beyond secondary education . . .\n          .\nSistema argues that this statute commits the decision as to\nwhether a program is legally authorized solely to the states.\nThus this case, Sistema says, stops at the first step of the\nanalysis under Chevron U.S.A., Inc. v. Natural Resources Defense\nCouncil, Inc., 467 U.S. 837, 842-843 (1984). Since the district\ncourt in the first appeal found that the 1992 certifications\nconstituted a \"license\" of the sites for the purposes of Puerto\nRico law, Sistema continues, the Secretary is bound by this\n\n\n\nsixty locations, and that because the Secretary did not appeal this\nruling, which of course remanded the matter to the agency, the\nSecretary is bound by this decision. We think the Secretary is not\nbound by the law of the case doctrine, that it is far from clear there\nwould have been any appellate jurisdiction to review the interim remand\norder, and that the matter is properly before us for review. In any\nevent, we think the district court did not mean what Sistema attributes\nto it. Within the question remanded was the leeway for the Secretary\nto conclude that this situation did not amount to the sort of\nlicensure, if licensure at all, which amounted to a \"legal\nauthorization.\"\n\n                                 -12-\n\fstatutory language to find the sites eligible.           In fact, the\nargument proceeds, the Secretary has acknowledged that he is\nbound by a state’s determination of the legal status of an\ninstitution according to the agency’s own regulations, 34 C.F.R.\n§ 600.2 (1988), which provides:\n           Legally authorized: The legal status granted to an\n           institution through a charter, license, or other\n           written document issued by the appropriate agency or\n           official of the State in which the institution is\n           physically located.\n           This argument sets the stage for Sistema's other\nsubstantive argument -- that the Secretary has violated his own\nregulations and administrative case law.       Sistema contends that\n§ 600.2 leaves the Secretary no discretion where the relevant\nstate agency licenses an institution.        Sistema also points to\nother regulations, including those which govern what happens\nwhen an institution loses its state accreditation or legal\nauthorization.      See 34 C.F.R. § 600.41 (1990).            In such\ncircumstances, it says, the agency’s hearing officer \"is not\nauthorized to scrutinize the action of the . . . State to\ndetermine whether the removal of . . . the State authorization\nwas valid . . .\"     55 Fed. Reg. 32,180-81 (Aug. 7, 1990).5         In\n\n\n     5     Deflecting an anticipated defense from the Secretary, Sistema\nfinally argues that its status under state law is not determined by\nwhether it is licensed. The statute uses the word \"authorization,\" not\n\"licensure,\" and the Secretary’s official Handbook acknowledges that \"a\nschool is considered to be legally authorized if state law does not\nrequire it to have a license or other formal approval.\" The argument\nis at odds with Sistema's main theme that it is the states who are\nempowered to determine authorization. Puerto Rico has determined that\nprograms must have licenses. That federal law accommodates other\n\n                                 -13-\n\ffact, Sistema asserts, the Commonwealth of Puerto Rico did\nlicense or otherwise legally authorize all 60 PROSEE sites.\nMoreover, to the extent that the Secretary rejected the 1992\ncertifications as legal authorization on the grounds that they\nwere retroactive, Sistema argues that such a conclusion violates\nestablished agency case law.\n             Both the Secretary and Sistema pose the first issue as\na stark one: whether it is the state or the Secretary who gets\nto decide what qualifies as \"legal authorization\" of a program\nfor the purposes of Title IV.            We think a slightly different\nformulation of the issue is preferable: whether the statute\nmeans that the Secretary has no discretion to determine what is\n\"legal authorization\" for Title IV eligibility purposes.\n             The most direct answer is that the Secretary has\ndiscretion.     This is a federal program, federal dollars are at\nstake, and the most sensible reading of the statute is that the\nSecretary     has    discretion     to    determine       what   is   \"legal\nauthorization\" in order to protect federal interests.                      The\ndefinitional section, 28 U.S.C. § 1141(a), is consistent with\nthis reading, and does not bear the contrary weight Sistema puts\non it.   This definitional section is simply that, and does not\nsay   that    the   Secretary,    who    is   expressly    charged    in   the\nstatutory scheme with determining eligibility, is bound by the\nstate's determination as to one aspect of eligibility: \"legal\n\n\nstates that do not have licensing requirements adds nothing to\nSistema’s argument.\n\n                                   -14-\n\fauthorization.\"6         It simply describes \"legal authorization\"; it\ndoes       not    allocate     responsibility       for   determining        if   the\nrequirement is met.             In any event, even assuming that the\nstatute does not directly charge the Secretary with assessing\n\"legal authorization,\" it is certainly not impermissible or\nunreasonable to construe the statute to do so implicitly, and\nhence we would defer to the Department's interpretation under\nthe second step of Chevron in any case.\n                 Sistema's   second   argument       --   that    the    Secretary\nviolated the Department's own regulations and administrative\ncase law -- is misplaced. Sistema relies primarily on two cases\nrefusing         to   impose     liability     in     light      of   retroactive\neligibility:          In re Baytown Technical School, Inc., No. 91-40-\nSP, Decision of the Secretary, 1994 WL 907417 (ED. O.H.A. April\n12,    1994)       (allowing     retroactive     accreditation          of    branch\nlocations), and In re French Fashion Academy, No. 89-12-S,\nDecision of the Secretary, 1990 WL 357908 (ED. O.H.A. Mar. 30,\n1990) (denying liability for period covered by retroactive state\nlicense). These cases are quite distinct from the case at hand.\n\n\n\n       6   Indeed, the prior notification scheme established in the\nstatute serves the purpose of ensuring Department oversight before the\nexpenditure of Title IV funds. See 20 U.S.C. § 1094(a); see also 34\nC.F.R. § 600.21(a)(1) (delineating the Secretary's role in determining\nwhether applicants qualify as eligible institutions). The fact that in\nthe first administrative hearing, the administrative law judge found\nthat the violation of the notification provisions here alone not\nsufficient to justify a finding of liability does not undercut the fact\nthat these notification requirements reflect the Secretary's\ngatekeeping role in the distribution of Title IV funds.\n\n                                       -15-\n\fFirst, in these cases, unlike here, the state licensing agencies\nhad determined that the institution in question was currently\nqualified under state standards, that it was so qualified on the\ndate to which the approval was made retroactive, and that it was\nlikely to remain qualified in the foreseeable future. Moreover,\nboth of these cases predated the current regulation requiring\nprior approval of eligibility for each new institutional site,\na shift which, the Secretary argues, precludes retroactive\nlicensing,   see   34   C.F.R.    §     600.10(a)   (eligibility     not\nestablished until Department receives all information relevant\nto making such a designation). By contrast, that regulation was\nin force throughout the time period at issue in this case.\n         But the states are also given a role in the Title IV\nscheme, and were this an instance of the Secretary questioning\nthe propriety of a license duly issued in the regular course by\na state, a question might well be presented whether a decision\nby the Secretary to the contrary of the state’s licensing\ndetermination was arbitrary or capricious or otherwise not in\naccordance with law.     Questions might also be raised if the\nSecretary concluded the state had never issued a license in the\nface of unrebutted evidence the state had done exactly that.\nThis is not those cases.\n         Here, the only \"license,\" if that,          issued by Puerto\nRico was in 1992 -- after the audit period in question.            It is\ndoubtful that a retroactive attempt by a state to license would\nusually qualify as \"legal authorization.\"       In the normal scheme\n\n                                 -16-\n\fthe statute and regulations set up a system of prospective\napproval, as is      inherent in the prior notification provisions\nof the law and in the very word \"authorization.\"               The Secretary\nargues that any and all retroactive licenses fail to be legally\nauthorized, regardless of circumstance.             We need not reach that\nargument.\n            Apart from the issue of retroactivity, we think the\nSecretary had discretion to say that the 1992 events did not\namount to legal authorization.          Here, the Commonwealth did not\npurport to say in 1992 that it had reviewed the schools and\nfound them qualified and licensed.               It only said that schools\nwhich were closed or about to be closed were certified for their\nvalidity as to programs and degrees, provided none of the\nschools kept operating. The history showed that when the PROSEE\ncampuses were reviewed, they were not approved and they had\ndeficiencies.      As the administrative law judge astutely noted,\nthe history strongly suggests that Puerto Rico, in the 1992\ncertification, was attempting to protect the students who had\ngone through these programs which Sistema had failed to disclose\nto   local and federal authorities.          That is far different from\nsaying that Sistema met its obligations for Title IV purposes.\nThe conclusion is also reasonable that the 1988 settlement\nagreement    was    not     a    license.         The     settlement   merely\nprovisionally allowed Sistema to continue to operate the PROSEE\nsites   previously    not       disclosed   to    PRCHE    while   they   were\nreviewed. On these facts, the Secretary’s conclusion that these\n\n                                     -17-\n\fschools were not \"legally authorized\" is hardly unreasonable.\nNor was the second trial judge’s lack of sympathy for Sistema\nunreasonable; Sistema not only created this situation but could\nwell have victimized its PROSEE students by placing their\ndegrees in jeopardy.\n         Accordingly, we affirm the judgment and award costs in\nfavor of the Secretary.\n\n\n\n\n                             -18-\n\f",
  "html": "<p class=\"case_cite\">234 F.3d 772 (1st Cir. 2000)</p>\n    <p class=\"parties\">SISTEMA UNIVERSITARIO ANA G. MENDEZ, Plaintiff, Appellant,<br>v.<br>RICHARD W. RILEY, SECRETARY OF EDUCATION, Defendant, Appellee.</p>\n    <p class=\"docket\">No. 00-1481</p>\n    <p class=\"court\">United States Court of Appeals For the First Circuit</p>\n    <p class=\"date\">Heard November 14, 2000<br>Decided December 19, 2000</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF PUERTO RICO</p>\n      <p class=\"indent\">[Hon. Juan M. Perez-Gimenez, U.S. District Judge]</p>\n      <p class=\"indent\">Leslie H. Wiesenfelder, with whom Jose E. De La Cruz Skerrett, Michael B. Goldstein, and Sherry A. Mastrostefano, and Dow, Lohnes &amp; Albertson were on brief, for plaintiff-appellant.</p>\n      <p class=\"indent\">Sarah L. Wanner, Office of the General Counsel, Department of Education, with whom Guillermo Gil, U.S. Attorney, and Lisa E. Bhatia Gautier, Assistant U.S. Attorney, were on brief, for defendant-appellee.</p>\n      <p class=\"indent\">Before Lynch, Circuit Judge, Lipez, Circuit Judge, and Garca-Gregory, District Judge.</p>\n      <p class=\"indent\">LYNCH, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The United States Secretary of Education determined that certain programs run by a private university system in Puerto Rico did not meet the eligibility requirements for student financial assistance programs under Title IV of the Higher Education Act of 1965, as amended, 20 U.S.C. &#167;&#167; 1070 et seq. (1998). Title IV includes the popular Pell grant programs. As a result, the university system, the Sistema Universitario Ana G. Mendez, was held liable for $1,712,540 in student grant funds<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> it had disbursed during the two fiscal years from July 1, 1989 to June 30, 1991. The university system sought review of the Secretary's determination in the U.S. District Court. That court entered summary judgment for the Secretary of Education, and Sistema appeals. The case turns on an issue of first impression concerning the interplay between state and federal law on the question of which institutions are \"legally authorized\" to be eligible for Title IV funds. We hold that the Secretary has discretion to determine what state actions qualify as \"legal authorization\" for purposes of Title IV eligibility.</p>\n    </div>\n    <p class=\"indent\">I.</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Sistema is a private university system that includes three degree-granting universities, Colegio Universitario del Este (formerly Puerto Rico Junior College, or \"PRJC\"), Universidad del Turabo, and Universidad Metropolitana. Sistema and its constituent institutions have participated in Title IV programs for many years, and each university has received between $7 and $20 million annually in Title IV funding. As a Title IV participant, Sistema has a fiduciary duty to follow program requirements and to account for funds obtained. See, e.g., 34 C.F.R. &#167; 668.82 (1999).</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In 1982, PRJC began offering a community-based extension education program known as PROSEE (Programa de Servicios Educativos Especiales, or Special Educational Extension Services Program), and by 1984, Universidad Metropolitana and Universidad del Turabo had each established their own PROSEE sites. It is these PROSEE programs that are at issue. During the early 1980s, Sistema opened approximately 60 new satellite campuses throughout the Commonwealth under PROSEE. Sistema neither notified the Secretary of the existence of these PROSEE sites nor obtained the Secretary's approval of the Title IV eligibility of the sites, as required by Title IV's implementing regulations. See 34 C.F.R. &#167; 600.30; id. &#167; 600.10(b)(3); id. &#167; 600.20. Indeed, when Sistema filled out its usual Title IV eligibility application forms in this period, it marked \"N/A\" in response to questions about additional locations.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Sistema also failed to obtain prior approval from the Commonwealth's licensing agency, the Puerto Rico Commission on Higher Education (\"PRCHE\"), for most of the locations. In 1985 PRCHE did grant licenses to certain PROSEE sites that had already been opened by PRJC, but PRCHE knew of only 25 PROSEE sites, while in fact PRJC ultimately operated 38 sites. Sistema obtained no prior approval from PRCHE whatsoever with regard to any of the PROSEE sites operated by the other two universities within Sistema. When PRCHE learned of the additional PROSEE sites, it informed Sistema that Puerto Rico law required Sistema to get prior campus-by-campus approval for each new site.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Sistema took the position that it was not required to do so, and a lawsuit ensued in the Commonwealth courts. In 1988, the parties settled that case, agreeing that PRCHE would undertake a site-by-site review of the PROSEE program and that Sistema would not open any new PROSEE sites in the interim, though the settlement allowed the already opened PROSEE sites to remain open pending review. At the time of the settlement, many PROSEE campuses had never been reviewed, and the settlement did not determine that the PROSEE sites met PRCHE's standards for approval. In fact, when PRCHE did review the PROSEE sites over the following two years, it issued certifications in which it refused to grant approval and listed a series of deficiencies at the sites. The certifications issued did allow certain of the PROSEE locations operated by Universidad Metropolitana and Universidad del Turabo to continue operation for six months, but only for the purpose of permitting students then enrolled to complete their programs, and only on the condition that those sites improve specified deficiencies. There was no evidence presented that they ever did so.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">In 1992, PRCHE issued a second set of certifications, which licensed 12 PROSEE sites for prospective operation. But some 46 sites remained, and as to them the PRCHE said:</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Having determined that the institution has complied with the closing plan that was approved by this organization, this document certifies for all the legal effects, the validity of the programs offered and degrees conferred in the referenced locations, with the understanding that none of them will continue operating or enrolling a single student.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Of the 46 sites in question, 43 had already closed and the remainder were to be closed shortly.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">In 1991 and 1992 the U.S. Department of Education audited Sistema and concluded that the PROSEE sites had not been eligible to participate in Title IV. After negotiations with Sistema, the Department agreed to limit liability to the period from July 1, 1989 to June 30, 1991, and to permit Title IV status for the 25 PROSEE sites licensed in 1985. The Department also eliminated from its calculation of liability those funds for attendance at the PROSEE sites of Universidad Metropolitana and Universidad del Turabo for those PROSEE students who were graduates and potential graduates. Through these adjustments, in the final audit, Sistema's potential liability was reduced from over $27 million to the $1.7 million now at issue.</p>\n    </div>\n    <p class=\"indent\">II.</p>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Sistema brought an administrative challenge under 34 C.F.R. &#167; 668, Subpart H to the Department's determination that the PROSEE programs lacked Title IV eligibility. As a result of their fiduciary status, institutions bear the burden of proving that their expenditures of Title IV funds were warranted and that they complied with program requirements. See 34 C.F.R. &#167; 668.116(d) (1987). After reviewing the record, a DOE administrative law judge affirmed the $1.7 million liability asserted against Sistema on the ground that Sistema had not demonstrated that the PROSEE sites were \"legally authorized\" by the PRCHE within the meaning of 20 U.S.C. &#167; 1141(a) (1998).<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> See In re Fundacion Educativa Ana G. Mendez, No. 94-30-SA, Decision of Administrative Judge, at 6 (ED. O.H.A. Dec. 15, 1995). After the Secretary certified this administrative determination, Sistema appealed the finding to the district court.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The district court reversed and remanded that determination to the Secretary. The district court found that the Secretary's determination of liability rested on the premise that PRCHE had not licensed the PROSEE sites at all. By contrast, the court determined that the language in the 1992 PRCHE certifications, quoted above (retroactively certifying the validity of the already closed sites on the condition that they not reopen), constituted an affirmative licensing of the sites for the purposes of Puerto Rico law. Since the Secretary failed to address the effect of these 1992 certifications on the determination of liability, the district court remanded the decision to the Department. However, the district court did not find that the certifications necessarily constituted the \"legal authorization\" required by the Higher Education Act; rather, it remanded the question of whether the Secretary was bound to take these PRCHE certifications as the equivalent of the required \"legal authorization.\"</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">On remand, the DOE administrative law judge again found Sistema liable, determining that the program was ineligible for two reasons: (1) the PROSEE sites were not legally authorized, and (2) Sistema failed to apply for prior approval as required:</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">As part of the federal government's obligation to safeguard federal student financial assistance funds, a tri-partite gatekeeping system has been established. The participants in this gatekeeping function include: accrediting agencies which have been approved by the Secretary to be the judge of the quality and content of education programs; state licencing bodies which oversee the legal existence of educational programs within their respective states; and ED which has the overall responsibility to scrutinize the compliance with federal law of all Title IV participants. Although accrediting agencies and state licensing bodies are, indeed, independent entities, they do not operate in a vacuum in so far as Title IV issues are concerned -- Congress has delegated to the Secretary the final and ultimate authority to determine whether or not compliance with Title IV is achieved.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">* * * * *</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Separately, I find that Fundacion failed to apply to ED for approval to offer degree or certificate programs at its remote PROSEE sites, as required.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">In re Fundacion Educativa Ana G. Mendez, No. 94-30-SA, Decision of Administrative Judge, at 4-5 (ED. O.H.A. July 16, 1998). Our decision, like that of the district court, turns on the first ground.</p>\n    </div>\n    <p class=\"indent\">III.</p>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The Title IV student financial assistance program is an instance of cooperative federalism -- its eligibility requirements rest on both federal and state<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> determinations (as well as private accreditations). To participate in the student assistance program, an educational institution must be an \"eligible\" institution of higher education. 20 U.S.C. &#167; 1094(a). Under the Department's implementing regulations, a determination that an institution meets the eligibility requirements applies only to those locations that are part of the institution at the time of the eligibility determination. See 34 C.F.R. &#167; 600.10(b)(3) (1988-92) (\"Eligibility does not extend to any locations that the institution establishes after it receives the eligibility designation. . . .\"). To add new locations, the institution must apply for a new determination of eligibility. See id. (\"If an eligible institution seeks to establish eligibility for a new location, the institution shall apply under Section 600.20.\"); see also 34 C.F.R. &#167; 600.32 (1991) (providing procedure for obtaining eligibility determination for additional locations). The statutory and regulatory provisions defining eligibility give the states some role to play, insofar as they preclude from eligibility those institutions which are not \"legally authorized within such State to provide a program of education beyond secondary education.\" 20 U.S.C. &#167; 1141(a)(2); see also 34 C.F.R. &#167; 600.4(a)(3). The core dispute between the parties is that Sistema says it was so \"legally authorized\" as to the PROSEE sites at issue and the Secretary says it was not. The question before us is whether these provisions vest any discretion in the Secretary in making the ultimate eligibility determination that an institution is \"legally authorized.\"</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">A court reviews such an agency determination under the Administrative Procedure Act, 5 U.S.C. &#167; 701, et seq., simply to ascertain whether the agency decision was \"arbitrary, capricious, an abuse of discretion, or otherwise not in accordance with law.\" 5 U.S.C. &#167; 706(2)(A). Agency hearing determinations are upheld when supported by \"substantial evidence.\" See id. &#167; 706(2)(E). In the administrative proceedings, the burden of proof is on Sistema, see 34 C.F.R. &#167; 668.116(d); under \"arbitrary and capricious\" review, the court may not substitute its judgment for that of agency officials but rather must focus on whether \"the agency [ ] examine[d] the relevant data and articulate[d] a satisfactory explanation for its action including a 'rational connection between the facts found and the choice made.'\" Motor Vehicles Mfrs. Ass'n v. State Farm Mut. Auto. Ins. Co., 463 U.S. 29, 43 (1983) (citation omitted). In this case the district court upheld the agency determination on summary judgment. Our review of the district court's summary judgement determination is made de novo. Thomas v. Kodak, 183 F.3d 38, 47 (1st Cir. 1999) (later history omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Sistema makes arguments on several levels. It begins by making a procedural argument, arising from the prior history of the case, that the Secretary was boxed in by the combination of his prior ruling in the case and the remand order of the initial reviewing court, such that the Secretary had no leeway to reach the decision he did after remand. This argument is frivolous and rests on what can charitably be called a misunderstanding of the record. The Secretary decided the very point sent to him on remand.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Sistema makes two substantive arguments, both grounded on the contention that Puerto Rico had legally authorized the PROSEE sites, either through the 1988 settlement agreement or retroactively through the 1992 certifications. The first argument is that the Secretary's decision that the sites were unauthorized is flatly contradicted by the statute, 28 U.S.C. &#167; 1141(a), a definitional section which provides:</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The term \"institution of higher education\" means an educational institution in any State which...(2) is legally authorized within such State to provide a program of education beyond secondary education . . . .</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Sistema argues that this statute commits the decision as to whether a program is legally authorized solely to the states. Thus this case, Sistema says, stops at the first step of the analysis under Chevron U.S.A., Inc. v. Natural Resources Defense Council, Inc., 467 U.S. 837, 842-843 (1984). Since the district court in the first appeal found that the 1992 certifications constituted a \"license\" of the sites for the purposes of Puerto Rico law, Sistema continues, the Secretary is bound by this statutory language to find the sites eligible. In fact, the argument proceeds, the Secretary has acknowledged that he is bound by a state's determination of the legal status of an institution according to the agency's own regulations, 34 C.F.R. &#167; 600.2 (1988), which provides:</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Legally authorized: The legal status granted to an institution through a charter, license, or other written document issued by the appropriate agency or official of the State in which the institution is physically located.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">This argument sets the stage for Sistema's other substantive argument -- that the Secretary has violated his own regulations and administrative case law. Sistema contends that &#167; 600.2 leaves the Secretary no discretion where the relevant state agency licenses an institution. Sistema also points to other regulations, including those which govern what happens when an institution loses its state accreditation or legal authorization. See 34 C.F.R. &#167; 600.41 (1990). In such circumstances, it says, the agency's hearing officer \"is not authorized to scrutinize the action of the . . . State to determine whether the removal of . . . the State authorization was valid . . .\" 55 Fed. Reg. 32,180-81 (Aug. 7, 1990).<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> In fact, Sistema asserts, the Commonwealth of Puerto Rico did license or otherwise legally authorize all 60 PROSEE sites. Moreover, to the extent that the Secretary rejected the 1992 certifications as legal authorization on the grounds that they were retroactive, Sistema argues that such a conclusion violates established agency case law.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Both the Secretary and Sistema pose the first issue as a stark one: whether it is the state or the Secretary who gets to decide what qualifies as \"legal authorization\" of a program for the purposes of Title IV. We think a slightly different formulation of the issue is preferable: whether the statute means that the Secretary has no discretion to determine what is \"legal authorization\" for Title IV eligibility purposes.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The most direct answer is that the Secretary has discretion. This is a federal program, federal dollars are at stake, and the most sensible reading of the statute is that the Secretary has discretion to determine what is \"legal authorization\" in order to protect federal interests. The definitional section, 28 U.S.C. &#167; 1141(a), is consistent with this reading, and does not bear the contrary weight Sistema puts on it. This definitional section is simply that, and does not say that the Secretary, who is expressly charged in the statutory scheme with determining eligibility, is bound by the state's determination as to one aspect of eligibility: \"legal authorization.\"<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> It simply describes \"legal authorization\"; it does not allocate responsibility for determining if the requirement is met. In any event, even assuming that the statute does not directly charge the Secretary with assessing \"legal authorization,\" it is certainly not impermissible or unreasonable to construe the statute to do so implicitly, and hence we would defer to the Department's interpretation under the second step of Chevron in any case.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Sistema's second argument -- that the Secretary violated the Department's own regulations and administrative case law -- is misplaced. Sistema relies primarily on two cases refusing to impose liability in light of retroactive eligibility: In re Baytown Technical School, Inc., No. 91-40-SP, Decision of the Secretary, 1994 WL 907417 (ED. O.H.A. April 12, 1994) (allowing retroactive accreditation of branch locations), and In re French Fashion Academy, No. 89-12-S, Decision of the Secretary, 1990 WL 357908 (ED. O.H.A. Mar. 30, 1990) (denying liability for period covered by retroactive state license). These cases are quite distinct from the case at hand. First, in these cases, unlike here, the state licensing agencies had determined that the institution in question was currently qualified under state standards, that it was so qualified on the date to which the approval was made retroactive, and that it was likely to remain qualified in the foreseeable future. Moreover, both of these cases predated the current regulation requiring prior approval of eligibility for each new institutional site, a shift which, the Secretary argues, precludes retroactive licensing, see 34 C.F.R. &#167; 600.10(a) (eligibility not established until Department receives all information relevant to making such a designation). By contrast, that regulation was in force throughout the time period at issue in this case.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">But the states are also given a role in the Title IV scheme, and were this an instance of the Secretary questioning the propriety of a license duly issued in the regular course by a state, a question might well be presented whether a decision by the Secretary to the contrary of the state's licensing determination was arbitrary or capricious or otherwise not in accordance with law. Questions might also be raised if the Secretary concluded the state had never issued a license in the face of unrebutted evidence the state had done exactly that. This is not those cases.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Here, the only \"license,\" if that, issued by Puerto Rico was in 1992 -- after the audit period in question. It is doubtful that a retroactive attempt by a state to license would usually qualify as \"legal authorization.\" In the normal scheme the statute and regulations set up a system of prospective approval, as is inherent in the prior notification provisions of the law and in the very word \"authorization.\" The Secretary argues that any and all retroactive licenses fail to be legally authorized, regardless of circumstance. We need not reach that argument.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Apart from the issue of retroactivity, we think the Secretary had discretion to say that the 1992 events did not amount to legal authorization. Here, the Commonwealth did not purport to say in 1992 that it had reviewed the schools and found them qualified and licensed. It only said that schools which were closed or about to be closed were certified for their validity as to programs and degrees, provided none of the schools kept operating. The history showed that when the PROSEE campuses were reviewed, they were not approved and they had deficiencies. As the administrative law judge astutely noted, the history strongly suggests that Puerto Rico, in the 1992 certification, was attempting to protect the students who had gone through these programs which Sistema had failed to disclose to local and federal authorities. That is far different from saying that Sistema met its obligations for Title IV purposes. The conclusion is also reasonable that the 1988 settlement agreement was not a license. The settlement merely provisionally allowed Sistema to continue to operate the PROSEE sites previously not disclosed to PRCHE while they were reviewed. On these facts, the Secretary's conclusion that these schools were not \"legally authorized\" is hardly unreasonable. Nor was the second trial judge's lack of sympathy for Sistema unreasonable; Sistema not only created this situation but could well have victimized its PROSEE students by placing their degrees in jeopardy.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Accordingly, we affirm the judgment and award costs in favor of the Secretary.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Almost all the funds at issue were awarded under the Federal Pell Grant Program, 20 U.S.C. &#167; 1070a and 34 C.F.R. &#167; 690, which \"awards grants to help financially needy students meet the cost of their postsecondary education.\" 34 C.F.R. &#167; 690.1 (2000).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> At all times during the period in issue in this case, 20 U.S.C. &#167; 1141(a) provided in part: \"the term 'institution of higher education' means an educational institution in any State that (1) admits as regular students only persons having a certificate of graduation from a school providing secondary education, or the recognized equivalent of such a certificate; (2) is legally authorized within such State to provide a program of education beyond secondary education; (3) provides an educational program for which it awards a bachelor's degree or provides not less than a two-year program which is acceptable for full credit toward such a degree, (4) is a public or other nonprofit institution, and (5) is accredited by a nationally recognized accrediting agency or association or, if not so accredited, (A) is an institution with respect to which the Secretary has determined that there is satisfactory assurance, considering the resources available to the institution, the period of time, if any, during which it has operated, the effort it is making to meet accreditation standards, and the purpose for which this determination is being made, that the institution will meet the accreditation standards of such an agency or association within a reasonable time, or (B) is an institution whose credits are accepted, on transfer, by not less than three institutions which are so accredited, for credit on the same basis as if transferred from an institution so accredited....\" When the Higher Education Act was reauthorized in 1998, the statutory language did not change in substance, but this provision was recodified at 20 U.S.C. &#167; 1001(a). We will cite to the section numbers from the relevant time period.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The Commonwealth of Puerto Rico has the status of a State for purposes of Title IV. 20 U.S.C. &#167; 1003(16).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Sistema argues that the first district judge held that in 1992 the Commonwealth did license the PROSEE program and all of its sixty locations, and that because the Secretary did not appeal this ruling, which of course remanded the matter to the agency, the Secretary is bound by this decision. We think the Secretary is not bound by the law of the case doctrine, that it is far from clear there would have been any appellate jurisdiction to review the interim remand order, and that the matter is properly before us for review. In any event, we think the district court did not mean what Sistema attributes to it. Within the question remanded was the leeway for the Secretary to conclude that this situation did not amount to the sort of licensure, if licensure at all, which amounted to a \"legal authorization.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Deflecting an anticipated defense from the Secretary, Sistema finally argues that its status under state law is not determined by whether it is licensed. The statute uses the word \"authorization,\" not \"licensure,\" and the Secretary's official Handbook acknowledges that \"a school is considered to be legally authorized if state law does not require it to have a license or other formal approval.\" The argument is at odds with Sistema's main theme that it is the states who are empowered to determine authorization. Puerto Rico has determined that programs must have licenses. That federal law accommodates other states that do not have licensing requirements adds nothing to Sistema's argument.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Indeed, the prior notification scheme established in the statute serves the purpose of ensuring Department oversight before the expenditure of Title IV funds. See 20 U.S.C. &#167; 1094(a); see also 34 C.F.R. &#167; 600.21(a)(1) (delineating the Secretary's role in determining whether applicants qualify as eligible institutions). The fact that in the first administrative hearing, the administrative law judge found that the violation of the notification provisions here alone not sufficient to justify a finding of liability does not undercut the fact that these notification requirements reflect the Secretary's gatekeeping role in the distribution of Title IV funds.</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">234</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">772</span></span> (1st Cir. 2000)</p>\n    <p class=\"parties\">SISTEMA UNIVERSITARIO ANA G. MENDEZ, Plaintiff, Appellant,<br>v.<br>RICHARD W. RILEY, SECRETARY OF EDUCATION, Defendant, Appellee.</p>\n    <p class=\"docket\">No. 00-1481</p>\n    <p class=\"court\">United States Court of Appeals For the First Circuit</p>\n    <p class=\"date\">Heard November 14, 2000<br>Decided December 19, 2000</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF PUERTO RICO</p>\n      <p class=\"indent\">[Hon. Juan M. Perez-Gimenez, U.S. District Judge]</p>\n      <p class=\"indent\">Leslie H. Wiesenfelder, with whom Jose E. De La Cruz Skerrett, Michael B. Goldstein, and Sherry A. Mastrostefano, and Dow, Lohnes &amp; Albertson were on brief, for plaintiff-appellant.</p>\n      <p class=\"indent\">Sarah L. Wanner, Office of the General Counsel, Department of Education, with whom Guillermo Gil, U.S. Attorney, and Lisa E. Bhatia Gautier, Assistant U.S. Attorney, were on brief, for defendant-appellee.</p>\n      <p class=\"indent\">Before Lynch, Circuit Judge, Lipez, Circuit Judge, and Garca-Gregory, District Judge.</p>\n      <p class=\"indent\">LYNCH, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The United States Secretary of Education determined that certain programs run by a private university system in Puerto Rico did not meet the eligibility requirements for student financial assistance programs under Title IV of the Higher Education Act of 1965, as amended, 20 U.S.C. &#167;&#167; 1070 et seq. (1998). Title IV includes the popular Pell grant programs. As a result, the university system, the Sistema Universitario Ana G. Mendez, was held liable for $1,712,540 in student grant funds<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> it had disbursed during the two fiscal years from July 1, 1989 to June 30, 1991. The university system sought review of the Secretary's determination in the U.S. District Court. That court entered summary judgment for the Secretary of Education, and Sistema appeals. The case turns on an issue of first impression concerning the interplay between state and federal law on the question of which institutions are \"legally authorized\" to be eligible for Title IV funds. We hold that the Secretary has discretion to determine what state actions qualify as \"legal authorization\" for purposes of Title IV eligibility.</p>\n    </div>\n    <p class=\"indent\">I.</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Sistema is a private university system that includes three degree-granting universities, Colegio Universitario del Este (formerly Puerto Rico Junior College, or \"PRJC\"), Universidad del Turabo, and Universidad Metropolitana. Sistema and its constituent institutions have participated in Title IV programs for many years, and each university has received between $7 and $20 million annually in Title IV funding. As a Title IV participant, Sistema has a fiduciary duty to follow program requirements and to account for funds obtained. See, e.g., 34 C.F.R. &#167; 668.82 (1999).</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In 1982, PRJC began offering a community-based extension education program known as PROSEE (Programa de Servicios Educativos Especiales, or Special Educational Extension Services Program), and by 1984, Universidad Metropolitana and Universidad del Turabo had each established their own PROSEE sites. It is these PROSEE programs that are at issue. During the early 1980s, Sistema opened approximately 60 new satellite campuses throughout the Commonwealth under PROSEE. Sistema neither notified the Secretary of the existence of these PROSEE sites nor obtained the Secretary's approval of the Title IV eligibility of the sites, as required by Title IV's implementing regulations. See 34 C.F.R. &#167; 600.30; id. &#167; 600.10(b)(3); id. &#167; 600.20. Indeed, when Sistema filled out its usual Title IV eligibility application forms in this period, it marked \"N/A\" in response to questions about additional locations.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Sistema also failed to obtain prior approval from the Commonwealth's licensing agency, the Puerto Rico Commission on Higher Education (\"PRCHE\"), for most of the locations. In 1985 PRCHE did grant licenses to certain PROSEE sites that had already been opened by PRJC, but PRCHE knew of only 25 PROSEE sites, while in fact PRJC ultimately operated 38 sites. Sistema obtained no prior approval from PRCHE whatsoever with regard to any of the PROSEE sites operated by the other two universities within Sistema. When PRCHE learned of the additional PROSEE sites, it informed Sistema that Puerto Rico law required Sistema to get prior campus-by-campus approval for each new site.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Sistema took the position that it was not required to do so, and a lawsuit ensued in the Commonwealth courts. In 1988, the parties settled that case, agreeing that PRCHE would undertake a site-by-site review of the PROSEE program and that Sistema would not open any new PROSEE sites in the interim, though the settlement allowed the already opened PROSEE sites to remain open pending review. At the time of the settlement, many PROSEE campuses had never been reviewed, and the settlement did not determine that the PROSEE sites met PRCHE's standards for approval. In fact, when PRCHE did review the PROSEE sites over the following two years, it issued certifications in which it refused to grant approval and listed a series of deficiencies at the sites. The certifications issued did allow certain of the PROSEE locations operated by Universidad Metropolitana and Universidad del Turabo to continue operation for six months, but only for the purpose of permitting students then enrolled to complete their programs, and only on the condition that those sites improve specified deficiencies. There was no evidence presented that they ever did so.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">In 1992, PRCHE issued a second set of certifications, which licensed 12 PROSEE sites for prospective operation. But some 46 sites remained, and as to them the PRCHE said:</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Having determined that the institution has complied with the closing plan that was approved by this organization, this document certifies for all the legal effects, the validity of the programs offered and degrees conferred in the referenced locations, with the understanding that none of them will continue operating or enrolling a single student.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Of the 46 sites in question, 43 had already closed and the remainder were to be closed shortly.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">In 1991 and 1992 the U.S. Department of Education audited Sistema and concluded that the PROSEE sites had not been eligible to participate in Title IV. After negotiations with Sistema, the Department agreed to limit liability to the period from July 1, 1989 to June 30, 1991, and to permit Title IV status for the 25 PROSEE sites licensed in 1985. The Department also eliminated from its calculation of liability those funds for attendance at the PROSEE sites of Universidad Metropolitana and Universidad del Turabo for those PROSEE students who were graduates and potential graduates. Through these adjustments, in the final audit, Sistema's potential liability was reduced from over $27 million to the $1.7 million now at issue.</p>\n    </div>\n    <p class=\"indent\">II.</p>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Sistema brought an administrative challenge under 34 C.F.R. &#167; 668, Subpart H to the Department's determination that the PROSEE programs lacked Title IV eligibility. As a result of their fiduciary status, institutions bear the burden of proving that their expenditures of Title IV funds were warranted and that they complied with program requirements. See 34 C.F.R. &#167; 668.116(d) (1987). After reviewing the record, a DOE administrative law judge affirmed the $1.7 million liability asserted against Sistema on the ground that Sistema had not demonstrated that the PROSEE sites were \"legally authorized\" by the PRCHE within the meaning of 20 U.S.C. &#167; 1141(a) (1998).<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> See In re Fundacion Educativa Ana G. Mendez, No. 94-30-SA, Decision of Administrative Judge, at 6 (ED. O.H.A. Dec. 15, 1995). After the Secretary certified this administrative determination, Sistema appealed the finding to the district court.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The district court reversed and remanded that determination to the Secretary. The district court found that the Secretary's determination of liability rested on the premise that PRCHE had not licensed the PROSEE sites at all. By contrast, the court determined that the language in the 1992 PRCHE certifications, quoted above (retroactively certifying the validity of the already closed sites on the condition that they not reopen), constituted an affirmative licensing of the sites for the purposes of Puerto Rico law. Since the Secretary failed to address the effect of these 1992 certifications on the determination of liability, the district court remanded the decision to the Department. However, the district court did not find that the certifications necessarily constituted the \"legal authorization\" required by the Higher Education Act; rather, it remanded the question of whether the Secretary was bound to take these PRCHE certifications as the equivalent of the required \"legal authorization.\"</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">On remand, the DOE administrative law judge again found Sistema liable, determining that the program was ineligible for two reasons: (1) the PROSEE sites were not legally authorized, and (2) Sistema failed to apply for prior approval as required:</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">As part of the federal government's obligation to safeguard federal student financial assistance funds, a tri-partite gatekeeping system has been established. The participants in this gatekeeping function include: accrediting agencies which have been approved by the Secretary to be the judge of the quality and content of education programs; state licencing bodies which oversee the legal existence of educational programs within their respective states; and ED which has the overall responsibility to scrutinize the compliance with federal law of all Title IV participants. Although accrediting agencies and state licensing bodies are, indeed, independent entities, they do not operate in a vacuum in so far as Title IV issues are concerned -- Congress has delegated to the Secretary the final and ultimate authority to determine whether or not compliance with Title IV is achieved.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">* * * * *</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Separately, I find that Fundacion failed to apply to ED for approval to offer degree or certificate programs at its remote PROSEE sites, as required.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">In re Fundacion Educativa Ana G. Mendez, No. 94-30-SA, Decision of Administrative Judge, at 4-5 (ED. O.H.A. July 16, 1998). Our decision, like that of the district court, turns on the first ground.</p>\n    </div>\n    <p class=\"indent\">III.</p>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The Title IV student financial assistance program is an instance of cooperative federalism -- its eligibility requirements rest on both federal and state<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> determinations (as well as private accreditations). To participate in the student assistance program, an educational institution must be an \"eligible\" institution of higher education. 20 U.S.C. &#167; 1094(a). Under the Department's implementing regulations, a determination that an institution meets the eligibility requirements applies only to those locations that are part of the institution at the time of the eligibility determination. See 34 C.F.R. &#167; 600.10(b)(3) (1988-92) (\"Eligibility does not extend to any locations that the institution establishes after it receives the eligibility designation. . . .\"). To add new locations, the institution must apply for a new determination of eligibility. See id. (\"If an eligible institution seeks to establish eligibility for a new location, the institution shall apply under Section 600.20.\"); see also 34 C.F.R. &#167; 600.32 (1991) (providing procedure for obtaining eligibility determination for additional locations). The statutory and regulatory provisions defining eligibility give the states some role to play, insofar as they preclude from eligibility those institutions which are not \"legally authorized within such State to provide a program of education beyond secondary education.\" 20 U.S.C. &#167; 1141(a)(2); see also 34 C.F.R. &#167; 600.4(a)(3). The core dispute between the parties is that Sistema says it was so \"legally authorized\" as to the PROSEE sites at issue and the Secretary says it was not. The question before us is whether these provisions vest any discretion in the Secretary in making the ultimate eligibility determination that an institution is \"legally authorized.\"</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">A court reviews such an agency determination under the Administrative Procedure Act, 5 U.S.C. &#167; 701, et seq., simply to ascertain whether the agency decision was \"arbitrary, capricious, an abuse of discretion, or otherwise not in accordance with law.\" 5 U.S.C. &#167; 706(2)(A). Agency hearing determinations are upheld when supported by \"substantial evidence.\" See id. &#167; 706(2)(E). In the administrative proceedings, the burden of proof is on Sistema, see 34 C.F.R. &#167; 668.116(d); under \"arbitrary and capricious\" review, the court may not substitute its judgment for that of agency officials but rather must focus on whether \"the agency [ ] examine[d] the relevant data and articulate[d] a satisfactory explanation for its action including a 'rational connection between the facts found and the choice made.'\" Motor Vehicles Mfrs. Ass'n v. State Farm Mut. Auto. Ins. Co., <span class=\"citation\" data-id=\"110991\"><a href=\"/opinion/110991/motor-vehicle-mfrs-assn-of-united-states-inc-v-state-farm-mut/\"><span class=\"volume\">463</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">29</span></a></span>, 43 (1983) (citation omitted). In this case the district court upheld the agency determination on summary judgment. Our review of the district court's summary judgement determination is made de novo. Thomas v. Kodak, <span class=\"citation\" data-id=\"765085\"><a href=\"/opinion/765085/myrtle-thomas-v-eastman-kodak-company/\"><span class=\"volume\">183</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">38</span></a></span>, 47 (1st Cir. 1999) (later history omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Sistema makes arguments on several levels. It begins by making a procedural argument, arising from the prior history of the case, that the Secretary was boxed in by the combination of his prior ruling in the case and the remand order of the initial reviewing court, such that the Secretary had no leeway to reach the decision he did after remand. This argument is frivolous and rests on what can charitably be called a misunderstanding of the record. The Secretary decided the very point sent to him on remand.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Sistema makes two substantive arguments, both grounded on the contention that Puerto Rico had legally authorized the PROSEE sites, either through the 1988 settlement agreement or retroactively through the 1992 certifications. The first argument is that the Secretary's decision that the sites were unauthorized is flatly contradicted by the statute, 28 U.S.C. &#167; 1141(a), a definitional section which provides:</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The term \"institution of higher education\" means an educational institution in any State which...(2) is legally authorized within such State to provide a program of education beyond secondary education . . . .</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Sistema argues that this statute commits the decision as to whether a program is legally authorized solely to the states. Thus this case, Sistema says, stops at the first step of the analysis under Chevron U.S.A., Inc. v. Natural Resources Defense Council, Inc., <span class=\"citation\" data-id=\"111221\"><a href=\"/opinion/111221/chevron-usa-inc-v-natural-resources-defense-council-inc/\"><span class=\"volume\">467</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">837</span></a></span>, 842-843 (1984). Since the district court in the first appeal found that the 1992 certifications constituted a \"license\" of the sites for the purposes of Puerto Rico law, Sistema continues, the Secretary is bound by this statutory language to find the sites eligible. In fact, the argument proceeds, the Secretary has acknowledged that he is bound by a state's determination of the legal status of an institution according to the agency's own regulations, 34 C.F.R. &#167; 600.2 (1988), which provides:</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Legally authorized: The legal status granted to an institution through a charter, license, or other written document issued by the appropriate agency or official of the State in which the institution is physically located.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">This argument sets the stage for Sistema's other substantive argument -- that the Secretary has violated his own regulations and administrative case law. Sistema contends that &#167; 600.2 leaves the Secretary no discretion where the relevant state agency licenses an institution. Sistema also points to other regulations, including those which govern what happens when an institution loses its state accreditation or legal authorization. See 34 C.F.R. &#167; 600.41 (1990). In such circumstances, it says, the agency's hearing officer \"is not authorized to scrutinize the action of the . . . State to determine whether the removal of . . . the State authorization was valid . . .\" 55 Fed. Reg. 32,180-81 (Aug. 7, 1990).<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> In fact, Sistema asserts, the Commonwealth of Puerto Rico did license or otherwise legally authorize all 60 PROSEE sites. Moreover, to the extent that the Secretary rejected the 1992 certifications as legal authorization on the grounds that they were retroactive, Sistema argues that such a conclusion violates established agency case law.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Both the Secretary and Sistema pose the first issue as a stark one: whether it is the state or the Secretary who gets to decide what qualifies as \"legal authorization\" of a program for the purposes of Title IV. We think a slightly different formulation of the issue is preferable: whether the statute means that the Secretary has no discretion to determine what is \"legal authorization\" for Title IV eligibility purposes.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The most direct answer is that the Secretary has discretion. This is a federal program, federal dollars are at stake, and the most sensible reading of the statute is that the Secretary has discretion to determine what is \"legal authorization\" in order to protect federal interests. The definitional section, 28 U.S.C. &#167; 1141(a), is consistent with this reading, and does not bear the contrary weight Sistema puts on it. This definitional section is simply that, and does not say that the Secretary, who is expressly charged in the statutory scheme with determining eligibility, is bound by the state's determination as to one aspect of eligibility: \"legal authorization.\"<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> It simply describes \"legal authorization\"; it does not allocate responsibility for determining if the requirement is met. In any event, even assuming that the statute does not directly charge the Secretary with assessing \"legal authorization,\" it is certainly not impermissible or unreasonable to construe the statute to do so implicitly, and hence we would defer to the Department's interpretation under the second step of Chevron in any case.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Sistema's second argument -- that the Secretary violated the Department's own regulations and administrative case law -- is misplaced. Sistema relies primarily on two cases refusing to impose liability in light of retroactive eligibility: In re Baytown Technical School, Inc., No. 91-40-SP, Decision of the Secretary, <span class=\"citation no-link\"><span class=\"volume\">1994</span> <span class=\"reporter\">WL</span> <span class=\"page\">907417</span></span> (ED. O.H.A. April 12, 1994) (allowing retroactive accreditation of branch locations), and In re French Fashion Academy, No. 89-12-S, Decision of the Secretary, <span class=\"citation no-link\"><span class=\"volume\">1990</span> <span class=\"reporter\">WL</span> <span class=\"page\">357908</span></span> (ED. O.H.A. Mar. 30, 1990) (denying liability for period covered by retroactive state license). These cases are quite distinct from the case at hand. First, in these cases, unlike here, the state licensing agencies had determined that the institution in question was currently qualified under state standards, that it was so qualified on the date to which the approval was made retroactive, and that it was likely to remain qualified in the foreseeable future. Moreover, both of these cases predated the current regulation requiring prior approval of eligibility for each new institutional site, a shift which, the Secretary argues, precludes retroactive licensing, see 34 C.F.R. &#167; 600.10(a) (eligibility not established until Department receives all information relevant to making such a designation). By contrast, that regulation was in force throughout the time period at issue in this case.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">But the states are also given a role in the Title IV scheme, and were this an instance of the Secretary questioning the propriety of a license duly issued in the regular course by a state, a question might well be presented whether a decision by the Secretary to the contrary of the state's licensing determination was arbitrary or capricious or otherwise not in accordance with law. Questions might also be raised if the Secretary concluded the state had never issued a license in the face of unrebutted evidence the state had done exactly that. This is not those cases.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Here, the only \"license,\" if that, issued by Puerto Rico was in 1992 -- after the audit period in question. It is doubtful that a retroactive attempt by a state to license would usually qualify as \"legal authorization.\" In the normal scheme the statute and regulations set up a system of prospective approval, as is inherent in the prior notification provisions of the law and in the very word \"authorization.\" The Secretary argues that any and all retroactive licenses fail to be legally authorized, regardless of circumstance. We need not reach that argument.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Apart from the issue of retroactivity, we think the Secretary had discretion to say that the 1992 events did not amount to legal authorization. Here, the Commonwealth did not purport to say in 1992 that it had reviewed the schools and found them qualified and licensed. It only said that schools which were closed or about to be closed were certified for their validity as to programs and degrees, provided none of the schools kept operating. The history showed that when the PROSEE campuses were reviewed, they were not approved and they had deficiencies. As the administrative law judge astutely noted, the history strongly suggests that Puerto Rico, in the 1992 certification, was attempting to protect the students who had gone through these programs which Sistema had failed to disclose to local and federal authorities. That is far different from saying that Sistema met its obligations for Title IV purposes. The conclusion is also reasonable that the 1988 settlement agreement was not a license. The settlement merely provisionally allowed Sistema to continue to operate the PROSEE sites previously not disclosed to PRCHE while they were reviewed. On these facts, the Secretary's conclusion that these schools were not \"legally authorized\" is hardly unreasonable. Nor was the second trial judge's lack of sympathy for Sistema unreasonable; Sistema not only created this situation but could well have victimized its PROSEE students by placing their degrees in jeopardy.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Accordingly, we affirm the judgment and award costs in favor of the Secretary.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Almost all the funds at issue were awarded under the Federal Pell Grant Program, 20 U.S.C. &#167; 1070a and 34 C.F.R. &#167; 690, which \"awards grants to help financially needy students meet the cost of their postsecondary education.\" 34 C.F.R. &#167; 690.1 (2000).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> At all times during the period in issue in this case, 20 U.S.C. &#167; 1141(a) provided in part: \"the term 'institution of higher education' means an educational institution in any State that (1) admits as regular students only persons having a certificate of graduation from a school providing secondary education, or the recognized equivalent of such a certificate; (2) is legally authorized within such State to provide a program of education beyond secondary education; (3) provides an educational program for which it awards a bachelor's degree or provides not less than a two-year program which is acceptable for full credit toward such a degree, (4) is a public or other nonprofit institution, and (5) is accredited by a nationally recognized accrediting agency or association or, if not so accredited, (A) is an institution with respect to which the Secretary has determined that there is satisfactory assurance, considering the resources available to the institution, the period of time, if any, during which it has operated, the effort it is making to meet accreditation standards, and the purpose for which this determination is being made, that the institution will meet the accreditation standards of such an agency or association within a reasonable time, or (B) is an institution whose credits are accepted, on transfer, by not less than three institutions which are so accredited, for credit on the same basis as if transferred from an institution so accredited....\" When the Higher Education Act was reauthorized in 1998, the statutory language did not change in substance, but this provision was recodified at 20 U.S.C. &#167; 1001(a). We will cite to the section numbers from the relevant time period.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The Commonwealth of Puerto Rico has the status of a State for purposes of Title IV. 20 U.S.C. &#167; 1003(16).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Sistema argues that the first district judge held that in 1992 the Commonwealth did license the PROSEE program and all of its sixty locations, and that because the Secretary did not appeal this ruling, which of course remanded the matter to the agency, the Secretary is bound by this decision. We think the Secretary is not bound by the law of the case doctrine, that it is far from clear there would have been any appellate jurisdiction to review the interim remand order, and that the matter is properly before us for review. In any event, we think the district court did not mean what Sistema attributes to it. Within the question remanded was the leeway for the Secretary to conclude that this situation did not amount to the sort of licensure, if licensure at all, which amounted to a \"legal authorization.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Deflecting an anticipated defense from the Secretary, Sistema finally argues that its status under state law is not determined by whether it is licensed. The statute uses the word \"authorization,\" not \"licensure,\" and the Secretary's official Handbook acknowledges that \"a school is considered to be legally authorized if state law does not require it to have a license or other formal approval.\" The argument is at odds with Sistema's main theme that it is the states who are empowered to determine authorization. Puerto Rico has determined that programs must have licenses. That federal law accommodates other states that do not have licensing requirements adds nothing to Sistema's argument.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Indeed, the prior notification scheme established in the statute serves the purpose of ensuring Department oversight before the expenditure of Title IV funds. See 20 U.S.C. &#167; 1094(a); see also 34 C.F.R. &#167; 600.21(a)(1) (delineating the Secretary's role in determining whether applicants qualify as eligible institutions). The fact that in the first administrative hearing, the administrative law judge found that the violation of the notification provisions here alone not sufficient to justify a finding of liability does not undercut the fact that these notification requirements reflect the Secretary's gatekeeping role in the distribution of Title IV funds.</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/110991/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111221/",
    "http://www.courtlistener.com/api/rest/v3/opinions/765085/"
  ]
}