{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/199249/",
  "absolute_url": "/opinion/199249/davric-maine-corp-v-united-states-postal/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/199249/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T04:27:10Z",
  "date_modified": "2017-03-24T11:01:24.149970Z",
  "type": "010combined",
  "sha1": "23f5f34a168748bc2d1f7295661312be9d3ef729",
  "page_count": 25,
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/00-1672-01A.pdf",
  "local_path": "pdf/2001/01/26/Davric_Maine_Corp_v._United_States_Postal.pdf",
  "plain_text": "          United States Court of Appeals\n                      For the First Circuit\n\n\nNo. 00-1672\n\n           DAVRIC MAINE CORPORATION, AND JOSEPH RICCI\n\n                     Plaintiffs, Appellants,\n\n                                 v.\n\n        UNITED STATES POSTAL SERVICE, AND JOSEPH LEONTI\n\n                      Defendants, Appellees.\n\n\n       ON APPEAL FROM THE UNITED STATES DISTRICT COURT\n                   FOR THE DISTRICT OF MAINE\n\n       [Hon. D. Brock Hornby, U.S. Chief District Judge]\n\n\n                               Before\n\n                      Torruella, Chief Judge,\n                  Bownes, Senior Circuit Judge,\n                    and Lynch, Circuit Judge.\n\n\n\n     Edward S. MacColl, with whom Thompson, Bull, Furey, Bass &\nMacColl, L.L.C., John S. Campbell, and Campbell & McArdle, P.A., were\non brief, for appellant.\n\n     Hasley B. Frank, Assistant United States Attorney, with whom Jay\nP. McCloskey, United States Attorney, was on brief, for appellee.\n\n\n\n\n                         January 26, 2001\n\f          LYNCH, Circuit Judge. In the course of deciding on a site\n\nfor a new postal facility, Joseph Leonti, the plant manager of the\n\nPortland, Maine, United States Postal Service center, made ill-\n\nconsidered statements about one of the sites that had been under\n\nconsideration. The owner of the site, the Davric Maine Corporation,\n\nfelt that it and the site had been defamed. Davric and the man who\n\nowns it, Joseph Ricci, filed suit in federal court against both the\n\nPostal Service and Leonti for defamation and tortious interference\n\nunder state law, and in addition claimed that a constitutional tort had\n\nbeen committed.\n\n          The district court dismissed the claims against the Postal\n\nService on the ground that the Postal Service enjoys sovereign immunity\n\nfrom suit absent a waiver, and that its immunity had not been waived as\n\nto defamation or tortious interference claims.         The court also\n\ndismissed the state law tort claims against the official on the ground\n\nthat the official had been acting within the scope of his employment,\n\nand dismissed the constitutional tort claim for failure to state a\n\nclaim. Plaintiffs appeal. This case presents an interesting question\n\nof first impression about the relation and interaction between the\n\nPostal Reorganization Act, 39 U.S.C. § 101 et seq., and the Federal\n\nTort Claims Act, 28 U.S.C. §§ 1346(b), 2671-2680.       We affirm the\n\ndistrict court's dismissal based on the conclusion that these Acts,\n\n\n\n                                 -2-\n\ftaken together, do not waive the Postal Service's immunity for state\n\ndefamation or tortious interference claims.       We also affirm the\n\ndismissal of the claims against Leonti.\n\n                                  I.\n\n          For the purposes of a motion to dismiss, we accept as true\n\nthe facts alleged in the complaint. See Day v. Massachusetts Air Nat'l\n\nGuard, 167 F.3d 678, 680 (1st Cir. 1999); Duckworth v. Pratt & Whitney,\n\nInc., 152 F.3d 1, 3 (1st Cir. 1998).     The Postal Service in Maine\n\nentered into a search for a new location for its processing and\n\ndistribution center. One site under consideration was a parcel in\n\nScarborough Downs owned by Davric. The Postal Service entered into\n\ninitial negotiations to purchase the site, but soon focused on a\n\ndifferent site, one on Rand Road, as its preferred site. Joseph Ricci,\n\nthe indirect owner of Davric, and Tony Armstrong, Davric's real estate\n\nbroker, became outspoken critics of the Rand Road site, charging that\n\nthe site was environmentally sensitive and alleging other mischief\n\nbehind the Postal Service's preference for the Rand Road site. The\n\nPostal Service eventually rejected the Rand Road site.\n\n          After rejecting that site, the Postal Service again reviewed\n\nseveral possible sites, including the Davric site, and ultimately\n\nannounced a plan to move the center to Lewiston,1 rather than settling\n\n\n     1   The Postal Service thereafter disclaimed any firm\nintention to move to the Lewiston/Auburn area and reopened\n\n                                 -3-\n\fon the Davric site. Plaintiffs maintain that the Davric site was\n\npreferable and that this rejection of the site was in retaliation for\n\ntheir outspoken opposition to the Rand Road site.\n\n          It is in the course of defending this decision that the\n\nalleged defamation took place. In a series of meetings with Postal\n\nService employees to explain the site selection process, Joseph Leonti,\n\nthe plant manger of the current distribution center, said that the\n\nDavric site was environmentally contaminated and that its development\n\nposed serious wetlands problems. In one instance, Leonti allegedly\n\nlinked Ricci and Davric to organized crime, claiming that there were\n\ndead horses and bodies buried on the site, and \"maybe even Jimmy Hoffa\n\ncould be buried there.\" Plaintiffs say that all of these descriptions\n\nare untrue.   These meetings also included presentation materials\n\nprepared in part by the Postal Service, allegedly defamatory as well.\n\n          Plaintiffs then filed this suit,2 contending that these false\n\nstatements have diminished the value of Davric's property and will\n\ncontinue to do so, and that they have also caused substantial damages\n\nto Ricci's reputation.\n\n                                 II.\n\n\n\nconsideration of greater Portland area sites.\n     2    Plaintiffs also alleged violations of the National\nEnvironmental Policy Act, 42 U.S.C. § 4321 et seq., and Maine's\nSite Location of Development Act, 38 M.R.S.A. §§ 481-490. The\ndismissal of these counts was not appealed.\n\n                                 -4-\n\f          Sovereign immunity presents a threshold issue for Davric's\n\nsuit for damages against the Postal Service. The Postal Service argues\n\nthat under § 409(c) of Title 39, codifying the Postal Reorganization\n\nAct, all state-law tort claims against the Postal Service must be\n\nbrought under the Federal Tort Claims Act. However, the Postal Service\n\nsays, the FTCA explicitly exempts most intentional torts, including\n\ndefamation and tortious interference, from its waiver of sovereign\n\nimmunity. See 28 U.S.C. § 2680(h). Therefore, the Postal Service\n\nconcludes, the defamation and interference claims must be dismissed.\n\nDavric responds that the Postal Reorganization Act's general \"sue and\n\nbe sued\" provision, see 39 U.S.C. § 401(1), governs all suits against\n\nthe Postal Service not cognizable under the FTCA, and since defamation\n\nsuits are not cognizable under the FTCA, they fall under the PRA's\n\ngeneral waiver of sovereign immunity.\n\n          These contending constructions of the statutory scheme\n\npresent a close question. The text of the individual sections does not\n\npresent a clear answer, but the structure of the scheme argues against\n\nDavric's position. The legislative history of these provisions affords\n\nlittle guidance. Absent evidence of Congressional intent to have the\n\nPostal Service, a quasi-public entity, held liable for intentional\n\ntorts under state law, the exclusion from the FTCA's waiver of\n\nsovereign immunity controls.\n\n\n\n\n                                 -5-\n\f           Enacted in 1970, the PRA established the Postal Service as\n\na quasi-public entity that was to compete on essentially level ground\n\nwith private enterprise. To that end, § 401(1) provides that the\n\nPostal Service can \"sue and be sued,\" generally waiving the immunity\n\nfrom suit it would otherwise have as a public entity.3 See 39 U.S.C.\n\n§ 401(1). See also Loeffler v. Frank, 486 U.S. 549, 556 (1988) (\"By\n\nlaunching 'the Postal Service into the commercial world' and including\n\na sue-and-be-sued clause in its charter, Congress has cast off the\n\nService's 'cloak of sovereignty' and given it the 'status of a private\n\ncommercial enterprise.'\") ( citing Library of Congress v. Shaw, 478 U.S.\n\n310, 317 n.5 (1986)). However, § 409 of the PRA provides that tort\n\nsuits brought against the Postal Service are governed by the provisions\n\nof the FTCA.4   See 39 U.S.C. § 409(c); see also 28 U.S.C. § 2679(a)\n\n(providing that claims against \"sue and be sued\" agencies must be\n\nbrought through the FTCA where \"cognizable\" under the FTCA).5 Finally,\n\n\n     3    39 U.S.C. § 401 reads in relevant part, \"The Postal\nService shall have the following general powers: (1) to sue and\nbe sued in its official name. . .\"\n\n\n     4    39 U.S.C. § 409, entitled \"Suits by and against the\nPostal Service,\" provides in relevant part, \"(c) The provisions\nof chapter 171 and all other provisions of title 28 relating to\ntort claims [the FTCA] shall apply to tort claims arising out of\nactivities of the Postal Service.\"\n     5     The full text of 28 U.S.C § 2679(a) provides that\n\"[t]he authority of any federal agency to sue and be sued in its own\nname shall not be construed to authorize suits against such federal\n\n                                  -6-\n\f§ 2680 lists exceptions to the FTCA's waiver of sovereign immunity,\n\nincluding the exemption of most state intentional torts.6 See 28 U.S.C.\n\n§ 2680(h).\n\n          The issue turns on how these provisions are characterized,\n\nthat is, whether state intentional torts such as defamation fall within\n\nthe scope of the FTCA but are excepted from its waiver of sovereign\n\nimmunity and so suit cannot be brought under the PRA, or whether they\n\nsimply fall outside of its scope as a result of their exception and so\n\nsuit under the PRA is permissible. While murky on this point, the\n\nstructure of the statutory scheme, taken altogether, suggests the\n\nformer interpretation.\n\n          By its terms, § 409(c) of the PRA limits the scope of the\n\nmore general waiver of sovereign immunity contained in § 401(1). For\n\nstate tort claims arising out of the activity of the Postal Service, §\n\n409(c) compels the application of the FTCA and its attendant\n\nprovisions.   Read in context, then, § 409(c) of the PRA is best\n\n\n\nagency on claims which are cognizable under section 1346(b) of this\ntitle, and the remedies provided by this title in such cases shall be\nexclusive.\"\n     6    28 U.S.C. § 2680 reads in relevant part, \"The\nprovisions of this chapter and section 1346(b) of this title\nshall not apply to -- * * * (h) Any claim arising out of\nassault, battery, false imprisonment, false arrest, malicious\nprosecution,    abuse    of    process,     libel,    slander,\nmisrepresentation, deceit, or interference with contract\nrights,\" with limited exception for law enforcement officials.\n\n                                 -7-\n\funderstood to waive the immunity from suit that the Postal Service\n\nwould otherwise enjoy as a federal entity only insofar as that immunity\n\nwould have been waived under the FTCA. Such a reading accords with the\n\nlanguage in 28 U.S.C. § 2679(a) providing that for claims that fall\n\nwithin the purview of the FTCA, claims against sue-and-be-sued agencies\n\nare to be treated like a claim against any other federal agency. Two\n\ndistinct avenues for interpreting § 409(c) both arrive at this\n\nconclusion.\n\n          First, the reference in PRA § 409(c) to \"chapter 171 and all\n\nother provisions of title 28 relating to tort claims\" can be read to\n\nincorporate the FTCA in its entirety as the exclusive vehicle for\n\nbringing state tort claims against the Postal Service, including the\n\nFTCA's waiver of immunity from suit in § 1346(b), its attendant\n\nprocedural requirements, the exclusiveness of its remedy compelled by\n\n§ 2679(a), and its exceptions, as provided in § 2680.          On this\n\napproach, the question becomes simply whether the claim presented is a\n\nstate tort claim \"arising out of the activities of the Postal Service\"\n\nunder § 409(c). If so, then the claim is governed by the FTCA as a\n\nwhole, including its exception of defamation and interference claims\n\nfrom its waiver of sovereign immunity.\n\n          Davric argues that once the claim falls outside the scope of\n\nthe FTCA's waiver of sovereign immunity, it then must fall back within\n\nthe ambit of the PRA's more general waiver. The best basis in the\n\n\n                                 -8-\n\fstatutory language for this claim is the introduction to the exceptions\n\nprovision, which states that the provisions of the FTCA \"shall not\n\napply\" to defamation suits. See 28 U.S.C. § 2680. If the FTCA shall\n\nnot apply to defamation claims, Davric says, then defamation claims are\n\nnot cognizable under the FTCA and hence the general waiver of immunity\n\nin the PRA applies. However, attention to the remainder of § 2680\n\nmakes clear that this reading is not tenable. Section 2680(b) excepts\n\nany claim \"arising out of the loss, miscarriage, or negligent\n\ntransmission of letters or postal matter\" from the FTCA's waiver of\n\nsovereign immunity. Following Davric's proposed construction of the\n\nstatutory scheme, this provision, § 2680(b), would be rendered mere\n\nsurplusage, as suits against the Postal Service for loss of postal\n\nmatter could then simply be brought under the PRA's waiver of sovereign\n\nimmunity rather than under the FTCA.      Since this outcome is not\n\nconceivably within Congress's intent, Davric's suggested construction\n\nof the statutory scheme must be rejected, and the best reading of the\n\nstatutory scheme affords the Postal Service with the protections\n\nafforded all other federal agencies by the exceptions to the FTCA's\n\nwaiver of immunity, including the exception for state intentional tort\n\nclaims.\n\n          Alternatively, PRA § 409(c) can be read to incorporate each\n\nindividual provision of Title 28 relating to state tort claims directly\n\ninto the PRA's general waiver of sovereign immunity. On this approach,\n\n\n                                 -9-\n\f§ 409(c) compels the application of the exceptions provision, 28 U.S.C.\n\n§ 2680, to tort claims arising out of the activity of the Postal\n\nService. Section 409(c) limits the scope of the general waiver of\n\nsovereign immunity in § 401(1), and by this reference incorporates the\n\nexceptions provided in the FTCA. Hence, plaintiffs' defamation and\n\ntortious interference claims must be dismissed, as they fall within\n\nthese incorporated exceptions.\n\n          Davric argues that prior interpretations of sue-and-be-sued\n\nwaivers by the Supreme Court compel a broader reading of the waiver of\n\nimmunity in the PRA. First, in Loeffler, the Supreme Court held that\n\nsovereign immunity did not bar recovery of prejudgement interest\n\nagainst the Postal Service in a Title VII action. 486 U.S. at 565. In\n\nreaching this conclusion, the Court noted that the PRA, including the\n\nsue-and-be-sued provision in § 401(1), reflected Congress's \"general\n\ndesign that the Postal Service 'be run more like a business than its\n\npredecessor.'\" Id. at 556 (citation omitted). Given that the purpose\n\nof such sue-and-be-sued clauses is to enable such agencies to engage in\n\ncommercial and business transactions on equal footing with the private\n\nsector, Davric argues that courts ought to construe such clauses\n\nliberally and impose exceptions on their waiver reluctantly, in order\n\nto effectuate that purpose. See Loeffler, 486 U.S. at 554, citing\n\nFederal Housing Admin. v. Burr, 309 U.S. 242, 245 (1940).\n\n\n\n\n                                 -10-\n\f          In F.D.I.C. v. Meyer, 510 U.S. 471 (1994), the Supreme Court\n\nheld that the predecessor of the FDIC, an agency authorized to \"sue and\n\nbe sued,\" could be sued in a Bivens constitutional tort action. While\n\nrecognizing that § 2679(a) of the FTCA sought to put sue-and-be-sued\n\nagencies on the same footing as other federal agencies with respect to\n\n\"claims which are cognizable\" under the FTCA, id. at 476, the Court\n\nconcluded that constitutional torts were not cognizable under the FTCA\n\nand therefore such an action against the FDIC was not barred, id. at\n\n477-78. Again the Court emphasized that sue-and-be-sued clauses should\n\nbe read broadly. Id. at 481. Davric argues that under the reasoning\n\nof Meyer, and in light of the direction in Meyer and Loeffler to\n\nconstrue clauses such as § 401(1) broadly, the fact that defamation\n\nclaims are excepted from the FTCA should be interpreted to render them\n\nnot cognizable under the FTCA and therefore within the scope of the\n\ngeneral sue-and-be-sued waiver of the PRA.\n\n          While Davric is correct that both of these opinions contain\n\nlanguage suggesting that sue-and-be-sued clauses should be construed\n\nbroadly to effectuate their purpose, a closer look at the reasoning of\n\nthese opinions shows they do not aid Davric. In each case where courts\n\nhave allowed tort cases to proceed against sue-and-be-sued agencies\n\noutside of the procedures and limitations of the FTCA, the plaintiffs\n\nadvanced federal claims -- either federal constitutional torts or\n\n\n\n\n                                 -11-\n\ffederal statutory torts.7      See Meyer, 510 U.S. 471 (federal\n\nconstitutional tort); Global Mail Ltd. v. United States Postal Serv.,\n\n142 F.3d 208 (4th Cir. 1998) (claim under Lanham Act); Federal Express\n\nCorp. v. United States Postal Serv., 141 F.3d 536 (6th Cir. 1998)\n\n(same); United States v. Q Int'l Courier, Inc., 131 F.3d 770 (8th Cir.\n\n1997) (same).\n\n          Plaintiffs ask this court to extend this reasoning to those\n\nstate common law torts excepted by § 2680, such as the defamation and\n\ninterference claims they advance in this case. However, the reasoning\n\nof the Supreme Court in Meyer is explicitly premised on the fact that\n\nthe Bivens claim presented in that action arose under federal rather\n\nthan state law. Meyer reasoned that the constitutional tort was not\n\ncognizable under the FTCA because it did not fall within the scope of\n\nthe waiver of sovereign immunity in § 1346(b), as that waiver was\n\nlimited to claims where \"a private person\" would be liable \"in\n\naccordance with the law of the place where the act or omission\n\noccurred.\" Meyer, 510 U.S. 477-78. The Court has consistently held\n\nthat this reference to \"the law of the place\" means the law of the\n\nstate, which provides the source of substantive liability under the\n\n\n     7    Another case interpreting the scope of the PRA's sue-\nand-be-sued clause, Franchise Tax Bd. v. United States Postal\nServ., 467 U.S. 512 (1984), did not involve a tort at all, but\nrather a statutory wage garnishment procedure to assist the\nstate in collecting its tax revenues.      As such it did not\ninvolve the FTCA at all.\n\n                                -12-\n\fFTCA. Id. at 478 (citing cases). Since by definition \"federal law,\n\nnot state law, provides the source of liability\" for a federal\n\nconstitutional tort claim, it is not cognizable under the FTCA and\n\ntherefore the claim can fall within the general sue-and-be-sued waiver.\n\nId. at 477-78.\n\n          Davric's argument fails. As the defamation and tortious\n\ninterference claims Davric advances clearly arise under the law of the\n\nplace -- i.e., Maine's substantive law of tort liability -- they are\n\nclaims that are cognizable under the FTCA.      Since the claims are\n\ncognizable under the FTCA, all the requirements and limitations upon\n\nwhich the FTCA's waiver of sovereign immunity is conditioned apply.\n\nIndeed, many of the cases relied upon by Davric make clear that the\n\nFTCA governs state tort claims against the Postal Service. See, e.g.,\n\nLoeffler, 486 U.S. at 562; Federal Express, 151 F.3d at 540-41; Global\n\nMail, 142 F.3d at 214-15.       Hence the defamation and tortious\n\ninterference claims must be dismissed.\n\n          Section 2680(h) of the FTCA embodies an understandable policy\n\nagainst compelling the public fisc to bear the costs of intentional\n\ntorts committed by public employees. The extent to which this policy\n\nrationale extends to quasi-public agencies is not immediately evident.\n\nMore importantly, however, that determination is properly one of\n\nlegislative policy judgment. Cf. Westfall v. Erwin, 484 U.S. 292, 300\n\n(1988) (noting that Congress is \"in the best position to provide\n\n\n                                 -13-\n\fguidance\" on complex questions of sovereign immunity). In the absence\n\nof any evidence that Congress did not intend to afford quasi-public,\n\nsue-and-be-sued agencies the protection of the exemption from suit for\n\nstate intentional torts, and in light of the judicial policy of\n\nconstruing waivers of sovereign immunity narrowly, we cannot find that\n\nthe statutory scheme indicates that the Postal Service has waived its\n\nimmunity from suit for defamation or tortious interference claims.\n\nTherefore, Davric's claims against the Postal Service were properly\n\ndismissed.\n\n                                 III.\n\n          Davric also appeals the dismissal of defendant Joseph Leonti.\n\nPlaintiffs sued Leonti individually on all three claims. The district\n\ncourt dismissed the defamation and tortious interference claims against\n\nLeonti, substituting the United States as party defendant for Leonti\n\nunder the Westfall Act, see 28 U.S.C. § 2679(d), and dismissed the\n\nconstitutional tort claim against Leonti for failure to state a claim.\n\nPlaintiffs appeal.\n\n                                  A.\n\n          First, plaintiffs challenge the substitution of the United\n\nStates for Leonti on the defamation and tortious interference claims.\n\nThe defendants moved to substitute the United States for Leonti as a\n\ndefendant pursuant to 28 U.S.C. § 2679(d)(1), which provides that\n\n\"[u]pon certification by the Attorney General that the defendant\n\n\n                                 -14-\n\femployee was acting within the scope of his office or employment at the\n\ntime of the incident out of which the claim arose,\" the action \"shall\n\nbe deemed an action against the United States . . . and the United\n\nStates shall be substituted as the party defendant.\" Id. The motion\n\nwas accompanied by a certification from the United States Attorney8 that\n\nLeonti was acting within the scope of employment at the time of the\n\nalleged incidents. The district court granted the motion as to the\n\ntortious interference and defamation claims (though not as to the\n\nalleged constitutional torts, as they fall outside the scope of the\n\nFTCA), substituted the United States, and dismissed the claims.9 Davric\n\nappeals, arguing that while the court recognized that the certification\n\nis provisional and subject to judicial review, the plaintiffs were\n\nunable to make the requisite factual showing that Leonti was acting\n\noutside the scope of his employment because they were not allowed to\n\npursue discovery on the issue.\n\n           The law of immunity strikes a balance between the public\n\ninterest in having injurious acts compensated and the competing public\n\n\n     8    The Attorney General has delegated her certification\nauthority under this statute to the United States attorneys. 28\nC.F.R. § 15.3(a).\n     9    Because the Supreme Court has held that 28 U.S.C. §\n2679(b)(1) immunizes federal employees from suit even when an\nFTCA exception precludes recovery against the United States, the\nsubstitution in this case effectively dismisses the claim. See\nUnited States v. Smith, 499 U.S. 160, 165 (1991); Nasuti v.\nScannell, 906 F.2d 802, 810 n.14 (1st Cir. 1990).\n\n                                 -15-\n\finterest in safeguarding the ability of responsible governmental\n\nemployees to \"faithfully carry out their duties without fear of\n\nprotracted litigation in unfounded damages suits.\" See Aversa v. United\n\nStates, 99 F.3d 1200, 1203 (1st Cir. 1996). In 1988 Congress amended\n\nthe FTCA to reinforce federal employees' individual immunity from tort\n\nactions with the Federal Employees Liability Reform and Tort\n\nCompensation Act of 1988. These amendments -- commonly known as the\n\n\"Westfall Act\" because they were a response to Westfall v. Erwin, 484\n\nU.S. 292 (1988) -- afford federal employees who allegedly commit a\n\ncommon law tort absolute immunity where they were acting within the\n\nscope of employment, see 28 U.S.C. §§ 2679(b)(1) and 2679(d), but allow\n\nthe suit to proceed against the federal government unless some\n\nexception to the FTCA applies, Aversa, 99 F.3d at 1203.\n\n          The mechanism through which the federal employee is protected\n\nin these circumstances is certification by the Attorney General under\n\n28 U.S.C. § 2679(d) that the employee was acting within the scope of\n\nemployment. Once such a certification is made, the court dismisses the\n\nfederal employee from the case, and substitutes the United States as\n\ndefendant.   This certification, however, does not conclusively\n\nestablish that the United States should be substituted, but rather is\n\nprovisional and subject to judicial review. See Gutierrez de Martinez\n\nv. Lamagno, 515 U.S. 417, 434 (1995). Upon a showing that the employee\n\nwas acting outside the scope of employment, as determined by the\n\n\n                                 -16-\n\fapplicable state law, that employee may be re-substituted. Aversa, 99\n\nF.3d at 1208. Plaintiffs challenge the certification here that Leonti\n\nwas acting within the scope of his employment, and appeal the denial of\n\ntheir efforts to conduct discovery in order to uncover the facts\n\nnecessary to show that Leonti was not acting within the scope of\n\nemployment.\n\n          Where a plaintiff asserts that a defendant acted outside the\n\nscope of his or her employment despite the Attorney General's\n\ncertification to the contrary, the burden of proof is on the plaintiff.\n\nSee Day v. Massachusetts Air Nat'l Guard, 167 F.3d 678, 685 (1st Cir.\n\n1999); Lyons v. Brown, 158 F.3d 605, 610 (1st Cir. 1998). State law\n\ncontrols the determination of whether a federal employee was acting\n\nwithin the scope of employment. See Lyons, 158 F.3d at 609; Aversa, 99\n\nF.3d at 1208-09.\n\n          In order to strike the substitution of the United States,\n\nplaintiffs here must show that, under Maine law, Leonti was acting\n\noutside the scope of his employment at the time of the incident out of\n\nwhich the claims arose. Maine courts apply § 228 of the Restatement\n\n(Second) of Agency on the issue of scope of employment. See Bergeron\n\nv. Henderson, 47 F. Supp. 2d 61, 65 (D. Me. 1999), citing McLain v.\n\nTraining and Dev. Corp., 572 A.2d 494, 497 (Me. 1990). Under Maine law\n\nan employee's actions are within the scope of employment if they are of\n\nthe kind that he is employed to perform, they occur within authorized\n\n\n                                 -17-\n\ftime and space limits, and they are actuated by a purpose to serve the\n\nemployee's master. See Restatement (Second) of Agency § 228, at 504\n\n(1958), cited in Bergeron, 47 F. Supp. 2d at 65. Under the Restatement\n\n(Second), an action may be within the scope of employment although\n\n\"forbidden, or done in a forbidden manner,\" see Restatement (Second) §\n\n230, or even \"consciously criminal or tortious,\" see id. § 231.\n\nActions \"relating to work\" and \"done in the workplace during working\n\nhours\" are typically within the scope. See id. §§ 229, 233, 234.\n\nWhether the motivation of the employee is to serve the master's\n\ninterest or his or her own private purposes is often an important\n\nelement in this determination.     See id. §§ 228, 235-236; see also\n\nLyons, 158 F.3d at 609. Where seemingly work-related acts taken by the\n\nfederal employee are done with a private purpose on the employee's part\n\nto retaliate or discriminate against the plaintiff, they may fall\n\noutside the scope of employment under Maine law; where the acts were\n\ndone in good faith to serve the employer's interest, even if the\n\nfederal employee's judgment was mistaken, then the conduct is likely\n\nwithin the scope of employment.      See Lyons, 158 F.3d at 610.\n\n          The district court refused to re-substitute Leonti for the\n\nUnited States as party defendant, affirming the magistrate judge's\n\nconclusion that the plaintiffs had not produced any evidence to find\n\nthat Leonti was acting outside the scope of his employment under Maine\n\nlaw.   We affirm this determination.        Disputes over Westfall\n\n\n                                 -18-\n\fcertifications arise in two distinct procedural contexts. First, the\n\nAttorney General's certification might accept the plaintiff's\n\ncharacterization of the incidents at issue, but nevertheless certify\n\nthat the relevant incident occurred while the employee was acting\n\nwithin the scope of employment. On the other hand, this court has also\n\nheld that the Attorney General may dispute the plaintiff's\n\ncharacterization of the incident and other subsidiary, immunity-related\n\nfacts, though the certificate must assume some harm-causing incident.\n\nSee Wood v. United States, 995 F.2d 1122, 1126 (1st Cir. 1993) (en\n\nbanc). Where the movant contends that, even accepting the allegations\n\nof the complaint as true, the defendant acted within the scope of\n\nemployment, the motion to substitute may be decided on the face of the\n\ncomplaint (akin to a motion to dismiss); where the movant contests the\n\nfacts as pled, the motion may be decided by reference to affidavits and\n\nother evidence outside the pleadings (akin to a summary judgment\n\nmotion); and where the plaintiff demonstrates that a genuine issue of\n\nmaterial fact exists with respect to the scope of employment, the\n\ndistrict court may hold an evidentiary hearing to resolve the material\n\nfactual disputes about the immunity-related facts. See Taboas v.\n\nMlynczak, 149 F.3d 576, 581 (7th Cir. 1998); see also Day, 167 F.3d at\n\n686; Lyons, 158 F.3d at 610.\n\n          Davric's complaint alleges that Leonti made defamatory\n\nstatements about the Davric property and Ricci at a series of meetings\n\n\n                                 -19-\n\fat the Postal facility with Postal Service employees during work hours.\n\nThe complaint presents a number of statements, allegedly defamatory and\n\nmade in an angry tone. The complaint also alleges that at one point,\n\na Postal Service official informed Leonti that he was \"on his own\" with\n\nregard to one of the defaming statements. For the purposes of this\n\nmotion, the defendants do not contest any of these alleged facts, but\n\ninstead contend that Leonti's actions in these incidents, even as\n\ncharacterized in the complaint, arose while he was acting within the\n\nscope of his employment.\n\n          While it is true that where plaintiff's proffer \"so warrants\"\n\nand the facts alleged \"are in controversy\" a district court may hold\n\nevidentiary hearings to resolve scope-of-employment issues, see Lyons,\n\n158 F.3d at 610, that is not this situation. Here, Davric's complaint\n\ncontains allegations about the content, tone, and location of the\n\ndefaming statements. Yet Davric has not advanced any viable theory\n\nthat Leonti was not acting within the scope of his employment under\n\nMaine law when making these statements. Plaintiffs argue in their\n\nbrief that Leonti \"exceeded the scope of his employment in the\n\navalanche of derogatory comments he directed at Plaintiffs\" and\n\nin the \"series of highly defamatory charges\" he directed at\n\nplaintiffs, \"made in a very angry fashion.\"         However, even if\n\ntrue, the mere fact that Leonti made statements that were\n\n\n\n                                 -20-\n\fdefamatory does not render his actions outside the scope of\n\nemployment. Plaintiffs place particular emphasis on the alleged\n\nstatement by a senior Postal Service official to Leonti in\n\nregard to one of the defamatory statements that he was \"on his\n\nown on that one.\"   Again, even if true, the fact that the Postal\n\nService did not endorse all of Leonti's opinions as expressed\n\ndoes not render the statements outside the scope of employment.10\n\nCf. Aversa, 99 F.3d at 1211 (under New Hampshire law and the\n\nRestatement, statements of government employee were with scope\n\nof employment even when they plainly were not authorized).\n\n          Rather, under the Westfall Act, the relevant analysis\n\nmust be made under Maine law, and under Maine law, even\n\n\n     10   Davric's brief makes a passing reference that Leonti\nmay have been motivated by \"personal animus\" in making the\ndefamatory statements. However, the brief does not adequately\nargue that Leonti had a private purpose in defaming the\nplaintiffs independent from his duties as an employee of the\nPostal Service so as to render his actions outside the scope of\nemployment, nor does the brief or the complaint suggest any\nreason for Leonti to have such animus toward the plaintiffs\napart from those duties. Plaintiffs never allege Leonti had any\npersonal motive to malign them, nor do they allege any\nrelationship or incident with Leonti that may have created\npersonal animus.    Indeed, their theory that he retaliated\nagainst them because of their interference in the Postal\nService's site selection process belies any personal motive.\nSince plaintiffs do not present such allegations or argument, we\ndo not consider the issue.\n\n                               -21-\n\faccepting the allegations of the complaint as true, Leonti's\n\nactions were within the scope of employment. Leonti was director\n\nof the distribution center. He was at a meeting of Postal Service\n\nemployees called during work hours and at work for the purpose of\n\nexplaining the Postal Service's site selection process. While some of\n\nLeonti's statements may have amounted to defamation, Davric provides no\n\nreason to believe that the statements did not further, and were not\n\nintended to further, the Postal Service's purposes in justifying its\n\nsite selection process to its own employees. Cf. Restatement (Second)\n\n§ 228(1)(c). Actions taken in the workplace to serve the purposes of\n\nthe employer are prototypical actions within the scope of employment\n\nunder the Restatement principles outlined above.\n\n          Nor is Davric's argument that discovery was necessary\n\navailing. Davric does not say what facts, if discovered, would lead to\n\na viable theory that Leonti was acting outside of the scope of\n\nemployment. Indeed, the only specific facts on which Davric indicates\n\nit sought discovery were already alleged in the complaint, and do not\n\nundermine the determination that Leonti was acting within the scope of\n\nhis employment.11 In order for discovery of immunity-related facts to\n\n\n     11   Davric's attorney offered a Rule 56(f) affidavit\nindicating that plaintiffs believed discovery would reveal that,\nas alleged in the complaint, Leonti was advised in front of non-\nclients by a Postal Service attorney that he was \"on his own\"\nwith regard to one of the defamatory statements, and also that\ndiscovery might uncover videotapes of the meetings at which the\n\n                                 -22-\n\fbe warranted, the plaintiff must indicate what sort of facts he or she\n\nhopes to discover that would create a material factual dispute and\n\ncould support a viable theory that the individual defendant was acting\n\noutside the scope of employment. Davric fails to do so, and so we\n\naffirm the substitution of the United States for Leonti on the\n\ndefamation and tortious interference claims.\n\n                                 B.\n\n          Davric also sued Leonti in his individual capacity for\n\ndamages for a violation of plaintiffs' constitutional rights, claiming\n\nthat Leonti's actions constitute a constitutional tort under Bivens v.\n\nSix Unknown Federal Narcotics Agents, 403 U.S. 388 (1971).12      The\n\ndistrict court dismissed the claim against Leonti on the grounds that\n\na plaintiff may not recover for an alleged constitutional tort for\n\ndefamation unless his damages resulted from some action taken by the\n\n\n\nalleged defamatory statements were made.       These facts are\nalready alleged in the complaint, and were not disputed by the\ndefendants for the purposes of the motion to substitute.\nMoreover, there is no suggestion that either the content of the\npurported videotapes or the confirmation of the statement by the\nPostal Service attorney would show that Leonti was not acting at\nhis place of employment performing his duties as director of the\ndistribution center in furtherance of the purposes of the Postal\nService in the incidents out of which the claim arose.\n     12   Davric's complaint also included the Postal Service in\nthis count, but the Postal Service was dismissed from the count\nby the district court because Bivens actions are not available\nagainst federal agencies. See Meyer, 510 U.S. at 486. Davric\ndoes not appeal this dismissal.\n\n                                -23-\n\fdefendant apart from the alleged defamation, and Davric failed to\n\nallege any such additional steps undertaken by Leonti. On appeal,\n\nDavric argues that Leonti deprived plaintiffs of due process in making\n\nthe allegedly defamatory statements, both because it deprived them of\n\n\"an identified interest in life, liberty or property protected by the\n\nFifth Amendment\" and because his conduct \"shocks the conscience.\"13\n\n          While the plaintiffs fail to identify expressly what\n\n\"identified interest in life, liberty or property\" Leonti's actions\n\ndeprived them of, they go on to cite several cases regarding harm to\n\n\"good name\" or \"reputation.\" See, e.g., Goss v. Lopez, 419 U.S. 565,\n\n574 (1975); Wisconsin v. Constantineau, 400 U.S. 433, 437 (1971).\n\nTherefore we assume the protected interest Davric asserts is in\n\nplaintiffs' reputations.\n\n          Defamation alone does not constitute a constitutional tort\n\nunder Bivens. In order to recover in a Bivens action, the plaintiff\n\nhas to suffer a loss that results from some further action by the\n\ndefendant in addition to the defamation itself. As the Supreme Court\n\n\n     13   Plaintiffs' brief also makes a passing reference that\n\"the allegations are sufficiently clear to assert that Defendant Leonti\nviolated the Plaintiff's First Amendment rights by attempting to punish\nthem for their Whistle Blowing . . .\" To the extent that this\nsuggests a Bivens claim for an unconstitutional retaliation for\nthe exercise of First Amendment rights, plaintiffs have failed\nto adequately present this argument either here or before the\ndistrict court, and so it is waived. Therefore we do not reach\nthe question of whether such an allegation would state a claim\nfor a Bivens action.\n\n                                 -24-\n\fheld in Siegert v. Gilley, \"so long as such damage flows from injury\n\ncaused by the defendant to a plaintiff's reputation, it may be\n\nrecoverable under state tort law but it is not recoverable in a Bivens\n\naction.\" 500 U.S. 226, 234 (1991). See also Paul v. Davis, 424 U.S.\n\n693, 701 (1976) (\"stigma\" to reputation alone is an injury to neither\n\nliberty nor property sufficient to invoke Due Process Clause); Aversa,\n\n99 F.3d at 1215-16. To hold otherwise would effectively elevate state\n\ncommon law torts to constitutional status.\n\n            Here, Davric identifies no damages resulting to either its\n\nproperties or Ricci apart from the alleged reputational harms, and\n\nidentifies no additional actions undertaken by Leonti that might have\n\ncaused additional damages. Plaintiffs' suggestion that Leonti's\n\nactions \"shock the conscience\" also must fail -- Leonti's conduct\n\nsimply fails even to approach the sort of \"extreme or intrusive\n\nphysical conduct\" which is the gravamen of this doctrine. See, e.g.\n\nBrown v. Hot, Sexy and Safer Prod., Inc., 68 F.3d 525, 531 (1st Cir.\n\n1995), cert. denied, 516 U.S. 1159 (1996).   Thus while Davric's claims\n\nmay adequately state a state tort claim, they fail to state a\n\nconstitutional claim cognizable in a Bivens action. The Bivens claim\n\nwas properly dismissed.\n\n                                  IV.\n\n            The decision of the district court dismissing the action is\n\naffirmed.\n\n\n                                  -25-\n\f",
  "html": "<p class=\"case_cite\">238 F.3d 58 (1st Cir. 2001)</p>\n    <p class=\"parties\">DAVRIC MAINE CORPORATION, AND JOSEPH RICCI, Plaintiffs, Appellants,<br>v.<br>UNITED STATES POSTAL SERVICE, AND JOSEPH LEONTI, Defendants, Appellees.</p>\n    <p class=\"docket\">No. 00-1672</p>\n    <p class=\"court\">United States Court of Appeals For the First Circuit</p>\n    <p class=\"date\">Heard December 8, 2000<br>Decided January 26, 2001</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">ON APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF MAINE</p>\n      <p class=\"indent\">[Hon. D. Brock Hornby, U.S. Chief District Judge][Copyrighted Material Omitted]</p>\n      <p class=\"indent\">Edward S. MacColl, with whom Thompson, Bull, Furey, Bass &amp; MacColl, L.L.C., John S. Campbell, and Campbell &amp; McArdle, P.A., were on brief, for appellant.</p>\n      <p class=\"indent\">Hasley B. Frank, Assistant United States Attorney, with whom Jay P. McCloskey, United States Attorney, was on brief, for appellee.</p>\n      <p class=\"indent\">Before Torruella, Chief Judge, Bownes, Senior Circuit Judge, and Lynch, Circuit Judge.</p>\n      <p class=\"indent\">LYNCH, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In the course of deciding on a site for a new postal facility, Joseph Leonti, the plant manager of the Portland, Maine, United States Postal Service center, made ill-considered statements about one of the sites that had been under consideration. The owner of the site, the Davric Maine Corporation, felt that it and the site had been defamed. Davric and the man who owns it, Joseph Ricci, filed suit in federal court against both the Postal Service and Leonti for defamation and tortious interference under state law, and in addition claimed that a constitutional tort had been committed.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The district court dismissed the claims against the Postal Service on the ground that the Postal Service enjoys sovereign immunity from suit absent a waiver, and that its immunity had not been waived as to defamation or tortious interference claims. The court also dismissed the state law tort claims against the official on the ground that the official had been acting within the scope of his employment, and dismissed the constitutional tort claim for failure to state a claim. Plaintiffs appeal. This case presents an interesting question of first impression about the relation and interaction between the Postal Reorganization Act, 39 U.S.C. &#167; 101 et seq., and the Federal Tort Claims Act, 28 U.S.C. &#167;&#167; 1346(b), 2671-2680. We affirm the district court's dismissal based on the conclusion that these Acts, taken together, do not waive the Postal Service's immunity for state defamation or tortious interference claims. We also affirm the dismissal of the claims against Leonti.</p>\n    </div>\n    <p class=\"indent\">I.</p>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">For the purposes of a motion to dismiss, we accept as true the facts alleged in the complaint. See Day v. Massachusetts Air Nat'l Guard, 167 F.3d 678, 680 (1st Cir. 1999); Duckworth v. Pratt &amp; Whitney, Inc., 152 F.3d 1, 3 (1st Cir. 1998). The Postal Service in Maine entered into a search for a new location for its processing and distribution center. One site under consideration was a parcel in Scarborough Downs owned by Davric. The Postal Service entered into initial negotiations to purchase the site, but soon focused on a different site, one on Rand Road, as its preferred site. Joseph Ricci, the indirect owner of Davric, and Tony Armstrong, Davric's real estate broker, became outspoken critics of the Rand Road site, charging that the site was environmentally sensitive and alleging other mischief behind the Postal Service's preference for the Rand Road site. The Postal Service eventually rejected the Rand Road site.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">After rejecting that site, the Postal Service again reviewed several possible sites, including the Davric site, and ultimately announced a plan to move the center to Lewiston,<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> rather than settling on the Davric site. Plaintiffs maintain that the Davric site was preferable and that this rejection of the site was in retaliation for their outspoken opposition to the Rand Road site.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">It is in the course of defending this decision that the alleged defamation took place. In a series of meetings with Postal Service employees to explain the site selection process, Joseph Leonti, the plant manger of the current distribution center, said that the Davric site was environmentally contaminated and that its development posed serious wetlands problems. In one instance, Leonti allegedly linked Ricci and Davric to organized crime, claiming that there were dead horses and bodies buried on the site, and \"maybe even Jimmy Hoffa could be buried there.\" Plaintiffs say that all of these descriptions are untrue. These meetings also included presentation materials prepared in part by the Postal Service, allegedly defamatory as well.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Plaintiffs then filed this suit,<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> contending that these false statements have diminished the value of Davric's property and will continue to do so, and that they have also caused substantial damages to Ricci's reputation.</p>\n    </div>\n    <p class=\"indent\">II.</p>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Sovereign immunity presents a threshold issue for Davric's suit for damages against the Postal Service. The Postal Service argues that under &#167; 409(c) of Title 39, codifying the Postal Reorganization Act, all state-law tort claims against the Postal Service must be brought under the Federal Tort Claims Act. However, the Postal Service says, the FTCA explicitly exempts most intentional torts, including defamation and tortious interference, from its waiver of sovereign immunity. See 28 U.S.C. &#167; 2680(h). Therefore, the Postal Service concludes, the defamation and interference claims must be dismissed. Davric responds that the Postal Reorganization Act's general \"sue and be sued\" provision, see 39 U.S.C. &#167; 401(1), governs all suits against the Postal Service not cognizable under the FTCA, and since defamation suits are not cognizable under the FTCA, they fall under the PRA's general waiver of sovereign immunity.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">These contending constructions of the statutory scheme present a close question. The text of the individual sections does not present a clear answer, but the structure of the scheme argues against Davric's position. The legislative history of these provisions affords little guidance. Absent evidence of Congressional intent to have the Postal Service, a quasi-public entity, held liable for intentional torts under state law, the exclusion from the FTCA's waiver of sovereign immunity controls.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Enacted in 1970, the PRA established the Postal Service as a quasi-public entity that was to compete on essentially level ground with private enterprise. To that end, &#167; 401(1) provides that the Postal Service can \"sue and be sued,\" generally waiving the immunity from suit it would otherwise have as a public entity.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> See 39 U.S.C. &#167; 401(1). See also Loeffler v. Frank, 486 U.S. 549, 556 (1988) (\"By launching 'the Postal Service into the commercial world' and including a sue-and-be-sued clause in its charter, Congress has cast off the Service's 'cloak of sovereignty' and given it the 'status of a private commercial enterprise.'\") (citing Library of Congress v. Shaw, 478 U.S. 310, 317 n.5 (1986)). However, &#167; 409 of the PRA provides that tort suits brought against the Postal Service are governed by the provisions of the FTCA.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> See 39 U.S.C. &#167; 409(c); see also 28 U.S.C. &#167; 2679(a) (providing that claims against \"sue and be sued\" agencies must be brought through the FTCA where \"cognizable\" under the FTCA).<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> Finally, &#167; 2680 lists exceptions to the FTCA's waiver of sovereign immunity, including the exemption of most state intentional torts.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> See 28 U.S.C. &#167; 2680(h).</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The issue turns on how these provisions are characterized, that is, whether state intentional torts such as defamation fall within the scope of the FTCA but are excepted from its waiver of sovereign immunity and so suit cannot be brought under the PRA, or whether they simply fall outside of its scope as a result of their exception and so suit under the PRA is permissible. While murky on this point, the structure of the statutory scheme, taken altogether, suggests the former interpretation.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">By its terms, &#167; 409(c) of the PRA limits the scope of the more general waiver of sovereign immunity contained in &#167; 401(1). For state tort claims arising out of the activity of the Postal Service, &#167; 409(c) compels the application of the FTCA and its attendant provisions. Read in context, then, &#167; 409(c) of the PRA is best understood to waive the immunity from suit that the Postal Service would otherwise enjoy as a federal entity only insofar as that immunity would have been waived under the FTCA. Such a reading accords with the language in 28 U.S.C. &#167; 2679(a) providing that for claims that fall within the purview of the FTCA, claims against sue-and-be-sued agencies are to be treated like a claim against any other federal agency. Two distinct avenues for interpreting &#167; 409(c) both arrive at this conclusion.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">First, the reference in PRA &#167; 409(c) to \"chapter 171 and all other provisions of title 28 relating to tort claims\" can be read to incorporate the FTCA in its entirety as the exclusive vehicle for bringing state tort claims against the Postal Service, including the FTCA's waiver of immunity from suit in &#167; 1346(b), its attendant procedural requirements, the exclusiveness of its remedy compelled by &#167; 2679(a), and its exceptions, as provided in &#167; 2680. On this approach, the question becomes simply whether the claim presented is a state tort claim \"arising out of the activities of the Postal Service\" under &#167; 409(c). If so, then the claim is governed by the FTCA as a whole, including its exception of defamation and interference claims from its waiver of sovereign immunity.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Davric argues that once the claim falls outside the scope of the FTCA's waiver of sovereign immunity, it then must fall back within the ambit of the PRA's more general waiver. The best basis in the statutory language for this claim is the introduction to the exceptions provision, which states that the provisions of the FTCA \"shall not apply\" to defamation suits. See 28 U.S.C. &#167; 2680. If the FTCA shall not apply to defamation claims, Davric says, then defamation claims are not cognizable under the FTCA and hence the general waiver of immunity in the PRA applies. However, attention to the remainder of &#167; 2680 makes clear that this reading is not tenable. Section 2680(b) excepts any claim \"arising out of the loss, miscarriage, or negligent transmission of letters or postal matter\" from the FTCA's waiver of sovereign immunity. Following Davric's proposed construction of the statutory scheme, this provision, &#167; 2680(b), would be rendered mere surplusage, as suits against the Postal Service for loss of postal matter could then simply be brought under the PRA's waiver of sovereign immunity rather than under the FTCA. Since this outcome is not conceivably within Congress's intent, Davric's suggested construction of the statutory scheme must be rejected, and the best reading of the statutory scheme affords the Postal Service with the protections afforded all other federal agencies by the exceptions to the FTCA's waiver of immunity, including the exception for state intentional tort claims.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Alternatively, PRA &#167; 409(c) can be read to incorporate each individual provision of Title 28 relating to state tort claims directly into the PRA's general waiver of sovereign immunity. On this approach, &#167; 409(c) compels the application of the exceptions provision, 28 U.S.C. &#167; 2680, to tort claims arising out of the activity of the Postal Service. Section 409(c) limits the scope of the general waiver of sovereign immunity in &#167; 401(1), and by this reference incorporates the exceptions provided in the FTCA. Hence, plaintiffs' defamation and tortious interference claims must be dismissed, as they fall within these incorporated exceptions.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Davric argues that prior interpretations of sue-and-be-sued waivers by the Supreme Court compel a broader reading of the waiver of immunity in the PRA. First, in Loeffler, the Supreme Court held that sovereign immunity did not bar recovery of prejudgement interest against the Postal Service in a Title VII action. 486 U.S. at 565. In reaching this conclusion, the Court noted that the PRA, including the sue-and-be-sued provision in &#167; 401(1), reflected Congress's \"general design that the Postal Service 'be run more like a business than its predecessor.'\" Id. at 556 (citation omitted). Given that the purpose of such sue-and-be-sued clauses is to enable such agencies to engage in commercial and business transactions on equal footing with the private sector, Davric argues that courts ought to construe such clauses liberally and impose exceptions on their waiver reluctantly, in order to effectuate that purpose. See Loeffler, 486 U.S. at 554, citingFederal Housing Admin. v. Burr, 309 U.S. 242, 245 (1940).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">In F.D.I.C. v. Meyer, 510 U.S. 471 (1994), the Supreme Court held that the predecessor of the FDIC, an agency authorized to \"sue and be sued,\" could be sued in a Bivens constitutional tort action. While recognizing that &#167; 2679(a) of the FTCA sought to put sue-and-be-sued agencies on the same footing as other federal agencies with respect to \"claims which are cognizable\" under the FTCA, id. at 476, the Court concluded that constitutional torts were not cognizable under the FTCA and therefore such an action against the FDIC was not barred, id. at 477-78. Again the Court emphasized that sue-and-be-sued clauses should be read broadly. Id. at 481. Davric argues that under the reasoning of Meyer, and in light of the direction in Meyer and Loeffler to construe clauses such as &#167; 401(1) broadly, the fact that defamation claims are excepted from the FTCA should be interpreted to render them not cognizable under the FTCA and therefore within the scope of the general sue-and-be-sued waiver of the PRA.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">While Davric is correct that both of these opinions contain language suggesting that sue-and-be-sued clauses should be construed broadly to effectuate their purpose, a closer look at the reasoning of these opinions shows they do not aid Davric. In each case where courts have allowed tort cases to proceed against sue-and-be-sued agencies outside of the procedures and limitations of the FTCA, the plaintiffs advanced federal claims -- either federal constitutional torts or federal statutory torts.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> See Meyer, 510 U.S. 471 (federal constitutional tort); Global Mail Ltd. v. United States Postal Serv., 142 F.3d 208 (4th Cir. 1998) (claim under Lanham Act); Federal Express Corp. v. United States Postal Serv., 141 F.3d 536 (6th Cir. 1998) (same); United States v. Q Int'l Courier, Inc., 131 F.3d 770 (8th Cir. 1997) (same).</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Plaintiffs ask this court to extend this reasoning to those state common law torts excepted by &#167; 2680, such as the defamation and interference claims they advance in this case. However, the reasoning of the Supreme Court in Meyer is explicitly premised on the fact that the Bivens claim presented in that action arose under federal rather than state law. Meyer reasoned that the constitutional tort was not cognizable under the FTCA because it did not fall within the scope of the waiver of sovereign immunity in &#167; 1346(b), as that waiver was limited to claims where \"a private person\" would be liable \"in accordance with the law of the place where the act or omission occurred.\" Meyer, 510 U.S. 477-78. The Court has consistently held that this reference to \"the law of the place\" means the law of the state, which provides the source of substantive liability under the FTCA. Id. at 478 (citing cases). Since by definition \"federal law, not state law, provides the source of liability\" for a federal constitutional tort claim, it is not cognizable under the FTCA and therefore the claim can fall within the general sue-and-be-sued waiver. Id. at 477-78.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Davric's argument fails. As the defamation and tortious interference claims Davric advances clearly arise under the law of the place -- i.e., Maine's substantive law of tort liability -- they are claims that are cognizable under the FTCA. Since the claims are cognizable under the FTCA, all the requirements and limitations upon which the FTCA's waiver of sovereign immunity is conditioned apply. Indeed, many of the cases relied upon by Davric make clear that the FTCA governs state tort claims against the Postal Service. See, e.g., Loeffler, 486 U.S. at 562; Federal Express, 151 F.3d at 540-41; Global Mail, 142 F.3d at 214-15. Hence the defamation and tortious interference claims must be dismissed.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Section 2680(h) of the FTCA embodies an understandable policy against compelling the public fisc to bear the costs of intentional torts committed by public employees. The extent to which this policy rationale extends to quasi-public agencies is not immediately evident. More importantly, however, that determination is properly one of legislative policy judgment. Cf. Westfall v. Erwin, 484 U.S. 292, 300 (1988) (noting that Congress is \"in the best position to provide guidance\" on complex questions of sovereign immunity). In the absence of any evidence that Congress did not intend to afford quasi-public, sue-and-be-sued agencies the protection of the exemption from suit for state intentional torts, and in light of the judicial policy of construing waivers of sovereign immunity narrowly, we cannot find that the statutory scheme indicates that the Postal Service has waived its immunity from suit for defamation or tortious interference claims. Therefore, Davric's claims against the Postal Service were properly dismissed.</p>\n    </div>\n    <p class=\"indent\">III.</p>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Davric also appeals the dismissal of defendant Joseph Leonti. Plaintiffs sued Leonti individually on all three claims. The district court dismissed the defamation and tortious interference claims against Leonti, substituting the United States as party defendant for Leonti under the Westfall Act, see 28 U.S.C. &#167; 2679(d), and dismissed the constitutional tort claim against Leonti for failure to state a claim. Plaintiffs appeal.</p>\n    </div>\n    <p class=\"indent\">A.</p>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">First, plaintiffs challenge the substitution of the United States for Leonti on the defamation and tortious interference claims. The defendants moved to substitute the United States for Leonti as a defendant pursuant to 28 U.S.C. &#167; 2679(d)(1), which provides that \"[u]pon certification by the Attorney General that the defendant employee was acting within the scope of his office or employment at the time of the incident out of which the claim arose,\" the action \"shall be deemed an action against the United States . . . and the United States shall be substituted as the party defendant.\" Id. The motion was accompanied by a certification from the United States Attorney<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> that Leonti was acting within the scope of employment at the time of the alleged incidents. The district court granted the motion as to the tortious interference and defamation claims (though not as to the alleged constitutional torts, as they fall outside the scope of the FTCA), substituted the United States, and dismissed the claims.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a> Davric appeals, arguing that while the court recognized that the certification is provisional and subject to judicial review, the plaintiffs were unable to make the requisite factual showing that Leonti was acting outside the scope of his employment because they were not allowed to pursue discovery on the issue.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">The law of immunity strikes a balance between the public interest in having injurious acts compensated and the competing public interest in safeguarding the ability of responsible governmental employees to \"faithfully carry out their duties without fear of protracted litigation in unfounded damages suits.\" See Aversa v. United States, 99 F.3d 1200, 1203 (1st Cir. 1996). In 1988 Congress amended the FTCA to reinforce federal employees' individual immunity from tort actions with the Federal Employees Liability Reform and Tort Compensation Act of 1988. These amendments -- commonly known as the \"Westfall Act\" because they were a response to Westfall v. Erwin, 484 U.S. 292 (1988) -- afford federal employees who allegedly commit a common law tort absolute immunity where they were acting within the scope of employment, see 28 U.S.C. &#167;&#167; 2679(b)(1) and 2679(d), but allow the suit to proceed against the federal government unless some exception to the FTCA applies, Aversa, 99 F.3d at 1203.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The mechanism through which the federal employee is protected in these circumstances is certification by the Attorney General under 28 U.S.C. &#167; 2679(d) that the employee was acting within the scope of employment. Once such a certification is made, the court dismisses the federal employee from the case, and substitutes the United States as defendant. This certification, however, does not conclusively establish that the United States should be substituted, but rather is provisional and subject to judicial review. See Gutierrez de Martinez v. Lamagno, 515 U.S. 417, 434 (1995). Upon a showing that the employee was acting outside the scope of employment, as determined by the applicable state law, that employee may be re-substituted. Aversa, 99 F.3d at 1208. Plaintiffs challenge the certification here that Leonti was acting within the scope of his employment, and appeal the denial of their efforts to conduct discovery in order to uncover the facts necessary to show that Leonti was not acting within the scope of employment.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Where a plaintiff asserts that a defendant acted outside the scope of his or her employment despite the Attorney General's certification to the contrary, the burden of proof is on the plaintiff. See Day v. Massachusetts Air Nat'l Guard, 167 F.3d 678, 685 (1st Cir. 1999); Lyons v. Brown, 158 F.3d 605, 610 (1st Cir. 1998). State law controls the determination of whether a federal employee was acting within the scope of employment. See Lyons, 158 F.3d at 609; Aversa, 99 F.3d at 1208-09.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">In order to strike the substitution of the United States, plaintiffs here must show that, under Maine law, Leonti was acting outside the scope of his employment at the time of the incident out of which the claims arose. Maine courts apply &#167; 228 of the Restatement (Second) of Agency on the issue of scope of employment. See Bergeron v. Henderson, 47 F. Supp. 2d 61, 65 (D. Me. 1999), citing McLain v. Training and Dev. Corp., 572 A.2d 494, 497 (Me. 1990). Under Maine law an employee's actions are within the scope of employment if they are of the kind that he is employed to perform, they occur within authorized time and space limits, and they are actuated by a purpose to serve the employee's master. See Restatement (Second) of Agency &#167; 228, at 504 (1958), cited in Bergeron, 47 F. Supp. 2d at 65. Under the Restatement (Second), an action may be within the scope of employment although \"forbidden, or done in a forbidden manner,\" see Restatement (Second) &#167; 230, or even \"consciously criminal or tortious,\" see id. &#167; 231. Actions \"relating to work\" and \"done in the workplace during working hours\" are typically within the scope. See id. &#167;&#167; 229, 233, 234. Whether the motivation of the employee is to serve the master's interest or his or her own private purposes is often an important element in this determination. See id. &#167;&#167; 228, 235-236; see alsoLyons, 158 F.3d at 609. Where seemingly work-related acts taken by the federal employee are done with a private purpose on the employee's part to retaliate or discriminate against the plaintiff, they may fall outside the scope of employment under Maine law; where the acts were done in good faith to serve the employer's interest, even if the federal employee's judgment was mistaken, then the conduct is likely within the scope of employment. See Lyons, 158 F.3d at 610.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">The district court refused to re-substitute Leonti for the United States as party defendant, affirming the magistrate judge's conclusion that the plaintiffs had not produced any evidence to find that Leonti was acting outside the scope of his employment under Maine law. We affirm this determination. Disputes over Westfall certifications arise in two distinct procedural contexts. First, the Attorney General's certification might accept the plaintiff's characterization of the incidents at issue, but nevertheless certify that the relevant incident occurred while the employee was acting within the scope of employment. On the other hand, this court has also held that the Attorney General may dispute the plaintiff's characterization of the incident and other subsidiary, immunity-related facts, though the certificate must assume some harm-causing incident. See Wood v. United States, 995 F.2d 1122, 1126 (1st Cir. 1993) (en banc). Where the movant contends that, even accepting the allegations of the complaint as true, the defendant acted within the scope of employment, the motion to substitute may be decided on the face of the complaint (akin to a motion to dismiss); where the movant contests the facts as pled, the motion may be decided by reference to affidavits and other evidence outside the pleadings (akin to a summary judgment motion); and where the plaintiff demonstrates that a genuine issue of material fact exists with respect to the scope of employment, the district court may hold an evidentiary hearing to resolve the material factual disputes about the immunity-related facts. See Taboas v. Mlynczak, 149 F.3d 576, 581 (7th Cir. 1998); see also Day, 167 F.3d at 686; Lyons, 158 F.3d at 610.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Davric's complaint alleges that Leonti made defamatory statements about the Davric property and Ricci at a series of meetings at the Postal facility with Postal Service employees during work hours. The complaint presents a number of statements, allegedly defamatory and made in an angry tone. The complaint also alleges that at one point, a Postal Service official informed Leonti that he was \"on his own\" with regard to one of the defaming statements. For the purposes of this motion, the defendants do not contest any of these alleged facts, but instead contend that Leonti's actions in these incidents, even as characterized in the complaint, arose while he was acting within the scope of his employment.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">While it is true that where plaintiff's proffer \"so warrants\" and the facts alleged \"are in controversy\" a district court may hold evidentiary hearings to resolve scope-of-employment issues, see Lyons, 158 F.3d at 610, that is not this situation. Here, Davric's complaint contains allegations about the content, tone, and location of the defaming statements. Yet Davric has not advanced any viable theory that Leonti was not acting within the scope of his employment under Maine law when making these statements. Plaintiffs argue in their brief that Leonti \"exceeded the scope of his employment in the avalanche of derogatory comments he directed at Plaintiffs\" and in the \"series of highly defamatory charges\" he directed at plaintiffs, \"made in a very angry fashion.\" However, even if true, the mere fact that Leonti made statements that were defamatory does not render his actions outside the scope of employment. Plaintiffs place particular emphasis on the alleged statement by a senior Postal Service official to Leonti in regard to one of the defamatory statements that he was \"on his own on that one.\" Again, even if true, the fact that the Postal Service did not endorse all of Leonti's opinions as expressed does not render the statements outside the scope of employment.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a> Cf. Aversa, 99 F.3d at 1211 (under New Hampshire law and the Restatement, statements of government employee were with scope of employment even when they plainly were not authorized).</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Rather, under the Westfall Act, the relevant analysis must be made under Maine law, and under Maine law, even accepting the allegations of the complaint as true, Leonti's actions were within the scope of employment. Leonti was director of the distribution center. He was at a meeting of Postal Service employees called during work hours and at work for the purpose of explaining the Postal Service's site selection process. While some of Leonti's statements may have amounted to defamation, Davric provides no reason to believe that the statements did not further, and were not intended to further, the Postal Service's purposes in justifying its site selection process to its own employees. Cf. Restatement (Second) &#167; 228(1)(c). Actions taken in the workplace to serve the purposes of the employer are prototypical actions within the scope of employment under the Restatement principles outlined above.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Nor is Davric's argument that discovery was necessary availing. Davric does not say what facts, if discovered, would lead to a viable theory that Leonti was acting outside of the scope of employment. Indeed, the only specific facts on which Davric indicates it sought discovery were already alleged in the complaint, and do not undermine the determination that Leonti was acting within the scope of his employment.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a> In order for discovery of immunity-related facts to be warranted, the plaintiff must indicate what sort of facts he or she hopes to discover that would create a material factual dispute and could support a viable theory that the individual defendant was acting outside the scope of employment. Davric fails to do so, and so we affirm the substitution of the United States for Leonti on the defamation and tortious interference claims.</p>\n    </div>\n    <p class=\"indent\">B.</p>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Davric also sued Leonti in his individual capacity for damages for a violation of plaintiffs' constitutional rights, claiming that Leonti's actions constitute a constitutional tort under Bivens v. Six Unknown Federal Narcotics Agents, 403 U.S. 388 (1971).<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a> The district court dismissed the claim against Leonti on the grounds that a plaintiff may not recover for an alleged constitutional tort for defamation unless his damages resulted from some action taken by the defendant apart from the alleged defamation, and Davric failed to allege any such additional steps undertaken by Leonti. On appeal, Davric argues that Leonti deprived plaintiffs of due process in making the allegedly defamatory statements, both because it deprived them of \"an identified interest in life, liberty or property protected by the Fifth Amendment\" and because his conduct \"shocks the conscience.\"<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a></p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">While the plaintiffs fail to identify expressly what \"identified interest in life, liberty or property\" Leonti's actions deprived them of, they go on to cite several cases regarding harm to \"good name\" or \"reputation.\" See, e.g., Goss v. Lopez, 419 U.S. 565, 574 (1975); Wisconsin v. Constantineau, 400 U.S. 433, 437 (1971). Therefore we assume the protected interest Davric asserts is in plaintiffs' reputations.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Defamation alone does not constitute a constitutional tort under Bivens. In order to recover in a Bivens action, the plaintiff has to suffer a loss that results from some further action by the defendant in addition to the defamation itself. As the Supreme Court held in Siegert v. Gilley, \"so long as such damage flows from injury caused by the defendant to a plaintiff's reputation, it may be recoverable under state tort law but it is not recoverable in a Bivens action.\" 500 U.S. 226, 234 (1991). See also Paul v. Davis, 424 U.S. 693, 701 (1976) (\"stigma\" to reputation alone is an injury to neither liberty nor property sufficient to invoke Due Process Clause); Aversa, 99 F.3d at 1215-16. To hold otherwise would effectively elevate state common law torts to constitutional status.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Here, Davric identifies no damages resulting to either its properties or Ricci apart from the alleged reputational harms, and identifies no additional actions undertaken by Leonti that might have caused additional damages. Plaintiffs' suggestion that Leonti's actions \"shock the conscience\" also must fail -- Leonti's conduct simply fails even to approach the sort of \"extreme or intrusive physical conduct\" which is the gravamen of this doctrine. See, e.g.Brown v. Hot, Sexy and Safer Prod., Inc., 68 F.3d 525, 531 (1st Cir. 1995), cert. denied, 516 U.S. 1159 (1996). Thus while Davric's claims may adequately state a state tort claim, they fail to state a constitutional claim cognizable in a Bivens action. The Bivens claim was properly dismissed.</p>\n    </div>\n    <p class=\"indent\">IV.</p>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">The decision of the district court dismissing the action is affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The Postal Service thereafter disclaimed any firm intention to move to the Lewiston/Auburn area and reopened consideration of greater Portland area sites.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Plaintiffs also alleged violations of the National Environmental Policy Act, 42 U.S.C. &#167; 4321 et seq., and Maine's Site Location of Development Act, 38 M.R.S.A. &#167;&#167; 481-490. The dismissal of these counts was not appealed.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> 39 U.S.C. &#167; 401 reads in relevant part, \"The Postal Service shall have the following general powers: (1) to sue and be sued in its official name. . . . .\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> 39 U.S.C. &#167; 409, entitled \"Suits by and against the Postal Service,\" provides in relevant part, \"(c) The provisions of chapter 171 and all other provisions of title 28 relating to tort claims [the FTCA] shall apply to tort claims arising out of activities of the Postal Service.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> The full text of 28 U.S.C &#167; 2679(a) provides that \"[t]he authority of any federal agency to sue and be sued in its own name shall not be construed to authorize suits against such federal agency on claims which are cognizable under section 1346(b) of this title, and the remedies provided by this title in such cases shall be exclusive.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> 28 U.S.C. &#167; 2680 reads in relevant part, \"The provisions of this chapter and section 1346(b) of this title shall not apply to -- * * * (h) Any claim arising out of assault, battery, false imprisonment, false arrest, malicious prosecution, abuse of process, libel, slander, misrepresentation, deceit, or interference with contract rights,\" with limited exception for law enforcement officials.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Another case interpreting the scope of the PRA's sue-and-be-sued clause, Franchise Tax Bd. v. United States Postal Serv., 467 U.S. 512 (1984), did not involve a tort at all, but rather a statutory wage garnishment procedure to assist the state in collecting its tax revenues. As such it did not involve the FTCA at all.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> The Attorney General has delegated her certification authority under this statute to the United States attorneys. 28 C.F.R. &#167; 15.3(a).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> Because the Supreme Court has held that 28 U.S.C. &#167; 2679(b)(1) immunizes federal employees from suit even when an FTCA exception precludes recovery against the United States, the substitution in this case effectively dismisses the claim. SeeUnited States v. Smith, 499 U.S. 160, 165 (1991); Nasuti v. Scannell, 906 F.2d 802, 810 n.14 (1st Cir. 1990).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> Davric's brief makes a passing reference that Leonti may have been motivated by \"personal animus\" in making the defamatory statements. However, the brief does not adequately argue that Leonti had a private purpose in defaming the plaintiffs independent from his duties as an employee of the Postal Service so as to render his actions outside the scope of employment, nor does the brief or the complaint suggest any reason for Leonti to have such animus toward the plaintiffs apart from those duties. Plaintiffs never allege Leonti had any personal motive to malign them, nor do they allege any relationship or incident with Leonti that may have created personal animus. Indeed, their theory that he retaliated against them because of their interference in the Postal Service's site selection process belies any personal motive. Since plaintiffs do not present such allegations or argument, we do not consider the issue.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> Davric's attorney offered a Rule 56(f) affidavit indicating that plaintiffs believed discovery would reveal that, as alleged in the complaint, Leonti was advised in front of non-clients by a Postal Service attorney that he was \"on his own\" with regard to one of the defamatory statements, and also that discovery might uncover videotapes of the meetings at which the alleged defamatory statements were made. These facts are already alleged in the complaint, and were not disputed by the defendants for the purposes of the motion to substitute. Moreover, there is no suggestion that either the content of the purported videotapes or the confirmation of the statement by the Postal Service attorney would show that Leonti was not acting at his place of employment performing his duties as director of the distribution center in furtherance of the purposes of the Postal Service in the incidents out of which the claim arose.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> Davric's complaint also included the Postal Service in this count, but the Postal Service was dismissed from the count by the district court because Bivens actions are not available against federal agencies. See Meyer, 510 U.S. at 486. Davric does not appeal this dismissal.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> Plaintiffs' brief also makes a passing reference that \"the allegations are sufficiently clear to assert that Defendant Leonti violated the Plaintiff's First Amendment rights by attempting to punish them for their Whistle Blowing . . .\" To the extent that this suggests a Bivens claim for an unconstitutional retaliation for the exercise of First Amendment rights, plaintiffs have failed to adequately present this argument either here or before the district court, and so it is waived. Therefore we do not reach the question of whether such an allegation would state a claim for a Bivens action.</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">238</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">58</span></span> (1st Cir. 2001)</p>\n    <p class=\"parties\">DAVRIC MAINE CORPORATION, AND JOSEPH RICCI, Plaintiffs, Appellants,<br>v.<br>UNITED STATES POSTAL SERVICE, AND JOSEPH LEONTI, Defendants, Appellees.</p>\n    <p class=\"docket\">No. 00-1672</p>\n    <p class=\"court\">United States Court of Appeals For the First Circuit</p>\n    <p class=\"date\">Heard December 8, 2000<br>Decided January 26, 2001</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">ON APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF MAINE</p>\n      <p class=\"indent\">[Hon. D. Brock Hornby, U.S. Chief District Judge][Copyrighted Material Omitted]</p>\n      <p class=\"indent\">Edward S. MacColl, with whom Thompson, Bull, Furey, Bass &amp; MacColl, L.L.C., John S. Campbell, and Campbell &amp; McArdle, P.A., were on brief, for appellant.</p>\n      <p class=\"indent\">Hasley B. Frank, Assistant United States Attorney, with whom Jay P. McCloskey, United States Attorney, was on brief, for appellee.</p>\n      <p class=\"indent\">Before Torruella, Chief Judge, Bownes, Senior Circuit Judge, and Lynch, Circuit Judge.</p>\n      <p class=\"indent\">LYNCH, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In the course of deciding on a site for a new postal facility, Joseph Leonti, the plant manager of the Portland, Maine, United States Postal Service center, made ill-considered statements about one of the sites that had been under consideration. The owner of the site, the Davric Maine Corporation, felt that it and the site had been defamed. Davric and the man who owns it, Joseph Ricci, filed suit in federal court against both the Postal Service and Leonti for defamation and tortious interference under state law, and in addition claimed that a constitutional tort had been committed.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The district court dismissed the claims against the Postal Service on the ground that the Postal Service enjoys sovereign immunity from suit absent a waiver, and that its immunity had not been waived as to defamation or tortious interference claims. The court also dismissed the state law tort claims against the official on the ground that the official had been acting within the scope of his employment, and dismissed the constitutional tort claim for failure to state a claim. Plaintiffs appeal. This case presents an interesting question of first impression about the relation and interaction between the Postal Reorganization Act, 39 U.S.C. &#167; 101 et seq., and the Federal Tort Claims Act, 28 U.S.C. &#167;&#167; 1346(b), 2671-2680. We affirm the district court's dismissal based on the conclusion that these Acts, taken together, do not waive the Postal Service's immunity for state defamation or tortious interference claims. We also affirm the dismissal of the claims against Leonti.</p>\n    </div>\n    <p class=\"indent\">I.</p>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">For the purposes of a motion to dismiss, we accept as true the facts alleged in the complaint. See Day v. Massachusetts Air Nat'l Guard, <span class=\"citation\" data-id=\"198308\"><a href=\"/opinion/198308/day-v-massachusetts-natl/\"><span class=\"volume\">167</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">678</span></a></span>, 680 (1st Cir. 1999); Duckworth v. Pratt &amp; Whitney, Inc., <span class=\"citation\" data-id=\"757017\"><a href=\"/opinion/757017/mark-duckworth-v-pratt-whitney-inc/\"><span class=\"volume\">152</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 3 (1st Cir. 1998). The Postal Service in Maine entered into a search for a new location for its processing and distribution center. One site under consideration was a parcel in Scarborough Downs owned by Davric. The Postal Service entered into initial negotiations to purchase the site, but soon focused on a different site, one on Rand Road, as its preferred site. Joseph Ricci, the indirect owner of Davric, and Tony Armstrong, Davric's real estate broker, became outspoken critics of the Rand Road site, charging that the site was environmentally sensitive and alleging other mischief behind the Postal Service's preference for the Rand Road site. The Postal Service eventually rejected the Rand Road site.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">After rejecting that site, the Postal Service again reviewed several possible sites, including the Davric site, and ultimately announced a plan to move the center to Lewiston,<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> rather than settling on the Davric site. Plaintiffs maintain that the Davric site was preferable and that this rejection of the site was in retaliation for their outspoken opposition to the Rand Road site.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">It is in the course of defending this decision that the alleged defamation took place. In a series of meetings with Postal Service employees to explain the site selection process, Joseph Leonti, the plant manger of the current distribution center, said that the Davric site was environmentally contaminated and that its development posed serious wetlands problems. In one instance, Leonti allegedly linked Ricci and Davric to organized crime, claiming that there were dead horses and bodies buried on the site, and \"maybe even Jimmy Hoffa could be buried there.\" Plaintiffs say that all of these descriptions are untrue. These meetings also included presentation materials prepared in part by the Postal Service, allegedly defamatory as well.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Plaintiffs then filed this suit,<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> contending that these false statements have diminished the value of Davric's property and will continue to do so, and that they have also caused substantial damages to Ricci's reputation.</p>\n    </div>\n    <p class=\"indent\">II.</p>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Sovereign immunity presents a threshold issue for Davric's suit for damages against the Postal Service. The Postal Service argues that under &#167; 409(c) of Title 39, codifying the Postal Reorganization Act, all state-law tort claims against the Postal Service must be brought under the Federal Tort Claims Act. However, the Postal Service says, the FTCA explicitly exempts most intentional torts, including defamation and tortious interference, from its waiver of sovereign immunity. See 28 U.S.C. &#167; 2680(h). Therefore, the Postal Service concludes, the defamation and interference claims must be dismissed. Davric responds that the Postal Reorganization Act's general \"sue and be sued\" provision, see 39 U.S.C. &#167; 401(1), governs all suits against the Postal Service not cognizable under the FTCA, and since defamation suits are not cognizable under the FTCA, they fall under the PRA's general waiver of sovereign immunity.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">These contending constructions of the statutory scheme present a close question. The text of the individual sections does not present a clear answer, but the structure of the scheme argues against Davric's position. The legislative history of these provisions affords little guidance. Absent evidence of Congressional intent to have the Postal Service, a quasi-public entity, held liable for intentional torts under state law, the exclusion from the FTCA's waiver of sovereign immunity controls.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Enacted in 1970, the PRA established the Postal Service as a quasi-public entity that was to compete on essentially level ground with private enterprise. To that end, &#167; 401(1) provides that the Postal Service can \"sue and be sued,\" generally waiving the immunity from suit it would otherwise have as a public entity.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> See 39 U.S.C. &#167; 401(1). See also Loeffler v. Frank, <span class=\"citation\" data-id=\"112094\"><a href=\"/opinion/112094/loeffler-v-frank/\"><span class=\"volume\">486</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">549</span></a></span>, 556 (1988) (\"By launching 'the Postal Service into the commercial world' and including a sue-and-be-sued clause in its charter, Congress has cast off the Service's 'cloak of sovereignty' and given it the 'status of a private commercial enterprise.'\") (citing Library of Congress v. Shaw, <span class=\"citation\" data-id=\"111743\"><a href=\"/opinion/111743/library-of-congress-v-shaw/\"><span class=\"volume\">478</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">310</span></a></span>, 317 n.5 (1986)). However, &#167; 409 of the PRA provides that tort suits brought against the Postal Service are governed by the provisions of the FTCA.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> See 39 U.S.C. &#167; 409(c); see also 28 U.S.C. &#167; 2679(a) (providing that claims against \"sue and be sued\" agencies must be brought through the FTCA where \"cognizable\" under the FTCA).<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> Finally, &#167; 2680 lists exceptions to the FTCA's waiver of sovereign immunity, including the exemption of most state intentional torts.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> See 28 U.S.C. &#167; 2680(h).</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The issue turns on how these provisions are characterized, that is, whether state intentional torts such as defamation fall within the scope of the FTCA but are excepted from its waiver of sovereign immunity and so suit cannot be brought under the PRA, or whether they simply fall outside of its scope as a result of their exception and so suit under the PRA is permissible. While murky on this point, the structure of the statutory scheme, taken altogether, suggests the former interpretation.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">By its terms, &#167; 409(c) of the PRA limits the scope of the more general waiver of sovereign immunity contained in &#167; 401(1). For state tort claims arising out of the activity of the Postal Service, &#167; 409(c) compels the application of the FTCA and its attendant provisions. Read in context, then, &#167; 409(c) of the PRA is best understood to waive the immunity from suit that the Postal Service would otherwise enjoy as a federal entity only insofar as that immunity would have been waived under the FTCA. Such a reading accords with the language in 28 U.S.C. &#167; 2679(a) providing that for claims that fall within the purview of the FTCA, claims against sue-and-be-sued agencies are to be treated like a claim against any other federal agency. Two distinct avenues for interpreting &#167; 409(c) both arrive at this conclusion.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">First, the reference in PRA &#167; 409(c) to \"chapter 171 and all other provisions of title 28 relating to tort claims\" can be read to incorporate the FTCA in its entirety as the exclusive vehicle for bringing state tort claims against the Postal Service, including the FTCA's waiver of immunity from suit in &#167; 1346(b), its attendant procedural requirements, the exclusiveness of its remedy compelled by &#167; 2679(a), and its exceptions, as provided in &#167; 2680. On this approach, the question becomes simply whether the claim presented is a state tort claim \"arising out of the activities of the Postal Service\" under &#167; 409(c). If so, then the claim is governed by the FTCA as a whole, including its exception of defamation and interference claims from its waiver of sovereign immunity.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Davric argues that once the claim falls outside the scope of the FTCA's waiver of sovereign immunity, it then must fall back within the ambit of the PRA's more general waiver. The best basis in the statutory language for this claim is the introduction to the exceptions provision, which states that the provisions of the FTCA \"shall not apply\" to defamation suits. See 28 U.S.C. &#167; 2680. If the FTCA shall not apply to defamation claims, Davric says, then defamation claims are not cognizable under the FTCA and hence the general waiver of immunity in the PRA applies. However, attention to the remainder of &#167; 2680 makes clear that this reading is not tenable. Section 2680(b) excepts any claim \"arising out of the loss, miscarriage, or negligent transmission of letters or postal matter\" from the FTCA's waiver of sovereign immunity. Following Davric's proposed construction of the statutory scheme, this provision, &#167; 2680(b), would be rendered mere surplusage, as suits against the Postal Service for loss of postal matter could then simply be brought under the PRA's waiver of sovereign immunity rather than under the FTCA. Since this outcome is not conceivably within Congress's intent, Davric's suggested construction of the statutory scheme must be rejected, and the best reading of the statutory scheme affords the Postal Service with the protections afforded all other federal agencies by the exceptions to the FTCA's waiver of immunity, including the exception for state intentional tort claims.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Alternatively, PRA &#167; 409(c) can be read to incorporate each individual provision of Title 28 relating to state tort claims directly into the PRA's general waiver of sovereign immunity. On this approach, &#167; 409(c) compels the application of the exceptions provision, 28 U.S.C. &#167; 2680, to tort claims arising out of the activity of the Postal Service. Section 409(c) limits the scope of the general waiver of sovereign immunity in &#167; 401(1), and by this reference incorporates the exceptions provided in the FTCA. Hence, plaintiffs' defamation and tortious interference claims must be dismissed, as they fall within these incorporated exceptions.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Davric argues that prior interpretations of sue-and-be-sued waivers by the Supreme Court compel a broader reading of the waiver of immunity in the PRA. First, in Loeffler, the Supreme Court held that sovereign immunity did not bar recovery of prejudgement interest against the Postal Service in a Title VII action. 486 U.S. at 565. In reaching this conclusion, the Court noted that the PRA, including the sue-and-be-sued provision in &#167; 401(1), reflected Congress's \"general design that the Postal Service 'be run more like a business than its predecessor.'\" Id. at 556 (citation omitted). Given that the purpose of such sue-and-be-sued clauses is to enable such agencies to engage in commercial and business transactions on equal footing with the private sector, Davric argues that courts ought to construe such clauses liberally and impose exceptions on their waiver reluctantly, in order to effectuate that purpose. See Loeffler, 486 U.S. at 554, citingFederal Housing Admin. v. Burr, <span class=\"citation\" data-id=\"103302\"><a href=\"/opinion/103302/federal-housing-administration-v-burr/\"><span class=\"volume\">309</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">242</span></a></span>, 245 (1940).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">In F.D.I.C. v. Meyer, <span class=\"citation\" data-id=\"112931\"><a href=\"/opinion/112931/fdic-v-meyer/\"><span class=\"volume\">510</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">471</span></a></span> (1994), the Supreme Court held that the predecessor of the FDIC, an agency authorized to \"sue and be sued,\" could be sued in a Bivens constitutional tort action. While recognizing that &#167; 2679(a) of the FTCA sought to put sue-and-be-sued agencies on the same footing as other federal agencies with respect to \"claims which are cognizable\" under the FTCA, id. at 476, the Court concluded that constitutional torts were not cognizable under the FTCA and therefore such an action against the FDIC was not barred, id. at 477-78. Again the Court emphasized that sue-and-be-sued clauses should be read broadly. Id. at 481. Davric argues that under the reasoning of Meyer, and in light of the direction in Meyer and Loeffler to construe clauses such as &#167; 401(1) broadly, the fact that defamation claims are excepted from the FTCA should be interpreted to render them not cognizable under the FTCA and therefore within the scope of the general sue-and-be-sued waiver of the PRA.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">While Davric is correct that both of these opinions contain language suggesting that sue-and-be-sued clauses should be construed broadly to effectuate their purpose, a closer look at the reasoning of these opinions shows they do not aid Davric. In each case where courts have allowed tort cases to proceed against sue-and-be-sued agencies outside of the procedures and limitations of the FTCA, the plaintiffs advanced federal claims -- either federal constitutional torts or federal statutory torts.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> See Meyer, <span class=\"citation\" data-id=\"112931\"><a href=\"/opinion/112931/fdic-v-meyer/\"><span class=\"volume\">510</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">471</span></a></span> (federal constitutional tort); Global Mail Ltd. v. United States Postal Serv., <span class=\"citation\" data-id=\"753728\"><a href=\"/opinion/753728/global-mail-limited-v-united-states-postal-service-united-parcel-service/\"><span class=\"volume\">142</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">208</span></a></span> (4th Cir. 1998) (claim under Lanham Act); Federal Express Corp. v. United States Postal Serv., <span class=\"citation no-link\"><span class=\"volume\">141</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">536</span></span> (6th Cir. 1998) (same); United States v. Q Int'l Courier, Inc., <span class=\"citation\" data-id=\"749360\"><a href=\"/opinion/749360/united-states-v-q-international-courier-inc-sued-as-quick-international/\"><span class=\"volume\">131</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">770</span></a></span> (8th Cir. 1997) (same).</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Plaintiffs ask this court to extend this reasoning to those state common law torts excepted by &#167; 2680, such as the defamation and interference claims they advance in this case. However, the reasoning of the Supreme Court in Meyer is explicitly premised on the fact that the Bivens claim presented in that action arose under federal rather than state law. Meyer reasoned that the constitutional tort was not cognizable under the FTCA because it did not fall within the scope of the waiver of sovereign immunity in &#167; 1346(b), as that waiver was limited to claims where \"a private person\" would be liable \"in accordance with the law of the place where the act or omission occurred.\" Meyer, 510 U.S. 477-78. The Court has consistently held that this reference to \"the law of the place\" means the law of the state, which provides the source of substantive liability under the FTCA. Id. at 478 (citing cases). Since by definition \"federal law, not state law, provides the source of liability\" for a federal constitutional tort claim, it is not cognizable under the FTCA and therefore the claim can fall within the general sue-and-be-sued waiver. Id. at 477-78.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Davric's argument fails. As the defamation and tortious interference claims Davric advances clearly arise under the law of the place -- i.e., Maine's substantive law of tort liability -- they are claims that are cognizable under the FTCA. Since the claims are cognizable under the FTCA, all the requirements and limitations upon which the FTCA's waiver of sovereign immunity is conditioned apply. Indeed, many of the cases relied upon by Davric make clear that the FTCA governs state tort claims against the Postal Service. See, e.g., Loeffler, 486 U.S. at 562; Federal Express, 151 F.3d at 540-41; Global Mail, 142 F.3d at 214-15. Hence the defamation and tortious interference claims must be dismissed.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Section 2680(h) of the FTCA embodies an understandable policy against compelling the public fisc to bear the costs of intentional torts committed by public employees. The extent to which this policy rationale extends to quasi-public agencies is not immediately evident. More importantly, however, that determination is properly one of legislative policy judgment. Cf. Westfall v. Erwin, <span class=\"citation\" data-id=\"111980\"><a href=\"/opinion/111980/westfall-v-erwin/\"><span class=\"volume\">484</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">292</span></a></span>, 300 (1988) (noting that Congress is \"in the best position to provide guidance\" on complex questions of sovereign immunity). In the absence of any evidence that Congress did not intend to afford quasi-public, sue-and-be-sued agencies the protection of the exemption from suit for state intentional torts, and in light of the judicial policy of construing waivers of sovereign immunity narrowly, we cannot find that the statutory scheme indicates that the Postal Service has waived its immunity from suit for defamation or tortious interference claims. Therefore, Davric's claims against the Postal Service were properly dismissed.</p>\n    </div>\n    <p class=\"indent\">III.</p>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Davric also appeals the dismissal of defendant Joseph Leonti. Plaintiffs sued Leonti individually on all three claims. The district court dismissed the defamation and tortious interference claims against Leonti, substituting the United States as party defendant for Leonti under the Westfall Act, see 28 U.S.C. &#167; 2679(d), and dismissed the constitutional tort claim against Leonti for failure to state a claim. Plaintiffs appeal.</p>\n    </div>\n    <p class=\"indent\">A.</p>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">First, plaintiffs challenge the substitution of the United States for Leonti on the defamation and tortious interference claims. The defendants moved to substitute the United States for Leonti as a defendant pursuant to 28 U.S.C. &#167; 2679(d)(1), which provides that \"[u]pon certification by the Attorney General that the defendant employee was acting within the scope of his office or employment at the time of the incident out of which the claim arose,\" the action \"shall be deemed an action against the United States . . . and the United States shall be substituted as the party defendant.\" Id. The motion was accompanied by a certification from the United States Attorney<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> that Leonti was acting within the scope of employment at the time of the alleged incidents. The district court granted the motion as to the tortious interference and defamation claims (though not as to the alleged constitutional torts, as they fall outside the scope of the FTCA), substituted the United States, and dismissed the claims.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a> Davric appeals, arguing that while the court recognized that the certification is provisional and subject to judicial review, the plaintiffs were unable to make the requisite factual showing that Leonti was acting outside the scope of his employment because they were not allowed to pursue discovery on the issue.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">The law of immunity strikes a balance between the public interest in having injurious acts compensated and the competing public interest in safeguarding the ability of responsible governmental employees to \"faithfully carry out their duties without fear of protracted litigation in unfounded damages suits.\" See Aversa v. United States, <span class=\"citation\" data-id=\"197034\"><a href=\"/opinion/197034/aversa-v-united-states/\"><span class=\"volume\">99</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1200</span></a></span>, 1203 (1st Cir. 1996). In 1988 Congress amended the FTCA to reinforce federal employees' individual immunity from tort actions with the Federal Employees Liability Reform and Tort Compensation Act of 1988. These amendments -- commonly known as the \"Westfall Act\" because they were a response to Westfall v. Erwin, <span class=\"citation\" data-id=\"111980\"><a href=\"/opinion/111980/westfall-v-erwin/\"><span class=\"volume\">484</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">292</span></a></span> (1988) -- afford federal employees who allegedly commit a common law tort absolute immunity where they were acting within the scope of employment, see 28 U.S.C. &#167;&#167; 2679(b)(1) and 2679(d), but allow the suit to proceed against the federal government unless some exception to the FTCA applies, Aversa, 99 F.3d at 1203.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The mechanism through which the federal employee is protected in these circumstances is certification by the Attorney General under 28 U.S.C. &#167; 2679(d) that the employee was acting within the scope of employment. Once such a certification is made, the court dismisses the federal employee from the case, and substitutes the United States as defendant. This certification, however, does not conclusively establish that the United States should be substituted, but rather is provisional and subject to judicial review. See Gutierrez de Martinez v. Lamagno, <span class=\"citation\" data-id=\"117955\"><a href=\"/opinion/117955/gutierrez-de-martinez-v-lamagno/\"><span class=\"volume\">515</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">417</span></a></span>, 434 (1995). Upon a showing that the employee was acting outside the scope of employment, as determined by the applicable state law, that employee may be re-substituted. Aversa, 99 F.3d at 1208. Plaintiffs challenge the certification here that Leonti was acting within the scope of his employment, and appeal the denial of their efforts to conduct discovery in order to uncover the facts necessary to show that Leonti was not acting within the scope of employment.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Where a plaintiff asserts that a defendant acted outside the scope of his or her employment despite the Attorney General's certification to the contrary, the burden of proof is on the plaintiff. See Day v. Massachusetts Air Nat'l Guard, <span class=\"citation\" data-id=\"198308\"><a href=\"/opinion/198308/day-v-massachusetts-natl/\"><span class=\"volume\">167</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">678</span></a></span>, 685 (1st Cir. 1999); Lyons v. Brown, <span class=\"citation\" data-id=\"198176\"><a href=\"/opinion/198176/lyons-v-pathak/\"><span class=\"volume\">158</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">605</span></a></span>, 610 (1st Cir. 1998). State law controls the determination of whether a federal employee was acting within the scope of employment. See Lyons, 158 F.3d at 609; Aversa, 99 F.3d at 1208-09.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">In order to strike the substitution of the United States, plaintiffs here must show that, under Maine law, Leonti was acting outside the scope of his employment at the time of the incident out of which the claims arose. Maine courts apply &#167; 228 of the Restatement (Second) of Agency on the issue of scope of employment. See Bergeron v. Henderson, <span class=\"citation\" data-id=\"2527848\"><a href=\"/opinion/2527848/bergeron-v-henderson/\"><span class=\"volume\">47</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">61</span></a></span>, 65 (D. Me. 1999), citing McLain v. Training and Dev. Corp., <span class=\"citation no-link\"><span class=\"volume\">572</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">494</span></span>, 497 (Me. 1990). Under Maine law an employee's actions are within the scope of employment if they are of the kind that he is employed to perform, they occur within authorized time and space limits, and they are actuated by a purpose to serve the employee's master. See Restatement (Second) of Agency &#167; 228, at 504 (1958), cited in Bergeron, 47 F. Supp. 2d at 65. Under the Restatement (Second), an action may be within the scope of employment although \"forbidden, or done in a forbidden manner,\" see Restatement (Second) &#167; 230, or even \"consciously criminal or tortious,\" see id. &#167; 231. Actions \"relating to work\" and \"done in the workplace during working hours\" are typically within the scope. See id. &#167;&#167; 229, 233, 234. Whether the motivation of the employee is to serve the master's interest or his or her own private purposes is often an important element in this determination. See id. &#167;&#167; 228, 235-236; see alsoLyons, 158 F.3d at 609. Where seemingly work-related acts taken by the federal employee are done with a private purpose on the employee's part to retaliate or discriminate against the plaintiff, they may fall outside the scope of employment under Maine law; where the acts were done in good faith to serve the employer's interest, even if the federal employee's judgment was mistaken, then the conduct is likely within the scope of employment. See Lyons, 158 F.3d at 610.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">The district court refused to re-substitute Leonti for the United States as party defendant, affirming the magistrate judge's conclusion that the plaintiffs had not produced any evidence to find that Leonti was acting outside the scope of his employment under Maine law. We affirm this determination. Disputes over Westfall certifications arise in two distinct procedural contexts. First, the Attorney General's certification might accept the plaintiff's characterization of the incidents at issue, but nevertheless certify that the relevant incident occurred while the employee was acting within the scope of employment. On the other hand, this court has also held that the Attorney General may dispute the plaintiff's characterization of the incident and other subsidiary, immunity-related facts, though the certificate must assume some harm-causing incident. See Wood v. United States, <span class=\"citation\" data-id=\"609175\"><a href=\"/opinion/609175/theresa-h-wood-v-united-states-of-america-charles-d-owens-theresa-h/\"><span class=\"volume\">995</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1122</span></a></span>, 1126 (1st Cir. 1993) (en banc). Where the movant contends that, even accepting the allegations of the complaint as true, the defendant acted within the scope of employment, the motion to substitute may be decided on the face of the complaint (akin to a motion to dismiss); where the movant contests the facts as pled, the motion may be decided by reference to affidavits and other evidence outside the pleadings (akin to a summary judgment motion); and where the plaintiff demonstrates that a genuine issue of material fact exists with respect to the scope of employment, the district court may hold an evidentiary hearing to resolve the material factual disputes about the immunity-related facts. See Taboas v. Mlynczak, <span class=\"citation\" data-id=\"755818\"><a href=\"/opinion/755818/anibal-l-taboas-v-bernard-j-mlynczak/\"><span class=\"volume\">149</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">576</span></a></span>, 581 (7th Cir. 1998); see also Day, 167 F.3d at 686; Lyons, 158 F.3d at 610.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Davric's complaint alleges that Leonti made defamatory statements about the Davric property and Ricci at a series of meetings at the Postal facility with Postal Service employees during work hours. The complaint presents a number of statements, allegedly defamatory and made in an angry tone. The complaint also alleges that at one point, a Postal Service official informed Leonti that he was \"on his own\" with regard to one of the defaming statements. For the purposes of this motion, the defendants do not contest any of these alleged facts, but instead contend that Leonti's actions in these incidents, even as characterized in the complaint, arose while he was acting within the scope of his employment.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">While it is true that where plaintiff's proffer \"so warrants\" and the facts alleged \"are in controversy\" a district court may hold evidentiary hearings to resolve scope-of-employment issues, see Lyons, 158 F.3d at 610, that is not this situation. Here, Davric's complaint contains allegations about the content, tone, and location of the defaming statements. Yet Davric has not advanced any viable theory that Leonti was not acting within the scope of his employment under Maine law when making these statements. Plaintiffs argue in their brief that Leonti \"exceeded the scope of his employment in the avalanche of derogatory comments he directed at Plaintiffs\" and in the \"series of highly defamatory charges\" he directed at plaintiffs, \"made in a very angry fashion.\" However, even if true, the mere fact that Leonti made statements that were defamatory does not render his actions outside the scope of employment. Plaintiffs place particular emphasis on the alleged statement by a senior Postal Service official to Leonti in regard to one of the defamatory statements that he was \"on his own on that one.\" Again, even if true, the fact that the Postal Service did not endorse all of Leonti's opinions as expressed does not render the statements outside the scope of employment.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a> Cf. Aversa, 99 F.3d at 1211 (under New Hampshire law and the Restatement, statements of government employee were with scope of employment even when they plainly were not authorized).</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Rather, under the Westfall Act, the relevant analysis must be made under Maine law, and under Maine law, even accepting the allegations of the complaint as true, Leonti's actions were within the scope of employment. Leonti was director of the distribution center. He was at a meeting of Postal Service employees called during work hours and at work for the purpose of explaining the Postal Service's site selection process. While some of Leonti's statements may have amounted to defamation, Davric provides no reason to believe that the statements did not further, and were not intended to further, the Postal Service's purposes in justifying its site selection process to its own employees. Cf. Restatement (Second) &#167; 228(1)(c). Actions taken in the workplace to serve the purposes of the employer are prototypical actions within the scope of employment under the Restatement principles outlined above.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Nor is Davric's argument that discovery was necessary availing. Davric does not say what facts, if discovered, would lead to a viable theory that Leonti was acting outside of the scope of employment. Indeed, the only specific facts on which Davric indicates it sought discovery were already alleged in the complaint, and do not undermine the determination that Leonti was acting within the scope of his employment.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a> In order for discovery of immunity-related facts to be warranted, the plaintiff must indicate what sort of facts he or she hopes to discover that would create a material factual dispute and could support a viable theory that the individual defendant was acting outside the scope of employment. Davric fails to do so, and so we affirm the substitution of the United States for Leonti on the defamation and tortious interference claims.</p>\n    </div>\n    <p class=\"indent\">B.</p>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Davric also sued Leonti in his individual capacity for damages for a violation of plaintiffs' constitutional rights, claiming that Leonti's actions constitute a constitutional tort under Bivens v. Six Unknown Federal Narcotics Agents, <span class=\"citation\" data-id=\"108375\"><a href=\"/opinion/108375/bivens-v-six-unknown-fed-narcotics-agents/\"><span class=\"volume\">403</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">388</span></a></span> (1971).<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a> The district court dismissed the claim against Leonti on the grounds that a plaintiff may not recover for an alleged constitutional tort for defamation unless his damages resulted from some action taken by the defendant apart from the alleged defamation, and Davric failed to allege any such additional steps undertaken by Leonti. On appeal, Davric argues that Leonti deprived plaintiffs of due process in making the allegedly defamatory statements, both because it deprived them of \"an identified interest in life, liberty or property protected by the Fifth Amendment\" and because his conduct \"shocks the conscience.\"<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a></p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">While the plaintiffs fail to identify expressly what \"identified interest in life, liberty or property\" Leonti's actions deprived them of, they go on to cite several cases regarding harm to \"good name\" or \"reputation.\" See, e.g., Goss v. Lopez, <span class=\"citation\" data-id=\"109136\"><a href=\"/opinion/109136/goss-v-lopez/\"><span class=\"volume\">419</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">565</span></a></span>, 574 (1975); Wisconsin v. Constantineau, <span class=\"citation\" data-id=\"108230\"><a href=\"/opinion/108230/wisconsin-v-constantineau/\"><span class=\"volume\">400</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">433</span></a></span>, 437 (1971). Therefore we assume the protected interest Davric asserts is in plaintiffs' reputations.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Defamation alone does not constitute a constitutional tort under Bivens. In order to recover in a Bivens action, the plaintiff has to suffer a loss that results from some further action by the defendant in addition to the defamation itself. As the Supreme Court held in Siegert v. Gilley, \"so long as such damage flows from injury caused by the defendant to a plaintiff's reputation, it may be recoverable under state tort law but it is not recoverable in a Bivens action.\" <span class=\"citation\" data-id=\"112594\"><a href=\"/opinion/112594/siegert-v-gilley/\"><span class=\"volume\">500</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">226</span></a></span>, 234 (1991). See also Paul v. Davis, <span class=\"citation\" data-id=\"109402\"><a href=\"/opinion/109402/paul-v-davis/\"><span class=\"volume\">424</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">693</span></a></span>, 701 (1976) (\"stigma\" to reputation alone is an injury to neither liberty nor property sufficient to invoke Due Process Clause); Aversa, 99 F.3d at 1215-16. To hold otherwise would effectively elevate state common law torts to constitutional status.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Here, Davric identifies no damages resulting to either its properties or Ricci apart from the alleged reputational harms, and identifies no additional actions undertaken by Leonti that might have caused additional damages. Plaintiffs' suggestion that Leonti's actions \"shock the conscience\" also must fail -- Leonti's conduct simply fails even to approach the sort of \"extreme or intrusive physical conduct\" which is the gravamen of this doctrine. See, e.g.Brown v. Hot, Sexy and Safer Prod., Inc., <span class=\"citation\" data-id=\"706820\"><a href=\"/opinion/706820/ronald-c-brown-v-hot-sexy-and-safer-productions-inc/\"><span class=\"volume\">68</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">525</span></a></span>, 531 (1st Cir. 1995), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">516</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1159</span></span> (1996). Thus while Davric's claims may adequately state a state tort claim, they fail to state a constitutional claim cognizable in a Bivens action. The Bivens claim was properly dismissed.</p>\n    </div>\n    <p class=\"indent\">IV.</p>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">The decision of the district court dismissing the action is affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The Postal Service thereafter disclaimed any firm intention to move to the Lewiston/Auburn area and reopened consideration of greater Portland area sites.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Plaintiffs also alleged violations of the National Environmental Policy Act, 42 U.S.C. &#167; 4321 et seq., and Maine's Site Location of Development Act, 38 M.R.S.A. &#167;&#167; 481-490. The dismissal of these counts was not appealed.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> 39 U.S.C. &#167; 401 reads in relevant part, \"The Postal Service shall have the following general powers: (1) to sue and be sued in its official name. . . . .\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> 39 U.S.C. &#167; 409, entitled \"Suits by and against the Postal Service,\" provides in relevant part, \"(c) The provisions of chapter 171 and all other provisions of title 28 relating to tort claims [the FTCA] shall apply to tort claims arising out of activities of the Postal Service.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> The full text of 28 U.S.C &#167; 2679(a) provides that \"[t]he authority of any federal agency to sue and be sued in its own name shall not be construed to authorize suits against such federal agency on claims which are cognizable under section 1346(b) of this title, and the remedies provided by this title in such cases shall be exclusive.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> 28 U.S.C. &#167; 2680 reads in relevant part, \"The provisions of this chapter and section 1346(b) of this title shall not apply to -- * * * (h) Any claim arising out of assault, battery, false imprisonment, false arrest, malicious prosecution, abuse of process, libel, slander, misrepresentation, deceit, or interference with contract rights,\" with limited exception for law enforcement officials.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Another case interpreting the scope of the PRA's sue-and-be-sued clause, Franchise Tax Bd. v. United States Postal Serv., <span class=\"citation\" data-id=\"111209\"><a href=\"/opinion/111209/franchise-tax-board-of-california-v-usps/\"><span class=\"volume\">467</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">512</span></a></span> (1984), did not involve a tort at all, but rather a statutory wage garnishment procedure to assist the state in collecting its tax revenues. As such it did not involve the FTCA at all.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> The Attorney General has delegated her certification authority under this statute to the United States attorneys. 28 C.F.R. &#167; 15.3(a).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> Because the Supreme Court has held that 28 U.S.C. &#167; 2679(b)(1) immunizes federal employees from suit even when an FTCA exception precludes recovery against the United States, the substitution in this case effectively dismisses the claim. SeeUnited States v. Smith, <span class=\"citation\" data-id=\"112562\"><a href=\"/opinion/112562/united-states-v-smith/\"><span class=\"volume\">499</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">160</span></a></span>, 165 (1991); Nasuti v. Scannell, <span class=\"citation\" data-id=\"543724\"><a href=\"/opinion/543724/nicholas-nasuti-v-james-scannell-nicholas-nasuti-v-james-scannell/\"><span class=\"volume\">906</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">802</span></a></span>, 810 n.14 (1st Cir. 1990).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> Davric's brief makes a passing reference that Leonti may have been motivated by \"personal animus\" in making the defamatory statements. However, the brief does not adequately argue that Leonti had a private purpose in defaming the plaintiffs independent from his duties as an employee of the Postal Service so as to render his actions outside the scope of employment, nor does the brief or the complaint suggest any reason for Leonti to have such animus toward the plaintiffs apart from those duties. Plaintiffs never allege Leonti had any personal motive to malign them, nor do they allege any relationship or incident with Leonti that may have created personal animus. Indeed, their theory that he retaliated against them because of their interference in the Postal Service's site selection process belies any personal motive. Since plaintiffs do not present such allegations or argument, we do not consider the issue.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> Davric's attorney offered a Rule 56(f) affidavit indicating that plaintiffs believed discovery would reveal that, as alleged in the complaint, Leonti was advised in front of non-clients by a Postal Service attorney that he was \"on his own\" with regard to one of the defamatory statements, and also that discovery might uncover videotapes of the meetings at which the alleged defamatory statements were made. These facts are already alleged in the complaint, and were not disputed by the defendants for the purposes of the motion to substitute. Moreover, there is no suggestion that either the content of the purported videotapes or the confirmation of the statement by the Postal Service attorney would show that Leonti was not acting at his place of employment performing his duties as director of the distribution center in furtherance of the purposes of the Postal Service in the incidents out of which the claim arose.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> Davric's complaint also included the Postal Service in this count, but the Postal Service was dismissed from the count by the district court because Bivens actions are not available against federal agencies. See Meyer, 510 U.S. at 486. Davric does not appeal this dismissal.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> Plaintiffs' brief also makes a passing reference that \"the allegations are sufficiently clear to assert that Defendant Leonti violated the Plaintiff's First Amendment rights by attempting to punish them for their Whistle Blowing . . .\" To the extent that this suggests a Bivens claim for an unconstitutional retaliation for the exercise of First Amendment rights, plaintiffs have failed to adequately present this argument either here or before the district court, and so it is waived. Therefore we do not reach the question of whether such an allegation would state a claim for a Bivens action.</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/103302/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108230/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108375/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109136/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109402/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111209/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111743/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111980/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112094/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112562/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112594/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112931/",
    "http://www.courtlistener.com/api/rest/v3/opinions/117955/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197034/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198176/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198308/",
    "http://www.courtlistener.com/api/rest/v3/opinions/543724/",
    "http://www.courtlistener.com/api/rest/v3/opinions/609175/",
    "http://www.courtlistener.com/api/rest/v3/opinions/706820/",
    "http://www.courtlistener.com/api/rest/v3/opinions/749360/",
    "http://www.courtlistener.com/api/rest/v3/opinions/753728/",
    "http://www.courtlistener.com/api/rest/v3/opinions/755818/",
    "http://www.courtlistener.com/api/rest/v3/opinions/757017/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2527848/"
  ]
}