{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/199226/",
  "absolute_url": "/opinion/199226/united-states-v-santos-batista/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/199226/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T04:26:43Z",
  "date_modified": "2017-03-24T11:01:20.054882Z",
  "type": "010combined",
  "sha1": "2668e76ca49b5fcf90f163229c1fe5a110de3fbc",
  "page_count": 17,
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/99-1061-01A.pdf",
  "local_path": "pdf/2001/01/08/US_v._Santos_Batista.pdf",
  "plain_text": "         United States Court of Appeals\n                      For the First Circuit\n\n\nNo. 99-1061\n\n                          UNITED STATES,\n\n                            Appellee,\n\n                                v.\n\n                   RAFAEL ARIES SANTOS BATISTA,\n              AKA RAFAEL MORALES, LENYN RAMOS, PAPO,\n\n                      Defendant, Appellant,\n\nNo. 99-1062\n\n                          UNITED STATES,\n\n                            Appellee,\n\n                                v.\n\n                          JUAN GONZALEZ,\n                  AKA JOSE POLANCO, JOSE RIVERA,\n\n                      Defendant, Appellant,\n\n\n\n        APPEALS FROM THE UNITED STATES DISTRICT COURT\n\n                 FOR THE DISTRICT OF RHODE ISLAND\n\n         [Hon. Ernest C. Torres, U.S. District Judge]\n\n\n                              Before\n\n                     Selya, Boudin, and Stahl,\n                          Circuit Judges.\n\f     Irwin Kwiat for appellant Santos-Batista.\n     William J. Murphy, by appointment of the    Court,   for\nappellant Gonzalez.\n\f     Donald C. Lockhart, Assistant United States Attorney, with\nwhom Richard W. Rose, Assistant United States Attorney, and\nMargaret E. Curran, United States Attorney, were on brief for\nappellee.\n\n\n\n\n                       January 8, 2001\n\f          STAHL, Circuit Judge. Juan Gonzalez and Rafael Aries\n\nSantos Batista were convicted by a jury of (1) conspiracy to\n\ndistribute cocaine in violation of 21 U.S.C. § 846, and (2)\n\npossession    of   cocaine   with   the    intent   to   distribute   it   in\n\nviolation of 21 U.S.C. § 841(a)(1).            Gonzalez and Batista were\n\nsentenced to 70 months and 210 months, respectively, as Batista\n\nwas linked to more transactions than was Gonzalez.             Both appeal\n\ntheir convictions on the basis of the district court's denial of\n\ntheir untimely motions to suppress evidence, and Batista appeals\n\nthe consideration of certain transactions in determining his\n\nsentence pursuant to the United States Sentencing Guidelines\n\n(U.S.S.G.).\n\n                              I. BACKGROUND\n\n          On January 9, 1998, Detectives David Neill and David\n\nPalmer stopped Gonzalez at a gas station for questioning, having\n\nfollowed him there from a multi-unit house under surveillance\n\nfor suspected drug-related activity.                His handling of what\n\nappeared to them to be a suspicious package had led them to\n\nfollow him as he drove away from the premises.                 At the gas\n\nstation, the officers found his demeanor suspicious.             He seemed\n\nunduly anxious to return to the apartment, commenting that he\n\nwas   expected     back   there   within   a   certain   time-frame.       In\n\nresponse to this behavior, the officers asked him to sign forms\n\n\n                                    -4-\n\facknowledging his Miranda rights and consenting to a search of\n\nthe    apartment      they   had   been   surveilling.    After    Gonzalez\n\ncomplied with this request, he also provided the officers with\n\nkeys.1\n\n             When the officers entered the apartment, they found\n\nappellant Batista sitting on a cushion in shorts, skimming over\n\nseveral loose sheets of notebook paper, with pen in hand.             These\n\npapers appeared to list accounts receivable for cocaine sales,\n\nas    part   of   a   larger   drug   ledger,   and   contained   Batista's\n\nnickname, Papo, in several entries.             With the aid of a drug-\n\nsniffing dog, the officers discovered a hidden compartment in a\n\ncloset, which contained six heat-sealed bags, containing a total\n\nof 400 grams of cocaine, several of which were marked with\n\nweights that matched those written on the drug ledger pages\n\nBatista had been reviewing.               The police also found, in the\n\ncompartment and elsewhere in the apartment, various supplies for\n\nthe processing, weighing, and packaging of cocaine, as well as\n\na loaded handgun, $2,300 in cash, and additional drug ledgers.\n\nBecause they found no food or clothing in the apartment, the\n\nofficers concluded that they had found a \"stash house.\"\n\n\n\n       1\n      Gonzalez also signed a consent-to-search form for his own\nresidence, and provided the officers with those keys as well.\nThe search there yielded very little evidence, and the details\nare not important here.\n\n                                      -5-\n\f            Gonzalez and Batista were charged with conspiracy to\n\ndistribute cocaine and possession of cocaine with the intent to\n\ndistribute    it,    and    their    cases   were     combined    for    trial. 2\n\nAlthough    the    defendants   had    several   concerns      regarding     the\n\nvalidity of the search, as well as the voluntariness of their\n\nstatements,3 they did not file a motion to suppress before trial\n\nas required under FED. R. CRIM. P. 12(b)(3).            From our reading of\n\nthe record, this apparently was a tactical decision, and their\n\nintention    was    to   challenge    the    search    evidence    and     their\n\nimplicating statements as they were presented.\n\n            The government was made aware of this intention just\n\nas the jury was about to enter for trial, and it immediately\n\nbrought the issue to the district court's attention.                    Although\n\nthe district court excused the jury so that it could hold a\n\nsuppression hearing, it made it quite clear \"that neither of\n\nthese    questions    was   timely    raised,    nor    was   there     anything\n\napproaching a showing of good cause for being excused from the\n\nordinary waiver requirements of Rule 12.\"                Indeed, it appears\n\nthat the only reason the judge went forward with the hearing was\n\n\n     2 Though, to be clear, they were not facing identical\nfactual charges. Batista was the conspiracy's ringleader, while\nGonzalez was merely a courier.\n     3 Because we do not address the merits of the defendants'\nsuppression claims, see infra, we have found it unnecessary to\ngo into any detail regarding the facts relevant to those claims.\n\n                                      -6-\n\fto create a complete record in case this Court were to reverse\n\nits waiver holding.     After reaching the merits, the district\n\ncourt denied each defendant's motion to suppress, and the trial\n\nwent forward with all of the evidence less one minor redacted\n\nstatement.\n\n            At the trial's conclusion, the jury convicted each\n\ndefendant on both counts.    Gonzalez was sentenced to 70 months\n\nimprisonment and Batista to 210 months.       In calculating the\n\nproper sentencing range under the guidelines, the court included\n\nthe amounts listed on the drug ledger pages 4 when imposing\n\nBatista's sentence, but did not apply these amounts to Gonzalez.\n\n                            II. ANALYSIS\n\n            We need address only two issues in these appeals: (1)\n\nwhether the defendants had waived their right to file motions to\n\nsuppress evidence, and (2) whether it was proper to include the\n\ndrug amounts from the ledger pages when calculating Batista's\n\nsentence.    Because of our holding on the first issue, see infra,\n\nit is unnecessary for us to reach the merits of the suppression\n\nmotions themselves.\n\n                  A. Suppression Arguments Waived\n\n\n\n\n    4  The judge considered only those pages that Batista\nactually had been perusing and marking when caught red-handed,\nand not the rest of the ledgers found in the apartment.\n\n                                -7-\n\f             In federal criminal proceedings, motions to suppress\n\nevidence must be raised prior to trial.              FED. R. CRIM. P. 12\n\n(b)(3).      \"The rationale usually given for removing suppression\n\nquestions from the trial itself is that 'interrupt[ing] the\n\ncourse of the trial for such auxiliary inquiries impedes the\n\nmomentum of the main proceeding and breaks the continuity of the\n\njury's attention.'\"       United States v. Gomez, 770 F.2d 251, 253\n\n(1st Cir. 1985) (quoting Nardone v. United States, 308 U.S. 338,\n\n342 (1939)).\n\n             Failure to raise suppression arguments before trial\n\n\"shall constitute waiver thereof.\"          FED. R. CRIM. P. 12(f).    This\n\nis mandatory language, and the rule applies broadly.           See, e.g.,\n\nUnited States v. Torres, 162 F.3d 6, 11 (1st Cir. 1998) (holding\n\nthat   not    only   is   there   waiver    when   the   defendant    fails\n\naltogether to file a motion to suppress before trial, but even\n\nwhen he has done so but did not include a particular ground and\n\nwishes to add it later), cert. denied, 526 U.S. 1057 (1999);\n\nUnited States v. Mendoza-Acevedo, 950 F.2d 1, 3 (1st Cir. 1991)\n\n(same).\n\n             A single narrow exception to the waiver rule provides\n\nthat \"the court for cause shown may grant relief from the\n\nwaiver.\"     FED. R. CRIM. P. 12(f).      This relief is rarely granted,\n\nand only where there is a showing of cause and prejudice.                 1\n\n\n                                    -8-\n\fCHARLES A. WRIGHT, FEDERAL PRACTICE AND PROCEDURE § 193, at 339 & n.24\n\n(3d ed. 1999).      We have held in the past, and reiterate here,\n\nthat a mere tactical decision to delay efforts to suppress\n\nevidence until it is adduced at trial does not come close to\n\nmeeting this burden.       United States v. Nunez, 19 F.3d 719, 722\n\n(1st Cir. 1994) (distinguishing tactical decisions, or even\n\nchanging one's mind later, from the paradigmatic ground for\n\nrelief     where   the    government     surprises   the    defense     with\n\npreviously unknown evidence).\n\n            Moreover, because of the discretionary language in the\n\nrelief clause of Rule 12(f), we review the district court's\n\ndecision to deny relief only for abuse of discretion.                 Gomez,\n\n770 F.2d at 253.         Where a district court has elected not to\n\ngrant relief from a 12(f) waiver, our analysis is not affected\n\nby   its   diligence--by    holding    a   hearing   on    the   merits--in\n\ndeveloping the record.       United States v. Bashorun, 225 F.3d 9,\n\n14 (1st Cir. 2000) (\"[W]e enforce Rule 12(f) waivers even though\n\nthe district court ultimately did address the waived issue on\n\nthe merits . . .\").        Thus, despite the well-developed record\n\nhere, because the motion to suppress was not properly raised\n\nbelow, with no good cause shown, we will not consider it on\n\nappeal.    United States v. Marshall, 109 F.3d 94, 98-99 (1st Cir.\n\n1997).\n\n\n                                   -9-\n\f           This Court's interpretation of the portions of Rule 12\n\nthat are relevant here has already been well established, and we\n\nneed not add more.      Applying our existing precedent to the\n\nadduced facts, the answer is undeniable.              Neither defendant\n\nfiled a motion to suppress prior to trial.                  They were not\n\nsurprised by unexpected evidence produced by the government.\n\nIndeed, they had planned in advance to attempt to suppress the\n\nevidence as it arose during the trial.             Neither defendant has\n\nprovided any reason for his failure to file a timely motion\n\nother than confusion over tactical decisions.                The district\n\ncourt found, and we agree, that there was no good cause for this\n\nfailure.    Because we hold that these defendants waived any\n\nsuppression arguments they may have had, we do not address the\n\nmerits of those claims.5\n\n                              B. Sentencing\n\n           Our   affirmance    on   the    first   matter    resolves   the\n\nGonzalez appeal, but still leaves the question of whether the\n\ndistrict court properly followed the sentencing guidelines when\n\ndetermining Batista's sentence.        The guideline sentencing range\n\nis determined according to a numeric figure known as the base\n\n\n    5  Although we affirm the district court's ruling on the\nground that the appellants' suppression arguments have been\nwaived, the outcome would likely have been the same in any\nevent.    Based upon our cursory review of the appellants'\nsuppression arguments, they appear to be without merit.\n\n                                    -10-\n\foffense level.     In drug-related convictions, this figure is\n\ndetermined in large part by quantity.          Batista challenges the\n\ndistrict court's determination of the amount attributable to\n\nhim, arguing that only the quantity of drugs for which he was\n\nconvicted should apply.     If the district court had agreed, and\n\nonly counted that quantity, then his adjusted offense level\n\n(after adding other factors not challenged here) would have been\n\n26(II), which correlates to a sentence range of 70-87 months.\n\nHowever, because the district court included the amounts from\n\nthe drug ledger pages Batista was reviewing when the police\n\narrived, it determined an adjusted offense level of 34(II),\n\nwhich correlates to a sentence range of 168-210 months.         Batista\n\nwas thus sentenced to 210 months of incarceration.\n\n          In determining the base offense level, \"[t]he drug\n\nquantity properly attributable to a defendant is not limited to\n\nthe drugs involved in the offense of conviction.\"          United States\n\nv.   Huddleston,   194   F.3d   214,   223   (1st   Cir.   1999).   The\n\nSentencing Guidelines, as applied to drug cases, require the\n\nsentencing judge to determine quantity by including all amounts\n\n\"that were part of the same course of conduct or common scheme\n\nor plan as the offense of conviction,\" whether or not the\n\ndefendant has been charged with those transactions.          U.S.S.G. §\n\n1B1.3(a)(2); see also United States v. Young, 78 F.3d 758, 763\n\n\n                                 -11-\n\f(1st Cir. 1996); United States v. Wood, 924 F.2d 399, 403 (1st\n\nCir. 1991); United States v. Blanco, 888 F.2d 907, 909-911 (1st\n\nCir. 1989) (providing a thorough discussion of this requirement\n\nand   why   it     was   codified).             \"For    two     or    more    offenses      to\n\nconstitute       part    of    a    common      scheme    or     plan,       they    must   be\n\nsubstantially connected to each other by at least one common\n\nfactor,     such    as    common         victims,      common    accomplices,          common\n\npurpose, or similar modus operandi.\"                       U.S.S.G. § 1B1.3, cmt.\n\nn.9; see also Young, 78 F.3d at 763.\n\n             Section 1B1.3(a)(2) has its limits, however, and \"[n]ot\n\nevery drug transaction undertaken by every drug trafficker is\n\nnecessarily linked in a meaningful sense.\"                             United States v.\n\nSklar, 920 F.2d 107, 111 (1st Cir. 1990).                            It is necessary for\n\nthe sentencing judge to find a sufficient link between the acts\n\ncharged and those included for sentencing purposes.                                    United\n\nStates v. Duarte, 950 F.2d 1255, 1264 (7th Cir. 1991) (vacating\n\na sentence where the judge had included prior transactions in\n\nthe   quantity,          but       had    not    \"explicitly           found        that    the\n\ntransactions recorded in the drug notes were part of the 'same\n\ncourse of conduct or common scheme or plan' as the [charged]\n\nconspiracy\"); Sklar, 920 F.2d at 111 (\"Isolated acts cannot be\n\nconjoined and drug quantities aggregated for sentencing purposes\n\nwithout a rational basis.\").                    If the judge is unable to make\n\n\n                                            -12-\n\fthis finding, \"[o]ffenses of the same kind, but not encompassed\n\nin the same course of conduct or plan, are excluded.\"                  United\n\nStates v. White, 888 F.2d 490, 500 (7th Cir. 1989).\n\n            Before uncharged conduct may be used in the sentencing\n\ncalculus, the burden is on the government to demonstrate a\n\nsufficient    nexus     between    that     conduct   and    the   offense    of\n\nconviction.      Young, 78 F.3d at 763; Sklar, 920 F.2d at 110.\n\nThis burden, however, is met by a mere preponderance of the\n\nevidence.     Huddleston, 194 F.3d at 224; Young, 78 F.3d at 763;\n\nSklar, 920 F.2d at 110.         Further, \"[t]he rules of trial evidence\n\ndo not apply; in weighing the facts the sentencing court may\n\nevaluate virtually any dependable information.\"               Sklar, 920 F.2d\n\nat 110 (quoting U.S.S.G. § 6A1.3 as allowing a sentencing judge\n\nto consider any information that has \"sufficient indicia of\n\nreliability to support its probable accuracy\").\n\n            Although we review the legal meaning and scope of the\n\nguidelines de novo, we will not upset the sentencing court's\n\nfact-based application of the guidelines unless it is clearly\n\nerroneous.      United States v. Mitchell, 85 F.3d 800, 813 (1st\n\nCir.   1996).      In    drug     cases   specifically,      we    review    the\n\nsentencing court's finding that uncharged drugs were \"part of\n\nthe same course of conduct or common scheme or plan as the\n\noffense of conviction\" only for clear error.                Young, 78 F.3d at\n\n\n                                     -13-\n\f763; Wood, 924 F.2d at 403.             The same standard applies to the\n\njudge's resulting quantity determination, and \"we uphold such an\n\napproximation as long as it represents a reasoned estimate of\n\nquantity.\"      United States v. Webster, 54 F.3d 1, 5 (1st Cir.\n\n1995); see also Huddleston, 194 F.3d at 223-24.\n\n              Here, the district court's decision to treat the drug\n\ntransactions described in the ledger pages as \"a common scheme\n\nor   plan\"     is   unassailable.           When   the    police   entered      the\n\napartment, Batista was sitting on a cushion, the four ledger\n\npages directly in front of him, pen in hand.                    Although there\n\nwere other ledgers found in the apartment, the government did\n\nnot attempt to include the amounts listed in them.                    By means of\n\ncross-reference,       it       was   possible     to     determine     that    the\n\ntransactions on the pages in question all had occurred in the\n\nimmediately preceding months prior to the arrest.                       In United\n\nStates   v.    Tabares,     a    strikingly    similar     case,   we    upheld   a\n\ndistrict court's decision to include amounts, listed in a spiral\n\nnotebook, corresponding to sales from the preceding few months.\n\n951 F.2d 405, 410 (1st Cir. 1991).                       Indeed, we have even\n\ncommented that sentencing determinations could be easier for the\n\njudges   to    make,   if   only      all   drug   dealers    would     keep   such\n\ncomplete records.         Sklar, 920 F.2d at 111 (granting sentencing\n\njudges significant leeway in estimating drug amounts because\n\n\n                                        -14-\n\f\"[i]t is the rare narcotics trafficker who authors a formal\n\nbusiness      plan   or     keeps     meticulously       detailed    inventory\n\nrecords\").\n\n           Our only remaining concern is               whether the district\n\njudge did in fact find that the transactions reflected in the\n\nledgers \"were part of the same course of conduct or common\n\nscheme or plan,\" as required by the guidelines.                 This concern\n\nstems from the fact that the judge did not, in his finding,\n\nspecifically use this language.                Indeed, the judge's finding\n\nthat the ledger amounts should be included appears to focus on\n\nthe   issue     of   whether        Batista    was    responsible    for    the\n\ntransactions they reflect.           As we have noted above, however, a\n\ndefendant must not only be responsible for any uncharged acts to\n\nbe considered in his sentencing, but those acts also must be\n\nlinked to the offense of conviction.\n\n           Although        the   judge   did    not   specifically    use   the\n\nguideline language, a close reading of the sentencing transcript\n\nindicates that the issue was adequately addressed, and that the\n\ndistrict court did in fact make the necessary finding of a nexus\n\nin determining the amount relevant to the sentencing calculus.\n\nIndeed, the government focused on the \"same course of conduct\"\n\nrequirement     in   its    oral    argument    at    sentencing.    However,\n\nbecause Batista defended himself by arguing that he was not\n\n\n                                       -15-\n\fresponsible for the ledger amounts,6 it was this argument to\n\nwhich the judge responded when finding that the ledger amounts\n\ndid apply in sentencing Batista.                Specifically, the district\n\ncourt found that the information in the ledger pages counted\n\nbecause the defendant was responsible for the transactions shown\n\ntherein, and was \"a participant in this conspiracy during the\n\nperiod of time reflected in the drug ledger . . . .\"                          The\n\ntotality of the record indicates that, although the district\n\ncourt could have used more precise language, the ledger amounts\n\nwere       applied   in   determining    Batista's    sentence    because     the\n\ntransactions described \"were part of the same course of conduct\n\nor common scheme or plan as the offense of conviction.\"\n\n                 Moreover, this conclusion is bolstered by the judge's\n\nuse of the word \"conspiracy\" in dealing with the transactions\n\nreflected in the ledger.            We have used this term interchangeably\n\nwith       the   phrase   \"common    scheme    or   plan\"   in   at   least   two\n\nsentencing cases.           See Tabares, 951 F.2d at 410 (\"The legal\n\nquestion, then, is simply whether the court could find that the\n\ndrugs referred to in the notebook were part of the scheme or\n\n\n       6\n       This is, of course, a valid focus for the defense, as the\ngovernment must show both that the defendant was responsible for\nthe amounts and that the amounts are connected to the crime of\nconviction. Thus, although it would be inappropriate for the\nprosecution to argue the responsibility factor exclusively\n(which it did not do here), it was acceptable for the defense to\ndo so.\n\n                                        -16-\n\fplan or conspiracy of which the jury convicted the defendants.\n\nThat is to say, was the district court's finding that these\n\namounts were part of the conspiracy 'clearly erroneous'?\");\n\nWood, 924 F.2d at 404 (\"Sentence must be based on the [crimes]\n\nthat were part of one 'common scheme or plan' (such as a single\n\nconspiracy) or a single 'course of conduct' (the unilateral\n\nequivalent to the conspiracy).\") (quoting White, 888 F.2d at\n\n500).\n\n                         III. CONCLUSION\n\n         For   the   foregoing   reasons,   we   hold   that   (1)   both\n\ndefendants waived their suppression arguments by not raising\n\nthem prior to trial, and (2) the district court did not err by\n\nincluding the amounts from the drug ledger in the calculation of\n\nBatista's sentence.\n\n         Affirmed.\n\n\n\n\n                                 -17-\n\f",
  "html": "<p class=\"case_cite\">239 F.3d 16 (1st Cir. 2001)</p>\n    <p class=\"parties\">UNITED STATES, Appellee,<br>v.<br>RAFAEL ARIES SANTOS BATISTA, AKA RAFAEL MORALES, LENYN RAMOS, PAPO, Defendant, Appellant,<br>UNITED STATES, Appellee,<br>v.<br>JUAN GONZALEZ, AKA JOSE POLANCO, JOSE RIVERA, Defendant, Appellant,</p>\n    <p class=\"docket\">No. 99-1061, No. 99-1062.</p>\n    <p class=\"court\">United States Court of Appeals For the First Circuit</p>\n    <p class=\"date\">Heard November 6, 2000<br>Decided January 8, 2001</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEALS FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF RHODE ISLAND</p>\n      <p class=\"indent\">[Hon. Ernest C. Torres, U.S. District Judge] [Copyrighted Material Omitted]</p>\n      <p class=\"indent\">Irwin Kwiat for appellant Santos-Batista.</p>\n      <p class=\"indent\">William J. Murphy, by appointment of the Court, for appellant Gonzalez.</p>\n      <p class=\"indent\">Donald C. Lockhart, Assistant United States Attorney, with whom Richard W. Rose, Assistant United States Attorney, and Margaret E. Curran, United States Attorney, were on brief for appellee.</p>\n      <p class=\"indent\">Before Selya, Boudin, and Stahl, Circuit Judges.</p>\n      <p class=\"indent\">STAHL, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Juan Gonzalez and Rafael Aries Santos Batista were convicted by a jury of (1) conspiracy to distribute cocaine in violation of 21 U.S.C. &#167; 846, and (2) possession of cocaine with the intent to distribute it in violation of 21 U.S.C. &#167; 841(a)(1). Gonzalez and Batista were sentenced to 70 months and 210 months, respectively, as Batista was linked to more transactions than was Gonzalez. Both appeal their convictions on the basis of the district court's denial of their untimely motions to suppress evidence, and Batista appeals the consideration of certain transactions in determining his sentence pursuant to the United States Sentencing Guidelines (U.S.S.G.).</p>\n    </div>\n    <p class=\"indent\">I. BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">On January 9, 1998, Detectives David Neill and David Palmer stopped Gonzalez at a gas station for questioning, having followed him there from a multi-unit house under surveillance for suspected drug-related activity. His handling of what appeared to them to be a suspicious package had led them to follow him as he drove away from the premises. At the gas station, the officers found his demeanor suspicious. He seemed unduly anxious to return to the apartment, commenting that he was expected back there within a certain time-frame. In response to this behavior, the officers asked him to sign forms acknowledging his Miranda rights and consenting to a search of the apartment they had been surveilling. After Gonzalez complied with this request, he also provided the officers with keys.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">When the officers entered the apartment, they found appellant Batista sitting on a cushion in shorts, skimming over several loose sheets of notebook paper, with pen in hand. These papers appeared to list accounts receivable for cocaine sales, as part of a larger drug ledger, and contained Batista's nickname, Papo, in several entries. With the aid of a drug-sniffing dog, the officers discovered a hidden compartment in a closet, which contained six heat-sealed bags, containing a total of 400 grams of cocaine, several of which were marked with weights that matched those written on the drug ledger pages Batista had been reviewing. The police also found, in the compartment and elsewhere in the apartment, various supplies for the processing, weighing, and packaging of cocaine, as well as a loaded handgun, $2,300 in cash, and additional drug ledgers. Because they found no food or clothing in the apartment, the officers concluded that they had found a \"stash house.\"</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Gonzalez and Batista were charged with conspiracy to distribute cocaine and possession of cocaine with the intent to distribute it, and their cases were combined for trial.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> Although the defendants had several concerns regarding the validity of the search, as well as the voluntariness of their statements,<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> they did not file a motion to suppress before trial as required under Fed. R. Crim. P. 12(b)(3). From our reading of the record, this apparently was a tactical decision, and their intention was to challenge the search evidence and their implicating statements as they were presented.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The government was made aware of this intention just as the jury was about to enter for trial, and it immediately brought the issue to the district court's attention. Although the district court excused the jury so that it could hold a suppression hearing, it made it quite clear \"that neither of these questions was timely raised, nor was there anything approaching a showing of good cause for being excused from the ordinary waiver requirements of Rule 12.\" Indeed, it appears that the only reason the judge went forward with the hearing was to create a complete record in case this Court were to reverse its waiver holding. After reaching the merits, the district court denied each defendant's motion to suppress, and the trial went forward with all of the evidence less one minor redacted statement.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">At the trial's conclusion, the jury convicted each defendant on both counts. Gonzalez was sentenced to 70 months imprisonment and Batista to 210 months. In calculating the proper sentencing range under the guidelines, the court included the amounts listed on the drug ledger pages<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> when imposing Batista's sentence, but did not apply these amounts to Gonzalez.</p>\n    </div>\n    <p class=\"indent\">II. ANALYSIS</p>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">We need address only two issues in these appeals: (1) whether the defendants had waived their right to file motions to suppress evidence, and (2) whether it was proper to include the drug amounts from the ledger pages when calculating Batista's sentence. Because of our holding on the first issue, see infra, it is unnecessary for us to reach the merits of the suppression motions themselves.</p>\n    </div>\n    <p class=\"indent\">A. Suppression Arguments Waived</p>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">In federal criminal proceedings, motions to suppress evidence must be raised prior to trial. Fed. R. Crim. P. 12 (b)(3). \"The rationale usually given for removing suppression questions from the trial itself is that 'interrupt[ing] the course of the trial for such auxiliary inquiries impedes the momentum of the main proceeding and breaks the continuity of the jury's attention.'\" United States v. Gomez, 770 F.2d 251, 253 (1st Cir. 1985) (quoting Nardone v. United States, 308 U.S. 338, 342 (1939)).</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Failure to raise suppression arguments before trial \"shall constitute waiver thereof.\" Fed. R. Crim. P. 12(f). This is mandatory language, and the rule applies broadly. See, e.g., United States v. Torres, 162 F.3d 6, 11 (1st Cir. 1998) (holding that not only is there waiver when the defendant fails altogether to file a motion to suppress before trial, but even when he has done so but did not include a particular ground and wishes to add it later), cert. denied, 526 U.S. 1057 (1999); United States v. Mendoza-Acevedo, 950 F.2d 1, 3 (1st Cir. 1991) (same).</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">A single narrow exception to the waiver rule provides that \"the court for cause shown may grant relief from the waiver.\" Fed. R. Crim. P. 12(f). This relief is rarely granted, and only where there is a showing of cause and prejudice. 1 Charles A. Wright, Federal Practice and Procedure &#167; 193, at 339 &amp; n.24 (3d ed. 1999). We have held in the past, and reiterate here, that a mere tactical decision to delay efforts to suppress evidence until it is adduced at trial does not come close to meeting this burden. United States v. Nunez, 19 F.3d 719, 722 (1st Cir. 1994) (distinguishing tactical decisions, or even changing one's mind later, from the paradigmatic ground for relief where the government surprises the defense with previously unknown evidence).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Moreover, because of the discretionary language in the relief clause of Rule 12(f), we review the district court's decision to deny relief only for abuse of discretion. Gomez, 770 F.2d at 253. Where a district court has elected not to grant relief from a 12(f) waiver, our analysis is not affected by its diligence--by holding a hearing on the merits--in developing the record. United States v. Bashorun, 225 F.3d 9, 14 (1st Cir. 2000) (\"[W]e enforce Rule 12(f) waivers even though the district court ultimately did address the waived issue on the merits . . .\"). Thus, despite the well-developed record here, because the motion to suppress was not properly raised below, with no good cause shown, we will not consider it on appeal. United States v. Marshall, 109 F.3d 94, 98-99 (1st Cir. 1997).</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">This Court's interpretation of the portions of Rule 12 that are relevant here has already been well established, and we need not add more. Applying our existing precedent to the adduced facts, the answer is undeniable. Neither defendant filed a motion to suppress prior to trial. They were not surprised by unexpected evidence produced by the government. Indeed, they had planned in advance to attempt to suppress the evidence as it arose during the trial. Neither defendant has provided any reason for his failure to file a timely motion other than confusion over tactical decisions. The district court found, and we agree, that there was no good cause for this failure. Because we hold that these defendants waived any suppression arguments they may have had, we do not address the merits of those claims.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <p class=\"indent\">B. Sentencing</p>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Our affirmance on the first matter resolves the Gonzalez appeal, but still leaves the question of whether the district court properly followed the sentencing guidelines when determining Batista's sentence. The guideline sentencing range is determined according to a numeric figure known as the base offense level. In drug-related convictions, this figure is determined in large part by quantity. Batista challenges the district court's determination of the amount attributable to him, arguing that only the quantity of drugs for which he was convicted should apply. If the district court had agreed, and only counted that quantity, then his adjusted offense level (after adding other factors not challenged here) would have been 26(II), which correlates to a sentence range of 70-87 months. However, because the district court included the amounts from the drug ledger pages Batista was reviewing when the police arrived, it determined an adjusted offense level of 34(II), which correlates to a sentence range of 168-210 months. Batista was thus sentenced to 210 months of incarceration.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">In determining the base offense level, \"[t]he drug quantity properly attributable to a defendant is not limited to the drugs involved in the offense of conviction.\" United States v. Huddleston, 194 F.3d 214, 223 (1st Cir. 1999). The Sentencing Guidelines, as applied to drug cases, require the sentencing judge to determine quantity by including all amounts \"that were part of the same course of conduct or common scheme or plan as the offense of conviction,\" whether or not the defendant has been charged with those transactions. U.S.S.G. &#167; 1B1.3(a)(2); see also United States v. Young, 78 F.3d 758, 763 (1st Cir. 1996); United States v. Wood, 924 F.2d 399, 403 (1st Cir. 1991); United States v. Blanco, 888 F.2d 907, 909-911 (1st Cir. 1989) (providing a thorough discussion of this requirement and why it was codified). \"For two or more offenses to constitute part of a common scheme or plan, they must be substantially connected to each other by at least one common factor, such as common victims, common accomplices, common purpose, or similar modus operandi.\" U.S.S.G. &#167; 1B1.3, cmt. n.9; see alsoYoung, 78 F.3d at 763.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Section 1B1.3(a)(2) has its limits, however, and \"[n]ot every drug transaction undertaken by every drug trafficker is necessarily linked in a meaningful sense.\" United States v. Sklar, 920 F.2d 107, 111 (1st Cir. 1990). It is necessary for the sentencing judge to find a sufficient link between the acts charged and those included for sentencing purposes. United States v. Duarte, 950 F.2d 1255, 1264 (7th Cir. 1991) (vacating a sentence where the judge had included prior transactions in the quantity, but had not \"explicitly found that the transactions recorded in the drug notes were part of the 'same course of conduct or common scheme or plan' as the [charged] conspiracy\"); Sklar, 920 F.2d at 111 (\"Isolated acts cannot be conjoined and drug quantities aggregated for sentencing purposes without a rational basis.\"). If the judge is unable to make this finding, \"[o]ffenses of the same kind, but not encompassed in the same course of conduct or plan, are excluded.\" United States v. White, 888 F.2d 490, 500 (7th Cir. 1989).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Before uncharged conduct may be used in the sentencing calculus, the burden is on the government to demonstrate a sufficient nexus between that conduct and the offense of conviction. Young, 78 F.3d at 763; Sklar, 920 F.2d at 110. This burden, however, is met by a mere preponderance of the evidence. Huddleston, 194 F.3d at 224; Young, 78 F.3d at 763; Sklar, 920 F.2d at 110. Further, \"[t]he rules of trial evidence do not apply; in weighing the facts the sentencing court may evaluate virtually any dependable information.\" Sklar, 920 F.2d at 110 (quoting U.S.S.G. &#167; 6A1.3 as allowing a sentencing judge to consider any information that has \"sufficient indicia of reliability to support its probable accuracy\").</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Although we review the legal meaning and scope of the guidelines de novo, we will not upset the sentencing court's fact-based application of the guidelines unless it is clearly erroneous. United States v. Mitchell, 85 F.3d 800, 813 (1st Cir. 1996). In drug cases specifically, we review the sentencing court's finding that uncharged drugs were \"part of the same course of conduct or common scheme or plan as the offense of conviction\" only for clear error. Young, 78 F.3d at 763; Wood, 924 F.2d at 403. The same standard applies to the judge's resulting quantity determination, and \"we uphold such an approximation as long as it represents a reasoned estimate of quantity.\" United States v. Webster, 54 F.3d 1, 5 (1st Cir. 1995); see also Huddleston, 194 F.3d at 223-24.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Here, the district court's decision to treat the drug transactions described in the ledger pages as \"a common scheme or plan\" is unassailable. When the police entered the apartment, Batista was sitting on a cushion, the four ledger pages directly in front of him, pen in hand. Although there were other ledgers found in the apartment, the government did not attempt to include the amounts listed in them. By means of cross-reference, it was possible to determine that the transactions on the pages in question all had occurred in the immediately preceding months prior to the arrest. In United States v. Tabares, a strikingly similar case, we upheld a district court's decision to include amounts, listed in a spiral notebook, corresponding to sales from the preceding few months. 951 F.2d 405,410 (1st Cir. 1991). Indeed, we have even commented that sentencing determinations could be easier for the judges to make, if only all drug dealers would keep such complete records. Sklar, 920 F.2d at 111 (granting sentencing judges significant leeway in estimating drug amounts because \"[i]t is the rare narcotics trafficker who authors a formal business plan or keeps meticulously detailed inventory records\").</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Our only remaining concern is whether the district judge did in fact find that the transactions reflected in the ledgers \"were part of the same course of conduct or common scheme or plan,\" as required by the guidelines. This concern stems from the fact that the judge did not, in his finding, specifically use this language. Indeed, the judge's finding that the ledger amounts should be included appears to focus on the issue of whether Batista was responsible for the transactions they reflect. As we have noted above, however, a defendant must not only be responsible for any uncharged acts to be considered in his sentencing, but those acts also must be linked to the offense of conviction.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Although the judge did not specifically use the guideline language, a close reading of the sentencing transcript indicates that the issue was adequately addressed, and that the district court did in fact make the necessary finding of a nexus in determining the amount relevant to the sentencing calculus. Indeed, the government focused on the \"same course of conduct\" requirement in its oral argument at sentencing. However, because Batista defended himself by arguing that he was not responsible for the ledger amounts,<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> it was this argument to which the judge responded when finding that the ledger amounts did apply in sentencing Batista. Specifically, the district court found that the information in the ledger pages counted because the defendant was responsible for the transactions shown therein, and was \"a participant in this conspiracy during the period of time reflected in the drug ledger . . . .\" The totality of the record indicates that, although the district court could have used more precise language, the ledger amounts were applied in determining Batista's sentence because the transactions described \"were part of the same course of conduct or common scheme or plan as the offense of conviction.\"</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Moreover, this conclusion is bolstered by the judge's use of the word \"conspiracy\" in dealing with the transactions reflected in the ledger. We have used this term interchangeably with the phrase \"common scheme or plan\" in at least two sentencing cases. See Tabares, 951 F.2d at 410 (\"The legal question, then, is simply whether the court could find that the drugs referred to in the notebook were part of the scheme or plan or conspiracy of which the jury convicted the defendants. That is to say, was the district court's finding that these amounts were part of the conspiracy 'clearly erroneous'?\"); Wood, 924 F.2d at 404 (\"Sentence must be based on the [crimes] that were part of one 'common scheme or plan' (such as a single conspiracy) or a single 'course of conduct' (the unilateral equivalent to the conspiracy).\") (quoting White, 888 F.2d at 500).</p>\n    </div>\n    <p class=\"indent\">III. CONCLUSION</p>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">For the foregoing reasons, we hold that (1) both defendants waived their suppression arguments by not raising them prior to trial, and (2) the district court did not err by including the amounts from the drug ledger in the calculation of Batista's sentence.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Gonzalez also signed a consent-to-search form for his own residence, and provided the officers with those keys as well. The search there yielded very little evidence, and the details are not important here.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Though, to be clear, they were not facing identical factual charges. Batista was the conspiracy's ringleader, while Gonzalez was merely a courier.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Because we do not address the merits of the defendants' suppression claims, see infra, we have found it unnecessary to go into any detail regarding the facts relevant to those claims.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The judge considered only those pages that Batista actually had been perusing and marking when caught red-handed, and not the rest of the ledgers found in the apartment.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Although we affirm the district court's ruling on the ground that the appellants' suppression arguments have been waived, the outcome would likely have been the same in any event. Based upon our cursory review of the appellants' suppression arguments, they appear to be without merit.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> This is, of course, a valid focus for the defense, as the government must show both that the defendant was responsible for the amounts and that the amounts are connected to the crime of conviction. Thus, although it would be inappropriate for the prosecution to argue the responsibility factor exclusively (which it did not do here), it was acceptable for the defense to do so.</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">239</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">16</span></span> (1st Cir. 2001)</p>\n    <p class=\"parties\">UNITED STATES, Appellee,<br>v.<br>RAFAEL ARIES SANTOS BATISTA, AKA RAFAEL MORALES, LENYN RAMOS, PAPO, Defendant, Appellant,<br>UNITED STATES, Appellee,<br>v.<br>JUAN GONZALEZ, AKA JOSE POLANCO, JOSE RIVERA, Defendant, Appellant,</p>\n    <p class=\"docket\">No. 99-1061, No. 99-1062.</p>\n    <p class=\"court\">United States Court of Appeals For the First Circuit</p>\n    <p class=\"date\">Heard November 6, 2000<br>Decided January 8, 2001</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEALS FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF RHODE ISLAND</p>\n      <p class=\"indent\">[Hon. Ernest C. Torres, U.S. District Judge] [Copyrighted Material Omitted]</p>\n      <p class=\"indent\">Irwin Kwiat for appellant Santos-Batista.</p>\n      <p class=\"indent\">William J. Murphy, by appointment of the Court, for appellant Gonzalez.</p>\n      <p class=\"indent\">Donald C. Lockhart, Assistant United States Attorney, with whom Richard W. Rose, Assistant United States Attorney, and Margaret E. Curran, United States Attorney, were on brief for appellee.</p>\n      <p class=\"indent\">Before Selya, Boudin, and Stahl, Circuit Judges.</p>\n      <p class=\"indent\">STAHL, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Juan Gonzalez and Rafael Aries Santos Batista were convicted by a jury of (1) conspiracy to distribute cocaine in violation of 21 U.S.C. &#167; 846, and (2) possession of cocaine with the intent to distribute it in violation of 21 U.S.C. &#167; 841(a)(1). Gonzalez and Batista were sentenced to 70 months and 210 months, respectively, as Batista was linked to more transactions than was Gonzalez. Both appeal their convictions on the basis of the district court's denial of their untimely motions to suppress evidence, and Batista appeals the consideration of certain transactions in determining his sentence pursuant to the United States Sentencing Guidelines (U.S.S.G.).</p>\n    </div>\n    <p class=\"indent\">I. BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">On January 9, 1998, Detectives David Neill and David Palmer stopped Gonzalez at a gas station for questioning, having followed him there from a multi-unit house under surveillance for suspected drug-related activity. His handling of what appeared to them to be a suspicious package had led them to follow him as he drove away from the premises. At the gas station, the officers found his demeanor suspicious. He seemed unduly anxious to return to the apartment, commenting that he was expected back there within a certain time-frame. In response to this behavior, the officers asked him to sign forms acknowledging his Miranda rights and consenting to a search of the apartment they had been surveilling. After Gonzalez complied with this request, he also provided the officers with keys.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">When the officers entered the apartment, they found appellant Batista sitting on a cushion in shorts, skimming over several loose sheets of notebook paper, with pen in hand. These papers appeared to list accounts receivable for cocaine sales, as part of a larger drug ledger, and contained Batista's nickname, Papo, in several entries. With the aid of a drug-sniffing dog, the officers discovered a hidden compartment in a closet, which contained six heat-sealed bags, containing a total of 400 grams of cocaine, several of which were marked with weights that matched those written on the drug ledger pages Batista had been reviewing. The police also found, in the compartment and elsewhere in the apartment, various supplies for the processing, weighing, and packaging of cocaine, as well as a loaded handgun, $2,300 in cash, and additional drug ledgers. Because they found no food or clothing in the apartment, the officers concluded that they had found a \"stash house.\"</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Gonzalez and Batista were charged with conspiracy to distribute cocaine and possession of cocaine with the intent to distribute it, and their cases were combined for trial.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> Although the defendants had several concerns regarding the validity of the search, as well as the voluntariness of their statements,<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> they did not file a motion to suppress before trial as required under Fed. R. Crim. P. 12(b)(3). From our reading of the record, this apparently was a tactical decision, and their intention was to challenge the search evidence and their implicating statements as they were presented.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The government was made aware of this intention just as the jury was about to enter for trial, and it immediately brought the issue to the district court's attention. Although the district court excused the jury so that it could hold a suppression hearing, it made it quite clear \"that neither of these questions was timely raised, nor was there anything approaching a showing of good cause for being excused from the ordinary waiver requirements of Rule 12.\" Indeed, it appears that the only reason the judge went forward with the hearing was to create a complete record in case this Court were to reverse its waiver holding. After reaching the merits, the district court denied each defendant's motion to suppress, and the trial went forward with all of the evidence less one minor redacted statement.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">At the trial's conclusion, the jury convicted each defendant on both counts. Gonzalez was sentenced to 70 months imprisonment and Batista to 210 months. In calculating the proper sentencing range under the guidelines, the court included the amounts listed on the drug ledger pages<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> when imposing Batista's sentence, but did not apply these amounts to Gonzalez.</p>\n    </div>\n    <p class=\"indent\">II. ANALYSIS</p>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">We need address only two issues in these appeals: (1) whether the defendants had waived their right to file motions to suppress evidence, and (2) whether it was proper to include the drug amounts from the ledger pages when calculating Batista's sentence. Because of our holding on the first issue, see infra, it is unnecessary for us to reach the merits of the suppression motions themselves.</p>\n    </div>\n    <p class=\"indent\">A. Suppression Arguments Waived</p>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">In federal criminal proceedings, motions to suppress evidence must be raised prior to trial. Fed. R. Crim. P. 12 (b)(3). \"The rationale usually given for removing suppression questions from the trial itself is that 'interrupt[ing] the course of the trial for such auxiliary inquiries impedes the momentum of the main proceeding and breaks the continuity of the jury's attention.'\" United States v. Gomez, <span class=\"citation\" data-id=\"457049\"><a href=\"/opinion/457049/united-states-v-jaime-gomez/\"><span class=\"volume\">770</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">251</span></a></span>, 253 (1st Cir. 1985) (quoting Nardone v. United States, <span class=\"citation\" data-id=\"103259\"><a href=\"/opinion/103259/nardone-v-united-states/\"><span class=\"volume\">308</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">338</span></a></span>, 342 (1939)).</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Failure to raise suppression arguments before trial \"shall constitute waiver thereof.\" Fed. R. Crim. P. 12(f). This is mandatory language, and the rule applies broadly. See, e.g., United States v. Torres, <span class=\"citation\" data-id=\"198221\"><a href=\"/opinion/198221/united-states-v-torres/\"><span class=\"volume\">162</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">6</span></a></span>, 11 (1st Cir. 1998) (holding that not only is there waiver when the defendant fails altogether to file a motion to suppress before trial, but even when he has done so but did not include a particular ground and wishes to add it later), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">526</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1057</span></span> (1999); United States v. Mendoza-Acevedo, <span class=\"citation\" data-id=\"572650\"><a href=\"/opinion/572650/united-states-v-edilberto-mendoza-acevedo/\"><span class=\"volume\">950</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span>, 3 (1st Cir. 1991) (same).</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">A single narrow exception to the waiver rule provides that \"the court for cause shown may grant relief from the waiver.\" Fed. R. Crim. P. 12(f). This relief is rarely granted, and only where there is a showing of cause and prejudice. 1 Charles A. Wright, Federal Practice and Procedure &#167; 193, at 339 &amp; n.24 (3d ed. 1999). We have held in the past, and reiterate here, that a mere tactical decision to delay efforts to suppress evidence until it is adduced at trial does not come close to meeting this burden. United States v. Nunez, <span class=\"citation\" data-id=\"195254\"><a href=\"/opinion/195254/united-states-v-nunez/\"><span class=\"volume\">19</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">719</span></a></span>, 722 (1st Cir. 1994) (distinguishing tactical decisions, or even changing one's mind later, from the paradigmatic ground for relief where the government surprises the defense with previously unknown evidence).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Moreover, because of the discretionary language in the relief clause of Rule 12(f), we review the district court's decision to deny relief only for abuse of discretion. Gomez, 770 F.2d at 253. Where a district court has elected not to grant relief from a 12(f) waiver, our analysis is not affected by its diligence--by holding a hearing on the merits--in developing the record. United States v. Bashorun, <span class=\"citation\" data-id=\"199064\"><a href=\"/opinion/199064/united-states-v-junaid/\"><span class=\"volume\">225</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">9</span></a></span>, 14 (1st Cir. 2000) (\"[W]e enforce Rule 12(f) waivers even though the district court ultimately did address the waived issue on the merits . . .\"). Thus, despite the well-developed record here, because the motion to suppress was not properly raised below, with no good cause shown, we will not consider it on appeal. United States v. Marshall, <span class=\"citation\" data-id=\"197268\"><a href=\"/opinion/197268/united-states-v-marshall/\"><span class=\"volume\">109</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">94</span></a></span>, 98-99 (1st Cir. 1997).</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">This Court's interpretation of the portions of Rule 12 that are relevant here has already been well established, and we need not add more. Applying our existing precedent to the adduced facts, the answer is undeniable. Neither defendant filed a motion to suppress prior to trial. They were not surprised by unexpected evidence produced by the government. Indeed, they had planned in advance to attempt to suppress the evidence as it arose during the trial. Neither defendant has provided any reason for his failure to file a timely motion other than confusion over tactical decisions. The district court found, and we agree, that there was no good cause for this failure. Because we hold that these defendants waived any suppression arguments they may have had, we do not address the merits of those claims.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <p class=\"indent\">B. Sentencing</p>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Our affirmance on the first matter resolves the Gonzalez appeal, but still leaves the question of whether the district court properly followed the sentencing guidelines when determining Batista's sentence. The guideline sentencing range is determined according to a numeric figure known as the base offense level. In drug-related convictions, this figure is determined in large part by quantity. Batista challenges the district court's determination of the amount attributable to him, arguing that only the quantity of drugs for which he was convicted should apply. If the district court had agreed, and only counted that quantity, then his adjusted offense level (after adding other factors not challenged here) would have been 26(II), which correlates to a sentence range of 70-87 months. However, because the district court included the amounts from the drug ledger pages Batista was reviewing when the police arrived, it determined an adjusted offense level of 34(II), which correlates to a sentence range of 168-210 months. Batista was thus sentenced to 210 months of incarceration.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">In determining the base offense level, \"[t]he drug quantity properly attributable to a defendant is not limited to the drugs involved in the offense of conviction.\" United States v. Huddleston, <span class=\"citation\" data-id=\"766478\"><a href=\"/opinion/766478/united-states-v-mark-e-huddleston/\"><span class=\"volume\">194</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">214</span></a></span>, 223 (1st Cir. 1999). The Sentencing Guidelines, as applied to drug cases, require the sentencing judge to determine quantity by including all amounts \"that were part of the same course of conduct or common scheme or plan as the offense of conviction,\" whether or not the defendant has been charged with those transactions. U.S.S.G. &#167; 1B1.3(a)(2); see also United States v. Young, <span class=\"citation\" data-id=\"196643\"><a href=\"/opinion/196643/united-states-v-young/\"><span class=\"volume\">78</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">758</span></a></span>, 763 (1st Cir. 1996); United States v. Wood, <span class=\"citation\" data-id=\"555054\"><a href=\"/opinion/555054/united-states-v-darryl-wood/\"><span class=\"volume\">924</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">399</span></a></span>, 403 (1st Cir. 1991); United States v. Blanco, <span class=\"citation\" data-id=\"531324\"><a href=\"/opinion/531324/united-states-v-alfonso-blanco/\"><span class=\"volume\">888</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">907</span></a></span>, 909-911 (1st Cir. 1989) (providing a thorough discussion of this requirement and why it was codified). \"For two or more offenses to constitute part of a common scheme or plan, they must be substantially connected to each other by at least one common factor, such as common victims, common accomplices, common purpose, or similar modus operandi.\" U.S.S.G. &#167; 1B1.3, cmt. n.9; see alsoYoung, 78 F.3d at 763.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Section 1B1.3(a)(2) has its limits, however, and \"[n]ot every drug transaction undertaken by every drug trafficker is necessarily linked in a meaningful sense.\" United States v. Sklar, <span class=\"citation\" data-id=\"552336\"><a href=\"/opinion/552336/united-states-v-david-sklar-united-states-of-america-v-david-sklar/\"><span class=\"volume\">920</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">107</span></a></span>, 111 (1st Cir. 1990). It is necessary for the sentencing judge to find a sufficient link between the acts charged and those included for sentencing purposes. United States v. Duarte, <span class=\"citation\" data-id=\"572650\"><a href=\"/opinion/572650/united-states-v-edilberto-mendoza-acevedo/\"><span class=\"volume\">950</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span>255, 1264 (7th Cir. 1991) (vacating a sentence where the judge had included prior transactions in the quantity, but had not \"explicitly found that the transactions recorded in the drug notes were part of the 'same course of conduct or common scheme or plan' as the [charged] conspiracy\"); Sklar, 920 F.2d at 111 (\"Isolated acts cannot be conjoined and drug quantities aggregated for sentencing purposes without a rational basis.\"). If the judge is unable to make this finding, \"[o]ffenses of the same kind, but not encompassed in the same course of conduct or plan, are excluded.\" United States v. White, <span class=\"citation\" data-id=\"531251\"><a href=\"/opinion/531251/united-states-of-america-plaintiff-appelleecross-appellant-v-william-v/\"><span class=\"volume\">888</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">490</span></a></span>, 500 (7th Cir. 1989).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Before uncharged conduct may be used in the sentencing calculus, the burden is on the government to demonstrate a sufficient nexus between that conduct and the offense of conviction. Young, 78 F.3d at 763; Sklar, 920 F.2d at 110. This burden, however, is met by a mere preponderance of the evidence. Huddleston, 194 F.3d at 224; Young, 78 F.3d at 763; Sklar, 920 F.2d at 110. Further, \"[t]he rules of trial evidence do not apply; in weighing the facts the sentencing court may evaluate virtually any dependable information.\" Sklar, 920 F.2d at 110 (quoting U.S.S.G. &#167; 6A1.3 as allowing a sentencing judge to consider any information that has \"sufficient indicia of reliability to support its probable accuracy\").</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Although we review the legal meaning and scope of the guidelines de novo, we will not upset the sentencing court's fact-based application of the guidelines unless it is clearly erroneous. United States v. Mitchell, <span class=\"citation\" data-id=\"196797\"><a href=\"/opinion/196797/united-states-v-mitchell/\"><span class=\"volume\">85</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">800</span></a></span>, 813 (1st Cir. 1996). In drug cases specifically, we review the sentencing court's finding that uncharged drugs were \"part of the same course of conduct or common scheme or plan as the offense of conviction\" only for clear error. Young, 78 F.3d at 763; Wood, 924 F.2d at 403. The same standard applies to the judge's resulting quantity determination, and \"we uphold such an approximation as long as it represents a reasoned estimate of quantity.\" United States v. Webster, <span class=\"citation\" data-id=\"196037\"><a href=\"/opinion/196037/united-states-v-webster/\"><span class=\"volume\">54</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 5 (1st Cir. 1995); see also Huddleston, 194 F.3d at 223-24.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Here, the district court's decision to treat the drug transactions described in the ledger pages as \"a common scheme or plan\" is unassailable. When the police entered the apartment, Batista was sitting on a cushion, the four ledger pages directly in front of him, pen in hand. Although there were other ledgers found in the apartment, the government did not attempt to include the amounts listed in them. By means of cross-reference, it was possible to determine that the transactions on the pages in question all had occurred in the immediately preceding months prior to the arrest. In United States v. Tabares, a strikingly similar case, we upheld a district court's decision to include amounts, listed in a spiral notebook, corresponding to sales from the preceding few months. 951 F.2d 405,410 (1st Cir. 1991). Indeed, we have even commented that sentencing determinations could be easier for the judges to make, if only all drug dealers would keep such complete records. Sklar, 920 F.2d at 111 (granting sentencing judges significant leeway in estimating drug amounts because \"[i]t is the rare narcotics trafficker who authors a formal business plan or keeps meticulously detailed inventory records\").</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Our only remaining concern is whether the district judge did in fact find that the transactions reflected in the ledgers \"were part of the same course of conduct or common scheme or plan,\" as required by the guidelines. This concern stems from the fact that the judge did not, in his finding, specifically use this language. Indeed, the judge's finding that the ledger amounts should be included appears to focus on the issue of whether Batista was responsible for the transactions they reflect. As we have noted above, however, a defendant must not only be responsible for any uncharged acts to be considered in his sentencing, but those acts also must be linked to the offense of conviction.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Although the judge did not specifically use the guideline language, a close reading of the sentencing transcript indicates that the issue was adequately addressed, and that the district court did in fact make the necessary finding of a nexus in determining the amount relevant to the sentencing calculus. Indeed, the government focused on the \"same course of conduct\" requirement in its oral argument at sentencing. However, because Batista defended himself by arguing that he was not responsible for the ledger amounts,<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> it was this argument to which the judge responded when finding that the ledger amounts did apply in sentencing Batista. Specifically, the district court found that the information in the ledger pages counted because the defendant was responsible for the transactions shown therein, and was \"a participant in this conspiracy during the period of time reflected in the drug ledger . . . .\" The totality of the record indicates that, although the district court could have used more precise language, the ledger amounts were applied in determining Batista's sentence because the transactions described \"were part of the same course of conduct or common scheme or plan as the offense of conviction.\"</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Moreover, this conclusion is bolstered by the judge's use of the word \"conspiracy\" in dealing with the transactions reflected in the ledger. We have used this term interchangeably with the phrase \"common scheme or plan\" in at least two sentencing cases. See Tabares, 951 F.2d at 410 (\"The legal question, then, is simply whether the court could find that the drugs referred to in the notebook were part of the scheme or plan or conspiracy of which the jury convicted the defendants. That is to say, was the district court's finding that these amounts were part of the conspiracy 'clearly erroneous'?\"); Wood, 924 F.2d at 404 (\"Sentence must be based on the [crimes] that were part of one 'common scheme or plan' (such as a single conspiracy) or a single 'course of conduct' (the unilateral equivalent to the conspiracy).\") (quoting White, 888 F.2d at 500).</p>\n    </div>\n    <p class=\"indent\">III. CONCLUSION</p>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">For the foregoing reasons, we hold that (1) both defendants waived their suppression arguments by not raising them prior to trial, and (2) the district court did not err by including the amounts from the drug ledger in the calculation of Batista's sentence.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Gonzalez also signed a consent-to-search form for his own residence, and provided the officers with those keys as well. The search there yielded very little evidence, and the details are not important here.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Though, to be clear, they were not facing identical factual charges. Batista was the conspiracy's ringleader, while Gonzalez was merely a courier.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Because we do not address the merits of the defendants' suppression claims, see infra, we have found it unnecessary to go into any detail regarding the facts relevant to those claims.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The judge considered only those pages that Batista actually had been perusing and marking when caught red-handed, and not the rest of the ledgers found in the apartment.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Although we affirm the district court's ruling on the ground that the appellants' suppression arguments have been waived, the outcome would likely have been the same in any event. Based upon our cursory review of the appellants' suppression arguments, they appear to be without merit.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> This is, of course, a valid focus for the defense, as the government must show both that the defendant was responsible for the amounts and that the amounts are connected to the crime of conviction. Thus, although it would be inappropriate for the prosecution to argue the responsibility factor exclusively (which it did not do here), it was acceptable for the defense to do so.</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/103259/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195254/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196037/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196643/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196797/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197268/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198221/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199064/",
    "http://www.courtlistener.com/api/rest/v3/opinions/457049/",
    "http://www.courtlistener.com/api/rest/v3/opinions/531251/",
    "http://www.courtlistener.com/api/rest/v3/opinions/531324/",
    "http://www.courtlistener.com/api/rest/v3/opinions/552336/",
    "http://www.courtlistener.com/api/rest/v3/opinions/555054/",
    "http://www.courtlistener.com/api/rest/v3/opinions/572650/",
    "http://www.courtlistener.com/api/rest/v3/opinions/766478/"
  ]
}