{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/199265/",
  "absolute_url": "/opinion/199265/united-states-v-torres-gonzalez/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/199265/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T04:27:27Z",
  "date_modified": "2017-03-24T11:01:27.227665Z",
  "type": "010combined",
  "sha1": "5eda014b351930d5edb519be3008d5e3bf672a8b",
  "page_count": 10,
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/00-1370-01A.pdf",
  "local_path": "pdf/2001/02/13/US_v._Torres-Gonzalez.pdf",
  "plain_text": "           United States Court of Appeals\n                       For the First Circuit\n\n\nNo. 00-1370\nNo. 00-1384\n\n                     UNITED STATES OF AMERICA,\n\n                              Appellee,\n\n                                  v.\n\n                       RAMON TORRES GONZALEZ,\n\n                       Defendant, Appellant.\n\n\n        ON APPEAL FROM THE UNITED STATES DISTRICT COURT\n                 FOR THE DISTRICT OF PUERTO RICO\n\n       [Hon. Carmen Consuelo Cerezo, U.S. District Judge]\n\n\n                                Before\n\n              Boudin, Stahl, and Lynch, Circuit Judges.\n\n\n\n     Marlene Aponte Cabrera for appellant.\n\n     José Javier Santos Mimosa, Assistant United States Attorney, and\nLena Watkins, Trial Attorney, Criminal Division, United States\nDepartment of Justice, with whom Guillermo Gil, United States Attorney,\nwas on brief, for appellee.\n\n\n\n\n                         February 12, 2001\n\f          LYNCH, Circuit Judge.       This is a direct appeal from a\n\nsentence imposed on Ramon Torres-Gonzalez after his guilty plea, and\n\nfrom the denial of his effort, under Rule 41(e), Fed. R. Crim. P., to\n\nhave returned to him some $14 million in drug monies that the United\n\nStates seized.   We affirm the district court on both points.\n\n                                 I.\n\n          The facts relevant to this appeal arise from two related\n\nactions. On May 10, 1990, the United States brought civil forfeiture\n\nproceedings in rem to seize property belonging to Torres-Gonzalez,\n\nincluding some $43 million thought to be buried in barrels on Torres-\n\nGonzalez's farm at Barrio Espinosa in Dorado, Puerto Rico. Under an\n\narrest warrant, the government seized most of the property in the\n\ncomplaint, but did not find any hidden barrels of money. In August\n\n1990, the district court issued a partial decree of forfeiture, which\n\ndid not describe any buried monies.\n\n          The second action began in November 1990, when a grand jury\n\nindicted Torres-Gonzalez on drug charges. In early December 1990, he\n\nwas detained in Venezuela and brought to the United States. Torres-\n\nGonzalez and his wife each told the government there were drug monies\n\nhidden at the home of the wife’s father. The government then found\n\nclose to $14 million ($13,848,455, to be exact) buried in a hollow\n\nplaster column at the father’s house in Vega Baja. The government\n\n\n\n                                 -2-\n\fseized the property but never filed a separate forfeiture action for\n\nthe $14 million. At that time (and thereafter) Torres-Gonzalez was in\n\nU.S. custody.\n\n          In the civil forfeiture proceeding, the district court then\n\nissued, at the government’s request, a \"Second Partial Decree of\n\nForfeiture,\" which forfeited \"Approximately Forty-three Million Dollars\n\n. . . Contained in Twenty Two Plastic Barrel Type Containers, Which\n\nWere Buried at a Farm Located at Sector Tiburon, Barrio Espinosa,\n\nDorado, Puerto Rico, Owned by Ramon Alberto Torres-Gonzalez.\"\n\n          Under a written plea agreement, on February 7, 1992 Torres-\n\nGonzalez entered a guilty plea, admitting to one count of engaging in\n\na continuing criminal enterprise distributing drugs in violation of 21\n\nU.S.C. § 848.   In May 1992, he was sentenced to eighteen years'\n\nimprisonment. At his plea hearing, defendant was not advised of his\n\nright to appeal his sentence; his case was consequently reopened by\n\ndistrict court order on a petition under 28 U.S.C. § 2255.       A new\n\nsentencing hearing was held on February 15, 2000, and Torres-Gonzalez\n\nwas resentenced, again to eighteen years.\n\n          On January 13, 1998, Torres-Gonzalez filed a motion under\n\nRule 41(e) seeking the return of the $14 million. The magistrate judge\n\nrecommended denying the motion on the grounds that the $14 million was\n\nincluded in the forfeiture of the $43 million authorized in the civil\n\naction. Torres-Gonzalez duly objected to the magistrate judge’s report\n\n\n                                 -3-\n\fand recommendation. The district court adopted the proposed order and\n\nheld that return of the money was barred by res judicata. Defendant\n\nappeals.\n\n                                 II.\n\n           On appeal Torres-Gonzalez raises three arguments. First, he\n\nargues that the sentence should be vacated because the U.S. did not\n\nhave jurisdiction to try him upon his seizure in Venezuela, and no\n\nproper extradition proceedings were held. Second, he contends that the\n\n$14 million should be returned. He argues that he was never served\n\nwith process upon the seizure of the monies, that no forfeiture\n\ncomplaint was filed with respect to that particular money, and that\n\ntherefore the district court should have granted him a hearing under\n\nRule 41(e). Finally, Torres-Gonzalez says that his resentencing in\n\nFebruary 2000 was in error because no updated Presentence Report was\n\nused.    We take each argument in turn.\n\nA.   Lack of jurisdiction over person.\n\n           Torres-Gonzalez argues that his conviction should be vacated\n\nbecause the United States seized him in Venezuela and did not properly\n\nextradite him, although Venezuela has had a bilateral extradition\n\ntreaty with the United States since 1922.1 As a result of his removal\n\n     1    See Treaty of Extradition Between the United States of\nAmerica and Venezuela, Jan. 19-21, 1922, 43 Stat. 1698, T.S. No. 675.\nThis bilateral extradition treaty did not encompass drug trafficking\noffenses. Article 6 of the 1988 United Nations Convention Against\nIllicit Traffic in Narcotic Drugs and Psychotropic Substances, 28\n\n                                 -4-\n\ffrom Venezuela by means other than extradition, he says, the district\n\ncourt did not properly have jurisdiction over him when he pled guilty.2\n\nHe says that this claim is not waived because at the time he pled\n\nguilty, he was not aware he had not been extradited and so he could not\n\nbe expected to have raised the issue then.\n\n          The district court, relying on United States v. Alvarez-\n\nMachain, 504 U.S. 655 (1992), correctly concluded that the Supreme\n\nCourt resolved this issue against Torres-Gonzalez. In Alvarez-Machain,\n\nthe Court found that the extradition treaty between Mexico and the\n\nUnited States neither expressly nor impliedly prohibited the forcible\n\nabduction and removal of the defendant from Mexico to the United\n\nStates; therefore, the Court held, such means of apprehension did not\n\ndeprive the district court of jurisdiction over the defendant. See id.\n\n\nI.L.M. 493 (1989), did incorporate drug trafficking offenses into pre-\nexisting extradition treaties between the parties. The applicability\nof this provision to Torres-Gonzalez is not clear, as the Convention\nwas not ratified by Venezuela until July 16, 1991, after the completion\nof defendant's offense and his removal. The United States and\nVenezuela were also parties to the Single Convention on Narcotic Drugs,\n1961, 18 U.S.T. 1407. Article 36 of that Convention, as amended, also\nmade narcotic offenses extraditable offenses under existing treaties,\nsee 1971 WL 31612, at *8. Since the issue of whether or not the\ndefendant's offense was extraditable is not relevant to our conclusion,\nwe do not reach that question.\n     2    Torres-Gonzalez also argues that his seizure in\nVenezuela did not comply with 18 U.S.C. § 3184. This provision\nplainly does not apply to this case, as by its plain language,\nit governs the obverse situation: the extradition from the\nUnited States of individuals who may have committed crimes\n\"within the jurisdiction of . . . [a] foreign government.\" Id.\n\n                                 -5-\n\fat 663-69. Defendant here provides no reason to distinguish his case.\n\nIndeed, in this case the Venezuelan authorities cooperated in his\n\napprehension and voluntarily surrendered him to the United States.\n\nUnder the logic of Alvarez-Machain, the district court had jurisdiction\n\nover Torres-Gonzalez. Because there is no jurisdictional defect, his\n\nunconditional guilty plea is a waiver of all claims based on the lack\n\nof extradition. United States v. Cordero, 42 F.3d 697, 698-99 (1st\n\nCir. 1994).\n\nB.   The Government’s Seizure of the $14 Million\n\n          Torres-Gonzalez argues that he is entitled to return of the\n\n$14 million seized in his father-in-law's house.          He says the\n\ngovernment should have started forfeiture proceedings against those\n\nparticular monies, it did not, and now it is barred by the statute of\n\nlimitations from doing so.    The district court's reliance on the\n\nforfeiture against the $43 million is misplaced, he says.        Those\n\nforfeiture proceedings, he argues, cannot be construed so elastically\n\nas to authorize forfeiture of all drug monies, whether described in the\n\nforfeiture proceeding or not. Indeed, the $14 million has not been\n\nlinked to the $43 million, he says. The government concedes it put no\n\nevidence on the record on this point.\n\n          He also challenges the government's reliance on his plea\n\nagreement, in which he agreed \"to forfeit . . . any interest he may\n\nhave in drug or money laundering assets.\" This agreement, he says,\n\n\n                                 -6-\n\fonly allows the government to start proceedings for forfeiture for any\n\nsuch property it identifies as drug or money laundering assets, and to\n\nfollow the normal procedures for such proceedings, such as serving him\n\nwith process. The government did not do this. As it stands, he says,\n\nthe plea agreement lacks any more detailed schedule of property the\n\ngovernment could take, and, without that, the agreement is insufficient\n\nto effect a forfeiture without further proceedings.\n\n          The government first argues the $14 million was encompassed\n\nwithin its request for a second partial forfeiture decree, forfeiting\n\nthe $43 million, but it concedes that it never served defendant with\n\nthose papers, instead serving only the U.S. Attorney. The government\n\ncontends that this criminal appeal is not the proper vehicle to attack\n\na civil forfeiture; instead, Torres-Gonzalez should have challenged it\n\nin a motion to reconsider the Second Partial Order of Forfeiture. The\n\ngovernment also advances the alternative theory that in the plea\n\nagreement, defendant agreed to surrender all drug proceeds -- that is,\n\nthat his agreement to \"forfeit\" drug proceeds meant that he would \"give\n\nup\" all drug proceeds, not that the government might institute\n\nforfeiture proceedings.\n\n          The government would be correct on its first theory if that\n\nsecond forfeiture order had plainly involved the $14 million at issue\n\nand the government had served that request on defendant. However, the\n\norder did not, on its face, apply to the $14 million. It referred only\n\n\n                                 -7-\n\fto money in \"barrels\" that were buried at defendant’s farm, not\n\nproperty elsewhere. No factual basis exists in the record to establish\n\nthat the $14 million buried in the wall at Vega Baja is traceable to\n\nthe $43 million allegedly buried in plastic barrels at defendant's farm\n\nin Dorado. It is far from clear that the government complied with the\n\nformalities of forfeiture procedure. We cannot say there was a clear\n\ncivil order as to this property from which Torres-Gonzalez was required\n\nto appeal.\n\n          Whether Torres-Gonzalez has any right to complain is a\n\ndifferent matter. He does not, for several reasons. His motion for\n\nreturn of property was brought under Rule 41(e), Fed. R. Crim. P.3 That\n\nRule has an equitable component. See United States v. Giraldo, 45 F.3d\n\n509, 511 (1st Cir. 1995) (\"motions to return property filed under Rule\n\n41(e) are treated as 'civil equitable proceedings' when criminal\n\nproceedings have been completed\") ( quoting United States v. Martinson,\n\n\n     3    Rule 41(e) of the Federal Rules of Criminal Procedure\nprovides for a \"Motion for Return of Property,\" stating in\nrelevant part:\n     A person aggrieved by an unlawful search and seizure or by\n     the deprivation of property may move the district court for\n     the district in which the property was seized for the\n     return of the property on the ground that such person is\n     entitled to lawful possession of the property. The court\n     shall receive evidence on any issue of fact necessary to\n     the decision of the motion. If the motion is granted, the\n     property shall be returned to the movant, although\n     reasonable conditions may be imposed to protect access and\n     use of the property in subsequent proceedings. . . .\n\n                                 -8-\n\f809 F.2d 1364, 1366-67 (9th Cir. 1987)); Soviero v. United States, 967\n\nF.2d 791, 792-93 (2d Cir. 1992) (noting that request for return of\n\nproperty, whether deemed a Rule 41(e) motion or a separate civil\n\nproceeding, is subject to equitable concerns); see also Martinson, 809\n\nF.2d at 1367 (\"In ruling on the motion, the court must take into\n\naccount all equitable considerations.\").\n\n          Under these facts, it would be inequitable to order the\n\nreturn of the money to Torres-Gonzalez. In his plea agreement, Torres-\n\nGonzalez agreed \"to make a full and complete disclosure of all assets\n\nover which he exercise[d] control, directly or indirectly.\" He and his\n\nwife disclosed the $14 million and where it was hidden. It is clear\n\nthat it was drug money, and defendant has not advanced any argument to\n\nthe contrary. Defendant also agreed \"to forfeit . . . any interest he\n\nhad in drug or money laundering assets in his plea agreement.\" In\n\nessence, in this plea agreement he consented to the forfeiture of the\n\n$14 million to the government, and surrendered any interest he might\n\nhave in the property. Cf. United States v. Grover, 119 F.3d 850, 852\n\n(10th Cir. 1997) (holding that defendant could not bring Rule 41(e)\n\nmotion where he relinquished any possessory interest in the property in\n\nforfeiture agreement accompanying plea agreement).         Because of\n\ndefendant's acquiescence, we need not consider whether a further\n\nequitable bar would arise because Torres-Gonzalez has been aware of the\n\ngovernment's seizure since 1990 and did nothing to challenge it until\n\n\n                                 -9-\n\fJanuary 1998. Compare Whiting v. United States, 231 F.3d 70, 75 (1st\n\nCir. 2000). We thus affirm the district court’s denial of the Rule\n\n41(e) motion, although on different grounds.\n\nC.   Lack of an Updated Presentence Report\n\n            Finally, Torres-Gonzalez challenges the reliance of the court\n\nat the February 15, 2000 sentencing hearing on the PSR prepared in\n\n1992. The failure to rely on an updated PSR, he says, is plain error.\n\n\n\n            At the February 2000 proceeding, both parties agreed that\n\n\"there [was] no issue properly before [the court] on the contents of\n\nthe [PSR].\" Moreover, Torres-Gonzalez did not object either to the\n\ncourt's reliance on the 1992 PSR or to any specific information in it.\n\nNor does he suggest on appeal any deficiencies in it. In addition, the\n\nFebruary 2000 hearing provided him with a full opportunity to present\n\nany evidence he felt was relevant to his sentence. He has waived this\n\nchallenge.\n\n                                  III.\n\n            The sentence and the denial of the Rule 41(e) motion are\n\naffirmed.    So ordered.\n\n\n\n\n                                  -10-\n\f",
  "html": "<p class=\"case_cite\">240 F.3d 14 (1st Cir. 2001)</p>\n    <p class=\"parties\">UNITED STATES OF AMERICA, Appellee,<br>v.<br>RAMON TORRES GONZALEZ, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 00-1370 &amp; No. 00-1384</p>\n    <p class=\"court\">United States Court of Appeals For the First Circuit</p>\n    <p class=\"date\">Heard January 12, 2001<br>Decided February 12, 2001</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">ON APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF PUERTO RICO</p>\n      <p class=\"indent\">[Hon. Carmen Consuelo Cerezo, U.S. District Judge]</p>\n      <p class=\"indent\">Marlene Aponte Cabrera for appellant.</p>\n      <p class=\"indent\">Jose Javier Santos Mimosa, Assistant United States Attorney, and Lena Watkins, Trial Attorney, Criminal Division, United States Department of Justice, with whom Guillermo Gil, United States Attorney, was on brief, for appellee.</p>\n      <p class=\"indent\">Before Boudin, Stahl, and Lynch, Circuit Judges.</p>\n      <p class=\"indent\">LYNCH, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This is a direct appeal from a sentence imposed on Ramon Torres-Gonzalez after his guilty plea, and from the denial of his effort, under Rule 41(e), Fed. R. Crim. P., to have returned to him some $14 million in drug monies that the United States seized. We affirm the district court on both points.</p>\n    </div>\n    <p class=\"indent\">I.</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The facts relevant to this appeal arise from two related actions. On May 10, 1990, the United States brought civil forfeiture proceedings in rem to seize property belonging to Torres-Gonzalez, including some $43 million thought to be buried in barrels on Torres-Gonzalez's farm at Barrio Espinosa in Dorado, Puerto Rico. Under an arrest warrant, the government seized most of the property in the complaint, but did not find any hidden barrels of money. In August 1990, the district court issued a partial decree of forfeiture, which did not describe any buried monies.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The second action began in November 1990, when a grand jury indicted Torres-Gonzalez on drug charges. In early December 1990, he was detained in Venezuela and brought to the United States. Torres-Gonzalez and his wife each told the government there were drug monies hidden at the home of the wife's father. The government then found close to $14 million ($13,848,455, to be exact) buried in a hollow plaster column at the father's house in Vega Baja. The government seized the property but never filed a separate forfeiture action for the $14 million. At that time (and thereafter) Torres-Gonzalez was in U.S. custody.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In the civil forfeiture proceeding, the district court then issued, at the government's request, a \"Second Partial Decree of Forfeiture,\" which forfeited \"Approximately Forty-three Million Dollars . . . Contained in Twenty Two Plastic Barrel Type Containers, Which Were Buried at a Farm Located at Sector Tiburon, Barrio Espinosa, Dorado, Puerto Rico, Owned by Ramon Alberto Torres-Gonzalez.\"</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Under a written plea agreement, on February 7, 1992 Torres-Gonzalez entered a guilty plea, admitting to one count of engaging in a continuing criminal enterprise distributing drugs in violation of 21 U.S.C. &#167; 848. In May 1992, he was sentenced to eighteen years' imprisonment. At his plea hearing, defendant was not advised of his right to appeal his sentence; his case was consequently reopened by district court order on a petition under 28 U.S.C. &#167; 2255. A new sentencing hearing was held on February 15, 2000, and Torres-Gonzalez was resentenced, again to eighteen years.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">On January 13, 1998, Torres-Gonzalez filed a motion under Rule 41(e) seeking the return of the $14 million. The magistrate judge recommended denying the motion on the grounds that the $14 million was included in the forfeiture of the $43 million authorized in the civil action. Torres-Gonzalez duly objected to the magistrate judge's report and recommendation. The district court adopted the proposed order and held that return of the money was barred by res judicata. Defendant appeals.</p>\n    </div>\n    <p class=\"indent\">II.</p>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">On appeal Torres-Gonzalez raises three arguments. First, he argues that the sentence should be vacated because the U.S. did not have jurisdiction to try him upon his seizure in Venezuela, and no proper extradition proceedings were held. Second, he contends that the $14 million should be returned. He argues that he was never served with process upon the seizure of the monies, that no forfeiture complaint was filed with respect to that particular money, and that therefore the district court should have granted him a hearing under Rule 41(e). Finally, Torres-Gonzalez says that his resentencing in February 2000 was in error because no updated Presentence Report was used. We take each argument in turn.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">A. Lack of jurisdiction over person.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Torres-Gonzalez argues that his conviction should be vacated because the United States seized him in Venezuela and did not properly extradite him, although Venezuela has had a bilateral extradition treaty with the United States since 1922.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> As a result of his removal from Venezuela by means other than extradition, he says, the district court did not properly have jurisdiction over him when he pled guilty.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> He says that this claim is not waived because at the time he pled guilty, he was not aware he had not been extradited and so he could not be expected to have raised the issue then.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The district court, relying on United States v. Alvarez-Machain, 504 U.S. 655 (1992), correctly concluded that the Supreme Court resolved this issue against Torres-Gonzalez. In Alvarez-Machain, the Court found that the extradition treaty between Mexico and the United States neither expressly nor impliedly prohibited the forcible abduction and removal of the defendant from Mexico to the United States; therefore, the Court held, such means of apprehension did not deprive the district court of jurisdiction over the defendant. See id. at 663-69. Defendant here provides no reason to distinguish his case. Indeed, in this case the Venezuelan authorities cooperated in his apprehension and voluntarily surrendered him to the United States. Under the logic of Alvarez-Machain, the district court had jurisdiction over Torres-Gonzalez. Because there is no jurisdictional defect, his unconditional guilty plea is a waiver of all claims based on the lack of extradition. United States v. Cordero, 42 F.3d 697, 698-99 (1st Cir. 1994).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">B. The Government's Seizure of the $14 Million</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Torres-Gonzalez argues that he is entitled to return of the $14 million seized in his father-in-law's house. He says the government should have started forfeiture proceedings against those particular monies, it did not, and now it is barred by the statute of limitations from doing so. The district court's reliance on the forfeiture against the $43 million is misplaced, he says. Those forfeiture proceedings, he argues, cannot be construed so elastically as to authorize forfeiture of all drug monies, whether described in the forfeiture proceeding or not. Indeed, the $14 million has not been linked to the $43 million, he says. The government concedes it put no evidence on the record on this point.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">He also challenges the government's reliance on his plea agreement, in which he agreed \"to forfeit . . . any interest he may have in drug or money laundering assets.\" This agreement, he says, only allows the government to start proceedings for forfeiture for any such property it identifies as drug or money laundering assets, and to follow the normal procedures for such proceedings, such as serving him with process. The government did not do this. As it stands, he says, the plea agreement lacks any more detailed schedule of property the government could take, and, without that, the agreement is insufficient to effect a forfeiture without further proceedings.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The government first argues the $14 million was encompassed within its request for a second partial forfeiture decree, forfeiting the $43 million, but it concedes that it never served defendant with those papers, instead serving only the U.S. Attorney. The government contends that this criminal appeal is not the proper vehicle to attack a civil forfeiture; instead, Torres-Gonzalez should have challenged it in a motion to reconsider the Second Partial Order of Forfeiture. The government also advances the alternative theory that in the plea agreement, defendant agreed to surrender all drug proceeds -- that is, that his agreement to \"forfeit\" drug proceeds meant that he would \"give up\" all drug proceeds, not that the government might institute forfeiture proceedings.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The government would be correct on its first theory if that second forfeiture order had plainly involved the $14 million at issue and the government had served that request on defendant. However, the order did not, on its face, apply to the $14 million. It referred only to money in \"barrels\" that were buried at defendant's farm, not property elsewhere. No factual basis exists in the record to establish that the $14 million buried in the wall at Vega Baja is traceable to the $43 million allegedly buried in plastic barrels at defendant's farm in Dorado. It is far from clear that the government complied with the formalities of forfeiture procedure. We cannot say there was a clear civil order as to this property from which Torres-Gonzalez was required to appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Whether Torres-Gonzalez has any right to complain is a different matter. He does not, for several reasons. His motion for return of property was brought under Rule 41(e), Fed. R. Crim. P.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> That Rule has an equitable component. See United States v. Giraldo, 45 F.3d 509, 511 (1st Cir. 1995) (\"motions to return property filed under Rule 41(e) are treated as 'civil equitable proceedings' when criminal proceedings have been completed\") (quoting United States v. Martinson, 809 F.2d 1364, 1366-67 (9th Cir. 1987)); Soviero v. United States, 967 F.2d 791, 792-93 (2d Cir. 1992) (noting that request for return of property, whether deemed a Rule 41(e) motion or a separate civil proceeding, is subject to equitable concerns); see also Martinson, 809 F.2d at 1367 (\"In ruling on the motion, the court must take into account all equitable considerations.\").</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Under these facts, it would be inequitable to order the return of the money to Torres-Gonzalez. In his plea agreement, Torres-Gonzalez agreed \"to make a full and complete disclosure of all assets over which he exercise[d] control, directly or indirectly.\" He and his wife disclosed the $14 million and where it was hidden. It is clear that it was drug money, and defendant has not advanced any argument to the contrary. Defendant also agreed \"to forfeit . . . any interest he had in drug or money laundering assets in his plea agreement.\" In essence, in this plea agreement he consented to the forfeiture of the $14 million to the government, and surrendered any interest he might have in the property. Cf. United States v. Grover, 119 F.3d 850, 852 (10th Cir. 1997) (holding that defendant could not bring Rule 41(e) motion where he relinquished any possessory interest in the property in forfeiture agreement accompanying plea agreement). Because of defendant's acquiescence, we need not consider whether a further equitable bar would arise because Torres-Gonzalez has been aware of the government's seizure since 1990 and did nothing to challenge it until January 1998. Compare Whiting v. United States, 231 F.3d 70, 75 (1st Cir. 2000). We thus affirm the district court's denial of the Rule 41(e) motion, although on different grounds.</p>\n    </div>\n    <p class=\"indent\">C. Lack of an Updated Presentence Report</p>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Finally, Torres-Gonzalez challenges the reliance of the court at the February 15, 2000 sentencing hearing on the PSR prepared in 1992. The failure to rely on an updated PSR, he says, is plain error.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">At the February 2000 proceeding, both parties agreed that \"there [was] no issue properly before [the court] on the contents of the [PSR].\" Moreover, Torres-Gonzalez did not object either to the court's reliance on the 1992 PSR or to any specific information in it. Nor does he suggest on appeal any deficiencies in it. In addition, the February 2000 hearing provided him with a full opportunity to present any evidence he felt was relevant to his sentence. He has waived this challenge.</p>\n    </div>\n    <p class=\"indent\">III.</p>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The sentence and the denial of the Rule 41(e) motion are affirmed. So ordered.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> See Treaty of Extradition Between the United States of America and Venezuela, Jan. 19-21, 1922, 43 Stat. 1698, T.S. No. 675. This bilateral extradition treaty did not encompass drug trafficking offenses. Article 6 of the 1988 United Nations Convention Against Illicit Traffic in Narcotic Drugs and Psychotropic Substances, 28 I.L.M. 493 (1989), did incorporate drug trafficking offenses into pre-existing extradition treaties between the parties. The applicability of this provision to Torres-Gonzalez is not clear, as the Convention was not ratified by Venezuela until July 16, 1991, after the completion of defendant's offense and his removal. The United States and Venezuela were also parties to the Single Convention on Narcotic Drugs, 1961, 18 U.S.T. 1407. Article 36 of that Convention, as amended, also made narcotic offenses extraditable offenses under existing treaties, see 1971 WL 31612, at *8. Since the issue of whether or not the defendant's offense was extraditable is not relevant to our conclusion, we do not reach that question.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Torres-Gonzalez also argues that his seizure in Venezuela did not comply with 18 U.S.C. &#167; 3184. This provision plainly does not apply to this case, as by its plain language, it governs the obverse situation: the extradition from the United States of individuals who may have committed crimes \"within the jurisdiction of . . . [a] foreign government.\" Id.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Rule 41(e) of the Federal Rules of Criminal Procedure provides for a \"Motion for Return of Property,\" stating in relevant part:</p>\n        <p>A person aggrieved by an unlawful search and seizure or by the deprivation of property may move the district court for the district in which the property was seized for the return of the property on the ground that such person is entitled to lawful possession of the property. The court shall receive evidence on any issue of fact necessary to the decision of the motion. If the motion is granted, the property shall be returned to the movant, although reasonable conditions may be imposed to protect access and use of the property in subsequent proceedings. . . .</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">240</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">14</span></span> (1st Cir. 2001)</p>\n    <p class=\"parties\">UNITED STATES OF AMERICA, Appellee,<br>v.<br>RAMON TORRES GONZALEZ, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 00-1370 &amp; No. 00-1384</p>\n    <p class=\"court\">United States Court of Appeals For the First Circuit</p>\n    <p class=\"date\">Heard January 12, 2001<br>Decided February 12, 2001</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">ON APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF PUERTO RICO</p>\n      <p class=\"indent\">[Hon. Carmen Consuelo Cerezo, U.S. District Judge]</p>\n      <p class=\"indent\">Marlene Aponte Cabrera for appellant.</p>\n      <p class=\"indent\">Jose Javier Santos Mimosa, Assistant United States Attorney, and Lena Watkins, Trial Attorney, Criminal Division, United States Department of Justice, with whom Guillermo Gil, United States Attorney, was on brief, for appellee.</p>\n      <p class=\"indent\">Before Boudin, Stahl, and Lynch, Circuit Judges.</p>\n      <p class=\"indent\">LYNCH, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This is a direct appeal from a sentence imposed on Ramon Torres-Gonzalez after his guilty plea, and from the denial of his effort, under Rule 41(e), Fed. R. Crim. P., to have returned to him some $14 million in drug monies that the United States seized. We affirm the district court on both points.</p>\n    </div>\n    <p class=\"indent\">I.</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The facts relevant to this appeal arise from two related actions. On May 10, 1990, the United States brought civil forfeiture proceedings in rem to seize property belonging to Torres-Gonzalez, including some $43 million thought to be buried in barrels on Torres-Gonzalez's farm at Barrio Espinosa in Dorado, Puerto Rico. Under an arrest warrant, the government seized most of the property in the complaint, but did not find any hidden barrels of money. In August 1990, the district court issued a partial decree of forfeiture, which did not describe any buried monies.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The second action began in November 1990, when a grand jury indicted Torres-Gonzalez on drug charges. In early December 1990, he was detained in Venezuela and brought to the United States. Torres-Gonzalez and his wife each told the government there were drug monies hidden at the home of the wife's father. The government then found close to $14 million ($13,848,455, to be exact) buried in a hollow plaster column at the father's house in Vega Baja. The government seized the property but never filed a separate forfeiture action for the $14 million. At that time (and thereafter) Torres-Gonzalez was in U.S. custody.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In the civil forfeiture proceeding, the district court then issued, at the government's request, a \"Second Partial Decree of Forfeiture,\" which forfeited \"Approximately Forty-three Million Dollars . . . Contained in Twenty Two Plastic Barrel Type Containers, Which Were Buried at a Farm Located at Sector Tiburon, Barrio Espinosa, Dorado, Puerto Rico, Owned by Ramon Alberto Torres-Gonzalez.\"</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Under a written plea agreement, on February 7, 1992 Torres-Gonzalez entered a guilty plea, admitting to one count of engaging in a continuing criminal enterprise distributing drugs in violation of 21 U.S.C. &#167; 848. In May 1992, he was sentenced to eighteen years' imprisonment. At his plea hearing, defendant was not advised of his right to appeal his sentence; his case was consequently reopened by district court order on a petition under 28 U.S.C. &#167; 2255. A new sentencing hearing was held on February 15, 2000, and Torres-Gonzalez was resentenced, again to eighteen years.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">On January 13, 1998, Torres-Gonzalez filed a motion under Rule 41(e) seeking the return of the $14 million. The magistrate judge recommended denying the motion on the grounds that the $14 million was included in the forfeiture of the $43 million authorized in the civil action. Torres-Gonzalez duly objected to the magistrate judge's report and recommendation. The district court adopted the proposed order and held that return of the money was barred by res judicata. Defendant appeals.</p>\n    </div>\n    <p class=\"indent\">II.</p>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">On appeal Torres-Gonzalez raises three arguments. First, he argues that the sentence should be vacated because the U.S. did not have jurisdiction to try him upon his seizure in Venezuela, and no proper extradition proceedings were held. Second, he contends that the $14 million should be returned. He argues that he was never served with process upon the seizure of the monies, that no forfeiture complaint was filed with respect to that particular money, and that therefore the district court should have granted him a hearing under Rule 41(e). Finally, Torres-Gonzalez says that his resentencing in February 2000 was in error because no updated Presentence Report was used. We take each argument in turn.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">A. Lack of jurisdiction over person.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Torres-Gonzalez argues that his conviction should be vacated because the United States seized him in Venezuela and did not properly extradite him, although Venezuela has had a bilateral extradition treaty with the United States since 1922.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> As a result of his removal from Venezuela by means other than extradition, he says, the district court did not properly have jurisdiction over him when he pled guilty.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> He says that this claim is not waived because at the time he pled guilty, he was not aware he had not been extradited and so he could not be expected to have raised the issue then.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The district court, relying on United States v. Alvarez-Machain, <span class=\"citation\" data-id=\"112751\"><a href=\"/opinion/112751/united-states-v-alvarez-machain/\"><span class=\"volume\">504</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">655</span></a></span> (1992), correctly concluded that the Supreme Court resolved this issue against Torres-Gonzalez. In Alvarez-Machain, the Court found that the extradition treaty between Mexico and the United States neither expressly nor impliedly prohibited the forcible abduction and removal of the defendant from Mexico to the United States; therefore, the Court held, such means of apprehension did not deprive the district court of jurisdiction over the defendant. See id. at 663-69. Defendant here provides no reason to distinguish his case. Indeed, in this case the Venezuelan authorities cooperated in his apprehension and voluntarily surrendered him to the United States. Under the logic of Alvarez-Machain, the district court had jurisdiction over Torres-Gonzalez. Because there is no jurisdictional defect, his unconditional guilty plea is a waiver of all claims based on the lack of extradition. United States v. Cordero, <span class=\"citation\" data-id=\"195801\"><a href=\"/opinion/195801/united-states-v-cordero-garcia/\"><span class=\"volume\">42</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">697</span></a></span>, 698-99 (1st Cir. 1994).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">B. The Government's Seizure of the $14 Million</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Torres-Gonzalez argues that he is entitled to return of the $14 million seized in his father-in-law's house. He says the government should have started forfeiture proceedings against those particular monies, it did not, and now it is barred by the statute of limitations from doing so. The district court's reliance on the forfeiture against the $43 million is misplaced, he says. Those forfeiture proceedings, he argues, cannot be construed so elastically as to authorize forfeiture of all drug monies, whether described in the forfeiture proceeding or not. Indeed, the $14 million has not been linked to the $43 million, he says. The government concedes it put no evidence on the record on this point.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">He also challenges the government's reliance on his plea agreement, in which he agreed \"to forfeit . . . any interest he may have in drug or money laundering assets.\" This agreement, he says, only allows the government to start proceedings for forfeiture for any such property it identifies as drug or money laundering assets, and to follow the normal procedures for such proceedings, such as serving him with process. The government did not do this. As it stands, he says, the plea agreement lacks any more detailed schedule of property the government could take, and, without that, the agreement is insufficient to effect a forfeiture without further proceedings.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The government first argues the $14 million was encompassed within its request for a second partial forfeiture decree, forfeiting the $43 million, but it concedes that it never served defendant with those papers, instead serving only the U.S. Attorney. The government contends that this criminal appeal is not the proper vehicle to attack a civil forfeiture; instead, Torres-Gonzalez should have challenged it in a motion to reconsider the Second Partial Order of Forfeiture. The government also advances the alternative theory that in the plea agreement, defendant agreed to surrender all drug proceeds -- that is, that his agreement to \"forfeit\" drug proceeds meant that he would \"give up\" all drug proceeds, not that the government might institute forfeiture proceedings.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The government would be correct on its first theory if that second forfeiture order had plainly involved the $14 million at issue and the government had served that request on defendant. However, the order did not, on its face, apply to the $14 million. It referred only to money in \"barrels\" that were buried at defendant's farm, not property elsewhere. No factual basis exists in the record to establish that the $14 million buried in the wall at Vega Baja is traceable to the $43 million allegedly buried in plastic barrels at defendant's farm in Dorado. It is far from clear that the government complied with the formalities of forfeiture procedure. We cannot say there was a clear civil order as to this property from which Torres-Gonzalez was required to appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Whether Torres-Gonzalez has any right to complain is a different matter. He does not, for several reasons. His motion for return of property was brought under Rule 41(e), Fed. R. Crim. P.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> That Rule has an equitable component. See United States v. Giraldo, <span class=\"citation\" data-id=\"195842\"><a href=\"/opinion/195842/united-states-v-giraldo/\"><span class=\"volume\">45</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">509</span></a></span>, 511 (1st Cir. 1995) (\"motions to return property filed under Rule 41(e) are treated as 'civil equitable proceedings' when criminal proceedings have been completed\") (quoting United States v. Martinson, <span class=\"citation\" data-id=\"482050\"><a href=\"/opinion/482050/united-states-v-james-leroy-martinson/\"><span class=\"volume\">809</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1364</span></a></span>, 1366-67 (9th Cir. 1987)); Soviero v. United States, <span class=\"citation\" data-id=\"585795\"><a href=\"/opinion/585795/vincent-soviero-v-united-states/\"><span class=\"volume\">967</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">791</span></a></span>, 792-93 (2d Cir. 1992) (noting that request for return of property, whether deemed a Rule 41(e) motion or a separate civil proceeding, is subject to equitable concerns); see also Martinson, 809 F.2d at 1367 (\"In ruling on the motion, the court must take into account all equitable considerations.\").</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Under these facts, it would be inequitable to order the return of the money to Torres-Gonzalez. In his plea agreement, Torres-Gonzalez agreed \"to make a full and complete disclosure of all assets over which he exercise[d] control, directly or indirectly.\" He and his wife disclosed the $14 million and where it was hidden. It is clear that it was drug money, and defendant has not advanced any argument to the contrary. Defendant also agreed \"to forfeit . . . any interest he had in drug or money laundering assets in his plea agreement.\" In essence, in this plea agreement he consented to the forfeiture of the $14 million to the government, and surrendered any interest he might have in the property. Cf. United States v. Grover, <span class=\"citation\" data-id=\"744142\"><a href=\"/opinion/744142/united-states-v-bradley-grover/\"><span class=\"volume\">119</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">850</span></a></span>, 852 (10th Cir. 1997) (holding that defendant could not bring Rule 41(e) motion where he relinquished any possessory interest in the property in forfeiture agreement accompanying plea agreement). Because of defendant's acquiescence, we need not consider whether a further equitable bar would arise because Torres-Gonzalez has been aware of the government's seizure since 1990 and did nothing to challenge it until January 1998. Compare Whiting v. United States, <span class=\"citation\" data-id=\"199151\"><a href=\"/opinion/199151/whiting-v-united-states/\"><span class=\"volume\">231</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">70</span></a></span>, 75 (1st Cir. 2000). We thus affirm the district court's denial of the Rule 41(e) motion, although on different grounds.</p>\n    </div>\n    <p class=\"indent\">C. Lack of an Updated Presentence Report</p>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Finally, Torres-Gonzalez challenges the reliance of the court at the February 15, 2000 sentencing hearing on the PSR prepared in 1992. The failure to rely on an updated PSR, he says, is plain error.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">At the February 2000 proceeding, both parties agreed that \"there [was] no issue properly before [the court] on the contents of the [PSR].\" Moreover, Torres-Gonzalez did not object either to the court's reliance on the 1992 PSR or to any specific information in it. Nor does he suggest on appeal any deficiencies in it. In addition, the February 2000 hearing provided him with a full opportunity to present any evidence he felt was relevant to his sentence. He has waived this challenge.</p>\n    </div>\n    <p class=\"indent\">III.</p>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The sentence and the denial of the Rule 41(e) motion are affirmed. So ordered.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> See Treaty of Extradition Between the United States of America and Venezuela, Jan. 19-21, 1922, 43 Stat. 1698, T.S. No. 675. This bilateral extradition treaty did not encompass drug trafficking offenses. Article 6 of the 1988 United Nations Convention Against Illicit Traffic in Narcotic Drugs and Psychotropic Substances, 28 I.L.M. 493 (1989), did incorporate drug trafficking offenses into pre-existing extradition treaties between the parties. The applicability of this provision to Torres-Gonzalez is not clear, as the Convention was not ratified by Venezuela until July 16, 1991, after the completion of defendant's offense and his removal. The United States and Venezuela were also parties to the Single Convention on Narcotic Drugs, 1961, 18 U.S.T. 1407. Article 36 of that Convention, as amended, also made narcotic offenses extraditable offenses under existing treaties, see <span class=\"citation no-link\"><span class=\"volume\">1971</span> <span class=\"reporter\">WL</span> <span class=\"page\">31612</span></span>, at *8. Since the issue of whether or not the defendant's offense was extraditable is not relevant to our conclusion, we do not reach that question.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Torres-Gonzalez also argues that his seizure in Venezuela did not comply with 18 U.S.C. &#167; 3184. This provision plainly does not apply to this case, as by its plain language, it governs the obverse situation: the extradition from the United States of individuals who may have committed crimes \"within the jurisdiction of . . . [a] foreign government.\" Id.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Rule 41(e) of the Federal Rules of Criminal Procedure provides for a \"Motion for Return of Property,\" stating in relevant part:</p>\n        <p>A person aggrieved by an unlawful search and seizure or by the deprivation of property may move the district court for the district in which the property was seized for the return of the property on the ground that such person is entitled to lawful possession of the property. The court shall receive evidence on any issue of fact necessary to the decision of the motion. If the motion is granted, the property shall be returned to the movant, although reasonable conditions may be imposed to protect access and use of the property in subsequent proceedings. . . .</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/112751/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195801/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195842/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199151/",
    "http://www.courtlistener.com/api/rest/v3/opinions/482050/",
    "http://www.courtlistener.com/api/rest/v3/opinions/585795/",
    "http://www.courtlistener.com/api/rest/v3/opinions/744142/"
  ]
}