{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/199222/",
  "absolute_url": "/opinion/199222/united-states-v-15-bosworth-street/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/199222/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T04:26:39Z",
  "date_modified": "2017-03-24T11:01:20.201289Z",
  "type": "010combined",
  "sha1": "da0e313d03474b594d928f4f902baf30e2b6dfff",
  "page_count": 17,
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/00-1215-01A.pdf",
  "local_path": "pdf/2001/01/04/US_v._15_Bosworth_Street.pdf",
  "plain_text": "          United States Court of Appeals\n                    For the First Circuit\n\n\nNo. 00-1215\n\n                   UNITED STATES OF AMERICA,\n                     Plaintiff, Appellant,\n\n                              v.\n\n                      15 BOSWORTH STREET,\n                           Defendant.\n\n\n              HENRY T. KONICK AND DELORES KONICK,\n                      Claimants, Appellees.\n                     ______________________\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n               FOR THE DISTRICT OF MASSACHUSETTS\n\n       [Hon. Edward F. Harrington, U.S. District Judge]\n\n\n                            Before\n\n                Selya and Stahl, Circuit Judges,\n\n                  and Lisi,* District Judge.\n\n\n     Shelbey D. Wright, Assistant United States Attorney, with\nwhom Donald K. Stern, United States Attorney, was on brief, for\nappellant.\n     Roger Witkin for appellees.\n\n\n\n\n                        January 4, 2001\n\f_____________\n*Of the District of Rhode Island, sitting by designation.\n\f          SELYA, Circuit Judge.           In this forfeiture action, the\n\nUnited States sought to seize a structure housing a tavern in\n\nwhich drug dealers had set up shop.             The building was owned by\n\na married couple, Henry and Delores Konick.               They answered the\n\ncomplaint and filed a claim to the property, asserting that they\n\nneither   knew    of   the    drug    trafficking   nor    had    given   their\n\nimprimatur to it.       The district court ruled in the claimants'\n\nfavor.\n\n          The       government       appeals,   arguing    that    the    court\n\nimpermissibly       eased    the   claimants'   burden    of   proving    their\n\n\"innocent owner\" defense.             We agree that the district court\n\nerred, but we fear that the court's comments about the burden of\n\nproof, voiced at various stages of the bench trial, may have\n\nlulled the claimants into a false sense of security.                 To guard\n\nagainst that possibility, we vacate the judgment and remand for\n\nfurther proceedings before a new trier.\n\nI.   BACKGROUND\n\n          In 1981, the claimants purchased the land and building\n\nlocated   at   15    Bosworth      Street,   Boston,     Massachusetts    (the\n\nProperty).      The Property comprises a three-story brick frame\n\nstructure with entrances on both Bosworth and Bromfield Streets.\n\nIt houses three businesses:            a delicatessen, a jewelry store,\n\nand Ye Olde Province Tavern (colloquially known as Hanks Bar).\n\n\n                                       -3-\n\fThe delicatessen and the jewelry store share the entrance at 53-\n\n55 Bromfield Street.\n\n            The tavern, which operates on the second floor of the\n\nbuilding, has its own entrance at 15 Bosworth Street.                Its\n\npublic area consists of an open space with tables and an L-\n\nshaped bar.    Delores Konick is the president of the corporation\n\nthat holds the liquor license for the premises, and the Konicks'\n\nson Stephen is the treasurer and clerk.\n\n            The Boston police began investigating Hanks Bar in\n\n1995.    Their    probe     revealed   evidence    of   gambling   and   a\n\nflourishing    trade   in    stolen    goods.     Although   the   police\n\nhierarchs eventually decided not to press charges, the officers\n\nsupervising the investigation repeatedly warned Henry Konick\n\nthat they would not tolerate continued illicit activity on the\n\npremises.\n\n            These admonishments did little good.         In a matter of\n\nmonths, the authorities began to receive anonymous tips that a\n\ndifferent type of criminal conduct had reared its head.               The\n\ninformants suggested that the claimants' sons Ronald and Robert\n\n(who were, respectively, the day manager and the night manager\n\nof Hanks Bar) were trafficking in controlled substances.              The\n\nsuspicions generated by this suggestion intensified when, on\n\nDecember 1, 1997, two patrons overdosed on heroin in the bar's\n\n\n                                   -4-\n\frestroom.          The police responded to the ensuing emergency call\n\nand recovered six glassine bags coated with heroin residue.\n\nFollowing this incident, the municipal licensing board held a\n\nseries of hearings.             Stephen, Ronald, and Robert Konick all\n\ntestified          and    offered     solemn      assurances      that     they      were\n\nexercising due vigilance to prevent drug use on the Property.\n\n              In     1998,     the    Boston      police    launched        a     covert\n\ninvestigation.            An undercover detective became a \"regular\" at\n\nthe tavern and, over an eight-month interval, bought drugs there\n\non approximately twenty-five occasions.                      These transactions\n\nincluded purchases of cocaine and other controlled substances\n\nfrom Robert Konick and two other members of the tavern's work\n\nforce.        On    August    14,    1998,     matters    reached    a    predictable\n\nclimax;       police      officers     executed     a    search   warrant       at    the\n\npremises and recovered a substantial quantity of cocaine, along\n\nwith marijuana, codeine, and sundry drug paraphernalia.                            Three\n\nemployees of the tavern, including Robert Konick, were charged\n\ncriminally and eventually convicted.\n\n              On November 2, 1998, the United States commenced a\n\nforfeiture action in which it alleged that the Property had been\n\nused,    or    was       intended    for   use,   to    distribute       narcotics     in\n\n\n\n\n                                           -5-\n\fviolation of 21 U.S.C. § 856(a),1 and thus was forfeitable under\n\n21 U.S.C. § 881(a)(7).   The following day, the district court\n\nauthorized the filing of a notice of lis pendens.     The Konicks\n\nopposed the petition for forfeiture and timely filed a claim to\n\nthe Property.\n\n         The case was tried to the court.          The government\n\npresented testimony from two law enforcement officers (including\n\nthe detective who had infiltrated the bar).        This testimony\n\nclearly established that the Property had been used over a\n\nsubstantial period of time for the unlawful distribution of\n\ncontrolled substances.       Neither witness, however, made much\n\nmention of the claimants.2    When the United States completed its\n\ncase in chief, the district court denied the claimants' motion\n\n\n    1This statute renders it unlawful to —\n\n          (1) knowingly open or maintain any place for the\n     purpose of manufacturing, distributing, or using any\n     controlled substance;\n          (2) manage or control any building, room, or\n     enclosure, either as an owner, lessee, agent,\n     employee,    or   mortgagee,    and   knowingly    and\n     intentionally rent, lease, or make available for use,\n     with or without compensation, the building, room, or\n     enclosure for the purpose of unlawfully manufacturing,\n     storing,   distributing,   or   using   a   controlled\n     substance.\n21 U.S.C. § 856(a).\n    2The undercover detective did testify that Henry Konick was\npresent at the bar on at least two occasions, but he could not\nsay definitively whether or not Konick was on the premises when\nparticular drug sales were consummated.\n\n                                 -6-\n\ffor judgment as a matter of law.                After a brief recess, the\n\nclaimants rested without calling any witnesses.                    The court\n\nentertained arguments and then found that the claimants had\n\nproved by a preponderance of the evidence that they neither knew\n\nabout, nor had consented to, the commission of any proscribed\n\nact on the Property.         The court entered judgment accordingly.\n\nThis appeal ensued.\n\nII.   THE STANDARD OF REVIEW\n\n            When a district court conducts a bench trial, its legal\n\ndeterminations engender de novo review.                 Smith v. F.W. Morse &\n\nCo., 76 F.3d 413, 420 (1st Cir. 1996).                     This includes its\n\ndeterminations about the sufficiency of the evidence.                 Sierra\n\nFria Corp. v. Evans, 127 F.3d 175, 181 n.2 (1st Cir. 1997).                  In\n\ncontrast,      the    court's     factual      findings    are   entitled    to\n\nconsiderable deference.           Cumpiano v. Banco Santander P.R., 902\n\nF.2d 148, 152 (1st Cir. 1990).                This deference comports with\n\ncommon sense:        a judge, sitting jury-waived, has the opportunity\n\nto see and hear the witnesses at first hand and to immerse\n\nhimself   in    the     nuances    of   the    proof.      Consequently,    the\n\nappellate process ought to respect the trial judge's superior\n\n\"feel\" for the case and his enhanced ability to weigh and\n\nevaluate conflicting evidence.                Anderson v. City of Bessemer\n\nCity, 470 U.S. 564, 574-75 (1985).\n\n\n                                        -7-\n\f            We hasten to add that respect does not mean blind\n\nallegiance.     Despite the deference due, an appellate court will\n\ndisplace factual findings made in the aftermath of a bench trial\n\nif those findings are clearly erroneous.               Jackson v. United\n\nStates, 156 F.3d 230, 232-33 (1st Cir. 1998); Fed. R. Civ. P.\n\n52(a).    Moreover, when a trial court bases its findings of fact\n\non an inaccurate appraisal of controlling legal principles, the\n\nrationale for deference evaporates entirely.               See Vinick v.\n\nUnited States, 205 F.3d 1, 6-7 (1st Cir. 2000); Johnson v. Watts\n\nRegulator Co., 63 F.3d 1129, 1138 (1st Cir. 1995).\n\n            We append one final observation.           When doubt arises,\n\nthe duty to determine whether the \"clearly erroneous\" standard\n\napplies in a particular case lies with the court of appeals, not\n\nwith the district court.            Just as litigants cannot evade the\n\nclearly erroneous standard by relabelling issues of fact as\n\nissues of law, e.g., Johnson, 63 F.3d at 1138, so too a trial\n\njudge    may   not   insulate   a    decision   from   plenary   review   by\n\ncharacterizing a determination of law as a factual finding.\n\n            With this prelude, we proceed to analyze the decision\n\nbelow.     In the course of that analysis, the relevance of the\n\npreceding discussion will become apparent.\n\nIII.     ANALYSIS\n\n\n\n\n                                      -8-\n\f         Congress has devised a mechanism for civil forfeiture\n\nof assets and property used in connection with certain drug\n\nviolations.   See 21 U.S.C. § 881.    Insofar as real estate is\n\nconcerned, the statute authorizes the forfeiture of:\n\n         All real property, including any right,\n         title, and interest . . . in the whole of\n         any   lot  or   tract  of   land   and  any\n         appurtenances or improvements, which is\n         used, or intended to be used, in any manner\n         or part, to commit, or to facilitate the\n         commission of, [certain drug violations],\n         except that no property shall be forfeited\n         under this paragraph, to the extent of an\n         interest of an owner, by reason of any act\n         or omission established by that owner to\n         have been committed or omitted without the\n         knowledge or consent of that owner.\n\nId. § 881(a)(7).    It is this provision that the government\n\ninvoked against the Property.\n\n         In section 881(a)(7) cases, as in all civil forfeiture\n\ncases brought pursuant to section 881, the customs laws dictate\n\nthe progression of proof.   See id. § 881(d) (mandating reference\n\nto the customs laws); 19 U.S.C. § 1615 (codifying relevant\n\nprovisions of the customs laws).      In practice, then, if the\n\nUnited States brings a forfeiture action against a parcel of\n\nreal estate and a person claiming an interest in the real estate\n\nchooses to contest the forfeiture, the government bears the\n\nburden of demonstrating probable cause to support a belief that\n\na nexus existed between the real estate and some specified\n\n\n                                -9-\n\fillegal    activity     sufficient     to    justify    forfeiture.         United\n\nStates v. One Parcel of Real Property (Great Harbor Neck, New\n\nShoreham, R.I.), 960 F.2d 200, 204 (1st Cir. 1992);                        United\n\nStates v. Parcel of Land (28 Emery St.), 914 F.2d 1, 3-4 (1st\n\nCir. 1990); United States v. Parcels of Real Property (1933\n\nCommonwealth Ave.), 913 F.2d 1, 3 (1st Cir. 1990).                        Once the\n\ngovernment       carries    its   relatively    modest    burden     of    showing\n\nprobable cause, the devoir of persuasion shifts to the claimant,\n\nwho must refute the government's prima facie case in one of two\n\nways:     either (1) by demonstrating that the property was not in\n\nfact used for the specified illegal activity, or (2) by proving\n\nthat she (the claimant) neither knew about, nor consented to,\n\nthe illicit activity.          Great Harbor Neck, 960 F.2d at 204.               The\n\nsecond of these avenues is commonly called the \"innocent owner\"\n\ndefense.\n\n            In    a   civil   forfeiture     case,     lack    of   knowledge     or\n\nconsent is an affirmative defense.               See United States v. One\n\nParcel of Property (121 Allen Pl.), 75 F.3d 118, 121 (2d Cir.\n\n1996); United States v. Parcel of Land (18 Oakwood St.), 958\n\nF.2d 1, 4 (1st Cir. 1992).           Thus, the claimant bears the burden\n\nof   proving      the      absence   of     knowledge     or    consent     by     a\n\npreponderance of the evidence.              Great Harbor Neck, 960 F.2d at\n\n\n\n\n                                      -10-\n\f204;   see   also   United   States    v.   One   Lot   of   U.S.   Currency\n\n($68,000), 927 F.2d 30, 32 (1st Cir. 1991).\n\n             The instant appeal plays out against the backdrop of\n\nthis progression of proof.       Here, however, the claimants do not\n\ncontest that the government satisfied its burden of showing that\n\nit had probable cause to believe that the Property was subject\n\nto forfeiture.      The case turns, then, on the persuasiveness of\n\nthe claimants' contention that they established, by a fair\n\npreponderance of the evidence, that they were innocent owners,\n\nthat is, that the illicit activity conducted on the premises\n\ntranspired without their knowledge or consent.\n\n             We have read the record with care and find it to be\n\nbarren of any evidence that would permit a reasoned resolution\n\nof the question of the Konicks' knowledge or consent.                We are\n\nconstrained to conclude, therefore, that the lower court took an\n\nempty record (a record which, as a matter of law, contains\n\ninadequate evidence to ground a finding concerning the innocence\n\nof the owners), gave lip service to the accepted allocation of\n\nthe burden of proof, and effectively inverted that burden.              That\n\nconstitutes reversible error:          after all, it is a bedrock rule\n\nthat when there is insufficient evidence on a particular issue,\n\nthat issue must be resolved           against the party who bears the\n\nburden of proof.      See NLRB v. Louis A. Weiss Mem'l Hosp., 172\n\n\n                                  -11-\n\fF.3d 432, 446 (7th Cir. 1999); United States v. Certain Real\n\nProperty (566 Hendrickson Blvd.), 986 F.2d 990, 995 (6th Cir.\n\n1993); cf. Garside v. Osco Drug, Inc., 895 F.2d 46, 48 (1st Cir.\n\n1990) (holding that the party who bears the burden of proof on\n\na particular issue may not rely on the absence of competent\n\nevidence on that issue to defeat summary judgment).    Even when\n\nthe burden is to prove a negative — here, the lack of knowledge\n\nor consent — the absence of evidence on the issue redounds to\n\nthe detriment of the burden-holder.   E.g., Otero v. Buslee, 695\n\nF.2d 1244, 1248-49 (10th Cir. 1982); Martinez v. E.J. Korvette,\n\nInc., 477 F.2d 1014, 1016-17 (3d Cir. 1973).\n\n         The claimants attempt to fend off this conclusion in\n\ntwo principal ways.    First, noting that the district court\n\ncalled its holding a factual determination, they proceed to\n\nclasp the standard of review as if it were a life preserver.\n\nBut this argument sinks under its own weight.   When nomenclature\n\ndiverges from substance, substance controls.     See Johnson, 63\n\nF.3d at 1138.    It would bring a Kafkaesque quality to the\n\nadjudication of cases if trial courts could inoculate themselves\n\nagainst meaningful appellate review by the simple expedient of\n\ncreative labelling.   We reject that notion.     The dispositive\n\nquestion here is whether the evidence was sufficient, as a\n\nmatter of law, to permit a finding on the innocence vel non of\n\n\n                             -12-\n\fthe owners — and the district court's answer to that question is\n\nnot entitled to deference.\n\n            Next,     the      claimants     posit       that      it    is       not    always\n\nnecessary for the burden-holder to present witnesses in order to\n\nestablish an affirmative defense.                  As an abstract proposition,\n\nthat is true.       E.g., United States v. Scout, 112 F.3d 955, 960\n\n(8th   Cir.   1997)      (explaining        that    a    criminal         defendant            can\n\nprevail on an affirmative defense of insanity without calling\n\nwitnesses); United States v. Dalpiaz, 527 F.2d 548, 552 (6th\n\nCir. 1975) (holding that a party carried the burden of proving\n\nhis affirmative defense by cross-examining the adverse party's\n\nwitnesses).        In    most      cases,    however,        the     proponent            of    an\n\naffirmative defense will have to supply evidence to sustain that\n\ndefense.      This case is of that genre:                    the testimony of the\n\ngovernment's       witnesses,        even    if     taken       in      the       light      most\n\nfavorable     to   the       claimants,     fails       to   furnish          a   sufficient\n\nfoundation for a finding that the claimants satisfied their\n\nburden of proof.         We explain briefly.\n\n            There       is    no    direct    evidence          pertaining              to     the\n\naffirmative defense; neither claimant took the stand to deny\n\nknowledge or consent, and the record contains no disclaimers\n\nfrom them.     Nor is there sufficient circumstantial evidence to\n\nprove the point.         The only testimony is that of the government's\n\n\n                                          -13-\n\fwitnesses.      The most that this testimony proved was that the\n\ndrug transactions involving the undercover operative occurred in\n\nthe claimants' absence.        This information alone cannot sustain\n\nthe claimants' burden of proof.\n\n            The decisive issue in this case involves whether the\n\nclaimants knew about, or gave their consent to, drug sales that\n\ntook place over an eight-month span.          While proof of personal\n\nobservation     of     particular    transactions     would    constitute\n\ncompetent evidence of knowledge and perhaps found an inference\n\nof   consent,   lack    of   personal   observation   proves   relatively\n\nlittle.   Apart from observation, knowledge and consent can come\n\nabout in myriad other ways.         For example, property owners might\n\nknow about ongoing criminal activity through conversations with\n\nthe participants, or by involvement in ancillary matters (e.g.,\n\nfinancing the acquisition of the contraband), or from third\n\nparties who seek to inform them of what is happening on their\n\npremises.     The possibilities are virtually endless.          Seen from\n\nthat perspective, the record falls far short of furnishing an\n\nadequate basis for a finding that the claimants proved their\n\ninnocence.3\n\n\n      3\n     Indeed, the scanty circumstantial evidence contained in the\nrecord points in the opposite direction. Two notorious near-\nfatal drug overdoses had occurred in the bar.     Moreover, the\nundercover investigation that led to the forfeiture action\nfollowed on the heels of a police inquiry during which the\n\n                                    -14-\n\f                 We summarize succinctly.                The government proved its\n\nprima facie case.              The burden then shifted to the claimants to\n\nsustain their innocent owner defense.                     Because the record, taken\n\nin    the       light    most       favorable       to   the    claimants,      contains\n\ninsufficient evidence to permit a reasonable finder of fact to\n\nconclude that the claimants had proved a lack of knowledge or\n\nconsent, the judgment in their favor cannot stand.\n\nIV.       CONCLUSION\n\n                 In the majority of cases, a finding that the evidence\n\nwas insufficient as a matter of law to support an owner's claim\n\nof innocence will result in reversal and the entry of judgment\n\nfor the opposing party.                See, e.g., 566 Hendrickson Blvd., 986\n\nF.2d at 995 (\"It is well settled that the government is entitled\n\nto    a       judgment   of    forfeiture      upon      an   unrebutted    showing   of\n\nprobable         cause.\").          Here,    however,     we   think     that   fairness\n\ndictates a somewhat different course.                     Throughout the trial, the\n\ndistrict court persistently implied that the affirmative defense\n\nwould         carry   the     day   unless    the    United     States    adduced   some\n\nevidence that the claimants knew or consented to the ongoing\n\ndrug sales.4\n\n\nauthorities warned Henry Konick in no uncertain terms about\ncriminal activity on the premises.\n          4\n     For example, before the claimants decided to rest, the\ncourt stated:   \"I think I better ask the government, what\n\n                                             -15-\n\f         Trial lawyers pay attention to judges, and rightly so.\n\nIn this instance, there is a considerable risk that the judge's\n\ncomments led the claimants' attorney astray, inducing him to\n\nrest without presenting any evidence.   This possibility suggests\n\nto us that, in the interests of justice, the claimants ought to\n\nbe afforded an opportunity to offer evidence in support of their\n\nassertion of innocence.5 Accordingly, we vacate the judgment and\n\nremand for a new trial before a new trier.   In that proceeding,\n\nthe newly-assigned judge may, if he or she so elects, take the\n\ngovernment's case in chief on the record heretofore established,\n\nor in the alternative, may require the government to introduce\n\n\n\nevidence is there, even on the low standard of probable cause,\nwhich indicates that Hank Konick was aware on the two occasions\nthat he was present that a drug transaction occurred?\"       The\ncourt then directly challenged the government to point to\npositive evidence that Henry Konick knew about the drug\ntransactions: \"What you're asking me is to forfeit real estate\n[worth] an awful lot of money [and] I'm asking you to show me on\nthe record of this case any evidence as to Henry Konick's\nknowledge or consent of drug transactions.\"      On yet another\noccasion, the court told the prosecutor straightforwardly that\nthe \"ultimate question that you have to support is . . . that\nHenry Konick had any relationship with any drug transactions\nthat might have taken place on those days.\"            (Emphasis\nsupplied.)\n    5 To be sure, lawyers have an independent responsibility to\nknow the law, and we sometimes have refused to rescue parties\nwhose attorneys arguably were misled by a judge. E.g., McGrath\nv. Spirito, 733 F.2d 967, 968-69 (1st Cir. 1984). However, the\ncase at hand has special qualities:    the judge was presiding\nover a bench trial, his comments were persistent, the claimants\nhave much at stake, and any possible harm easily can be undone.\n\n                             -16-\n\fits evidence anew.   In either event, the court shall afford the\n\nclaimants an opportunity to present evidence in support of their\n\naffirmative defense.\n\n\n\n         So ordered.\n\n\n\n\n                              -17-\n\f",
  "html": "<p class=\"case_cite\">236 F.3d 50 (1st Cir. 2001)</p>\n    <p class=\"parties\">UNITED STATES OF AMERICA, Plaintiff, Appellant,<br>v.<br>15 BOSWORTH STREET, Defendant.<br>HENRY T. KONICK AND DELORES KONICK, Claimants, Appellees.</p>\n    <p class=\"docket\">No. 00-1215</p>\n    <p class=\"court\">United States Court of Appeals For the First Circuit</p>\n    <p class=\"date\">Heard December 4, 2000<br>Decided January 4, 2001</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF MASSACHUSETTS</p>\n      <p class=\"indent\">[Hon. Edward F. Harrington, U.S. District Judge][Copyrighted Material Omitted]</p>\n      <p class=\"indent\">Shelbey D. Wright, Assistant United States Attorney, with whom Donald K. Stern, United States Attorney, was on brief, for appellant.</p>\n      <p class=\"indent\">Roger Witkin for appellees.</p>\n      <p class=\"indent\">Before Selya and Stahl, Circuit Judges, and Lisi,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> District Judge.</p>\n      <p class=\"indent\">SELYA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In this forfeiture action, the United States sought to seize a structure housing a tavern in which drug dealers had set up shop. The building was owned by a married couple, Henry and Delores Konick. They answered the complaint and filed a claim to the property, asserting that they neither knew of the drug trafficking nor had given their imprimatur to it. The district court ruled in the claimants' favor.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The government appeals, arguing that the court impermissibly eased the claimants' burden of proving their \"innocent owner\" defense. We agree that the district court erred, but we fear that the court's comments about the burden of proof, voiced at various stages of the bench trial, may have lulled the claimants into a false sense of security. To guard against that possibility, we vacate the judgment and remand for further proceedings before a new trier.</p>\n    </div>\n    <p class=\"indent\">I. BACKGROUND</p>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In 1981, the claimants purchased the land and building located at 15 Bosworth Street, Boston, Massachusetts (the Property). The Property comprises a three-story brick frame structure with entrances on both Bosworth and Bromfield Streets. It houses three businesses: a delicatessen, a jewelry store, and Ye Olde Province Tavern (colloquially known as Hanks Bar). The delicatessen and the jewelry store share the entrance at 53-55 Bromfield Street.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The tavern, which operates on the second floor of the building, has its own entrance at 15 Bosworth Street. Its public area consists of an open space with tables and an L-shaped bar. Delores Konick is the president of the corporation that holds the liquor license for the premises, and the Konicks' son Stephen is the treasurer and clerk.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The Boston police began investigating Hanks Bar in 1995. Their probe revealed evidence of gambling and a flourishing trade in stolen goods. Although the police hierarchs eventually decided not to press charges, the officers supervising the investigation repeatedly warned Henry Konick that they would not tolerate continued illicit activity on the premises.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">These admonishments did little good. In a matter of months, the authorities began to receive anonymous tips that a different type of criminal conduct had reared its head. The informants suggested that the claimants' sons Ronald and Robert (who were, respectively, the day manager and the night manager of Hanks Bar) were trafficking in controlled substances. The suspicions generated by this suggestion intensified when, on December 1, 1997, two patrons overdosed on heroin in the bar's restroom. The police responded to the ensuing emergency call and recovered six glassine bags coated with heroin residue. Following this incident, the municipal licensing board held a series of hearings. Stephen, Ronald, and Robert Konick all testified and offered solemn assurances that they were exercising due vigilance to prevent drug use on the Property.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">In 1998, the Boston police launched a covert investigation. An undercover detective became a \"regular\" at the tavern and, over an eight-month interval, bought drugs there on approximately twenty-five occasions. These transactions included purchases of cocaine and other controlled substances from Robert Konick and two other members of the tavern's work force. On August 14, 1998, matters reached a predictable climax; police officers executed a search warrant at the premises and recovered a substantial quantity of cocaine, along with marijuana, codeine, and sundry drug paraphernalia. Three employees of the tavern, including Robert Konick, were charged criminally and eventually convicted.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">On November 2, 1998, the United States commenced a forfeiture action in which it alleged that the Property had been used, or was intended for use, to distribute narcotics in violation of 21 U.S.C. &#167; 856(a),<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> and thus was forfeitable under 21 U.S.C. &#167; 881(a)(7). The following day, the district court authorized the filing of a notice of lis pendens. The Konicks opposed the petition for forfeiture and timely filed a claim to the Property.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The case was tried to the court. The government presented testimony from two law enforcement officers (including the detective who had infiltrated the bar). This testimony clearly established that the Property had been used over a substantial period of time for the unlawful distribution of controlled substances. Neither witness, however, made much mention of the claimants.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> When the United States completed its case in chief, the district court denied the claimants' motion for judgment as a matter of law. After a brief recess, the claimants rested without calling any witnesses. The court entertained arguments and then found that the claimants had proved by a preponderance of the evidence that they neither knew about, nor had consented to, the commission of any proscribed act on the Property. The court entered judgment accordingly. This appeal ensued.</p>\n    </div>\n    <p class=\"indent\">II. THE STANDARD OF REVIEW</p>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">When a district court conducts a bench trial, its legal determinations engender de novo review. Smith v. F.W. Morse &amp; Co., 76 F.3d 413, 420 (1st Cir. 1996). This includes its determinations about the sufficiency of the evidence. Sierra Fria Corp. v. Evans, 127 F.3d 175, 181 n.2 (1st Cir. 1997). In contrast, the court's factual findings are entitled to considerable deference. Cumpiano v. Banco Santander P.R., 902 F.2d 148, 152 (1st Cir. 1990). This deference comports with common sense: a judge, sitting jury-waived, has the opportunity to see and hear the witnesses at first hand and to immerse himself in the nuances of the proof. Consequently, the appellate process ought to respect the trial judge's superior \"feel\" for the case and his enhanced ability to weigh and evaluate conflicting evidence. Anderson v. City of Bessemer City, 470 U.S. 564, 574-75 (1985).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">We hasten to add that respect does not mean blind allegiance. Despite the deference due, an appellate court will displace factual findings made in the aftermath of a bench trial if those findings are clearly erroneous. Jackson v. United States, 156 F.3d 230, 232-33 (1st Cir. 1998); Fed. R. Civ. P. 52(a). Moreover, when a trial court bases its findings of fact on an inaccurate appraisal of controlling legal principles, the rationale for deference evaporates entirely. See Vinick v. United States, 205 F.3d 1, 6-7 (1st Cir. 2000); Johnson v. Watts Regulator Co., 63 F.3d 1129, 1138 (1st Cir. 1995).</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">We append one final observation. When doubt arises, the duty to determine whether the \"clearly erroneous\" standard applies in a particular case lies with the court of appeals, not with the district court. Just as litigants cannot evade the clearly erroneous standard by relabelling issues of fact as issues of law, e.g., Johnson, 63 F.3d at 1138, so too a trial judge may not insulate a decision from plenary review by characterizing a determination of law as a factual finding.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">With this prelude, we proceed to analyze the decision below. In the course of that analysis, the relevance of the preceding discussion will become apparent.</p>\n    </div>\n    <p class=\"indent\">III. ANALYSIS</p>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Congress has devised a mechanism for civil forfeiture of assets and property used in connection with certain drug violations. See 21 U.S.C. &#167; 881. Insofar as real estate is concerned, the statute authorizes the forfeiture of:</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">All real property, including any right, title, and interest . . . in the whole of any lot or tract of land and any appurtenances or improvements, which is used, or intended to be used, in any manner or part, to commit, or to facilitate the commission of, [certain drug violations], except that no property shall be forfeited under this paragraph, to the extent of an interest of an owner, by reason of any act or omission established by that owner to have been committed or omitted without the knowledge or consent of that owner.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Id. &#167; 881(a)(7). It is this provision that the government invoked against the Property.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">In section 881(a)(7) cases, as in all civil forfeiture cases brought pursuant to section 881, the customs laws dictate the progression of proof. See id. &#167; 881(d) (mandating reference to the customs laws); 19 U.S.C. &#167; 1615 (codifying relevant provisions of the customs laws). In practice, then, if the United States brings a forfeiture action against a parcel of real estate and a person claiming an interest in the real estate chooses to contest the forfeiture, the government bears the burden of demonstrating probable cause to support a belief that a nexus existed between the real estate and some specified illegal activity sufficient to justify forfeiture. United States v. One Parcel of Real Property (Great Harbor Neck, New Shoreham, R.I.), 960 F.2d 200, 204 (1st Cir. 1992); United States v. Parcel of Land (28 Emery St.), 914 F.2d 1, 3-4 (1st Cir. 1990); United States v. Parcels of Real Property (1933 Commonwealth Ave.), 913 F.2d 1, 3 (1st Cir. 1990). Once the government carries its relatively modest burden of showing probable cause, the devoir of persuasion shifts to the claimant, who must refute the government's prima facie case in one of two ways: either (1) by demonstrating that the property was not in fact used for the specified illegal activity, or (2) by proving that she (the claimant) neither knew about, nor consented to, the illicit activity. Great Harbor Neck, 960 F.2d at 204. The second of these avenues is commonly called the \"innocent owner\" defense.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">In a civil forfeiture case, lack of knowledge or consent is an affirmative defense. See United States v. One Parcel of Property (121 Allen Pl.), 75 F.3d 118, 121 (2d Cir. 1996); United States v. Parcel of Land (18 Oakwood St.), 958 F.2d 1, 4 (1st Cir. 1992). Thus, the claimant bears the burden of proving the absence of knowledge or consent by a preponderance of the evidence. Great Harbor Neck, 960 F.2d at 204; see also United States v. One Lot of U.S. Currency ($68,000), 927 F.2d 30, 32 (1st Cir. 1991).</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The instant appeal plays out against the backdrop of this progression of proof. Here, however, the claimants do not contest that the government satisfied its burden of showing that it had probable cause to believe that the Property was subject to forfeiture. The case turns, then, on the persuasiveness of the claimants' contention that they established, by a fair preponderance of the evidence, that they were innocent owners, that is, that the illicit activity conducted on the premises transpired without their knowledge or consent.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">We have read the record with care and find it to be barren of any evidence that would permit a reasoned resolution of the question of the Konicks' knowledge or consent. We are constrained to conclude, therefore, that the lower court took an empty record (a record which, as a matter of law, contains inadequate evidence to ground a finding concerning the innocence of the owners), gave lip service to the accepted allocation of the burden of proof, and effectively inverted that burden. That constitutes reversible error: after all, it is a bedrock rule that when there is insufficient evidence on a particular issue, that issue must be resolved against the party who bears the burden of proof. See NLRB v. Louis A. Weiss Mem'l Hosp., 172 F.3d 432, 446 (7th Cir. 1999); United States v. Certain Real Property (566 Hendrickson Blvd.), 986 F.2d 990, 995 (6th Cir. 1993); cf. Garside v. Osco Drug, Inc., 895 F.2d 46, 48 (1st Cir. 1990) (holding that the party who bears the burden of proof on a particular issue may not rely on the absence of competent evidence on that issue to defeat summary judgment). Even when the burden is to prove a negative -- here, the lack of knowledge or consent -- the absence of evidence on the issue redounds to the detriment of the burden-holder. E.g., Otero v. Buslee, 695 F.2d 1244, 1248-49 (10th Cir. 1982); Martinez v. E.J. Korvette, Inc., 477 F.2d 1014, 1016-17 (3d Cir. 1973).</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The claimants attempt to fend off this conclusion in two principal ways. First, noting that the district court called its holding a factual determination, they proceed to clasp the standard of review as if it were a life preserver. But this argument sinks under its own weight. When nomenclature diverges from substance, substance controls. See Johnson, 63 F.3d at 1138. It would bring a Kafkaesque quality to the adjudication of cases if trial courts could inoculate themselves against meaningful appellate review by the simple expedient of creative labelling. We reject that notion. The dispositive question here is whether the evidence was sufficient, as a matter of law, to permit a finding on the innocence vel non of the owners -- and the district court's answer to that question is not entitled to deference.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Next, the claimants posit that it is not always necessary for the burden-holder to present witnesses in order to establish an affirmative defense. As an abstract proposition, that is true. E.g., United States v. Scout, 112 F.3d 955, 960 (8th Cir. 1997) (explaining that a criminal defendant can prevail on an affirmative defense of insanity without calling witnesses); United States v. Dalpiaz, 527 F.2d 548, 552 (6th Cir. 1975) (holding that a party carried the burden of proving his affirmative defense by cross-examining the adverse party's witnesses). In most cases, however, the proponent of an affirmative defense will have to supply evidence to sustain that defense. This case is of that genre: the testimony of the government's witnesses, even if taken in the light most favorable to the claimants, fails to furnish a sufficient foundation for a finding that the claimants satisfied their burden of proof. We explain briefly.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">There is no direct evidence pertaining to the affirmative defense; neither claimant took the stand to deny knowledge or consent, and the record contains no disclaimers from them. Nor is there sufficient circumstantial evidence to prove the point. The only testimony is that of the government's witnesses. The most that this testimony proved was that the drug transactions involving the undercover operative occurred in the claimants' absence. This information alone cannot sustain the claimants' burden of proof.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The decisive issue in this case involves whether the claimants knew about, or gave their consent to, drug sales that took place over an eight-month span. While proof of personal observation of particular transactions would constitute competent evidence of knowledge and perhaps found an inference of consent, lack of personal observation proves relatively little. Apart from observation, knowledge and consent can come about in myriad other ways. For example, property owners might know about ongoing criminal activity through conversations with the participants, or by involvement in ancillary matters (e.g., financing the acquisition of the contraband), or from third parties who seek to inform them of what is happening on their premises. The possibilities are virtually endless. Seen from that perspective, the record falls far short of furnishing an adequate basis for a finding that the claimants proved their innocence.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">We summarize succinctly. The government proved its prima facie case. The burden then shifted to the claimants to sustain their innocent owner defense. Because the record, taken in the light most favorable to the claimants, contains insufficient evidence to permit a reasonable finder of fact to conclude that the claimants had proved a lack of knowledge or consent, the judgment in their favor cannot stand.</p>\n    </div>\n    <p class=\"indent\">IV. CONCLUSION</p>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">In the majority of cases, a finding that the evidence was insufficient as a matter of law to support an owner's claim of innocence will result in reversal and the entry of judgment for the opposing party. See, e.g., 566 Hendrickson Blvd., 986 F.2d at 995 (\"It is well settled that the government is entitled to a judgment of forfeiture upon an unrebutted showing of probable cause.\"). Here, however, we think that fairness dictates a somewhat different course. Throughout the trial, the district court persistently implied that the affirmative defense would carry the day unless the United States adduced some evidence that the claimants knew or consented to the ongoing drug sales.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Trial lawyers pay attention to judges, and rightly so. In this instance, there is a considerable risk that the judge's comments led the claimants' attorney astray, inducing him to rest without presenting any evidence. This possibility suggests to us that, in the interests of justice, the claimants ought to be afforded an opportunity to offer evidence in support of their assertion of innocence.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> Accordingly, we vacate the judgment and remand for a new trial before a new trier. In that proceeding, the newly-assigned judge may, if he or she so elects, take the government's case in chief on the record heretofore established, or in the alternative, may require the government to introduce its evidence anew. In either event, the court shall afford the claimants an opportunity to present evidence in support of their affirmative defense.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">So ordered.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the District of Rhode Island, sitting by designation.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> This statute renders it unlawful to --</p>\n        <p>(1) knowingly open or maintain any place for the purpose of manufacturing, distributing, or using any controlled substance;</p>\n        <p>(2) manage or control any building, room, or enclosure, either as an owner, lessee, agent, employee, or mortgagee, and knowingly and intentionally rent, lease, or make available for use, with or without compensation, the building, room, or enclosure for the purpose of unlawfully manufacturing, storing, distributing, or using a controlled substance.</p>\n        <p>21 U.S.C. &#167; 856(a).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The undercover detective did testify that Henry Konick was present at the bar on at least two occasions, but he could not say definitively whether or not Konick was on the premises when particular drug sales were consummated.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Indeed, the scanty circumstantial evidence contained in the record points in the opposite direction. Two notorious near-fatal drug overdoses had occurred in the bar. Moreover, the undercover investigation that led to the forfeiture action followed on the heels of a police inquiry during which the authorities warned Henry Konick in no uncertain terms about criminal activity on the premises.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> For example, before the claimants decided to rest, the court stated: \"I think I better ask the government, what evidence is there, even on the low standard of probable cause, which indicates that Hank Konick was aware on the two occasions that he was present that a drug transaction occurred?\" The court then directly challenged the government to point to positive evidence that Henry Konick knew about the drug transactions: \"What you're asking me is to forfeit real estate [worth] an awful lot of money [and] I'm asking you to show me on the record of this case any evidence as to Henry Konick's knowledge or consent of drug transactions.\" On yet another occasion, the court told the prosecutor straightforwardly that the \"ultimate question that you have to support is . . . that Henry Konick had any relationship with any drug transactions that might have taken place on those days.\" (Emphasis supplied.)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> To be sure, lawyers have an independent responsibility to know the law, and we sometimes have refused to rescue parties whose attorneys arguably were misled by a judge. E.g., McGrath v. Spirito, 733 F.2d 967, 968-69 (1st Cir. 1984). However, the case at hand has special qualities: the judge was presiding over a bench trial, his comments were persistent, the claimants have much at stake, and any possible harm easily can be undone.</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">236</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">50</span></span> (1st Cir. 2001)</p>\n    <p class=\"parties\">UNITED STATES OF AMERICA, Plaintiff, Appellant,<br>v.<br>15 BOSWORTH STREET, Defendant.<br>HENRY T. KONICK AND DELORES KONICK, Claimants, Appellees.</p>\n    <p class=\"docket\">No. 00-1215</p>\n    <p class=\"court\">United States Court of Appeals For the First Circuit</p>\n    <p class=\"date\">Heard December 4, 2000<br>Decided January 4, 2001</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF MASSACHUSETTS</p>\n      <p class=\"indent\">[Hon. Edward F. Harrington, U.S. District Judge][Copyrighted Material Omitted]</p>\n      <p class=\"indent\">Shelbey D. Wright, Assistant United States Attorney, with whom Donald K. Stern, United States Attorney, was on brief, for appellant.</p>\n      <p class=\"indent\">Roger Witkin for appellees.</p>\n      <p class=\"indent\">Before Selya and Stahl, Circuit Judges, and Lisi,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> District Judge.</p>\n      <p class=\"indent\">SELYA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In this forfeiture action, the United States sought to seize a structure housing a tavern in which drug dealers had set up shop. The building was owned by a married couple, Henry and Delores Konick. They answered the complaint and filed a claim to the property, asserting that they neither knew of the drug trafficking nor had given their imprimatur to it. The district court ruled in the claimants' favor.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The government appeals, arguing that the court impermissibly eased the claimants' burden of proving their \"innocent owner\" defense. We agree that the district court erred, but we fear that the court's comments about the burden of proof, voiced at various stages of the bench trial, may have lulled the claimants into a false sense of security. To guard against that possibility, we vacate the judgment and remand for further proceedings before a new trier.</p>\n    </div>\n    <p class=\"indent\">I. BACKGROUND</p>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In 1981, the claimants purchased the land and building located at 15 Bosworth Street, Boston, Massachusetts (the Property). The Property comprises a three-story brick frame structure with entrances on both Bosworth and Bromfield Streets. It houses three businesses: a delicatessen, a jewelry store, and Ye Olde Province Tavern (colloquially known as Hanks Bar). The delicatessen and the jewelry store share the entrance at 53-55 Bromfield Street.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The tavern, which operates on the second floor of the building, has its own entrance at 15 Bosworth Street. Its public area consists of an open space with tables and an L-shaped bar. Delores Konick is the president of the corporation that holds the liquor license for the premises, and the Konicks' son Stephen is the treasurer and clerk.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The Boston police began investigating Hanks Bar in 1995. Their probe revealed evidence of gambling and a flourishing trade in stolen goods. Although the police hierarchs eventually decided not to press charges, the officers supervising the investigation repeatedly warned Henry Konick that they would not tolerate continued illicit activity on the premises.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">These admonishments did little good. In a matter of months, the authorities began to receive anonymous tips that a different type of criminal conduct had reared its head. The informants suggested that the claimants' sons Ronald and Robert (who were, respectively, the day manager and the night manager of Hanks Bar) were trafficking in controlled substances. The suspicions generated by this suggestion intensified when, on December 1, 1997, two patrons overdosed on heroin in the bar's restroom. The police responded to the ensuing emergency call and recovered six glassine bags coated with heroin residue. Following this incident, the municipal licensing board held a series of hearings. Stephen, Ronald, and Robert Konick all testified and offered solemn assurances that they were exercising due vigilance to prevent drug use on the Property.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">In 1998, the Boston police launched a covert investigation. An undercover detective became a \"regular\" at the tavern and, over an eight-month interval, bought drugs there on approximately twenty-five occasions. These transactions included purchases of cocaine and other controlled substances from Robert Konick and two other members of the tavern's work force. On August 14, 1998, matters reached a predictable climax; police officers executed a search warrant at the premises and recovered a substantial quantity of cocaine, along with marijuana, codeine, and sundry drug paraphernalia. Three employees of the tavern, including Robert Konick, were charged criminally and eventually convicted.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">On November 2, 1998, the United States commenced a forfeiture action in which it alleged that the Property had been used, or was intended for use, to distribute narcotics in violation of 21 U.S.C. &#167; 856(a),<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> and thus was forfeitable under 21 U.S.C. &#167; 881(a)(7). The following day, the district court authorized the filing of a notice of lis pendens. The Konicks opposed the petition for forfeiture and timely filed a claim to the Property.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The case was tried to the court. The government presented testimony from two law enforcement officers (including the detective who had infiltrated the bar). This testimony clearly established that the Property had been used over a substantial period of time for the unlawful distribution of controlled substances. Neither witness, however, made much mention of the claimants.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> When the United States completed its case in chief, the district court denied the claimants' motion for judgment as a matter of law. After a brief recess, the claimants rested without calling any witnesses. The court entertained arguments and then found that the claimants had proved by a preponderance of the evidence that they neither knew about, nor had consented to, the commission of any proscribed act on the Property. The court entered judgment accordingly. This appeal ensued.</p>\n    </div>\n    <p class=\"indent\">II. THE STANDARD OF REVIEW</p>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">When a district court conducts a bench trial, its legal determinations engender de novo review. Smith v. F.W. Morse &amp; Co., <span class=\"citation\" data-id=\"196571\"><a href=\"/opinion/196571/smith-v-fw-morse-co-inc/\"><span class=\"volume\">76</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">413</span></a></span>, 420 (1st Cir. 1996). This includes its determinations about the sufficiency of the evidence. Sierra Fria Corp. v. Evans, <span class=\"citation\" data-id=\"197592\"><a href=\"/opinion/197592/sierra-fria-corp-v-evans/\"><span class=\"volume\">127</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">175</span></a></span>, 181 n.2 (1st Cir. 1997). In contrast, the court's factual findings are entitled to considerable deference. Cumpiano v. Banco Santander P.R., <span class=\"citation\" data-id=\"540783\"><a href=\"/opinion/540783/wilma-cumpiano-aka-wilma-cumpiano-sanchez-v-banco-santander-puerto-rico/\"><span class=\"volume\">902</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">148</span></a></span>, 152 (1st Cir. 1990). This deference comports with common sense: a judge, sitting jury-waived, has the opportunity to see and hear the witnesses at first hand and to immerse himself in the nuances of the proof. Consequently, the appellate process ought to respect the trial judge's superior \"feel\" for the case and his enhanced ability to weigh and evaluate conflicting evidence. Anderson v. City of Bessemer City, <span class=\"citation\" data-id=\"111373\"><a href=\"/opinion/111373/anderson-v-bessemer-city/\"><span class=\"volume\">470</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">564</span></a></span>, 574-75 (1985).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">We hasten to add that respect does not mean blind allegiance. Despite the deference due, an appellate court will displace factual findings made in the aftermath of a bench trial if those findings are clearly erroneous. Jackson v. United States, <span class=\"citation\" data-id=\"198130\"><a href=\"/opinion/198130/jackson-v-united-states/\"><span class=\"volume\">156</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">230</span></a></span>, 232-33 (1st Cir. 1998); Fed. R. Civ. P. 52(a). Moreover, when a trial court bases its findings of fact on an inaccurate appraisal of controlling legal principles, the rationale for deference evaporates entirely. See Vinick v. United States, <span class=\"citation\" data-id=\"198931\"><a href=\"/opinion/198931/vinick-v-united-states/\"><span class=\"volume\">205</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 6-7 (1st Cir. 2000); Johnson v. Watts Regulator Co., <span class=\"citation\" data-id=\"702493\"><a href=\"/opinion/702493/pens-plan-guide-p-23912p-james-johnson-v-watts-regulator-company/\"><span class=\"volume\">63</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1129</span></a></span>, 1138 (1st Cir. 1995).</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">We append one final observation. When doubt arises, the duty to determine whether the \"clearly erroneous\" standard applies in a particular case lies with the court of appeals, not with the district court. Just as litigants cannot evade the clearly erroneous standard by relabelling issues of fact as issues of law, e.g., Johnson, 63 F.3d at 1138, so too a trial judge may not insulate a decision from plenary review by characterizing a determination of law as a factual finding.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">With this prelude, we proceed to analyze the decision below. In the course of that analysis, the relevance of the preceding discussion will become apparent.</p>\n    </div>\n    <p class=\"indent\">III. ANALYSIS</p>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Congress has devised a mechanism for civil forfeiture of assets and property used in connection with certain drug violations. See 21 U.S.C. &#167; 881. Insofar as real estate is concerned, the statute authorizes the forfeiture of:</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">All real property, including any right, title, and interest . . . in the whole of any lot or tract of land and any appurtenances or improvements, which is used, or intended to be used, in any manner or part, to commit, or to facilitate the commission of, [certain drug violations], except that no property shall be forfeited under this paragraph, to the extent of an interest of an owner, by reason of any act or omission established by that owner to have been committed or omitted without the knowledge or consent of that owner.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Id. &#167; 881(a)(7). It is this provision that the government invoked against the Property.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">In section 881(a)(7) cases, as in all civil forfeiture cases brought pursuant to section 881, the customs laws dictate the progression of proof. See id. &#167; 881(d) (mandating reference to the customs laws); 19 U.S.C. &#167; 1615 (codifying relevant provisions of the customs laws). In practice, then, if the United States brings a forfeiture action against a parcel of real estate and a person claiming an interest in the real estate chooses to contest the forfeiture, the government bears the burden of demonstrating probable cause to support a belief that a nexus existed between the real estate and some specified illegal activity sufficient to justify forfeiture. United States v. One Parcel of Real Property (Great Harbor Neck, New Shoreham, R.I.), <span class=\"citation\" data-id=\"580694\"><a href=\"/opinion/580694/nos-91-1681-91-1682/\"><span class=\"volume\">960</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">200</span></a></span>, 204 (1st Cir. 1992); United States v. Parcel of Land (28 Emery St.), <span class=\"citation\" data-id=\"547664\"><a href=\"/opinion/547664/united-states-v-parcel-of-land-and-residence-at-28-emery-street-merrimac/\"><span class=\"volume\">914</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span>, 3-4 (1st Cir. 1990); United States v. Parcels of Real Property (1933 Commonwealth Ave.), <span class=\"citation\" data-id=\"547465\"><a href=\"/opinion/547465/united-states-v-parcels-of-real-property-with-the-building-appurtenances/\"><span class=\"volume\">913</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span>, 3 (1st Cir. 1990). Once the government carries its relatively modest burden of showing probable cause, the devoir of persuasion shifts to the claimant, who must refute the government's prima facie case in one of two ways: either (1) by demonstrating that the property was not in fact used for the specified illegal activity, or (2) by proving that she (the claimant) neither knew about, nor consented to, the illicit activity. Great Harbor Neck, 960 F.2d at 204. The second of these avenues is commonly called the \"innocent owner\" defense.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">In a civil forfeiture case, lack of knowledge or consent is an affirmative defense. See United States v. One Parcel of Property (121 Allen Pl.), <span class=\"citation\" data-id=\"712084\"><a href=\"/opinion/712084/united-states-v-one-parcel-of-property-located-at-121-allen-place/\"><span class=\"volume\">75</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">118</span></a></span>, 121 (2d Cir. 1996); United States v. Parcel of Land (18 Oakwood St.), <span class=\"citation\" data-id=\"578669\"><a href=\"/opinion/578669/united-states-v-parcel-of-land-and-residence-at-18-oakwood-street/\"><span class=\"volume\">958</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span>, 4 (1st Cir. 1992). Thus, the claimant bears the burden of proving the absence of knowledge or consent by a preponderance of the evidence. Great Harbor Neck, 960 F.2d at 204; see also United States v. One Lot of U.S. Currency ($68,000), <span class=\"citation\" data-id=\"556639\"><a href=\"/opinion/556639/united-states-v-one-lot-of-us-currency-68000-etc-giovanni/\"><span class=\"volume\">927</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">30</span></a></span>, 32 (1st Cir. 1991).</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The instant appeal plays out against the backdrop of this progression of proof. Here, however, the claimants do not contest that the government satisfied its burden of showing that it had probable cause to believe that the Property was subject to forfeiture. The case turns, then, on the persuasiveness of the claimants' contention that they established, by a fair preponderance of the evidence, that they were innocent owners, that is, that the illicit activity conducted on the premises transpired without their knowledge or consent.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">We have read the record with care and find it to be barren of any evidence that would permit a reasoned resolution of the question of the Konicks' knowledge or consent. We are constrained to conclude, therefore, that the lower court took an empty record (a record which, as a matter of law, contains inadequate evidence to ground a finding concerning the innocence of the owners), gave lip service to the accepted allocation of the burden of proof, and effectively inverted that burden. That constitutes reversible error: after all, it is a bedrock rule that when there is insufficient evidence on a particular issue, that issue must be resolved against the party who bears the burden of proof. See NLRB v. Louis A. Weiss Mem'l Hosp., <span class=\"citation\" data-id=\"762776\"><a href=\"/opinion/762776/national-labor-relations-board-v-louis-a-weiss-memorial-hospital/\"><span class=\"volume\">172</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">432</span></a></span>, 446 (7th Cir. 1999); United States v. Certain Real Property (566 Hendrickson Blvd.), <span class=\"citation\" data-id=\"600771\"><a href=\"/opinion/600771/united-states-v-certain-real-property-566-hendrickson-boulevard-clawson/\"><span class=\"volume\">986</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">990</span></a></span>, 995 (6th Cir. 1993); cf. Garside v. Osco Drug, Inc., <span class=\"citation\" data-id=\"536033\"><a href=\"/opinion/536033/milissa-garside-v-osco-drug-inc/\"><span class=\"volume\">895</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">46</span></a></span>, 48 (1st Cir. 1990) (holding that the party who bears the burden of proof on a particular issue may not rely on the absence of competent evidence on that issue to defeat summary judgment). Even when the burden is to prove a negative -- here, the lack of knowledge or consent -- the absence of evidence on the issue redounds to the detriment of the burden-holder. E.g., Otero v. Buslee, <span class=\"citation\" data-id=\"411941\"><a href=\"/opinion/411941/sonny-otero-v-roger-m-buslee-and-shirley-r-buslee/\"><span class=\"volume\">695</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1244</span></a></span>, 1248-49 (10th Cir. 1982); Martinez v. E.J. Korvette, Inc., <span class=\"citation\" data-id=\"310785\"><a href=\"/opinion/310785/edgar-martinez-and-ruth-martinez-his-wife-v-e-j-korvette-inc/\"><span class=\"volume\">477</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1014</span></a></span>, 1016-17 (3d Cir. 1973).</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The claimants attempt to fend off this conclusion in two principal ways. First, noting that the district court called its holding a factual determination, they proceed to clasp the standard of review as if it were a life preserver. But this argument sinks under its own weight. When nomenclature diverges from substance, substance controls. See Johnson, 63 F.3d at 1138. It would bring a Kafkaesque quality to the adjudication of cases if trial courts could inoculate themselves against meaningful appellate review by the simple expedient of creative labelling. We reject that notion. The dispositive question here is whether the evidence was sufficient, as a matter of law, to permit a finding on the innocence vel non of the owners -- and the district court's answer to that question is not entitled to deference.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Next, the claimants posit that it is not always necessary for the burden-holder to present witnesses in order to establish an affirmative defense. As an abstract proposition, that is true. E.g., United States v. Scout, <span class=\"citation\" data-id=\"740271\"><a href=\"/opinion/740271/united-states-v-david-scout-also-known-as-david-white-face/\"><span class=\"volume\">112</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">955</span></a></span>, 960 (8th Cir. 1997) (explaining that a criminal defendant can prevail on an affirmative defense of insanity without calling witnesses); United States v. Dalpiaz, <span class=\"citation\" data-id=\"331676\"><a href=\"/opinion/331676/united-states-v-william-thomas-dalpiaz/\"><span class=\"volume\">527</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">548</span></a></span>, 552 (6th Cir. 1975) (holding that a party carried the burden of proving his affirmative defense by cross-examining the adverse party's witnesses). In most cases, however, the proponent of an affirmative defense will have to supply evidence to sustain that defense. This case is of that genre: the testimony of the government's witnesses, even if taken in the light most favorable to the claimants, fails to furnish a sufficient foundation for a finding that the claimants satisfied their burden of proof. We explain briefly.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">There is no direct evidence pertaining to the affirmative defense; neither claimant took the stand to deny knowledge or consent, and the record contains no disclaimers from them. Nor is there sufficient circumstantial evidence to prove the point. The only testimony is that of the government's witnesses. The most that this testimony proved was that the drug transactions involving the undercover operative occurred in the claimants' absence. This information alone cannot sustain the claimants' burden of proof.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The decisive issue in this case involves whether the claimants knew about, or gave their consent to, drug sales that took place over an eight-month span. While proof of personal observation of particular transactions would constitute competent evidence of knowledge and perhaps found an inference of consent, lack of personal observation proves relatively little. Apart from observation, knowledge and consent can come about in myriad other ways. For example, property owners might know about ongoing criminal activity through conversations with the participants, or by involvement in ancillary matters (e.g., financing the acquisition of the contraband), or from third parties who seek to inform them of what is happening on their premises. The possibilities are virtually endless. Seen from that perspective, the record falls far short of furnishing an adequate basis for a finding that the claimants proved their innocence.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">We summarize succinctly. The government proved its prima facie case. The burden then shifted to the claimants to sustain their innocent owner defense. Because the record, taken in the light most favorable to the claimants, contains insufficient evidence to permit a reasonable finder of fact to conclude that the claimants had proved a lack of knowledge or consent, the judgment in their favor cannot stand.</p>\n    </div>\n    <p class=\"indent\">IV. CONCLUSION</p>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">In the majority of cases, a finding that the evidence was insufficient as a matter of law to support an owner's claim of innocence will result in reversal and the entry of judgment for the opposing party. See, e.g., 566 Hendrickson Blvd., 986 F.2d at 995 (\"It is well settled that the government is entitled to a judgment of forfeiture upon an unrebutted showing of probable cause.\"). Here, however, we think that fairness dictates a somewhat different course. Throughout the trial, the district court persistently implied that the affirmative defense would carry the day unless the United States adduced some evidence that the claimants knew or consented to the ongoing drug sales.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Trial lawyers pay attention to judges, and rightly so. In this instance, there is a considerable risk that the judge's comments led the claimants' attorney astray, inducing him to rest without presenting any evidence. This possibility suggests to us that, in the interests of justice, the claimants ought to be afforded an opportunity to offer evidence in support of their assertion of innocence.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> Accordingly, we vacate the judgment and remand for a new trial before a new trier. In that proceeding, the newly-assigned judge may, if he or she so elects, take the government's case in chief on the record heretofore established, or in the alternative, may require the government to introduce its evidence anew. In either event, the court shall afford the claimants an opportunity to present evidence in support of their affirmative defense.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">So ordered.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the District of Rhode Island, sitting by designation.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> This statute renders it unlawful to --</p>\n        <p>(1) knowingly open or maintain any place for the purpose of manufacturing, distributing, or using any controlled substance;</p>\n        <p>(2) manage or control any building, room, or enclosure, either as an owner, lessee, agent, employee, or mortgagee, and knowingly and intentionally rent, lease, or make available for use, with or without compensation, the building, room, or enclosure for the purpose of unlawfully manufacturing, storing, distributing, or using a controlled substance.</p>\n        <p>21 U.S.C. &#167; 856(a).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The undercover detective did testify that Henry Konick was present at the bar on at least two occasions, but he could not say definitively whether or not Konick was on the premises when particular drug sales were consummated.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Indeed, the scanty circumstantial evidence contained in the record points in the opposite direction. Two notorious near-fatal drug overdoses had occurred in the bar. Moreover, the undercover investigation that led to the forfeiture action followed on the heels of a police inquiry during which the authorities warned Henry Konick in no uncertain terms about criminal activity on the premises.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> For example, before the claimants decided to rest, the court stated: \"I think I better ask the government, what evidence is there, even on the low standard of probable cause, which indicates that Hank Konick was aware on the two occasions that he was present that a drug transaction occurred?\" The court then directly challenged the government to point to positive evidence that Henry Konick knew about the drug transactions: \"What you're asking me is to forfeit real estate [worth] an awful lot of money [and] I'm asking you to show me on the record of this case any evidence as to Henry Konick's knowledge or consent of drug transactions.\" On yet another occasion, the court told the prosecutor straightforwardly that the \"ultimate question that you have to support is . . . that Henry Konick had any relationship with any drug transactions that might have taken place on those days.\" (Emphasis supplied.)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> To be sure, lawyers have an independent responsibility to know the law, and we sometimes have refused to rescue parties whose attorneys arguably were misled by a judge. E.g., McGrath v. Spirito, <span class=\"citation\" data-id=\"435230\"><a href=\"/opinion/435230/marion-mcgrath-v-carlo-spirito-jr-etc/\"><span class=\"volume\">733</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">967</span></a></span>, 968-69 (1st Cir. 1984). However, the case at hand has special qualities: the judge was presiding over a bench trial, his comments were persistent, the claimants have much at stake, and any possible harm easily can be undone.</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/111373/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196571/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197592/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198130/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198931/",
    "http://www.courtlistener.com/api/rest/v3/opinions/310785/",
    "http://www.courtlistener.com/api/rest/v3/opinions/331676/",
    "http://www.courtlistener.com/api/rest/v3/opinions/411941/",
    "http://www.courtlistener.com/api/rest/v3/opinions/435230/",
    "http://www.courtlistener.com/api/rest/v3/opinions/536033/",
    "http://www.courtlistener.com/api/rest/v3/opinions/540783/",
    "http://www.courtlistener.com/api/rest/v3/opinions/547465/",
    "http://www.courtlistener.com/api/rest/v3/opinions/547664/",
    "http://www.courtlistener.com/api/rest/v3/opinions/556639/",
    "http://www.courtlistener.com/api/rest/v3/opinions/578669/",
    "http://www.courtlistener.com/api/rest/v3/opinions/580694/",
    "http://www.courtlistener.com/api/rest/v3/opinions/600771/",
    "http://www.courtlistener.com/api/rest/v3/opinions/702493/",
    "http://www.courtlistener.com/api/rest/v3/opinions/712084/",
    "http://www.courtlistener.com/api/rest/v3/opinions/740271/",
    "http://www.courtlistener.com/api/rest/v3/opinions/762776/"
  ]
}