{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/199201/",
  "absolute_url": "/opinion/199201/united-states-v-snyder/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/199201/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T04:26:22Z",
  "date_modified": "2017-03-24T11:01:17.246715Z",
  "type": "010combined",
  "sha1": "bab506c27da535b7cebea4e02ecdcae0fa057334",
  "page_count": 25,
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/00-1043-01A.pdf",
  "local_path": "pdf/2000/12/21/US_v._Snyder.pdf",
  "plain_text": "           United States Court of Appeals\n                       For the First Circuit\n\n\nNos. 00-1043, 00-1051\n\n                    UNITED STATES OF AMERICA,\n\n                             Appellee,\n\n                                 v.\n\n                         ERIC GRAY SNYDER,\n\n                       Defendant, Appellant.\n\n\n\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                FOR THE DISTRICT OF MASSACHUSETTS\n\n          [Hon. William G. Young, U.S. District Judge]\n\n\n\n                               Before\n\n                      Boudin, Circuit Judge,\n\n                    Cyr, Senior Circuit Judge,\n\n                    and Lynch, Circuit Judge.\n\n\n\n     Victoria L. Nadel for appellant.\n     James F. Lang, Assistant United States Attorney, with whom Donald\nK. Stern, United States Attorney, was on brief, for appellee.\n\n\n                         December 21, 2000\n\f             LYNCH, Circuit Judge.         In this unusual case, a trial\njudge sua sponte recused himself from sentencing because he\nfound himself \"unwilling, as a matter of conscience\" to apply\nthe U.S. Sentencing Guidelines as interpreted by this court.\nThe defendant, who might have otherwise benefitted from the\njudge's lenient views, claims that the judge had a duty to sit,\nthat his decision to recuse himself was therefore in error, and\nthat   the    case    should   be   remanded   back   to   the   judge   for\nresentencing.        In the alternative, the defendant objects to the\nsentence imposed upon him by a different judge to whom his case\nwas reassigned, as well as that judge's decision to deny his\nmotion for a new trial.        The primary question in the case pits\na judge's duty to sit, if there is no reason to recuse, against\nhis duty not to sit, if a reasonable person could doubt his\nimpartiality.        We uphold the trial judge's decision to recuse\nhimself and reject the defendant's other attacks.\n                               I. BACKGROUND\n\n             Eric Snyder was convicted after a jury trial of being a felon\n\nin possession of a firearm and ammunition in violation of 18 U.S.C. §\n\n922(g)(1). At sentencing, the trial judge, Judge Harrington, found the\n\ndefendant to be an armed career criminal under 18 U.S.C. § 924(e) and\n\ncalculated the applicable guideline range at 235 to 293 months.\n\nHowever, after expressing concern during the sentencing hearing that\n\n                                     -2-\n\fthe range was too harsh, Judge Harrington chose to depart downward,\n\nexplaining his decision in a published memorandum. See United States\n\nv. Snyder, 954 F. Supp. 19, 22 (D. Mass. 1997) (hereinafter \" Snyder\n\nI\"). In his view, a downward departure was justified because had\n\nSnyder been prosecuted and convicted under state law, he would have\n\nbeen sentenced to a far shorter prison term than that prescribed by the\n\nfederal Sentencing Guidelines. Such sentencing disparity, Judge\n\nHarrington argued, effectively grants federal prosecutors \"unbridled\n\npower\" to single out \"local\" offenders for disparately long federal\n\nsentences. Accordingly, Judge Harrington departed downward in order to\n\nbring Snyder's sentence closer to the sentence he would have received\n\nin state court, sentencing Snyder to 180 months, the statutory minimum.\n\nId.   On appeal, this court vacated the sentence, holding that a\n\ndisparity between federal and state sentences for the same offense is\n\nnot a legitimate ground for departure.      We remanded the case for\n\nresentencing. See United States v. Snyder, 136 F.3d 65, 70 (1st Cir.\n\n1998) (\"Snyder II\").\n\n          Following the remand, Judge Harrington initially scheduled\n\nresentencing for April 27, 1998. Over the next eight months, though,\n\nhe granted Snyder a series of continuances while Snyder awaited a\n\ndecision from the Boston Municipal Court regarding whether one of his\n\nprior convictions was unconstitutional. On December 9, 1998, after\n\nsuccessfully vacating the prior conviction, Snyder moved for a new\n\n\n                                 -3-\n\ftrial in this case, arguing that with the conviction eliminated he\n\ncould no longer be considered to have been a \"felon\" for purposes of §\n\n922(g)(1) at the time he was caught in possession of a firearm.\n\n          On December 23, 1998, Judge Harrington held a hearing in\n\nwhich he considered both Snyder's resentencing and his motion for a new\n\ntrial. During the hearing, the judge made clear that he harbored \"deep\n\nproblems of conscience over this case\" and that he was frustrated by\n\nthe government's unwillingness to concede that Snyder did not deserve\n\nthe sentence required by the Guidelines. The hearing produced no\n\nresolution as Judge Harrington again granted a continuance, this time\n\nto allow Snyder to submit his own version of events for inclusion in\n\nthe presentence report.\n\n          On September 22, 1999, a year and a half after our remand in\n\nSnyder II, Judge Harrington abruptly recused himself from the case sua\n\nsponte. The written order stated that he was \"unwilling, as a matter\n\nof conscience, to impose the draconian sentence required by the United\n\nStates Court of Appeals for the First Circuit,\" citing Snyder I as\n\nsetting forth the reasons underlying his conscientious objection.\n\nSnyder moved for reconsideration of the recusal order, which motion\n\nJudge Harrington denied by margin endorsement. Snyder then appealed\n\nthe denial.\n\n          While the appeal was pending, Snyder's case was reassigned\n\nto Chief Judge Young, who proceeded to hold a sentencing hearing on\n\n\n                                 -4-\n\fOctober 14, 1999.   At the hearing, Judge Young denied a motion by\n\nSnyder for further continuance pending this court's decision on Judge\n\nHarrington's recusal. He then heard Snyder argue various grounds for\n\na downward departure. Rejecting all of those grounds, Judge Young\n\nsentenced Snyder to 264 months, a sentence at the midpoint of the\n\napplicable guideline range. On March 6, 2000, Judge Young denied\n\nSnyder's motion for a new trial. Snyder timely appealed his sentence\n\nand the denial of the new trial motion. We now consider this appeal\n\nand the appeal of Judge Harrington's recusal order.\n\n                          II. DISCUSSION\n\nA.   Recusal\n\n          Did Judge Harrington commit reversible error in recusing\n\nhimself from the case?    Snyder claims that Judge Harrington lacked\n\nany valid authority for recusing himself, and that in the absence of\n\nsuch authority the judge had a duty to continue presiding.        As for\n\nwhat prejudice Snyder suffered from the recusal, he claims that he\n\nwas deprived of the opportunity to be sentenced by a judge intimately\n\nfamiliar with the facts of his case.       Had the sentencing judge fully\n\ngrasped these supposedly peculiar facts, Snyder believes, he would\n\nhave granted Snyder a downward departure or, at the very least, would\n\nhave sentenced Snyder at the low end, rather than the midpoint, of\n\nthe applicable guideline range.       For its part, the government argues\n\nthat Judge Harrington's decision to recuse himself was entirely\n\n\n                                -5-\n\fappropriate under the circumstances: the judge had made many\n\nstatements of record expressing hostility toward the government's\n\ncase, and for some 18 months he had refused to sentence Snyder as he\n\nwas required to do on remand.     Such conduct, the government argues,\n\ngave rise to an objective appearance of partiality, warranting\n\nrecusal.\n\n           Recusal of federal judges is governed by 28 U.S.C. § 455,\n\nsubsection (a) of which is at issue here.     That subsection provides\n\nthat \"[a]ny justice, judge, or magistrate of the United States shall\n\ndisqualify himself in any proceeding in which his impartiality might\n\nreasonably be questioned.\"     The reach of the subsection is broad.        It\n\nforbids partiality whether grounded in an \"interest or relationship\"\n\nor a \"bias or prejudice\"; and it forbids not only the reality of\n\npartiality but its objective appearance as well.      Liteky v. United\n\nStates, 510 U.S. 540, 548 (1994).     As the Supreme Court has pithily\n\ncharacterized the subsection: \"Quite simply and quite universally,\n\nrecusal [i]s required whenever 'impartiality might reasonably be\n\nquestioned.'\"     Id. (quoting 28 U.S.C. § 455(a)).\n\n           Nevertheless, judges are not to recuse themselves lightly\n\nunder § 455(a).     See H.R. Rep. No. 93-1453, at 5 (1974), reprinted in\n\n1974 U.S.C.C.A.N. 6351, 6355 (\"[Section 455(a)] should not be used by\n\njudges to avoid sitting on difficult or controversial cases.\").        As\n\nSnyder contends, an erroneous recusal may be prejudicial in some\n\n\n                                -6-\n\fcircumstances.     See United States v. Arache, 946 F.2d 129, 140 (1st\n\nCir. 1991) (finding that \"there appears to be some force\" to argument\n\nthat recusal may prejudice defendant where recusing judge has become\n\nfamiliar enough with facts of case to question reliability of key\n\ntestimony).    In any event, the unnecessary transfer of a case from\n\none judge to another is inherently inefficient and delays the\n\nadministration of justice.     See Camacho v. Autoridad de Telefonos de\n\nPuerto Rico, 868 F.2d 482, 491 (1st Cir. 1989) (noting that the\n\njudicial system would be \"paralyzed\" were standards for recusal too\n\nlow).    For these reasons, \"[a] trial judge must hear cases unless\n\n[there is] some reasonable factual basis to doubt the impartiality or\n\nfairness of the tribunal.\"     Blizard v. Frechette, 601 F.2d 1217, 1221\n\n(1st Cir. 1979).     Thus, under § 455(a) a judge has a duty to recuse\n\nhimself if his impartiality can reasonably be questioned; but\n\notherwise, he has a duty to sit.1\n\n           Most appeals arising under § 455(a) are brought after the\n\ntrial judge has refused to recuse himself on motion of a party.          See,\n\ne.g., In re United States, 158 F.3d 26, 27 (1st Cir. 1998); Blizard,\n\n\n     1     Section 455(a) modified, but did not eliminate, the duty to\nsit doctrine. See In re Martinez-Catala, 129 F.3d 213, 221 (1st Cir.\n1997). The duty to sit doctrine originally not only required a judge\nto sit in the absence of any reason to recuse, but also required a\njudge to resolve close cases in favor of sitting rather than recusing.\nSection 455(a) eliminated the latter element of the doctrine, Blizard,\n601 F.2d at 1220, but not the former, id. at 1221. \"In this sense,\ni.e., that judges hear cases unless there is some reason not to, the\n'duty to sit' remains.\" Id.\n\n                                 -7-\n\f601 F.2d at 1219.2    In such cases we have applied an abuse of\n\ndiscretion standard.     As we stated in In re United States:\n\n           [A] decision whether to disqualify [is] in the first\n           instance committed to the district judge. And, since in\n           many cases reasonable deciders may disagree, the district\n           judge is allowed a range of discretion. The appellate\n           court, therefore, must ask itself not whether it would\n           have decided as did the trial court, but whether that\n           decision cannot be defended as a rational conclusion\n           supported by [a] reasonable reading of the record.\n\n158 F.3d at 30 (citations and internal quotation marks omitted).\n\nFurthermore, we have recognized that the duty to recuse and the duty\n\nto sit do not exert equal pull; in close cases, \"doubts ordinarily\n\nought to be resolved in favor of recusal.\"        Id.   No one suggests that\n\ndifferent principles of review apply here, where a judge has recused\n\nhimself sua sponte.3    Hence, our review in this case, as in our prior\n\ncases, is both deferential and weighted: we inquire whether, in light\n\nof the policy favoring recusal in close cases, Judge Harrington\n\nabused his discretion in finding that he had a duty to recuse\n\nhimself.\n\n\n\n     2    Rarely, we have found that a judge erred by recusing himself,\nrather than by refusing to do so. El Fenix de Puerto Rico v. The M/Y\nJohanny, 36 F.3d 136, 140 (1st Cir. 1994); cf. United States v. Arache,\n946 F.2d at 140 (considering defendant's (waived) claim that judge\nshould not have recused himself but finding no plain error).\n     3    Perhaps the most famed example of spontaneous recusal is that\nof Justice Frankfurter, a self-described victim of bus background\nmusic, in a case challenging the broadcasting of such music on city\nbuses. Public Utils. Comm'n v. Pollak, 343 U.S. 451, 466-67 (1952)\n(Frankfurter, J., recusal opinion).\n\n                                 -8-\n\f         We find no such abuse of discretion.     Given Judge\n\nHarrington's persistent and vociferous objections to Snyder's federal\n\nprosecution, and, more importantly, given his outright unwillingness\n\nto sentence Snyder in accordance with this court's ruling in Snyder\n\nII, Judge Harrington's decision to recuse himself from the case was\n\nclearly not an abuse of discretion.     Judge Harrington did not merely\n\nexpress opinion; he ultimately concluded he could not bring himself\n\nto do what the law required.   The record amply evinces that his\n\nconclusion was genuine.   Further, to the extent there can be any\n\ndoubt, such doubt is resolved in favor of recusal.\n\n         Judge Harrington first voiced objections to Snyder's\n\nprosecution in the sentencing proceedings antedating Snyder II, in\n\nwhich he repeatedly insisted that Snyder's federal prosecution worked\n\na \"gross violation of the principles of justice.\"     In his memorandum\n\nin Snyder I, Judge Harrington elaborated on this theme, holding that\n\nthe sentence sought by the government\n\n         constitutes a grossly disparate sentence pre-determined by\n         the prosecutor in the exercise of his absolute discretion\n         and, thus, affronts this Court's sense of fundamental\n         fairness . . . . For where unbridled power, unchecked by\n         judicial scrutiny, can by fiat determine that a certain\n         person from among many similarly situated shall serve such\n         a disparate sentence for the same offense, then the\n         balance of governmental powers has become distorted and\n         the liberty of every individual is held hostage to the\n         potential tyranny of the Executive Branch.\n\nSnyder I, 954 F. Supp. at 22; see also Snyder II, 136 F.3d at 66-67\n\n\n\n                               -9-\n\f(detailing Judge Harrington's remarks in sentencing proceedings\n\nantedating Snyder II).\n\n         On remand following Snyder II, at the aborted sentencing\n\nhearing of December 23, 1998, Judge Harrington's protests grew\n\nincreasingly adamant.    He again and again chastised the government\n\nfor requesting a 262-month sentence:\n\n         How does . . . the government, in an insignificant\n         incident, . . . ask me to sentence this man to 21 years?\n         I've been involved in a lot of murder cases and I never\n         had a client who ever did more actual jail time than 15\n         years. And I'll tell you, it shocks me that the United\n         States Government would look at this man for what he did\n         in this case and ask for 21 years. I think it's unjust\n         and it's extremely shocking, and I just can't believe that\n         this government, of which we're all a part, can do it.\n         It's a manifestation of inflexibility on their part.\n\n         . . . .\n\n         I don't endorse what Mr. Snyder did, but I've been\n         involved in the criminal law for 38 years on both sides.\n         To my judgment, this is the most outrageous recommendation\n         I have ever seen in the history of Massachusetts\n         jurisprudence . . . . And every time I think of Mr.\n         Snyder having to serve 21 years, I almost get physically\n         sick.\n\n         As the hearing progressed, Judge Harrington returned to\n\nthe objections he lodged in Snyder I concerning the judiciary's\n\ninability to check selective prosecution and sentencing, even though\n\nthis court had instructed (as Judge Harrington apparently recognized)\n\nthat those objections were not legitimate grounds for a downward\n\ndeparture:\n\n\n\n                               -10-\n\f          This case is an example, although the Court of Appeals did\n          not accept it, of the government using a Federal Court to\n          transform a year-and-a-half sentence to a 21-year term of\n          imprisonment.\n\n          . . . .\n\n          And federal judges feel put upon because they feel that\n          that type of sentence is unjust.\n\nToward the end of the hearing, Judge Harrington openly expressed\n\nfrustration with the prosecution's refusal to come around to the\n\ncourt's point of view, at one point pressing the government to\n\nconcede that Snyder was entitled to some sort of downward departure.\n\nSpecifically, after describing the court's efforts to cooperate with\n\nthe U.S. Attorney's office in other matters, Judge Harrington\n\ncontinued:\n\n          And yet now, when this Court -- when the U.S. Attorney\n          knows that this Court has deep problems of conscience over\n          this case, they will not reciprocate one inch, one inch.\n\nFinally, in the recusal order issued after the hearing, Judge\n\nHarrington expressly declared that he was flatly unwilling to\n\nsentence Snyder in accordance with this court's remand order,\n\nreasserting, once again, the objections articulated in Snyder I.\n\n          A judge's views on matters of law and policy ordinarily\n\nare not legitimate grounds for recusal, even if such views are\n\nstrongly held.   See Richard E. Flamm, Judicial Disqualification:\n\nRecusal and Disqualification of Judges § 10.2 (1996) (collecting\n\ncases).   After all, judges commonly come to a case with personal\n\n\n                              -11-\n\fviews on the underlying subject matter; indeed, many judges are known\n\nto dislike aspects of the Sentencing Guidelines.     Far from\n\nnecessarily warranting recusal, typically such views merely mark an\n\nactive mind.     See Laird v. Tatum, 409 U.S. 824, 835 (1972) (\"Proof\n\nthat a [judge's] mind . . . was a complete tabula rasa . . . would be\n\nevidence of lack of qualification, not lack of bias.\"); John\n\nLeubsdorf, Theories of Judging and Judge Disqualification, 62 N.Y.U.\n\nL. Rev. 237, 250-51 (1987) (discussing Judge Jerome Frank's statement\n\nthat \"[i]f . . . bias and partiality be defined to mean the total\n\nabsence of preconceptions in the mind of the judge, then no one has\n\never had a fair trial and no one ever will\").\n\n         Moreover, a judge ordinarily may not be disqualified\n\nmerely for reprehending a party's legal position, or for\n\ninterrogating counsel in an angry or confrontational tone.      See In re\n\nUnited States, 158 F.3d at 34; Flamm, supra, § 16.5.     Emotions can\n\nrun high in the courtroom, and occasional flares of temper are to be\n\nexpected in the heat of argument.\n\n         But when a judge proves unable to put aside his personal\n\nconvictions in order to carry out the law, when his hostility toward\n\na litigant's position has become so pervasive that he cannot\n\nreasonably hope to provide a fair hearing, then recusal is of course\n\nwarranted.     See Flamm, supra, § 10.4 (recusal appropriate where\n\njudge's mind has become \"irrevocably closed\" as to the issues in a\n\n\n                                -12-\n\fspecific case) (collecting cases); In re United States, 158 F.3d at\n\n34 (recusal appropriate where judge appears to harbor \"an aversion,\n\nhostility or disposition of a kind that a fair-minded person could\n\nnot set aside when judging the dispute\") (quoting Liteky, 510 U.S. at\n\n557-58 (Kennedy, J., concurring in the judgment)).      These conditions\n\nclearly enough were met here.    Cf. City of Columbus v. Hayes, 587\n\nN.E.2d 939, 942   (Oh. Ct. App. 1990) (remanding to another judge for\n\nresentencing where original sentencing judge, after being reversed,\n\ndeclared that he would impose the same sentence as before, even if he\n\nwere reversed again \"ten times\").      At the least, we find that Judge\n\nHarrington did not abuse his discretion in deciding that, given his\n\nunyielding antipathy toward the government's case, he had no choice\n\nbut to recuse himself.\n\n         That said, there is another point.      While one can\n\nappreciate the struggle of a judge to bring himself to apply a law he\n\nfeels unjust, that this process took over a year and a half in this\n\ncase is cause for concern.   The defendant and the government each had\n\ninterests in ensuring that facts relevant to sentencing remained\n\nfresh in the mind of the court, counsel, and any potential witnesses.\n\nThe public also legitimately expects that criminal cases will be\n\nexpeditiously resolved.   Thus, while we hold that Judge Harrington's\n\ndecision to recuse himself was not in error, we note that a prompter\n\ndecision would have better served the interests of justice.\n\n\n                                -13-\n\fB.   Sentencing\n\n          The next question is whether Judge Young erred in\n\nresentencing Snyder.    Snyder alleges two errors: first, he claims\n\nJudge Young failed to explain why he saw fit to sentence Snyder at\n\nthe midpoint, rather than the low end, of the applicable guideline\n\nrange; second, he claims that Judge Young failed adequately to\n\nconsider various grounds for departure and consequently failed to\n\ndepart downward from the applicable guideline range.\n\n          Snyder's first claim is based on 18 U.S.C. § 3553(c),\n\nwhich requires the sentencing court to explain how it determined the\n\napplicable guideline range and, if that range exceeds twenty-four\n\nmonths, why it selected the particular point that it did within that\n\nrange.   Snyder challenges the second aspect of Judge Young's\n\ncalculation of his sentence, arguing that the judge's decision to\n\nsentence Snyder at the midpoint of the applicable guideline range was\n\narbitrary and unjustified by the facts of the case.4\n\n\n\n     4     Although not contested here, the applicable guideline range\nhas been a matter of some dispute in the case. In Snyder I, Judge\nHarrington found that Snyder had not committed armed robbery with the\nhandgun he was convicted of possessing, contrary to the government's\ncontention. Consequently, his offense level was set at 33 rather than\n34, and the applicable guideline range was determined to be 235 to 293\nmonths rather than 262 to 327 months. See 954 F. Supp. at 21. At\nresentencing, Judge Young was initially inclined to find that Synder\nhad in fact committed armed robbery with the handgun, but deferred to\nJudge Harrington's finding, which was not appealed in Snyder I, as the\nlaw of the case. The government does not attempt to appeal this aspect\nof Judge Young's sentencing decision here.\n\n                                -14-\n\f         The record of the sentencing hearing reveals that Judge\n\nYoung adequately explained his decision to sentence Snyder at the\n\nmidpoint of the applicable guideline range.   The government argued\n\nexhaustively for such a sentence, based on the grounds that: (1)\n\nSnyder had used the firearm underlying his § 922(g)(1) conviction in\n\nan armed robbery on January 10, 1995; (2) pursuant to the arrest for\n\nthe armed robbery, the firearm was found in the trunk of a car along\n\nwith a ski mask and duct tape, indicating Snyder intended to use the\n\nfirearm for future unlawful conduct; and (3) Snyder had a criminal\n\nrecord considerably more serious than the minimum necessary to\n\ntrigger the applicable guideline range.   While Judge Young chose to\n\ndefer to Judge Harrington's finding that Snyder had not committed the\n\narmed robbery of January 10, see note 4 supra, he ultimately agreed\n\nwith the government's recommendation based on the other two grounds\n\nit proffered:\n\n         This case seems to be a quintessential case for the\n         imposition of the penalty that the Congress has required\n         to be imposed.\n\n         . . . .\n\n         [T]he record of crimes of violence here, the setting which\n         I find supported by the facts, the finding of the mask and\n         duct tape with the weapon, the evidence . . . amply\n         justifies the inference that this weapon was being carried\n         . . . for the purpose of aiding and abetting another\n         felony, [and] against this background justifies the\n         sentence of the Court.\n\nIn context, the court's explanation was sufficiently specific to meet\n\n\n                             -15-\n\fthe requirements of § 3553(c).\n\n          Snyder's second claim is that Judge Young erred in\n\ndeclining to depart downward.     Specifically, Snyder argues that Judge\n\nYoung failed to give adequate consideration to four potential grounds\n\nfor downward departure: (1) Snyder's conviction rested on an\n\nerroneous jury instruction; (2) the government improperly paid a key\n\nwitness in exchange for his testimony; (3) there was no compelling\n\nfederal interest in prosecuting Snyder's \"local\" offense; and (4)\n\nSnyder's criminal history category overstated the seriousness of his\n\ncriminal past.   All of the asserted grounds are meritless.\n\n          The first two asserted grounds are insufficient for\n\ndeparture as a matter of law.     Snyder invokes U.S.S.G. § 5K2.0, which\n\ngrants a judge discretion to depart downward if \"there exists . . .\n\n[a] mitigating circumstance of a kind, or to a degree, not adequately\n\ntaken into consideration by the Sentencing Commission.\"        But the\n\ninvocation comes up short.     Even assuming Snyder's conviction rested\n\non an erroneous jury instruction and the testimony of an unlawfully\n\ncompensated witness,5 Snyder has entirely failed to explain how\n\n\n     5     While we need not reach the issue, we note that the\ngovernment did not unlawfully compensate any witness in this case. As\na general matter, promises of leniency or material assistance given by\nthe government in exchange for a witness's testimony do not violate\nfederal bribery laws. United States v. Lara, 181 F.3d 183, 198 (1st\nCir.), cert. denied, 528 U.S. 979 (1999). We have acknowledged that\n\"there are surely outer limits on what a prosecutor can do in offering\nbenefits to a witness,\" United States v. Murphy, 193 F.3d 1, 9 (1st\nCir. 1999); but the defendant offers no support for his assertion that\n\n                                -16-\n\feither factor is relevant to sentencing.       He does not claim, for\n\nexample, that the government paid a witness to testify so as to\n\nexaggerate certain features of his offense, in an attempt at\n\nmanipulating his sentence.     Cf. United States v. Montoya, 62 F.3d 1,\n\n3-4 (1st Cir. 1995).6\n\n            Rather, Snyder's claim seems to rest on the view that a\n\ntrial error or prosecutorial misdeed in and of itself permits\n\ndownward departure.     Such a view, however, misconceives § 5K2.0 as\n\nthough it were an alternative avenue for post-conviction relief.          If\n\nSnyder did in fact suffer a faulty trial or tainted prosecution, he\n\nmay properly seek to vacate his conviction, but not to shorten his\n\nsentence.    The district court correctly arrived at the same\n\nconclusion with respect to the jury instruction issue:\n\n            I . . . as an institutional matter reject the argument\n            that some alleged misstep in the trial warrants a lower\n            sentence. That's not the way to proceed. But if there\n            has been, I'll address that in the petition for habeas\n\n\n\n\nthe compensation provided here -- housing, modest subsistence payments,\nhelp in securing lenient dispositions of pending state court cases --\napproached these outer limits.\n     6     Indeed, the testimony that Snyder claims to have been the\nobject of a government bribe was that Snyder had committed an armed\nrobbery with the firearm underlying his conviction. But this testimony\nhad no impact on Snyder's sentence. Judge Harrington explicitly found\nthe testimony not to be credible for purposes of sentencing, see Snyder\nI, 954 F. Supp. at 21, and Judge Young deferred to this finding at\nresentencing, see supra note 4.\n\n                                 -17-\n\f          corpus.7\n\nOnly in those rare cases where a procedural flaw raises concerns of\n\nparticular relevance to sentencing -- as opposed to mere concerns\n\nabout the propriety of the defendant's conviction -- may downward\n\ndeparture be warranted under § 5K2.0.       See United States v. Crippen,\n\n961 F.2d 882, 885 (9th Cir. 1992) (\"for a factor to be considered\n\n[mitigating], it must be tied to some penological purpose or\n\nlegitimate sentencing concern\" (emphasis in original)); cf. United\n\nStates v. Martinez, 136 F.3d 972, 979-80 (4th Cir. 1998) (finding\n\nineffective assistance of counsel by itself to be irrelevant to\n\nsentencing); Crippen, 961 F.2d at 885 (same).        The same is true as to\n\nprosecutorial misconduct.     Compare United States v. Valencia-Lucena,\n\n925 F.2d 506, 515 (1st Cir. 1991) (stating general rule that \"[a]\n\nsentencing departure is not warranted in response to conduct of the\n\ngovernment . . . .\"), with Montoya, 62 F.3d 1, 4-5 (recognizing that\n\ndeparture may be warranted in the \"extreme and unusual case\" where\n\ngovernment has engaged in \"sentencing factor manipulation\").8\n\n\n     7    As to Snyder's witness compensation claim, the district court\nsimply remarked that the claim had no relevance to sentencing.\n     8     In United States v. Rowe, 202 F.3d 37 (1st Cir. 2000), we\nquestioned whether Valencia-Lucena remains good law in the wake of Koon\nv. United States, 518 U.S. 81 (1996). See 202 F.3d at 40-41. Koon\ngenerally discourages courts from categorically refusing to consider\ncertain factors under § 5K2.0, see 518 U.S. at 94, and so certainly\nwould disfavor a rule categorically disqualifying government misconduct\nas a potential ground for departure. But here, we adopt no such rule.\nWe merely state the obvious: government misconduct may serve as a\n\n                                 -18-\n\f          Snyder's third asserted ground for departure -- the\n\nsupposed lack of any compelling federal interest to justify his\n\nfederal prosecution -- is likewise flawed as a matter of law.             It is\n\nnot a compelling federal interest, but merely a federal interest,\n\nthat is required to justify a defendant's federal prosecution.             Here,\n\nsuch interest is supplied by the Commerce Clause.        See United States\n\nv. Cardoza, 129 F.3d 6, 10-11 (1st Cir. 1997).        Snyder concedes that\n\n§ 922(g)(1) is constitutionally valid and that it provided sufficient\n\nlegal authority for his federal prosecution.        He nonetheless insists\n\nthat his offense was purely \"local,\" that the federal government's\n\nsole motive in prosecuting him was to lengthen his prison time by way\n\nof the Sentencing Guidelines, and that in such circumstances, § 5K2.0\n\nallows a judge to depart downward in order to check the government's\n\nintemperate -- albeit legal -- use of its prosecutorial discretion.\n\nWe rejected this very argument in Snyder II:\n\n          [I]t is a bedrock principle of our system of criminal\n          justice that a federal judge may not interfere with the\n          government's prosecutorial decisions solely to vindicate\n          his subjective view of the wisdom of a given enforcement\n          strategy. It follows inexorably that the government's\n          lawful selection of Snyder for federal prosecution has no\n          relevance to the sentencing inquiry.\n\n136 F.3d at 70 (internal quotation marks and citations omitted).             The\n\n\nground for departure, but only if relevant in some particular way to\nsentencing. See United States v. Dethlefs, 123 F.3d 39, 47 (1st Cir.\n1997) (\"Notwithstanding that most categorical interpretations are\ndisfavored under the Koon Court's regime, some boundaries are essential\nif the guidelines are not to be emptied of all meaning.\")\n\n                                 -19-\n\fdistrict court thus committed no error in refusing to consider the\n\nwisdom of Snyder's prosecution as a ground for departure.\n\n          Fourthly, Snyder asserts that his criminal history\n\ncategory overstates the seriousness of his prior criminal record,\n\nwarranting a downward departure pursuant to U.S.S.G. § 4A1.3.             Snyder\n\nconcedes that his record includes numerous convictions, but he\n\nemphasizes their vintage.     His last violent felony conviction, he\n\nclaims, was in 1984; his subsequent offenses he deems \"minor.\"9\n\n          A district court is entitled to depart on such ground, but\n\nthe refusal to depart is not reviewable at all unless the district\n\ncourt mistakenly believed that it lacked such authority.         Snyder\n\ncontends that Judge Young misunderstood his argument to be that he\n\nhad undergone \"extraordinary rehabilitation\"; as a result, Snyder\n\nsays, Judge Young failed to appreciate that he was being asked to\n\ndepart under § 4A1.3, and that he had the authority to so depart.\n\nBut while Judge Young did state that he rejected \"the argument that\n\n\n\n     9     This characterization is, to put it mildly, not entirely\nhonest. Snyder was in jail for most of the time from 1984 until his\narrest in this case in 1995, which obviously limited his opportunities\nfor criminal conduct. Moreover, when Snyder was out on parole, he was\nfound guilty in 1990 of selling heroin, arrested in 1991 for assault\nand battery upon a police officer, convicted in 1992 of stalking a\nwoman who had a restraining order against him, and arrested again in\n1992 for robbery -- all hardly \"minor\" crimes. Finally, it is worth\nnoting that Snyder was assigned 20 criminal history points in his pre-\nsentencing report; a mere 13 would have been sufficient to place Snyder\nin his criminal history category of VI. It is little wonder that the\ntrial court was not impressed with this argument.\n\n                                 -20-\n\fthere has been extraordinary rehabilitation,\" the context makes clear\n\nthat this characterization was simply a gloss he put on the argument.\n\nAs the judge later stated: \"The record of crimes of violence here . .\n\n. justifies the sentence of the Court.\"      There is thus no reason to\n\nbelieve that Judge Young misunderstood his authority to depart under\n\n§ 4A1.3.\n\nC.   Motion for New Trial\n\n           Snyder lastly appeals the district court's denial of his\n\nmotion for a new trial.     The motion was based on his successful\n\ncollateral attack in 1998 of his 1992 stalking conviction.10        The\n\nessence of Snyder's argument is that even though the stalking\n\nconviction was still valid when he was found in possession of a\n\nfirearm in 1995, the conviction can no longer serve as a predicate\n\nfor his § 922(g)(1) offense now that it has been vacated.         And\n\nbecause all of his other convictions are also problematic as\n\npredicates -- or so he claims11 -- Snyder argues he must be awarded a\n\n\n     10   The attack was based on Commonwealth v. Kwiatkowski, 637\nN.E.2d 854 (Mass. 1994), in which the Massachusetts Supreme Judicial\nCourt held that, as a constitutional matter, a certain Massachusetts\nstalking statute had to be interpreted so as to require at least three\nincidents of harassing the victim. Id. at 858. Snyder apparently had\nengaged in several such incidents, but only one occurred after the\neffective date of the statute.\n     11    Snyder claims that until the Supreme Court's 1998 decision\nin United States v. Caron, 524 U.S. 308 (1998), it was not clear\nwhether his older Massachusetts convictions could serve as predicates,\nand therefore the convictions were problematic as predicates at the\ntime of his indictment. Because we find that, in any event, Snyder's\n\n                                -21-\n\fnew trial so that he may be given the opportunity to argue that he\n\nwas not a \"felon\" for purposes of § 922(g)(1) at the time he was\n\ncaught possessing a firearm.\n\n          Snyder's argument runs directly contrary to the Supreme\n\nCourt's decision in Lewis v. United States, 445 U.S. 55 (1980).        In\n\nthat case, the Court considered whether a successful collateral\n\nattack on a prior felony conviction means that the conviction may no\n\nlonger serve as a predicate for purposes of 18 U.S.C. § 1202(a)(1), a\n\npredecessor to § 922(g)(1).    The Court held that under § 1202(a)(1)\n\n\"a felony conviction imposes a firearm disability until the\n\nconviction is vacated or the felon is relieved of his disability by\n\nsome affirmative action, such as a qualifying pardon or a consent\n\nfrom the Secretary of the Treasury.\"     Id. at 60-61.   The Court went\n\non to state that \"Congress clearly intended that the defendant clear\n\nhis [felon] status before obtaining a firearm.\"      Id. at 64 (emphasis\n\nin original).   Thus it concluded that \"§ 1202(a)(1) prohibits a felon\n\nfrom possessing a firearm despite the fact that the predicate felony\n\nmay be subject to collateral attack on constitutional grounds.\"        Id.\n\nat 65.   Moreover, the Court specifically found \"little significant\n\ndifference\" between § 1202(a)(1) and § 922(g)(1) in this regard.        Id.\n\n(\"[T]o limit the scope of §§ 922(g)(1) and (h)(1) to a validly\n\n\n\nstalking conviction was valid as a predicate, we do not address this\nsecond argument.\n\n                               -22-\n\fconvicted felon would be at odds with the statutory scheme as a\n\nwhole.\").\n\n            Snyder points to cases where a defendant has been\n\nsentenced under § 924(e), the Armed Career Criminal Act, which\n\nimposes a 15-year mandatory minimum if the defendant has three prior\n\nviolent felony convictions.     As to those cases, we have held that the\n\ndefendant is entitled to resentencing upon eliminating a necessary\n\npredicate conviction in support of the sentence -- even if the\n\nconviction was still valid at the time the sentence was imposed.\n\nSnyder argues by analogy that if in such circumstances \"an enhanced\n\nsentence must be vacated, certainly a conviction must be vacated as\n\nwell.\"\n\n            Some support for this argument might be thought to come\n\nfrom our decision in United States v. Pettiford, 101 F.3d 199 (1st\n\nCir. 1996), a case construing § 921(a)(20), which defines what counts\n\nas a predicate conviction for the purposes of both § 922(g)(1) and §\n\n924(e).     Though not mentioned in our decision, § 921(a)(20) had by\n\nthat time been amended in 1986 -- after Lewis was decided -- to\n\nprovide that \"[a]ny conviction which has been expunged . . . shall\n\nnot be considered a conviction for purposes of this chapter . . . .\"\n\n18 U.S.C. § 921(a)(20)(B).     We held, without mentioning Lewis, that\n\nthe section could be read to exclude convictions valid at the time of\n\nsentencing but expunged subsequently.     See id. at 201.\n\n\n                                -23-\n\f            However, Pettiford was a sentencing case and its holding\n\nmust be read in that context.      Pettiford merely holds that a\n\nconviction expunged after sentencing can no longer serve as a\n\npredicate for a § 924(e) sentencing enhancement.      It does not hold\n\nthat a conviction expunged after a § 922(g)(1) offense can no longer\n\nserve as a predicate for that offense.      The two situations call for\n\ndifferential treatment.      As we noted in United States v. Paleo, 9\n\nF.3d 988 (1st Cir. 1992), the federal gun laws, such as 922(g)(1),\n\nreflect \"the desirability of having a clear, bright line in respect\n\nto gun possession: one who has a felony conviction on the books, a\n\nconviction not yet set aside, should simply know not to possess a\n\ngun.\"     Id. at 989.   By contrast, we saw no rationale for a bright-\n\nline rule with respect to § 924(e), so we found it appropriate to\n\ntreat vacated convictions differently for purposes of that section.\n\nSee id.     We recognized an important distinction: \"Lewis is\n\ninapplicable where prior convictions are used to determine the\n\npunishment, rather than to define the offense.\"      Id. (quoting United\n\nStates v. Clawson, 831 F.2d 909, 914-15 (9th Cir. 1987)).       Pettiford\n\ngoes no further than this.      Because prior convictions are used to\n\ndefine § 922(g)(1), Lewis still applies to this case.      See also\n\nUnited States v. Morgan, 216 F.3d 557, 562-67 (6th Cir. 2000),\n\npetition for cert. filed, ___ U.S.L.W. ___ (U.S. Sept. 13, 2000) (No.\n\n00-6270) (Lewis still applies to § 922(g)(1) offenses notwithstanding\n\n\n                                 -24-\n\f1986 amendments to § 920(a)(20)); United States v. Kahoe, 134 F.3d\n\n1230, 1234 (4th Cir. 1998) (same).12\n\n          Therefore, under Lewis, Snyder's belated success in\n\nvacating his 1992 stalking conviction bears no relevance to his\n\nconviction under § 922(g)(1).    At the time that he was caught\n\npossessing a firearm, the 1992 conviction was still in effect, as was\n\n§ 922(g)(1)'s concomitant prohibition on his possessing a firearm.\n\nThe district court thus did not err in denying Snyder's motion for a\n\nnew trial.\n\n                         III. CONCLUSION\n\n          For the foregoing reasons, the various rulings of the\n\ndistrict court are affirmed.\n\n\n\n\n     12   Both Morgan and Kahoe rejected the holding of Pettiford,\napparently construing the case to apply to § 922(g)(1) cases as well as\n§ 924(e) cases. Morgan, 216 F.3d at 565; Kahoe, 134 F.3d at 1234-35.\nBut because, as we hold here, Pettiford is properly restricted to the\nlatter context, it is not in actual tension with Morgan and Kahoe.\n\n                                -25-\n\f",
  "html": "<p class=\"case_cite\">235 F.3d 42 (1st Cir. 2000)</p>\n    <p class=\"parties\">UNITED STATES OF AMERICA, Appellee,<br>v.<br>ERIC GRAY SNYDER, Defendant, Appellant.</p>\n    <p class=\"docket\">Nos. 00-1043, 00-1051.</p>\n    <p class=\"court\">United States Court of Appeals, For the First Circuit.</p>\n    <p class=\"date\">Heard Oct. 3, 2000.<br>Decided December 21, 2000.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF MASSACHUSETTS. Hon. William G. Young, U.S. District Judge.[Copyrighted Material Omitted]</p>\n      <p class=\"indent\">Victoria L. Nadel for appellant.</p>\n      <p class=\"indent\">James F. Lang, Assistant United States Attorney, with whom Donald  K. Stern, United States Attorney, was on brief, for appellee.</p>\n      <p class=\"indent\">Before Boudin, Circuit Judge, Cyr, Senior Circuit Judge, and Lynch, Circuit Judge.</p>\n      <p class=\"indent\">LYNCH, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In this unusual case, a trial  judge sua sponte recused himself from sentencing because he  found himself \"unwilling, as a matter of conscience\" to apply  the U.S. Sentencing Guidelines as interpreted by this court. The defendant, who might have otherwise benefitted from the  judge's lenient views, claims that the judge had a duty to sit,  that his decision to recuse himself was therefore in error, and  that the case should be remanded back to the judge for  resentencing.  In the alternative, the defendant objects to the  sentence imposed upon him by a different judge to whom his case  was reassigned, as well as that judge's decision to deny his  motion for a new trial.  The primary question in the case pits  a judge's duty to sit, if there is no reason to recuse, against  his duty not to sit, if a reasonable person could doubt his  impartiality.  We uphold the trial judge's decision to recuse  himself and reject the defendant's other attacks.</p>\n    </div>\n    <p class=\"indent\">I. BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Eric Snyder was convicted after a jury trial of being a felon  in possession of a firearm and ammunition in violation of 18 U.S.C. &#167;  922(g)(1).  At sentencing, the trial judge, Judge Harrington, found the  defendant to be an armed career criminal under 18 U.S.C. &#167; 924(e) and  calculated the applicable guideline range at 235 to 293 months. However, after expressing concern during the sentencing hearing that  the range was too harsh, Judge Harrington chose to depart downward,  explaining his decision in a published memorandum.  See United States v. Snyder, 954 F. Supp. 19, 22 (D. Mass. 1997) (hereinafter \"Snyder  I\").  In his view, a downward departure was justified because had  Snyder been prosecuted and convicted under state law, he would have  been sentenced to a far shorter prison term than that prescribed by the  federal Sentencing Guidelines.  Such sentencing disparity, Judge  Harrington argued, effectively grants federal prosecutors \"unbridled  power\" to single out \"local\" offenders for disparately long federal  sentences.  Accordingly, Judge Harrington departed downward in order to  bring Snyder's sentence closer to the sentence he would have received  in state court, sentencing Snyder to 180 months, the statutory minimum. Id.  On appeal, this court vacated the sentence, holding that a  disparity between federal and state sentences for the same offense is  not a legitimate ground for departure.  We remanded the case for  resentencing.  See United States v. Snyder, 136 F.3d 65, 70 (1st Cir.  1998) (\"Snyder II\").</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Following the remand, Judge Harrington initially scheduled  resentencing for April 27, 1998.  Over the next eight months, though,  he granted Snyder a series of continuances while Snyder awaited a  decision from the Boston Municipal Court regarding whether one of his  prior convictions was unconstitutional.  On December 9, 1998, after  successfully vacating the prior conviction, Snyder moved for a new  trial in this case, arguing that with the conviction eliminated he  could no longer be considered to have been a \"felon\" for purposes of &#167;  922(g)(1) at the time he was caught in possession of a firearm.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">On December 23, 1998,  Judge Harrington held a hearing in  which he considered both Snyder's resentencing and his motion for a new  trial.  During the hearing, the judge made clear that he harbored \"deep  problems of conscience over this case\" and that he was frustrated by  the government's unwillingness to concede that Snyder did not deserve  the sentence required by the Guidelines.  The hearing produced no  resolution as Judge Harrington again granted a continuance, this time  to allow Snyder to submit his own version of events for inclusion in  the presentence report.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">On September 22, 1999, a year and a half after our remand in Snyder II, Judge Harrington abruptly recused himself from the case sua  sponte.  The written order stated that he was \"unwilling, as a matter  of conscience, to impose the draconian sentence required by the United  States Court of Appeals for the First Circuit,\" citing Snyder I as  setting forth the reasons underlying his conscientious objection. Snyder moved for reconsideration of the recusal order, which motion  Judge Harrington denied by margin endorsement.  Snyder then appealed  the denial.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">While the appeal was pending, Snyder's case was reassigned  to Chief Judge Young, who proceeded to hold a sentencing hearing on  October 14, 1999.  At the hearing, Judge Young denied a motion by  Snyder for further continuance pending this court's decision on Judge  Harrington's recusal.  He then heard Snyder argue various grounds for  a downward departure.  Rejecting all of those grounds, Judge Young  sentenced Snyder to 264 months, a sentence at the midpoint of the  applicable guideline range.  On March 6, 2000, Judge Young denied  Snyder's motion for a new trial.  Snyder timely appealed his sentence  and the denial of the new trial motion.  We now consider this appeal  and the appeal of Judge Harrington's recusal order.</p>\n    </div>\n    <p class=\"indent\">II. DISCUSSION</p>\n    <p class=\"indent\">A.  Recusal</p>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Did Judge Harrington commit reversible error in recusing  himself from the case?  Snyder claims that Judge Harrington lacked  any valid authority for recusing himself, and that in the absence of  such authority the judge had a duty to continue presiding.  As for  what prejudice Snyder suffered from the recusal, he claims that he  was deprived of the opportunity to be sentenced by a judge intimately  familiar with the facts of his case.  Had the sentencing judge fully  grasped these supposedly peculiar facts, Snyder believes, he would  have granted Snyder a downward departure or, at the very least, would  have sentenced Snyder at the low end, rather than the midpoint, of  the applicable guideline range.  For its part, the government argues  that Judge Harrington's decision to recuse himself was entirely  appropriate under the circumstances: the judge had made many  statements of record expressing hostility toward the government's  case, and for some 18 months he had refused to sentence Snyder as he  was required to do on remand.  Such conduct, the government argues,  gave rise to an objective appearance of partiality, warranting  recusal.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Recusal of federal judges is governed by 28 U.S.C. &#167; 455,  subsection (a) of which is at issue here.  That subsection provides  that \"[a]ny justice, judge, or magistrate of the United States shall  disqualify himself in any proceeding in which his impartiality might  reasonably be questioned.\"  The reach of the subsection is broad.  It  forbids partiality whether grounded in an \"interest or relationship\"  or a \"bias or prejudice\"; and it forbids not only the reality of  partiality but its objective appearance as well.  Liteky v. United  States, 510 U.S. 540, 548 (1994).  As the Supreme Court has pithily  characterized the subsection: \"Quite simply and quite universally,  recusal [i]s required whenever 'impartiality might reasonably be  questioned.'\"  Id. (quoting 28 U.S.C. &#167; 455(a)).</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Nevertheless, judges are not to recuse themselves lightly  under &#167; 455(a).  See H.R. Rep. No. 93-1453, at 5 (1974), reprinted in 1974 U.S.C.C.A.N. 6351, 6355 (\"[Section 455(a)] should not be used by  judges to avoid sitting on difficult or controversial cases.\").  As  Snyder contends, an erroneous recusal may be prejudicial in some  circumstances.  See United States v. Arache, 946 F.2d 129, 140 (1st  Cir. 1991) (finding that \"there appears to be some force\" to argument  that recusal may prejudice defendant where recusing judge has become  familiar enough with facts of case to question reliability of key  testimony).  In any event, the unnecessary transfer of a case from  one judge to another is inherently inefficient and delays the  administration of justice.  See Camacho v. Autoridad de Telefonos de  Puerto Rico, 868 F.2d 482, 491 (1st Cir. 1989) (noting that the  judicial system would be \"paralyzed\" were standards for recusal too  low).  For these reasons, \"[a] trial judge must hear cases unless  [there is] some reasonable factual basis to doubt the impartiality or  fairness of the tribunal.\"  Blizard v. Frechette, 601 F.2d 1217, 1221  (1st Cir. 1979).  Thus, under &#167; 455(a) a judge has a duty to recuse  himself if his impartiality can reasonably be questioned; but  otherwise, he has a duty to sit.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Most appeals arising under &#167; 455(a) are brought after the  trial judge has refused to recuse himself on motion of a party.  See,  e.g., In re United States, 158 F.3d 26, 27 (1st Cir. 1998); Blizard,  601 F.2d at 1219.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  In such cases we have applied an abuse of  discretion standard.  As we stated in In re United States:</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">[A] decision whether to disqualify [is] in the first  instance committed to the district judge.  And, since in  many cases reasonable deciders may disagree, the district  judge is allowed a range of discretion.  The appellate  court, therefore, must ask itself not whether it would  have decided as did the trial court, but whether that  decision cannot be defended as a rational conclusion  supported by [a] reasonable reading of the record.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">158 F.3d at 30 (citations and internal quotation marks omitted). Furthermore, we have recognized that the duty to recuse and the duty  to sit do not exert equal pull; in close cases, \"doubts ordinarily  ought to be resolved in favor of recusal.\"  Id.  No one suggests that  different principles of review apply here, where a judge has recused  himself sua sponte.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  Hence, our review in this case, as in our prior  cases, is both deferential and weighted: we inquire whether, in light  of the policy favoring recusal in close cases, Judge Harrington  abused his discretion in finding that he had a duty to recuse  himself.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">We find no such abuse of discretion.  Given Judge  Harrington's persistent and vociferous objections to Snyder's federal  prosecution, and, more importantly, given his outright unwillingness  to sentence Snyder in accordance with this court's ruling in Snyder  II, Judge Harrington's decision to recuse himself from the case was  clearly not an abuse of discretion.  Judge Harrington did not merely  express opinion; he ultimately concluded he could not bring himself  to do what the law required.  The record amply evinces that his  conclusion was genuine.  Further, to the extent there can be any  doubt, such doubt is resolved in favor of recusal.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Judge Harrington first voiced objections to Snyder's  prosecution in the sentencing proceedings antedating Snyder II, in  which he repeatedly insisted that Snyder's federal prosecution worked  a \"gross violation of the principles of justice.\"  In his memorandum  in Snyder I, Judge Harrington elaborated on this theme, holding that  the sentence sought by the government</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">constitutes a grossly disparate sentence pre-determined by  the prosecutor in the exercise of his absolute discretion  and, thus, affronts this Court's sense of fundamental  fairness . . . .  For where unbridled power, unchecked by  judicial scrutiny, can by fiat determine that a certain  person from among many similarly situated shall serve such  a disparate sentence for the same offense, then the  balance of governmental powers has become distorted and  the liberty of every individual is held hostage to the  potential tyranny of the Executive Branch.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Snyder I, 954 F. Supp. at 22; see also Snyder II, 136 F.3d at 66-67  (detailing Judge Harrington's remarks in sentencing proceedings  antedating Snyder II).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">On remand following Snyder II, at the aborted sentencing  hearing of December 23, 1998, Judge Harrington's protests grew  increasingly adamant.  He again and again chastised the government  for requesting a 262-month sentence:</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">How does . . . the government, in an insignificant  incident, . . . ask me to sentence this man to 21 years? I've been involved in a lot of murder cases and I never  had a client who ever did more actual jail time than 15  years.  And I'll tell you, it shocks me that the United  States Government would look at this man for what he did  in this case and ask for 21 years.  I think it's unjust  and it's extremely shocking, and I just can't believe that  this government, of which we're all a part, can do it. It's a manifestation of inflexibility on their part.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">. . . .</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">I don't endorse what Mr. Snyder did, but I've been  involved in the criminal law for 38 years on both sides. To my judgment, this is the most outrageous recommendation  I have ever seen in the history of Massachusetts  jurisprudence . . . .  And every time I think of Mr.  Snyder having to serve 21 years, I almost get physically  sick.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">As the hearing progressed, Judge Harrington returned to  the objections he lodged in Snyder I concerning the judiciary's  inability to check selective prosecution and sentencing, even though  this court had instructed (as Judge Harrington apparently recognized)  that those objections were not legitimate grounds for a downward  departure:</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">This case is an example, although the Court of Appeals did  not accept it, of the government using a Federal Court to  transform a year-and-a-half sentence to a 21-year term of  imprisonment.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">. . . .</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">And federal judges feel put upon because they feel that  that type of sentence is unjust.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Toward the end of the hearing, Judge Harrington openly expressed  frustration with the prosecution's refusal to come around to the  court's point of view, at one point pressing the government to  concede that Snyder was entitled to some sort of downward departure. Specifically, after describing the court's efforts to cooperate with  the U.S. Attorney's office in other matters, Judge Harrington  continued:</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">And yet now, when this Court -- when the U.S. Attorney  knows that this Court has deep problems of conscience over  this case, they will not reciprocate one inch, one inch.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Finally, in the recusal order issued after the hearing, Judge  Harrington expressly declared that he was flatly unwilling to  sentence Snyder in accordance with this court's remand order,  reasserting, once again, the objections articulated in Snyder I.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">A judge's views on matters of law and policy ordinarily  are not legitimate grounds for recusal, even if such views are  strongly held.  See Richard E. Flamm, Judicial Disqualification:  Recusal and Disqualification of Judges &#167; 10.2 (1996) (collecting  cases).  After all, judges commonly come to a case with personal  views on the underlying subject matter; indeed, many judges are known  to dislike aspects of the Sentencing Guidelines.  Far from  necessarily warranting recusal, typically such views merely mark an  active mind.  See Laird v. Tatum, 409 U.S. 824, 835 (1972) (\"Proof  that a [judge's] mind . . . was a complete tabula rasa . . . would be  evidence of lack of qualification, not lack of bias.\"); John  Leubsdorf, Theories of Judging and Judge Disqualification, 62 N.Y.U.  L. Rev. 237, 250-51 (1987) (discussing Judge Jerome Frank's statement  that \"[i]f . . . bias and partiality be defined to mean the total  absence of preconceptions in the mind of the judge, then no one has  ever had a fair trial and no one ever will\").</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Moreover, a judge ordinarily may not be disqualified  merely for reprehending a party's legal position, or for  interrogating counsel in an angry or confrontational tone.  See In re  United States, 158 F.3d at 34; Flamm, supra, &#167; 16.5.  Emotions can  run high in the courtroom, and occasional flares of temper are to be  expected in the heat of argument.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">But when a judge proves unable to put aside his personal  convictions in order to carry out the law, when his hostility toward  a litigant's position has become so pervasive that he cannot  reasonably hope to provide a fair hearing, then recusal is of course  warranted.  See Flamm, supra, &#167; 10.4 (recusal appropriate where  judge's mind has become \"irrevocably closed\" as to the issues in a  specific case) (collecting cases); In re United States, 158 F.3d at  34 (recusal appropriate where judge appears to harbor \"an aversion,  hostility or disposition of a kind that a fair-minded person could  not set aside when judging the dispute\") (quoting Liteky, 510 U.S. at  557-58 (Kennedy, J., concurring in the judgment)).  These conditions  clearly enough were met here.  Cf. City of Columbus v. Hayes, 587  N.E.2d 939, 942  (Oh. Ct. App. 1990) (remanding to another judge for  resentencing where original sentencing judge, after being reversed,  declared that he would impose the same sentence as before, even if he  were reversed again \"ten times\").  At the least, we find that Judge  Harrington did not abuse his discretion in deciding that, given his  unyielding antipathy toward the government's case, he had no choice  but to recuse himself.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">That said, there is another point.  While one can  appreciate the struggle of a judge to bring himself to apply a law he  feels unjust, that this process took over a year and a half in this  case is cause for concern.  The defendant and the government each had  interests in ensuring that facts relevant to sentencing remained  fresh in the mind of the court, counsel, and any potential witnesses. The public also legitimately expects that criminal cases will be  expeditiously resolved.  Thus, while we hold that Judge Harrington's  decision to recuse himself was not in error, we note that a prompter  decision would have better served the interests of justice.</p>\n    </div>\n    <p class=\"indent\">B.  Sentencing</p>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">The next question is whether Judge Young erred in  resentencing Snyder.  Snyder alleges two errors: first, he claims  Judge Young failed to explain why he saw fit to sentence Snyder at  the midpoint, rather than the low end, of the applicable guideline  range; second, he claims that Judge Young failed adequately to  consider various grounds for departure and consequently failed to  depart downward from the applicable guideline range.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Snyder's first claim is based on 18 U.S.C. &#167; 3553(c),  which requires the sentencing court to explain how it determined the  applicable guideline range and, if that range exceeds twenty-four  months, why it selected the particular point that it did within that  range.  Snyder challenges the second aspect of Judge Young's  calculation of his sentence, arguing that the judge's decision to  sentence Snyder at the midpoint of the applicable guideline range was  arbitrary and unjustified by the facts of the case.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">The record of the sentencing hearing reveals that Judge  Young adequately explained his decision to sentence Snyder at the  midpoint of the applicable guideline range.  The government argued  exhaustively for such a sentence, based on the grounds that: (1)  Snyder had used the firearm underlying his &#167; 922(g)(1) conviction in  an armed robbery on January 10, 1995; (2) pursuant to the arrest for  the armed robbery, the firearm was found in the trunk of a car along  with a ski mask and duct tape, indicating Snyder intended to use the  firearm for future unlawful conduct; and (3) Snyder had a criminal  record considerably more serious than the minimum necessary to  trigger the applicable guideline range.  While Judge Young chose to  defer to Judge Harrington's finding that Snyder had not committed the  armed robbery of January 10, see note 4 supra, he ultimately agreed  with the government's recommendation based on the other two grounds  it proffered:</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">This case seems to be a quintessential case for the  imposition of the penalty that the Congress has required  to be imposed.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">. . . .</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">[T]he record of crimes of violence here, the setting which  I find supported by the facts, the finding of the mask and  duct tape with the weapon, the evidence . . . amply  justifies the inference that this weapon was being carried  . . . for the purpose of aiding and abetting another  felony, [and] against this background justifies the  sentence of the Court.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">In context, the court's explanation was sufficiently specific to meet  the requirements of &#167; 3553(c).</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">Snyder's second claim is that Judge Young erred in  declining to depart downward.  Specifically, Snyder argues that Judge  Young failed to give adequate consideration to four potential grounds  for downward departure: (1) Snyder's conviction rested on an  erroneous jury instruction; (2) the government improperly paid a key  witness in exchange for his testimony; (3) there was no compelling  federal interest in prosecuting Snyder's \"local\" offense; and (4)  Snyder's criminal history category overstated the seriousness of his  criminal past.  All of the asserted grounds are meritless.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">The first two asserted grounds are insufficient for  departure as a matter of law.  Snyder invokes U.S.S.G. &#167; 5K2.0, which  grants a judge discretion to depart downward if \"there exists . . .  [a] mitigating circumstance of a kind, or to a degree, not adequately  taken into consideration by the Sentencing Commission.\"  But the  invocation comes up short.  Even assuming Snyder's conviction rested  on an erroneous jury instruction and the testimony of an unlawfully  compensated witness,<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> Snyder has entirely failed to explain how  either factor is relevant to sentencing.  He does not claim, for  example, that the government paid a witness to testify so as to  exaggerate certain features of his offense, in an attempt at  manipulating his sentence.  Cf. United States v. Montoya, 62 F.3d 1,  3-4 (1st Cir. 1995).<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">Rather, Snyder's claim seems to rest on the view that a  trial error or prosecutorial misdeed in and of itself permits  downward departure.  Such a view, however, misconceives &#167; 5K2.0 as  though it were an alternative avenue for post-conviction relief.  If  Snyder did in fact suffer a faulty trial or tainted prosecution, he  may properly seek to vacate his conviction, but not to shorten his  sentence.  The district court correctly arrived at the same  conclusion with respect to the jury instruction issue:</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">I . . . as an institutional matter reject the argument  that some alleged misstep in the trial warrants a lower  sentence.  That's not the way to proceed.  But if there  has been, I'll address that in the petition for habeas  corpus.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a></p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">Only in those rare cases where a procedural flaw raises concerns of  particular relevance to sentencing -- as opposed to mere concerns  about the propriety of the defendant's conviction -- may downward  departure be warranted under &#167; 5K2.0.  See United States v. Crippen,  961 F.2d 882, 885 (9th Cir. 1992) (\"for a factor to be considered  [mitigating], it must be tied to some penological purpose or  legitimate sentencing concern\" (emphasis in original)); cf. United  States v. Martinez, 136 F.3d 972, 979-80 (4th Cir. 1998) (finding  ineffective assistance of counsel by itself to be irrelevant to  sentencing); Crippen, 961 F.2d at 885 (same).  The same is true as to  prosecutorial misconduct.  Compare United States v. Valencia-Lucena,  925 F.2d 506, 515 (1st Cir. 1991) (stating general rule that \"[a]  sentencing departure is not warranted in response to conduct of the  government . . . .\"), with Montoya, 62 F.3d 1, 4-5 (recognizing that  departure may be warranted in the \"extreme and unusual case\" where  government has engaged in \"sentencing factor manipulation\").<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a></p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">Snyder's third asserted ground for departure -- the  supposed lack of any compelling federal interest to justify his  federal prosecution -- is likewise flawed as a matter of law.  It is  not a compelling federal interest, but merely a federal interest,  that is required to justify a defendant's federal prosecution.  Here,  such interest is supplied by the Commerce Clause.  See United States v. Cardoza, 129 F.3d 6, 10-11 (1st Cir. 1997).  Snyder concedes that  &#167; 922(g)(1) is constitutionally valid and that it provided sufficient  legal authority for his federal prosecution.  He nonetheless insists  that his offense was purely \"local,\" that the federal government's  sole motive in prosecuting him was to lengthen his prison time by way  of the Sentencing Guidelines, and that in such circumstances, &#167; 5K2.0  allows a judge to depart downward in order to check the government's  intemperate -- albeit legal -- use of its prosecutorial discretion. We rejected this very argument in Snyder II:</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">[I]t is a bedrock principle of our system of criminal  justice that a federal judge may not interfere with the  government's prosecutorial decisions solely to vindicate  his subjective view of the wisdom of a given enforcement  strategy.  It follows inexorably that the government's  lawful selection of Snyder for federal prosecution has no  relevance to the sentencing inquiry.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">136 F.3d at 70 (internal quotation marks and citations omitted).  The  district court thus committed no error in refusing to consider the  wisdom of Snyder's prosecution as a ground for departure.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">Fourthly, Snyder asserts that his criminal history  category overstates the seriousness of his prior criminal record,  warranting a downward departure pursuant to U.S.S.G. &#167; 4A1.3.  Snyder  concedes that his record includes numerous convictions, but he  emphasizes their vintage.  His last violent felony conviction, he  claims, was in 1984; his subsequent offenses he deems \"minor.\"<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a></p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">A district court is entitled to depart on such ground, but  the refusal to depart is not reviewable at all unless the district  court mistakenly believed that it lacked such authority.  Snyder  contends that Judge Young misunderstood his argument to be that he  had undergone \"extraordinary rehabilitation\"; as a result, Snyder  says, Judge Young failed to appreciate that he was being asked to  depart under &#167; 4A1.3, and that he had the authority to so depart. But while Judge Young did state that he rejected \"the argument that  there has been extraordinary rehabilitation,\" the context makes clear  that this characterization was simply a gloss he put on the argument. As the judge later stated: \"The record of crimes of violence here . .  . justifies the sentence of the Court.\"  There is thus no reason to  believe that Judge Young misunderstood his authority to depart under  &#167; 4A1.3.</p>\n    </div>\n    <p class=\"indent\">C.  Motion for New Trial</p>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">Snyder lastly appeals the district court's denial of his  motion for a new trial.  The motion was based on his successful  collateral attack in 1998 of his 1992 stalking conviction.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a>  The  essence of Snyder's argument is that even though the stalking conviction was still valid when he was found in possession of a  firearm in 1995, the conviction can no longer serve as a predicate  for his &#167; 922(g)(1) offense now that it has been vacated.  And  because all of his other convictions are also problematic as  predicates -- or so he claims<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a> -- Snyder argues he must be awarded a  new trial so that he may be given the opportunity to argue that he  was not a \"felon\" for purposes of &#167; 922(g)(1) at the time he was  caught possessing a firearm.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">Snyder's argument runs directly contrary to the Supreme  Court's decision in Lewis v. United States, 445 U.S. 55 (1980).  In  that case, the Court considered whether a successful collateral  attack on a prior felony conviction means that the conviction may no  longer serve as a predicate for purposes of 18 U.S.C. &#167; 1202(a)(1), a  predecessor to &#167; 922(g)(1).  The Court held that under &#167; 1202(a)(1)  \"a felony conviction imposes a firearm disability until the  conviction is vacated or the felon is relieved of his disability by  some affirmative action, such as a qualifying pardon or a consent  from the Secretary of the Treasury.\"  Id. at 60-61.  The Court went  on to state that \"Congress clearly intended that the defendant clear  his [felon] status before obtaining a firearm.\"  Id. at 64 (emphasis  in original).  Thus it concluded that \"&#167; 1202(a)(1) prohibits a felon  from possessing a firearm despite the fact that the predicate felony  may be subject to collateral attack on constitutional grounds.\"  Id. at 65.  Moreover, the Court specifically found \"little significant  difference\" between &#167; 1202(a)(1) and &#167; 922(g)(1) in this regard.  Id. (\"[T]o limit the scope of &#167;&#167; 922(g)(1) and (h)(1) to a validly  convicted felon would be at odds with the statutory scheme as a  whole.\").</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">Snyder points to cases where a defendant has been  sentenced under &#167; 924(e), the Armed Career Criminal Act, which  imposes a 15-year mandatory minimum if the defendant has three prior  violent felony convictions.  As to those cases, we have held that the  defendant is entitled to resentencing upon eliminating a necessary  predicate conviction in support of the sentence -- even if the  conviction was still valid at the time the sentence was imposed. Snyder argues by analogy that if in such circumstances \"an enhanced  sentence must be vacated, certainly a conviction must be vacated as  well.\"</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">Some support for this argument might be thought to come  from our decision in United States v. Pettiford, 101 F.3d 199 (1st  Cir. 1996), a case construing &#167; 921(a)(20), which defines what counts  as a predicate conviction for the purposes of both &#167; 922(g)(1) and &#167;  924(e).  Though not mentioned in our decision, &#167; 921(a)(20) had by  that time been amended in 1986 -- after Lewis was decided -- to  provide that \"[a]ny conviction which has been expunged . . . shall  not be considered a conviction for purposes of this chapter . . . .\" 18 U.S.C. &#167; 921(a)(20)(B).  We held, without mentioning Lewis, that  the section could be read to exclude convictions valid at the time of  sentencing but expunged subsequently.  See id. at 201.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">However, Pettiford was a sentencing case and its holding  must be read in that context.  Pettiford merely holds that a  conviction expunged after sentencing can no longer serve as a  predicate for a &#167; 924(e) sentencing enhancement.  It does not hold  that a conviction expunged after a &#167; 922(g)(1) offense can no longer  serve as a predicate for that offense.  The two situations call for  differential treatment.  As we noted in United States v. Paleo, 9  F.3d 988 (1st Cir. 1992), the federal gun laws, such as 922(g)(1),  reflect \"the desirability of having a clear, bright line in respect  to gun possession: one who has a felony conviction on the books, a  conviction not yet set aside, should simply know not to possess a  gun.\"  Id. at 989.  By contrast, we saw no rationale for a bright-line rule with respect to &#167; 924(e), so we found it appropriate to  treat vacated convictions differently for purposes of that section. See id.  We recognized an important distinction: \"Lewis is  inapplicable where prior convictions are used to determine the  punishment, rather than to define the offense.\"  Id. (quoting United  States v. Clawson, 831 F.2d 909, 914-15 (9th Cir. 1987)).  Pettiford goes no further than this.  Because prior convictions are used to  define &#167; 922(g)(1), Lewis still applies to this case.  See alsoUnited States v. Morgan, 216 F.3d 557, 562-67 (6th Cir. 2000), petition for cert. filed, ___ U.S.L.W. ___ (U.S. Sept. 13, 2000) (No.  00-6270) (Lewis still applies to &#167; 922(g)(1) offenses notwithstanding  1986 amendments to &#167; 920(a)(20)); United States v. Kahoe, 134 F.3d  1230, 1234 (4th Cir. 1998) (same).<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a></p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">Therefore, under Lewis, Snyder's belated success in  vacating his 1992 stalking conviction bears no relevance to his  conviction under &#167; 922(g)(1).  At the time that he was caught  possessing a firearm, the 1992 conviction was still in effect, as was  &#167; 922(g)(1)'s concomitant prohibition on his possessing a firearm. The district court thus did not err in denying Snyder's motion for a  new trial.</p>\n    </div>\n    <p class=\"indent\">III. CONCLUSION</p>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">For the foregoing reasons, the various rulings of the  district court are affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p>  Section 455(a) modified, but did not eliminate, the duty to  sit doctrine.  SeeaIn re Martinez-Catala, 129 F.3d 213, 221 (1st Cir.  1997).  The duty to sit doctrine originally not only required a judge  to sit in the absence of any reason to recuse, but also required a  judge to resolve close cases in favor of sitting rather than recusing. Section 455(a) eliminated the latter element of the doctrine, Blizard,  601 F.2d at 1220, but not the former, id. at 1221.  \"In this sense,  i.e., that judges hear cases unless there is some reason not to, the  'duty to sit' remains.\"  Id.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p>  Rarely, we have found that a judge erred by recusing himself,  rather than by refusing to do so.  El Fenix de Puerto Rico v. The M/Y  Johanny, 36 F.3d 136, 140 (1st Cir. 1994); cf. United States v. Arache,  946 F.2d at 140 (considering defendant's (waived) claim that judge  should not have recused himself but finding no plain error).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p>  Perhaps the most famed example of spontaneous recusal is that  of Justice Frankfurter, a self-described victim of bus background  music, in a case challenging the broadcasting of such music on city  buses.  Public Utils. Comm'n v. Pollak, 343 U.S. 451, 466-67 (1952)  (Frankfurter, J., recusal opinion).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p>  Although not contested here, the applicable guideline range  has been a matter of some dispute in the case.  In Snyder I, Judge  Harrington found that Snyder had not committed armed robbery with the  handgun he was convicted of possessing, contrary to the government's  contention.  Consequently, his offense level was set at 33 rather than  34, and the applicable guideline range was determined to be 235 to 293  months rather than 262 to 327 months.  See 954 F. Supp. at 21.  At  resentencing, Judge Young was initially inclined to find that Synder  had in fact committed armed robbery with the handgun, but deferred to  Judge Harrington's finding, which was not appealed in Snyder I, as the  law of the case.  The government does not attempt to appeal this aspect  of Judge Young's sentencing decision here.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p>  While we need not reach the issue, we note that the  government did not unlawfully compensate any witness in this case.  As  a general matter, promises of leniency or material assistance given by  the government in exchange for a witness's testimony do not violate  federal bribery laws.  United States v. Lara, 181 F.3d 183, 198 (1st  Cir.), cert. denied, 528 U.S. 979 (1999).  We have acknowledged that  \"there are surely outer limits on what a prosecutor can do in offering  benefits to a witness,\" United States v. Murphy, 193 F.3d 1, 9 (1st  Cir. 1999); but the defendant offers no support for his assertion that  the compensation provided here -- housing, modest subsistence payments,  help in securing lenient dispositions of pending state court cases --  approached these outer limits.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p>  Indeed, the testimony that Snyder claims to have been the  object of a government bribe was that Snyder had committed an armed  robbery with the firearm underlying his conviction.  But this testimony  had no impact on Snyder's sentence.  Judge Harrington explicitly found  the testimony not to be credible for purposes of sentencing, seeaSnyder  I, 954 F. Supp. at 21, and Judge Young deferred to this finding at  resentencing, see supra note 4.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p>  As to Snyder's witness compensation claim, the district court  simply remarked that the claim had no relevance to sentencing.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p>  In United States v. Rowe, 202 F.3d 37 (1st Cir. 2000), we  questioned whether Valencia-Lucena remains good law in the wake of Koon v. United States, 518 U.S. 81 (1996).  See 202 F.3d at 40-41.  Koon generally discourages courts from categorically refusing to consider  certain factors under &#167; 5K2.0, see 518 U.S. at 94, and so certainly  would disfavor a rule categorically disqualifying government misconduct  as a potential ground for departure.  But here, we adopt no such rule. We merely state the obvious: government misconduct may serve as a  ground for departure, but only if relevant in some particular way to  sentencing.  See United States v. Dethlefs, 123 F.3d 39, 47 (1st Cir.  1997) (\"Notwithstanding that most categorical interpretations are  disfavored under the Koon Court's regime, some boundaries are essential  if the guidelines are not to be emptied of all meaning.\")</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p>  This characterization is, to put it mildly, not entirely  honest.  Snyder was in jail for most of the time from 1984 until his  arrest in this case in 1995, which obviously limited his opportunities  for criminal conduct.  Moreover, when Snyder was out on parole, he was  found guilty in 1990 of selling heroin, arrested in 1991 for assault  and battery upon a police officer, convicted in 1992 of stalking a  woman who had a restraining order against him, and arrested again in  1992 for robbery -- all hardly \"minor\" crimes.  Finally, it is worth  noting that Snyder was assigned 20 criminal history points in his pre-sentencing report; a mere 13 would have been sufficient to place Snyder  in his criminal history category of VI.  It is little wonder that the  trial court was not impressed with this argument.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p>  The attack was based on Commonwealth v. Kwiatkowski, 637  N.E.2d 854 (Mass. 1994), in which the Massachusetts Supreme Judicial  Court held that, as a constitutional matter, a certain Massachusetts  stalking statute had to be interpreted so as to require at least three  incidents of harassing the victim.  Id. at 858.  Snyder apparently had  engaged in several such incidents, but only one occurred after the  effective date of the statute.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p>  Snyder claims that until the Supreme Court's 1998 decision  in United States v. Caron, 524 U.S. 308 (1998), it was not clear  whether his older Massachusetts convictions could serve as predicates,  and therefore the convictions were problematic as predicates at the  time of his indictment.  Because we find that, in any event, Snyder's  stalking conviction was valid as a predicate, we do not address this  second argument.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p>  Both Morgan and Kahoe rejected the holding of Pettiford,  apparently construing the case to apply to &#167; 922(g)(1) cases as well as  &#167; 924(e) cases.  Morgan, 216 F.3d at 565; Kahoe, 134 F.3d at 1234-35. But because, as we hold here, Pettiford is properly restricted to the  latter context, it is not in actual tension with Morgan and Kahoe.</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">235</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">42</span></span> (1st Cir. 2000)</p>\n    <p class=\"parties\">UNITED STATES OF AMERICA, Appellee,<br>v.<br>ERIC GRAY SNYDER, Defendant, Appellant.</p>\n    <p class=\"docket\">Nos. 00-1043, 00-1051.</p>\n    <p class=\"court\">United States Court of Appeals, For the First Circuit.</p>\n    <p class=\"date\">Heard Oct. 3, 2000.<br>Decided December 21, 2000.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF MASSACHUSETTS. Hon. William G. Young, U.S. District Judge.[Copyrighted Material Omitted]</p>\n      <p class=\"indent\">Victoria L. Nadel for appellant.</p>\n      <p class=\"indent\">James F. Lang, Assistant United States Attorney, with whom Donald  K. Stern, United States Attorney, was on brief, for appellee.</p>\n      <p class=\"indent\">Before Boudin, Circuit Judge, Cyr, Senior Circuit Judge, and Lynch, Circuit Judge.</p>\n      <p class=\"indent\">LYNCH, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In this unusual case, a trial  judge sua sponte recused himself from sentencing because he  found himself \"unwilling, as a matter of conscience\" to apply  the U.S. Sentencing Guidelines as interpreted by this court. The defendant, who might have otherwise benefitted from the  judge's lenient views, claims that the judge had a duty to sit,  that his decision to recuse himself was therefore in error, and  that the case should be remanded back to the judge for  resentencing.  In the alternative, the defendant objects to the  sentence imposed upon him by a different judge to whom his case  was reassigned, as well as that judge's decision to deny his  motion for a new trial.  The primary question in the case pits  a judge's duty to sit, if there is no reason to recuse, against  his duty not to sit, if a reasonable person could doubt his  impartiality.  We uphold the trial judge's decision to recuse  himself and reject the defendant's other attacks.</p>\n    </div>\n    <p class=\"indent\">I. BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Eric Snyder was convicted after a jury trial of being a felon  in possession of a firearm and ammunition in violation of 18 U.S.C. &#167;  922(g)(1).  At sentencing, the trial judge, Judge Harrington, found the  defendant to be an armed career criminal under 18 U.S.C. &#167; 924(e) and  calculated the applicable guideline range at 235 to 293 months. However, after expressing concern during the sentencing hearing that  the range was too harsh, Judge Harrington chose to depart downward,  explaining his decision in a published memorandum.  See United States v. Snyder, <span class=\"citation\" data-id=\"1488583\"><a href=\"/opinion/1488583/united-states-v-snyder/\"><span class=\"volume\">954</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">19</span></a></span>, 22 (D. Mass. 1997) (hereinafter \"Snyder  I\").  In his view, a downward departure was justified because had  Snyder been prosecuted and convicted under state law, he would have  been sentenced to a far shorter prison term than that prescribed by the  federal Sentencing Guidelines.  Such sentencing disparity, Judge  Harrington argued, effectively grants federal prosecutors \"unbridled  power\" to single out \"local\" offenders for disparately long federal  sentences.  Accordingly, Judge Harrington departed downward in order to  bring Snyder's sentence closer to the sentence he would have received  in state court, sentencing Snyder to 180 months, the statutory minimum. Id.  On appeal, this court vacated the sentence, holding that a  disparity between federal and state sentences for the same offense is  not a legitimate ground for departure.  We remanded the case for  resentencing.  See United States v. Snyder, <span class=\"citation\" data-id=\"197800\"><a href=\"/opinion/197800/united-states-v-snyder/\"><span class=\"volume\">136</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">65</span></a></span>, 70 (1st Cir.  1998) (\"Snyder II\").</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Following the remand, Judge Harrington initially scheduled  resentencing for April 27, 1998.  Over the next eight months, though,  he granted Snyder a series of continuances while Snyder awaited a  decision from the Boston Municipal Court regarding whether one of his  prior convictions was unconstitutional.  On December 9, 1998, after  successfully vacating the prior conviction, Snyder moved for a new  trial in this case, arguing that with the conviction eliminated he  could no longer be considered to have been a \"felon\" for purposes of &#167;  922(g)(1) at the time he was caught in possession of a firearm.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">On December 23, 1998,  Judge Harrington held a hearing in  which he considered both Snyder's resentencing and his motion for a new  trial.  During the hearing, the judge made clear that he harbored \"deep  problems of conscience over this case\" and that he was frustrated by  the government's unwillingness to concede that Snyder did not deserve  the sentence required by the Guidelines.  The hearing produced no  resolution as Judge Harrington again granted a continuance, this time  to allow Snyder to submit his own version of events for inclusion in  the presentence report.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">On September 22, 1999, a year and a half after our remand in Snyder II, Judge Harrington abruptly recused himself from the case sua  sponte.  The written order stated that he was \"unwilling, as a matter  of conscience, to impose the draconian sentence required by the United  States Court of Appeals for the First Circuit,\" citing Snyder I as  setting forth the reasons underlying his conscientious objection. Snyder moved for reconsideration of the recusal order, which motion  Judge Harrington denied by margin endorsement.  Snyder then appealed  the denial.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">While the appeal was pending, Snyder's case was reassigned  to Chief Judge Young, who proceeded to hold a sentencing hearing on  October 14, 1999.  At the hearing, Judge Young denied a motion by  Snyder for further continuance pending this court's decision on Judge  Harrington's recusal.  He then heard Snyder argue various grounds for  a downward departure.  Rejecting all of those grounds, Judge Young  sentenced Snyder to 264 months, a sentence at the midpoint of the  applicable guideline range.  On March 6, 2000, Judge Young denied  Snyder's motion for a new trial.  Snyder timely appealed his sentence  and the denial of the new trial motion.  We now consider this appeal  and the appeal of Judge Harrington's recusal order.</p>\n    </div>\n    <p class=\"indent\">II. DISCUSSION</p>\n    <p class=\"indent\">A.  Recusal</p>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Did Judge Harrington commit reversible error in recusing  himself from the case?  Snyder claims that Judge Harrington lacked  any valid authority for recusing himself, and that in the absence of  such authority the judge had a duty to continue presiding.  As for  what prejudice Snyder suffered from the recusal, he claims that he  was deprived of the opportunity to be sentenced by a judge intimately  familiar with the facts of his case.  Had the sentencing judge fully  grasped these supposedly peculiar facts, Snyder believes, he would  have granted Snyder a downward departure or, at the very least, would  have sentenced Snyder at the low end, rather than the midpoint, of  the applicable guideline range.  For its part, the government argues  that Judge Harrington's decision to recuse himself was entirely  appropriate under the circumstances: the judge had made many  statements of record expressing hostility toward the government's  case, and for some 18 months he had refused to sentence Snyder as he  was required to do on remand.  Such conduct, the government argues,  gave rise to an objective appearance of partiality, warranting  recusal.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Recusal of federal judges is governed by 28 U.S.C. &#167; 455,  subsection (a) of which is at issue here.  That subsection provides  that \"[a]ny justice, judge, or magistrate of the United States shall  disqualify himself in any proceeding in which his impartiality might  reasonably be questioned.\"  The reach of the subsection is broad.  It  forbids partiality whether grounded in an \"interest or relationship\"  or a \"bias or prejudice\"; and it forbids not only the reality of  partiality but its objective appearance as well.  Liteky v. United  States, <span class=\"citation\" data-id=\"112935\"><a href=\"/opinion/112935/liteky-v-united-states/\"><span class=\"volume\">510</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">540</span></a></span>, 548 (1994).  As the Supreme Court has pithily  characterized the subsection: \"Quite simply and quite universally,  recusal [i]s required whenever 'impartiality might reasonably be  questioned.'\"  Id. (quoting 28 U.S.C. &#167; 455(a)).</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Nevertheless, judges are not to recuse themselves lightly  under &#167; 455(a).  See H.R. Rep. No. 93-1453, at 5 (1974), reprinted in 1974 U.S.C.C.A.N. 6351, 6355 (\"[Section 455(a)] should not be used by  judges to avoid sitting on difficult or controversial cases.\").  As  Snyder contends, an erroneous recusal may be prejudicial in some  circumstances.  See United States v. Arache, <span class=\"citation\" data-id=\"569289\"><a href=\"/opinion/569289/united-states-v-frank-arache/\"><span class=\"volume\">946</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">129</span></a></span>, 140 (1st  Cir. 1991) (finding that \"there appears to be some force\" to argument  that recusal may prejudice defendant where recusing judge has become  familiar enough with facts of case to question reliability of key  testimony).  In any event, the unnecessary transfer of a case from  one judge to another is inherently inefficient and delays the  administration of justice.  See Camacho v. Autoridad de Telefonos de  Puerto Rico, <span class=\"citation\" data-id=\"518837\"><a href=\"/opinion/518837/isaac-camacho-v-autoridad-de-telefonos-de-puerto-rico/\"><span class=\"volume\">868</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">482</span></a></span>, 491 (1st Cir. 1989) (noting that the  judicial system would be \"paralyzed\" were standards for recusal too  low).  For these reasons, \"[a] trial judge must hear cases unless  [there is] some reasonable factual basis to doubt the impartiality or  fairness of the tribunal.\"  Blizard v. Frechette, <span class=\"citation\" data-id=\"368186\"><a href=\"/opinion/368186/20-fair-emplpraccas-102-20-empl-prac-dec-p-30043-margaret-m/\"><span class=\"volume\">601</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1217</span></a></span>, 1221  (1st Cir. 1979).  Thus, under &#167; 455(a) a judge has a duty to recuse  himself if his impartiality can reasonably be questioned; but  otherwise, he has a duty to sit.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Most appeals arising under &#167; 455(a) are brought after the  trial judge has refused to recuse himself on motion of a party.  See,  e.g., In re United States, <span class=\"citation\" data-id=\"198168\"><a href=\"/opinion/198168/in-re-usa-v/\"><span class=\"volume\">158</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">26</span></a></span>, 27 (1st Cir. 1998); Blizard,  601 F.2d at 1219.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>  In such cases we have applied an abuse of  discretion standard.  As we stated in In re United States:</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">[A] decision whether to disqualify [is] in the first  instance committed to the district judge.  And, since in  many cases reasonable deciders may disagree, the district  judge is allowed a range of discretion.  The appellate  court, therefore, must ask itself not whether it would  have decided as did the trial court, but whether that  decision cannot be defended as a rational conclusion  supported by [a] reasonable reading of the record.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">158 F.3d at 30 (citations and internal quotation marks omitted). Furthermore, we have recognized that the duty to recuse and the duty  to sit do not exert equal pull; in close cases, \"doubts ordinarily  ought to be resolved in favor of recusal.\"  Id.  No one suggests that  different principles of review apply here, where a judge has recused  himself sua sponte.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  Hence, our review in this case, as in our prior  cases, is both deferential and weighted: we inquire whether, in light  of the policy favoring recusal in close cases, Judge Harrington  abused his discretion in finding that he had a duty to recuse  himself.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">We find no such abuse of discretion.  Given Judge  Harrington's persistent and vociferous objections to Snyder's federal  prosecution, and, more importantly, given his outright unwillingness  to sentence Snyder in accordance with this court's ruling in Snyder  II, Judge Harrington's decision to recuse himself from the case was  clearly not an abuse of discretion.  Judge Harrington did not merely  express opinion; he ultimately concluded he could not bring himself  to do what the law required.  The record amply evinces that his  conclusion was genuine.  Further, to the extent there can be any  doubt, such doubt is resolved in favor of recusal.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Judge Harrington first voiced objections to Snyder's  prosecution in the sentencing proceedings antedating Snyder II, in  which he repeatedly insisted that Snyder's federal prosecution worked  a \"gross violation of the principles of justice.\"  In his memorandum  in Snyder I, Judge Harrington elaborated on this theme, holding that  the sentence sought by the government</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">constitutes a grossly disparate sentence pre-determined by  the prosecutor in the exercise of his absolute discretion  and, thus, affronts this Court's sense of fundamental  fairness . . . .  For where unbridled power, unchecked by  judicial scrutiny, can by fiat determine that a certain  person from among many similarly situated shall serve such  a disparate sentence for the same offense, then the  balance of governmental powers has become distorted and  the liberty of every individual is held hostage to the  potential tyranny of the Executive Branch.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Snyder I, 954 F. Supp. at 22; see also Snyder II, 136 F.3d at 66-67  (detailing Judge Harrington's remarks in sentencing proceedings  antedating Snyder II).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">On remand following Snyder II, at the aborted sentencing  hearing of December 23, 1998, Judge Harrington's protests grew  increasingly adamant.  He again and again chastised the government  for requesting a 262-month sentence:</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">How does . . . the government, in an insignificant  incident, . . . ask me to sentence this man to 21 years? I've been involved in a lot of murder cases and I never  had a client who ever did more actual jail time than 15  years.  And I'll tell you, it shocks me that the United  States Government would look at this man for what he did  in this case and ask for 21 years.  I think it's unjust  and it's extremely shocking, and I just can't believe that  this government, of which we're all a part, can do it. It's a manifestation of inflexibility on their part.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">. . . .</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">I don't endorse what Mr. Snyder did, but I've been  involved in the criminal law for 38 years on both sides. To my judgment, this is the most outrageous recommendation  I have ever seen in the history of Massachusetts  jurisprudence . . . .  And every time I think of Mr.  Snyder having to serve 21 years, I almost get physically  sick.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">As the hearing progressed, Judge Harrington returned to  the objections he lodged in Snyder I concerning the judiciary's  inability to check selective prosecution and sentencing, even though  this court had instructed (as Judge Harrington apparently recognized)  that those objections were not legitimate grounds for a downward  departure:</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">This case is an example, although the Court of Appeals did  not accept it, of the government using a Federal Court to  transform a year-and-a-half sentence to a 21-year term of  imprisonment.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">. . . .</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">And federal judges feel put upon because they feel that  that type of sentence is unjust.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Toward the end of the hearing, Judge Harrington openly expressed  frustration with the prosecution's refusal to come around to the  court's point of view, at one point pressing the government to  concede that Snyder was entitled to some sort of downward departure. Specifically, after describing the court's efforts to cooperate with  the U.S. Attorney's office in other matters, Judge Harrington  continued:</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">And yet now, when this Court -- when the U.S. Attorney  knows that this Court has deep problems of conscience over  this case, they will not reciprocate one inch, one inch.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Finally, in the recusal order issued after the hearing, Judge  Harrington expressly declared that he was flatly unwilling to  sentence Snyder in accordance with this court's remand order,  reasserting, once again, the objections articulated in Snyder I.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">A judge's views on matters of law and policy ordinarily  are not legitimate grounds for recusal, even if such views are  strongly held.  See Richard E. Flamm, Judicial Disqualification:  Recusal and Disqualification of Judges &#167; 10.2 (1996) (collecting  cases).  After all, judges commonly come to a case with personal  views on the underlying subject matter; indeed, many judges are known  to dislike aspects of the Sentencing Guidelines.  Far from  necessarily warranting recusal, typically such views merely mark an  active mind.  See Laird v. Tatum, <span class=\"citation\" data-id=\"108668\"><a href=\"/opinion/108668/melvin-r-laird-secretary-of-defense-v-arlo-tatum/\"><span class=\"volume\">409</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">824</span></a></span>, 835 (1972) (\"Proof  that a [judge's] mind . . . was a complete tabula rasa . . . would be  evidence of lack of qualification, not lack of bias.\"); John  Leubsdorf, Theories of Judging and Judge Disqualification, 62 N.Y.U.  L. Rev. 237, 250-51 (1987) (discussing Judge Jerome Frank's statement  that \"[i]f . . . bias and partiality be defined to mean the total  absence of preconceptions in the mind of the judge, then no one has  ever had a fair trial and no one ever will\").</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Moreover, a judge ordinarily may not be disqualified  merely for reprehending a party's legal position, or for  interrogating counsel in an angry or confrontational tone.  See In re  United States, 158 F.3d at 34; Flamm, supra, &#167; 16.5.  Emotions can  run high in the courtroom, and occasional flares of temper are to be  expected in the heat of argument.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">But when a judge proves unable to put aside his personal  convictions in order to carry out the law, when his hostility toward  a litigant's position has become so pervasive that he cannot  reasonably hope to provide a fair hearing, then recusal is of course  warranted.  See Flamm, supra, &#167; 10.4 (recusal appropriate where  judge's mind has become \"irrevocably closed\" as to the issues in a  specific case) (collecting cases); In re United States, 158 F.3d at  34 (recusal appropriate where judge appears to harbor \"an aversion,  hostility or disposition of a kind that a fair-minded person could  not set aside when judging the dispute\") (quoting Liteky, 510 U.S. at  557-58 (Kennedy, J., concurring in the judgment)).  These conditions  clearly enough were met here.  Cf. City of Columbus v. Hayes, <span class=\"citation\" data-id=\"3737112\"><a href=\"/opinion/3984770/columbus-v-hayes/\"><span class=\"volume\">587</span>  <span class=\"reporter\">N.E.2d</span> <span class=\"page\">939</span></a></span>, 942  (Oh. Ct. App. 1990) (remanding to another judge for  resentencing where original sentencing judge, after being reversed,  declared that he would impose the same sentence as before, even if he  were reversed again \"ten times\").  At the least, we find that Judge  Harrington did not abuse his discretion in deciding that, given his  unyielding antipathy toward the government's case, he had no choice  but to recuse himself.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">That said, there is another point.  While one can  appreciate the struggle of a judge to bring himself to apply a law he  feels unjust, that this process took over a year and a half in this  case is cause for concern.  The defendant and the government each had  interests in ensuring that facts relevant to sentencing remained  fresh in the mind of the court, counsel, and any potential witnesses. The public also legitimately expects that criminal cases will be  expeditiously resolved.  Thus, while we hold that Judge Harrington's  decision to recuse himself was not in error, we note that a prompter  decision would have better served the interests of justice.</p>\n    </div>\n    <p class=\"indent\">B.  Sentencing</p>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">The next question is whether Judge Young erred in  resentencing Snyder.  Snyder alleges two errors: first, he claims  Judge Young failed to explain why he saw fit to sentence Snyder at  the midpoint, rather than the low end, of the applicable guideline  range; second, he claims that Judge Young failed adequately to  consider various grounds for departure and consequently failed to  depart downward from the applicable guideline range.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Snyder's first claim is based on 18 U.S.C. &#167; 3553(c),  which requires the sentencing court to explain how it determined the  applicable guideline range and, if that range exceeds twenty-four  months, why it selected the particular point that it did within that  range.  Snyder challenges the second aspect of Judge Young's  calculation of his sentence, arguing that the judge's decision to  sentence Snyder at the midpoint of the applicable guideline range was  arbitrary and unjustified by the facts of the case.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">The record of the sentencing hearing reveals that Judge  Young adequately explained his decision to sentence Snyder at the  midpoint of the applicable guideline range.  The government argued  exhaustively for such a sentence, based on the grounds that: (1)  Snyder had used the firearm underlying his &#167; 922(g)(1) conviction in  an armed robbery on January 10, 1995; (2) pursuant to the arrest for  the armed robbery, the firearm was found in the trunk of a car along  with a ski mask and duct tape, indicating Snyder intended to use the  firearm for future unlawful conduct; and (3) Snyder had a criminal  record considerably more serious than the minimum necessary to  trigger the applicable guideline range.  While Judge Young chose to  defer to Judge Harrington's finding that Snyder had not committed the  armed robbery of January 10, see note 4 supra, he ultimately agreed  with the government's recommendation based on the other two grounds  it proffered:</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">This case seems to be a quintessential case for the  imposition of the penalty that the Congress has required  to be imposed.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">. . . .</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">[T]he record of crimes of violence here, the setting which  I find supported by the facts, the finding of the mask and  duct tape with the weapon, the evidence . . . amply  justifies the inference that this weapon was being carried  . . . for the purpose of aiding and abetting another  felony, [and] against this background justifies the  sentence of the Court.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">In context, the court's explanation was sufficiently specific to meet  the requirements of &#167; 3553(c).</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">Snyder's second claim is that Judge Young erred in  declining to depart downward.  Specifically, Snyder argues that Judge  Young failed to give adequate consideration to four potential grounds  for downward departure: (1) Snyder's conviction rested on an  erroneous jury instruction; (2) the government improperly paid a key  witness in exchange for his testimony; (3) there was no compelling  federal interest in prosecuting Snyder's \"local\" offense; and (4)  Snyder's criminal history category overstated the seriousness of his  criminal past.  All of the asserted grounds are meritless.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">The first two asserted grounds are insufficient for  departure as a matter of law.  Snyder invokes U.S.S.G. &#167; 5K2.0, which  grants a judge discretion to depart downward if \"there exists . . .  [a] mitigating circumstance of a kind, or to a degree, not adequately  taken into consideration by the Sentencing Commission.\"  But the  invocation comes up short.  Even assuming Snyder's conviction rested  on an erroneous jury instruction and the testimony of an unlawfully  compensated witness,<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> Snyder has entirely failed to explain how  either factor is relevant to sentencing.  He does not claim, for  example, that the government paid a witness to testify so as to  exaggerate certain features of his offense, in an attempt at  manipulating his sentence.  Cf. United States v. Montoya, <span class=\"citation\" data-id=\"196205\"><a href=\"/opinion/196205/united-states-v-montoya/\"><span class=\"volume\">62</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>,  3-4 (1st Cir. 1995).<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">Rather, Snyder's claim seems to rest on the view that a  trial error or prosecutorial misdeed in and of itself permits  downward departure.  Such a view, however, misconceives &#167; 5K2.0 as  though it were an alternative avenue for post-conviction relief.  If  Snyder did in fact suffer a faulty trial or tainted prosecution, he  may properly seek to vacate his conviction, but not to shorten his  sentence.  The district court correctly arrived at the same  conclusion with respect to the jury instruction issue:</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">I . . . as an institutional matter reject the argument  that some alleged misstep in the trial warrants a lower  sentence.  That's not the way to proceed.  But if there  has been, I'll address that in the petition for habeas  corpus.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a></p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">Only in those rare cases where a procedural flaw raises concerns of  particular relevance to sentencing -- as opposed to mere concerns  about the propriety of the defendant's conviction -- may downward  departure be warranted under &#167; 5K2.0.  See United States v. Crippen,  <span class=\"citation\" data-id=\"581462\"><a href=\"/opinion/581462/united-states-v-richard-crippen/\"><span class=\"volume\">961</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">882</span></a></span>, 885 (9th Cir. 1992) (\"for a factor to be considered  [mitigating], it must be tied to some penological purpose or  legitimate sentencing concern\" (emphasis in original)); cf. United  States v. Martinez, <span class=\"citation\" data-id=\"751704\"><a href=\"/opinion/751704/united-states-v-mario-martinez-united-states-of-america-v-steven-cox/\"><span class=\"volume\">136</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">972</span></a></span>, 979-80 (4th Cir. 1998) (finding  ineffective assistance of counsel by itself to be irrelevant to  sentencing); Crippen, 961 F.2d at 885 (same).  The same is true as to  prosecutorial misconduct.  Compare United States v. Valencia-Lucena,  <span class=\"citation\" data-id=\"555764\"><a href=\"/opinion/555764/united-states-v-carlos-valencia-lucena-united-states-of-america-v-jose/\"><span class=\"volume\">925</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">506</span></a></span>, 515 (1st Cir. 1991) (stating general rule that \"[a]  sentencing departure is not warranted in response to conduct of the  government . . . .\"), with Montoya, <span class=\"citation\" data-id=\"196205\"><a href=\"/opinion/196205/united-states-v-montoya/\"><span class=\"volume\">62</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 4-5 (recognizing that  departure may be warranted in the \"extreme and unusual case\" where  government has engaged in \"sentencing factor manipulation\").<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a></p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">Snyder's third asserted ground for departure -- the  supposed lack of any compelling federal interest to justify his  federal prosecution -- is likewise flawed as a matter of law.  It is  not a compelling federal interest, but merely a federal interest,  that is required to justify a defendant's federal prosecution.  Here,  such interest is supplied by the Commerce Clause.  See United States v. Cardoza, <span class=\"citation\" data-id=\"197618\"><a href=\"/opinion/197618/united-states-v-cardoza/\"><span class=\"volume\">129</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">6</span></a></span>, 10-11 (1st Cir. 1997).  Snyder concedes that  &#167; 922(g)(1) is constitutionally valid and that it provided sufficient  legal authority for his federal prosecution.  He nonetheless insists  that his offense was purely \"local,\" that the federal government's  sole motive in prosecuting him was to lengthen his prison time by way  of the Sentencing Guidelines, and that in such circumstances, &#167; 5K2.0  allows a judge to depart downward in order to check the government's  intemperate -- albeit legal -- use of its prosecutorial discretion. We rejected this very argument in Snyder II:</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">[I]t is a bedrock principle of our system of criminal  justice that a federal judge may not interfere with the  government's prosecutorial decisions solely to vindicate  his subjective view of the wisdom of a given enforcement  strategy.  It follows inexorably that the government's  lawful selection of Snyder for federal prosecution has no  relevance to the sentencing inquiry.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">136 F.3d at 70 (internal quotation marks and citations omitted).  The  district court thus committed no error in refusing to consider the  wisdom of Snyder's prosecution as a ground for departure.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">Fourthly, Snyder asserts that his criminal history  category overstates the seriousness of his prior criminal record,  warranting a downward departure pursuant to U.S.S.G. &#167; 4A1.3.  Snyder  concedes that his record includes numerous convictions, but he  emphasizes their vintage.  His last violent felony conviction, he  claims, was in 1984; his subsequent offenses he deems \"minor.\"<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a></p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">A district court is entitled to depart on such ground, but  the refusal to depart is not reviewable at all unless the district  court mistakenly believed that it lacked such authority.  Snyder  contends that Judge Young misunderstood his argument to be that he  had undergone \"extraordinary rehabilitation\"; as a result, Snyder  says, Judge Young failed to appreciate that he was being asked to  depart under &#167; 4A1.3, and that he had the authority to so depart. But while Judge Young did state that he rejected \"the argument that  there has been extraordinary rehabilitation,\" the context makes clear  that this characterization was simply a gloss he put on the argument. As the judge later stated: \"The record of crimes of violence here . .  . justifies the sentence of the Court.\"  There is thus no reason to  believe that Judge Young misunderstood his authority to depart under  &#167; 4A1.3.</p>\n    </div>\n    <p class=\"indent\">C.  Motion for New Trial</p>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">Snyder lastly appeals the district court's denial of his  motion for a new trial.  The motion was based on his successful  collateral attack in 1998 of his 1992 stalking conviction.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a>  The  essence of Snyder's argument is that even though the stalking conviction was still valid when he was found in possession of a  firearm in 1995, the conviction can no longer serve as a predicate  for his &#167; 922(g)(1) offense now that it has been vacated.  And  because all of his other convictions are also problematic as  predicates -- or so he claims<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a> -- Snyder argues he must be awarded a  new trial so that he may be given the opportunity to argue that he  was not a \"felon\" for purposes of &#167; 922(g)(1) at the time he was  caught possessing a firearm.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">Snyder's argument runs directly contrary to the Supreme  Court's decision in Lewis v. United States, <span class=\"citation\" data-id=\"110213\"><a href=\"/opinion/110213/lewis-v-united-states/\"><span class=\"volume\">445</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">55</span></a></span> (1980).  In  that case, the Court considered whether a successful collateral  attack on a prior felony conviction means that the conviction may no  longer serve as a predicate for purposes of 18 U.S.C. &#167; 1202(a)(1), a  predecessor to &#167; 922(g)(1).  The Court held that under &#167; 1202(a)(1)  \"a felony conviction imposes a firearm disability until the  conviction is vacated or the felon is relieved of his disability by  some affirmative action, such as a qualifying pardon or a consent  from the Secretary of the Treasury.\"  Id. at 60-61.  The Court went  on to state that \"Congress clearly intended that the defendant clear  his [felon] status before obtaining a firearm.\"  Id. at 64 (emphasis  in original).  Thus it concluded that \"&#167; 1202(a)(1) prohibits a felon  from possessing a firearm despite the fact that the predicate felony  may be subject to collateral attack on constitutional grounds.\"  Id. at 65.  Moreover, the Court specifically found \"little significant  difference\" between &#167; 1202(a)(1) and &#167; 922(g)(1) in this regard.  Id. (\"[T]o limit the scope of &#167;&#167; 922(g)(1) and (h)(1) to a validly  convicted felon would be at odds with the statutory scheme as a  whole.\").</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">Snyder points to cases where a defendant has been  sentenced under &#167; 924(e), the Armed Career Criminal Act, which  imposes a 15-year mandatory minimum if the defendant has three prior  violent felony convictions.  As to those cases, we have held that the  defendant is entitled to resentencing upon eliminating a necessary  predicate conviction in support of the sentence -- even if the  conviction was still valid at the time the sentence was imposed. Snyder argues by analogy that if in such circumstances \"an enhanced  sentence must be vacated, certainly a conviction must be vacated as  well.\"</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">Some support for this argument might be thought to come  from our decision in United States v. Pettiford, <span class=\"citation\" data-id=\"197099\"><a href=\"/opinion/197099/united-states-v-pettiford/\"><span class=\"volume\">101</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">199</span></a></span> (1st  Cir. 1996), a case construing &#167; 921(a)(20), which defines what counts  as a predicate conviction for the purposes of both &#167; 922(g)(1) and &#167;  924(e).  Though not mentioned in our decision, &#167; 921(a)(20) had by  that time been amended in 1986 -- after Lewis was decided -- to  provide that \"[a]ny conviction which has been expunged . . . shall  not be considered a conviction for purposes of this chapter . . . .\" 18 U.S.C. &#167; 921(a)(20)(B).  We held, without mentioning Lewis, that  the section could be read to exclude convictions valid at the time of  sentencing but expunged subsequently.  See id. at 201.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">However, Pettiford was a sentencing case and its holding  must be read in that context.  Pettiford merely holds that a  conviction expunged after sentencing can no longer serve as a  predicate for a &#167; 924(e) sentencing enhancement.  It does not hold  that a conviction expunged after a &#167; 922(g)(1) offense can no longer  serve as a predicate for that offense.  The two situations call for  differential treatment.  As we noted in United States v. Paleo, <span class=\"citation\" data-id=\"657316\"><a href=\"/opinion/657316/united-states-v-robert-p-paleo/\"><span class=\"volume\">9</span>  <span class=\"reporter\">F.3d</span> <span class=\"page\">988</span></a></span> (1st Cir. 1992), the federal gun laws, such as 922(g)(1),  reflect \"the desirability of having a clear, bright line in respect  to gun possession: one who has a felony conviction on the books, a  conviction not yet set aside, should simply know not to possess a  gun.\"  Id. at 989.  By contrast, we saw no rationale for a bright-line rule with respect to &#167; 924(e), so we found it appropriate to  treat vacated convictions differently for purposes of that section. See id.  We recognized an important distinction: \"Lewis is  inapplicable where prior convictions are used to determine the  punishment, rather than to define the offense.\"  Id. (quoting United  States v. Clawson, <span class=\"citation\" data-id=\"496283\"><a href=\"/opinion/496283/united-states-v-arthur-minkoff-clawson/\"><span class=\"volume\">831</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">909</span></a></span>, 914-15 (9th Cir. 1987)).  Pettiford goes no further than this.  Because prior convictions are used to  define &#167; 922(g)(1), Lewis still applies to this case.  See alsoUnited States v. Morgan, <span class=\"citation\" data-id=\"769172\"><a href=\"/opinion/769172/united-states-v-john-jr-morgan/\"><span class=\"volume\">216</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">557</span></a></span>, 562-67 (6th Cir. 2000), petition for cert. filed, ___ U.S.L.W. ___ (U.S. Sept. 13, 2000) (No.  00-6270) (Lewis still applies to &#167; 922(g)(1) offenses notwithstanding  1986 amendments to &#167; 920(a)(20)); United States v. Kahoe, <span class=\"citation\" data-id=\"751175\"><a href=\"/opinion/751175/united-states-v-joseph-osborne-kahoe-iii-aka-joseph-kahoe/\"><span class=\"volume\">134</span> <span class=\"reporter\">F.3d</span>  <span class=\"page\">1230</span></a></span>, 1234 (4th Cir. 1998) (same).<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a></p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">Therefore, under Lewis, Snyder's belated success in  vacating his 1992 stalking conviction bears no relevance to his  conviction under &#167; 922(g)(1).  At the time that he was caught  possessing a firearm, the 1992 conviction was still in effect, as was  &#167; 922(g)(1)'s concomitant prohibition on his possessing a firearm. The district court thus did not err in denying Snyder's motion for a  new trial.</p>\n    </div>\n    <p class=\"indent\">III. CONCLUSION</p>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">For the foregoing reasons, the various rulings of the  district court are affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p>  Section 455(a) modified, but did not eliminate, the duty to  sit doctrine.  SeeaIn re Martinez-Catala, <span class=\"citation\" data-id=\"197644\"><a href=\"/opinion/197644/in-re-v-martinez-catala/\"><span class=\"volume\">129</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">213</span></a></span>, 221 (1st Cir.  1997).  The duty to sit doctrine originally not only required a judge  to sit in the absence of any reason to recuse, but also required a  judge to resolve close cases in favor of sitting rather than recusing. Section 455(a) eliminated the latter element of the doctrine, Blizard,  601 F.2d at 1220, but not the former, id. at 1221.  \"In this sense,  i.e., that judges hear cases unless there is some reason not to, the  'duty to sit' remains.\"  Id.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p>  Rarely, we have found that a judge erred by recusing himself,  rather than by refusing to do so.  El Fenix de Puerto Rico v. The M/Y  Johanny, <span class=\"citation\" data-id=\"195615\"><a href=\"/opinion/195615/el-fenix-v-the-m/\"><span class=\"volume\">36</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">136</span></a></span>, 140 (1st Cir. 1994); cf. United States v. Arache,  946 F.2d at 140 (considering defendant's (waived) claim that judge  should not have recused himself but finding no plain error).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p>  Perhaps the most famed example of spontaneous recusal is that  of Justice Frankfurter, a self-described victim of bus background  music, in a case challenging the broadcasting of such music on city  buses.  Public Utils. Comm'n v. Pollak, <span class=\"citation\" data-id=\"105012\"><a href=\"/opinion/105012/public-util-commn-of-dc-v-pollak/\"><span class=\"volume\">343</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">451</span></a></span>, 466-67 (1952)  (Frankfurter, J., recusal opinion).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p>  Although not contested here, the applicable guideline range  has been a matter of some dispute in the case.  In Snyder I, Judge  Harrington found that Snyder had not committed armed robbery with the  handgun he was convicted of possessing, contrary to the government's  contention.  Consequently, his offense level was set at 33 rather than  34, and the applicable guideline range was determined to be 235 to 293  months rather than 262 to 327 months.  See 954 F. Supp. at 21.  At  resentencing, Judge Young was initially inclined to find that Synder  had in fact committed armed robbery with the handgun, but deferred to  Judge Harrington's finding, which was not appealed in Snyder I, as the  law of the case.  The government does not attempt to appeal this aspect  of Judge Young's sentencing decision here.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p>  While we need not reach the issue, we note that the  government did not unlawfully compensate any witness in this case.  As  a general matter, promises of leniency or material assistance given by  the government in exchange for a witness's testimony do not violate  federal bribery laws.  United States v. Lara, <span class=\"citation\" data-id=\"764882\"><a href=\"/opinion/764882/united-states-v-giovanni-lara-appellantno-united-states-of-america-v/\"><span class=\"volume\">181</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">183</span></a></span>, 198 (1st  Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">528</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">979</span></span> (1999).  We have acknowledged that  \"there are surely outer limits on what a prosecutor can do in offering  benefits to a witness,\" United States v. Murphy, <span class=\"citation\" data-id=\"198658\"><a href=\"/opinion/198658/united-states-v-murphy/\"><span class=\"volume\">193</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 9 (1st  Cir. 1999); but the defendant offers no support for his assertion that  the compensation provided here -- housing, modest subsistence payments,  help in securing lenient dispositions of pending state court cases --  approached these outer limits.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p>  Indeed, the testimony that Snyder claims to have been the  object of a government bribe was that Snyder had committed an armed  robbery with the firearm underlying his conviction.  But this testimony  had no impact on Snyder's sentence.  Judge Harrington explicitly found  the testimony not to be credible for purposes of sentencing, seeaSnyder  I, 954 F. Supp. at 21, and Judge Young deferred to this finding at  resentencing, see supra note 4.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p>  As to Snyder's witness compensation claim, the district court  simply remarked that the claim had no relevance to sentencing.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p>  In United States v. Rowe, <span class=\"citation\" data-id=\"198796\"><a href=\"/opinion/198796/united-states-v-rowe/\"><span class=\"volume\">202</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">37</span></a></span> (1st Cir. 2000), we  questioned whether Valencia-Lucena remains good law in the wake of Koon v. United States, <span class=\"citation\" data-id=\"118044\"><a href=\"/opinion/118044/koon-v-united-states/\"><span class=\"volume\">518</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">81</span></a></span> (1996).  See 202 F.3d at 40-41.  Koon generally discourages courts from categorically refusing to consider  certain factors under &#167; 5K2.0, see 518 U.S. at 94, and so certainly  would disfavor a rule categorically disqualifying government misconduct  as a potential ground for departure.  But here, we adopt no such rule. We merely state the obvious: government misconduct may serve as a  ground for departure, but only if relevant in some particular way to  sentencing.  See United States v. Dethlefs, <span class=\"citation\" data-id=\"197512\"><a href=\"/opinion/197512/united-states-v-dethlefs/\"><span class=\"volume\">123</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">39</span></a></span>, 47 (1st Cir.  1997) (\"Notwithstanding that most categorical interpretations are  disfavored under the Koon Court's regime, some boundaries are essential  if the guidelines are not to be emptied of all meaning.\")</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p>  This characterization is, to put it mildly, not entirely  honest.  Snyder was in jail for most of the time from 1984 until his  arrest in this case in 1995, which obviously limited his opportunities  for criminal conduct.  Moreover, when Snyder was out on parole, he was  found guilty in 1990 of selling heroin, arrested in 1991 for assault  and battery upon a police officer, convicted in 1992 of stalking a  woman who had a restraining order against him, and arrested again in  1992 for robbery -- all hardly \"minor\" crimes.  Finally, it is worth  noting that Snyder was assigned 20 criminal history points in his pre-sentencing report; a mere 13 would have been sufficient to place Snyder  in his criminal history category of VI.  It is little wonder that the  trial court was not impressed with this argument.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p>  The attack was based on Commonwealth v. Kwiatkowski, <span class=\"citation no-link\"><span class=\"volume\">637</span>  <span class=\"reporter\">N.E.2d</span> <span class=\"page\">854</span></span> (Mass. 1994), in which the Massachusetts Supreme Judicial  Court held that, as a constitutional matter, a certain Massachusetts  stalking statute had to be interpreted so as to require at least three  incidents of harassing the victim.  Id. at 858.  Snyder apparently had  engaged in several such incidents, but only one occurred after the  effective date of the statute.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p>  Snyder claims that until the Supreme Court's 1998 decision  in United States v. Caron, <span class=\"citation\" data-id=\"118233\"><a href=\"/opinion/118233/caron-v-united-states/\"><span class=\"volume\">524</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">308</span></a></span> (1998), it was not clear  whether his older Massachusetts convictions could serve as predicates,  and therefore the convictions were problematic as predicates at the  time of his indictment.  Because we find that, in any event, Snyder's  stalking conviction was valid as a predicate, we do not address this  second argument.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p>  Both Morgan and Kahoe rejected the holding of Pettiford,  apparently construing the case to apply to &#167; 922(g)(1) cases as well as  &#167; 924(e) cases.  Morgan, 216 F.3d at 565; Kahoe, 134 F.3d at 1234-35. But because, as we hold here, Pettiford is properly restricted to the  latter context, it is not in actual tension with Morgan and Kahoe.</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/105012/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108668/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110213/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112935/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118044/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118233/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195615/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196205/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197099/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197512/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197618/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197644/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197800/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198168/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198658/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198796/",
    "http://www.courtlistener.com/api/rest/v3/opinions/368186/",
    "http://www.courtlistener.com/api/rest/v3/opinions/496283/",
    "http://www.courtlistener.com/api/rest/v3/opinions/518837/",
    "http://www.courtlistener.com/api/rest/v3/opinions/555764/",
    "http://www.courtlistener.com/api/rest/v3/opinions/569289/",
    "http://www.courtlistener.com/api/rest/v3/opinions/581462/",
    "http://www.courtlistener.com/api/rest/v3/opinions/657316/",
    "http://www.courtlistener.com/api/rest/v3/opinions/751175/",
    "http://www.courtlistener.com/api/rest/v3/opinions/751704/",
    "http://www.courtlistener.com/api/rest/v3/opinions/764882/",
    "http://www.courtlistener.com/api/rest/v3/opinions/769172/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1488583/",
    "http://www.courtlistener.com/api/rest/v3/opinions/3737112/"
  ]
}