{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/199253/",
  "absolute_url": "/opinion/199253/united-states-v-trueber/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/199253/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T04:27:14Z",
  "date_modified": "2017-03-24T11:01:29.586387Z",
  "type": "010combined",
  "sha1": "7ee73d4a2666c203e79749179a776027cd5b0969",
  "page_count": 43,
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/00-1016-01A.pdf",
  "local_path": "pdf/2001/01/30/US_v._Trueber.pdf",
  "plain_text": "         United States Court of Appeals\n                    For the First Circuit\n\n\nNo. 00-1016\n    00-1710\n\n                        UNITED STATES,\n                          Appellant,\n\n                              v.\n\n                       JOHANNES TRUEBER,\n                     Defendant, Appellee.\n\n\n        APPEALS FROM THE UNITED STATES DISTRICT COURT\n\n               FOR THE DISTRICT OF MASSACHUSETTS\n\n         [Hon. William G. Young, U.S. District Judge]\n       [Hon. Robert B. Collings, U.S. Magistrate Judge]\n\n\n                            Before\n\n                     Selya, Circuit Judge,\n               Wallace,* Senior Circuit Judge,\n                  and Boudin, Circuit Judge.\n\n\n     Kevin P. McGrath, Assistant U.S. Attorney, with whom\nDonald K. Stern, United States Attorney, was on brief, for\nappellant.\n     Dennis J. Kelly, by appointment of the Court, with whom\nDavid M. Losier and Burns & Levison LLP were on brief, for\nappellee.\n\n\n\n\n                       January 30, 2001\n\f* Of the Ninth Circuit, sitting by designation\n\n\n\n\n       WALLACE, Circuit Judge.      The government appeals from the\n\ndistrict court’s dismissal of the indictment against defendant\n\nJohannes Trueber based upon a violation of Trueber’s Sixth\n\nAmendment right to a speedy trial.          The government also appeals\n\nfrom    the    district   court’s   previous     decision   to   suppress\n\nstatements made by Trueber during an automobile stop and during\n\na subsequent search of his hotel room.           The district court had\n\njurisdiction pursuant to 18 U.S.C. § 3231.         We have jurisdiction\n\nover these timely filed appeals pursuant to 18 U.S.C. § 3731.\n\nWe reverse in part, vacate in part, and remand.\n\n                                     I\n\n              We rely on the testimony of United States Customs\n\nSpecial Agent Pugliesi, which the district court accepted as\n\ntrue in deciding the suppression motions. On the evening of\n\nMarch 20, 1999, Gabriel Lemmerer arrived at Boston’s Logan\n\nAirport on a flight from Aruba.           United States Customs Special\n\nAgents arrested Lemmerer after a search of his luggage\n\nrevealed five kilograms of cocaine.           Among the items seized\n\nfrom Lemmerer were a receipt from a Hampton Inn in North\n\nAndover, Massachusetts, and a note containing Trueber’s name\n\n\n                                    -2-\n\fand a confirmation number.\n\n         Special Agent Lenzie was dispatched to monitor\n\nwhether anyone would attempt to contact Lemmerer at the\n\nHampton Inn.     Arriving at the hotel after midnight, Lenzie\n\nlearned that several individuals had called requesting to\n\nspeak to Lemmerer.     The next afternoon Agent Pugliesi, the\n\nlead investigator in the case, met Lenzie at the Hampton Inn.\n\nLenzie informed Pugliesi that a man called Johannes Trueber\n\nhad checked into the hotel after being dropped off by a taxi\n\nor limousine, and that a license plate search linked the\n\nvehicle to a company currently under investigation by United\n\nStates Customs for drug trafficking and money laundering.\n\nFurther, Lenzie informed Pugliesi that inspectors at Logan\n\nAirport had obtained Trueber’s American Airlines flight\n\nitinerary, which contained a contact telephone number linked\n\nto another company under investigation for drug trafficking\n\nand money laundering.     Both companies were owned by the same\n\nperson and were located at the same address in Lawrence,\n\nMassachusetts.\n\n         While at the Hampton Inn, Pugliesi acquired\n\nadditional information linking Trueber to Lemmerer: (1)\n\nTrueber had arrived at Logan Airport the previous day from\n\nAruba at roughly the same time as Lemmerer (however, they were\n\n\n                                -3-\n\fnot on the same flight – Trueber stopped in Miami before\n\nflying to Boston); (2) they had traveled together from the\n\nDominican Republic to Boston in January 1999 and from Boston\n\nto Aruba; (3) they traveled between Aruba and the Boston area\n\nagain in late February or early March 1999; and (4) they\n\nstayed in the same hotel room at the Hampton Inn from March 1\n\nto March 7, 1999.\n\n            While gathering this information, the agents set up\n\nsurveillance from a hotel room across the hall from Trueber’s\n\nroom.     The agents observed Trueber leave the hotel on three\n\noccasions to use payphones at a nearby convenience store\n\n(Seven Eleven).     After observing these trips, Pugliesi,\n\naccompanied by Special Agent Colleen Forgetta, went to the\n\nhotel lobby and asked the desk clerk if he had had any contact\n\nwith Trueber in the course of Trueber’s coming and going.        The\n\ndesk clerk informed them that Trueber had asked him if the\n\nhotel sold telephone calling cards.     Informing Trueber that\n\nthey were sold out, the clerk directed him to the Seven\n\nEleven.     Pugliesi and Forgetta drove to the Seven Eleven,\n\nconfirmed that it sold calling cards, and, on their return,\n\nobserved Trueber leave the hotel and walk toward the Seven\n\nEleven carrying a suitcase.     Because Trueber had checked in\n\nwith four or five pieces of luggage, Pugliesi suspected that\n\n\n                                -4-\n\fTrueber was planning to deliver the suitcase to someone and\n\nthat it contained evidence of the drug smuggling conspiracy.\n\nAccordingly, Pugliesi directed Forgetta to contact the\n\nLawrence Police Department and request that it send a vehicle\n\nto the scene.\n\n         Trueber entered the Seven Eleven and waited near the\n\nfront door.     Approximately ten minutes later, a white Isuzu\n\npickup truck drove into the Seven Eleven parking lot.     Trueber\n\nleft the store, placed the suitcase in the outside flatbed of\n\nthe truck, and entered the passenger side.     As the truck drove\n\nout of the parking lot, a Lawrence police car arrived on the\n\nscene, and Pugliesi directed the police officers to stop the\n\ntruck, informing them that it might contain drugs.\n\n         The police car drove behind the truck and activated\n\nits lights.     The truck pulled over immediately and the police\n\ncar parked approximately five feet behind it.     Pugliesi and\n\nForgetta parked behind the police.     Pugliesi and the Lawrence\n\npolice officers instructed Trueber and the driver to step\n\noutside the truck.     When Trueber got out, Pugliesi, who was\n\npositioned on the passenger side, was carrying his revolver at\n\nhis side, pointed toward the ground.     Lenzie arrived on the\n\nscene as Pugliesi instructed Trueber to step away from the\n\ntruck and toward the side of the road.     Pugliesi testified\n\n\n                                -5-\n\fthat he was not aware if Trueber saw his weapon and stated\n\nthat “[m]y idea was not to show Trueber that I had a gun.        It\n\nwas just to have it for safety.”      Re-holstering his gun,\n\nPugliesi asked Trueber to turn around, put his hands behind\n\nhis head, and spread his legs.     Pugliesi frisked Trueber for\n\nweapons, found none, and removed nothing from Trueber’s\n\nperson.\n\n            Pugliesi next asked Trueber to put his hands down,\n\nturn around, and face him.     Pugliesi identified himself as a\n\nUnited States Customs official and asked Trueber for\n\nidentification.     Trueber produced an Austrian passport, which\n\nLenzie inspected.     Pugliesi asked Trueber when he arrived in\n\nthe United States and where he was from, and Trueber responded\n\nthat he had arrived the previous day, that he lived in the\n\nDominican Republic, and that he was an Austrian national.\n\nPugliesi asked him if he had placed anything in the truck.\n\nTrueber identified the suitcase.      Pugliesi asked to take a\n\nlook at the suitcase, and Trueber consented.      Inside, Pugliesi\n\ndiscovered a green bag and a container of talcum powder.\n\nInside the green bag was another bag containing hotel soap\n\nbars.     There was nothing else inside the suitcase.   Pugliesi\n\ntestified that, while sounding innocuous, the objects he\n\nlocated did not obviate his suspicion and, in fact, heightened\n\n\n                                -6-\n\fit.   First, he had learned from experience that drug smugglers\n\noften used “scented objects such as soaps or talcs ... that\n\ngive a fresh smell to conceal any scent of the drugs that\n\nmight be detected by dogs.”   Further, he observed that the\n\ngreen bag was the same color and brand as one of Lemmerer’s\n\npieces of luggage seized the night before at the airport.\n\n          Pugliesi questioned Trueber why he was in the\n\nLawrence area, and Trueber replied that he had traveled from\n\nAruba to purchase clothing.   He inquired as to Trueber’s\n\nrelationship with the driver of the truck, and Trueber\n\nresponded that he had met the man earlier that day at a\n\nshopping mall and that he was meeting him that evening to give\n\nhim his suitcase.   Trueber maintained that the driver needed\n\nextra luggage.   Pugliesi asked him where he had stayed the\n\nnight before, to which Trueber replied that he had stayed at\n\nthe driver’s house in Lawrence.     Pugliesi thought this\n\ninconsistency strange:   how could Trueber have stayed at the\n\ndriver’s house the night before when he asserted to have just\n\nmet him that day?   When asked the name of the driver, Trueber\n\nstated it was Ramirez.\n\n          Meanwhile, the Lawrence police officers and Forgetta\n\nwere interviewing the driver on the other side of the truck.\n\nThe police officers had directed the driver to step out of the\n\n\n                              -7-\n\ftruck, walk backwards toward them, and either get on his knees\n\nor lie flat on his stomach.   Pugliesi did not see either of\n\nthe officers display their weapons.    The officers then\n\ninstructed the driver to stand and place his hands on the hood\n\nof the police car.   After some difficulty, the officers\n\nultimately learned that his name was Ramon Gonzalez and that\n\nhe lived in Lawrence with his girlfriend at 46 Crescent\n\nStreet.   They retrieved from him a room key and a receipt from\n\nthe Tage Inn, which had Trueber’s name on it.    One of the\n\nofficers handed the key and the receipt to Pugliesi and\n\ninformed him of the driver’s name.    Pugliesi realized that it\n\nwas different from the name Trueber had given him.\n\n          When asked about the receipt, Trueber admitted that\n\nhe had stayed at the Tage Inn the prior evening.     When asked\n\nagain why he had entered the truck, Trueber repeated that he\n\nhad planned to have a beer with the driver and was going to\n\ngive him the suitcase because the driver needed extra luggage.\n\nHe also stated that he planned on leaving early the next\n\nmorning on a flight to the Dominican Republic.     Trueber’s\n\ncontradictory answers regarding the driver’s name and where he\n\nhad stayed the previous night heightened Pugliesi’s suspicion.\n\n          The encounter with Trueber began approximately 10\n\np.m. on a rainy evening and lasted approximately ten to\n\n\n                              -8-\n\ffifteen minutes.     As the rain grew harder, Pugliesi asked\n\nTrueber if they could go back to his room at the Hampton Inn\n\nto continue their discussion and if he could search his\n\nluggage at the hotel.     Trueber consented.     Pugliesi and\n\nTrueber began to walk the roughly 200-250 yards to the hotel\n\nwith Trueber when Pugliesi suggested that they drive the rest\n\nof the way in Lenzie’s van, which was parked between them and\n\nthe hotel.     Trueber consented.     Both men sat in the back seat,\n\nand Trueber was not handcuffed or physically restrained in any\n\nway.\n\n            Once back at the hotel, Trueber led Pugliesi and\n\nLenzie to his room, opened the door, and freely entered with\n\nthe agents.     Once inside, the agents asked Trueber to sit\n\ndown.   Pugliesi and Lenzie briefly searched the room for\n\nweapons and persons.     Next, they resumed questioning Trueber\n\nwhile searching his luggage.        Pugliesi again asked Trueber why\n\nhe was visiting Lawrence.        When Trueber replied that he was\n\nthere to buy clothing, Pugliesi asked him if he had any\n\nreceipts.     Trueber said no.     While inspecting the billfold\n\ncontaining Trueber’s travel information, Pugliesi found an\n\nindex card containing typed information, including the address\n\n46 Crescent Street and a woman’s name.        Trueber denied knowing\n\nanyone at that address, yet when Pugliesi informed him that it\n\n\n                                   -9-\n\fwas the same address given by the driver of the truck and\n\nasked him to explain how this typed information was in his\n\npapers when he had just met the driver that day,     Trueber\n\nadmitted that he had met the driver on previous trips to the\n\nUnited States and that the woman was someone he visited when\n\nin the country.\n\n          The agents next asked Trueber if he had any money\n\nwith him and Trueber stated that he had traveled to the United\n\nStates with $9,000, that he had approximately $6,500\n\nremaining, and that he had spent the difference on clothes.\n\nThe search of his luggage revealed several recently purchased\n\nclothing items, but the price tags and other markings on the\n\nclothes indicated that they were purchased outside the United\n\nStates.   The only items clearly purchased in the United States\n\nwere toiletries from a drug store, whose cumulative cost was\n\nfar less than the unaccounted-for $3,500.   When asked his\n\nprofession, Trueber cryptically stated that he loaned people\n\nmoney.\n\n          The agents next inquired as to Trueber’s\n\nrelationship with Lemmerer.   Trueber informed them that he had\n\njust spent a few weeks with Lemmerer in Aruba at the Lafayette\n\nHotel, that he and Lemmerer resided in the same town in the\n\nDominican Republic, and that they were both Austrian.     When\n\n\n                              -10-\n\fasked had he planned to meet Lemmerer at the Hampton Inn,\n\nTrueber said yes.   The agents then informed Trueber that\n\nLemmerer had been arrested the night before with five\n\nkilograms of cocaine in his luggage, and asked him if he knew\n\nanything about the situation.     Expressing surprise, Trueber\n\nasserted that he knew nothing about it and did not know why\n\nLemmerer was traveling to Lawrence.     However, he stated that\n\nhe and Lemmerer had planned to fly back to the Dominican\n\nRepublic the next day.     Pugliesi saw that Trueber’s ticket, as\n\nwell as Lemmerer’s, showed a scheduled return flight to the\n\nDominican Republic on March 30, 1999, nine days later.\n\n         When the discussion began, Pugliesi and Lenzie were\n\nthe only Customs agents in the room with Trueber.\n\nApproximately ten to fifteen minutes later, Forgetta arrived,\n\nand the three agents alternately went in and out of the room\n\nduring the course of the encounter, traveling between\n\nTrueber’s room and the surveillance room across the hall.        At\n\none point, a fourth agent came to the room with the flight\n\ninformation that had been gathered at Logan Airport, but did\n\nnot stay more than a few minutes, and did not cross the\n\nthreshold into the room.\n\n         During the interview, Pugliesi informed Trueber\n\n“once, possibly twice,” that he was not under arrest.     He\n\n\n                                -11-\n\ftestified that he first advised Trueber that he was not under\n\narrest when they entered the room.      Later, when questioned as\n\nto why he was in the Lawrence area, Trueber queried: “I’m just\n\nhere.     Is there   anything illegal about that, am I under\n\narrest?”     Pugliesi allegedly replied: “No, you’re not under\n\narrest.     We are just questioning you.”\n\n            At one point during the interview when Trueber\n\nindicated that he needed to use the bathroom, the agents\n\nconducted a brief weapons check of the bathroom, and then\n\ninstructed Trueber to keep the door ajar for safety reasons\n\nwhile he urinated.      At another point in the interview, when\n\nTrueber began to get up from his chair to help the agents\n\nlocate something in one of his bags, the agents told him,\n\n“please, we’ll find it,” indicating that they wanted Trueber\n\nto remain seated.\n\n            At no point during the interview did Trueber\n\nindicate that he did not wish to answer questions or that he\n\ndid not want the agents to search his luggage.         He did not ask\n\nthe agents to leave the room, and he did not ask to speak with\n\na lawyer.     After approximately one hour and twenty minutes,\n\nthe agents placed Trueber under arrest.      When informed that he\n\nwas under arrest, Trueber replied: “Okay.      Well, then I can’t\n\nanswer any more questions.      I need an attorney.”     Pugliesi\n\n\n                                 -12-\n\finformed Trueber that he would not ask him any more questions\n\nand advised him of his Miranda rights.\n\n          Trueber was charged with conspiracy to import\n\nslightly under five kilograms of cocaine into the United\n\nStates in violation of 21 U.S.C. § 963.     After a probable\n\ncause and detention hearing held on March 31, 1999, a\n\nmagistrate judge of the District of Massachusetts ordered\n\nTrueber detained pending trial.   He found Trueber to be a\n\nflight risk given that he was an Austrian national who resides\n\nin the Dominican Republic and has no ties to the United\n\nStates.   On April 28, 1999, Trueber and Lemmerer each were\n\nindicted on one count of conspiracy to import cocaine into the\n\nUnited States in violation of 21 U.S.C. § 963, one count of\n\nimportation of cocaine in violation of 21 U.S.C. § 952(a), and\n\none count of aiding and abetting in violation of 18 U.S.C. §\n\n2.   Trueber was arraigned on May 28.    The magistrate judge\n\nordered the period between April 28 and May 27 excluded from\n\nthe Speedy Trial Act (STA), 18 U.S.C. § 3161, calculation on\n\nthe ground that the delay was necessary so that the court\n\n“could obtain the services of a qualified German interpreter\n\nwho was not available until May 28, for arraignment.”\n\n          On July 12, the district court conducted an initial\n\nstatus conference in the case and set a trial date of\n\n\n                              -13-\n\fSeptember 30.     On August 9, Trueber filed a motion to suppress\n\nstatements and physical evidence, and on September 17, the\n\ndistrict court rescheduled the trial to October 25.          The\n\nhearing on the suppression motion began on September 24 and\n\ncontinued on October 15, when the district court orally\n\ngranted Trueber’s motion to suppress statements and sua sponte\n\nsevered the trial of Trueber and Lemmerer based upon perceived\n\nBruton concerns.     Jury selection for Lemmerer’s trial began on\n\nOctober 18.     The district court resumed Trueber’s suppression\n\nhearing on October 26 and denied the motion to suppress\n\nphysical evidence that same day.       The court scheduled\n\nTrueber’s trial to commence as soon as Lemmerer’s ended.\n\n          On November 12, the government timely filed a notice\n\nof appeal from the district court’s order suppressing\n\nTrueber’s statements.     As of that date, only sixteen days had\n\nexpired on the STA clock since Trueber’s arrest on March 21.\n\nOn December 2, Trueber filed a motion to be released pending\n\nthe appeal and, during a December 16 hearing on the motion, he\n\nmoved orally to dismiss the indictment for lack of a speedy\n\ntrial.   The district court denied the motion without\n\nprejudice.    However, at a January 28, 2000, bail hearing, the\n\ndistrict court stated that it would accept briefs on the\n\nsubject, and in a February 8 order for further briefing, the\n\n\n                                -14-\n\fdistrict court “reported to the parties . . . that the\n\nassembly of the . . . record in this appeal – conduct that\n\nought routinely to take about seven days – here took at least\n\n55 days, from November 12, 1999 to January 6, 2000, when a\n\nclerk in the Court of Appeals indicated that it had some of\n\nthe papers.”    Consequently, the court “invited [the parties]\n\nto brief the issue whether the failure timely to process this\n\nappeal – a failure that kept Mr. Trueber in custody\n\napproximately 48 days for no reason – warrants any relief,\n\nand, if so, what that relief ought to be.”\n\n         On February 22, 2000, Trueber filed a motion seeking\n\ndismissal of the indictment, asserting that his Sixth\n\nAmendment right to a speedy trial had been violated.     The\n\ndistrict court denied the motion on February 24 on the ground\n\nthat the court lacked subject matter jurisdiction to determine\n\nthe issue because of the pending appeal before this court.\n\nHowever, the court advised Trueber to petition this court\n\neither for an expedited hearing on the government’s appeal or\n\nfor a remand to the district court to consider the motion.\n\n         On March 9, Trueber filed a motion in this court to\n\nremand for a ruling on his motion to dismiss for lack of a\n\nspeedy trial.    In an order dated March 15, we stated that we\n\nretained jurisdiction, but we authorized the district court to\n\n\n                               -15-\n\fact on Trueber’s motion to dismiss the indictment.    On May 19,\n\nthe district court dismissed the indictment with prejudice on\n\nthe ground that Trueber’s constitutional right to a speedy\n\ntrial had been violated.\n\n                                 II\n\n         First, the government contends that the district\n\ncourt erred in dismissing the indictment against Trueber.       The\n\ngovernment argues that the district court improperly based its\n\ndismissal on post-accusation delays attributable to the\n\ngovernment’s interlocutory appeal from the district court’s\n\norder to suppress statements.    We review a district court’s\n\nruling on a Sixth Amendment speedy trial claim for abuse of\n\ndiscretion.    United States v. Salimonu, 182 F.3d 63, 69 (1st\n\nCir. 1999).\n\n         In Barker v. Wingo, 407 U.S. 514 (1972), the Supreme\n\nCourt established a four-part balancing test a court should\n\nconsider to determine whether a defendant’s Sixth Amendment\n\nright to a speedy trial has been violated:    “(1) the length of\n\nthe delay; (2) the reasons for the delay; (3) the defendant’s\n\nassertion of his speedy trial right; and (4) the prejudice to\n\nthe defendant caused by the delay.”    United States v. Munoz-\n\nAmado, 182 F.3d 57, 61 (1st Cir. 1999); see also Barker, 407\n\nU.S. at 530.    None of the four factors is “either a necessary\n\n\n                                -16-\n\for sufficient condition to the finding of a deprivation of the\n\nright of speedy trial.   Rather, they are related factors and\n\nmust be considered together with such other circumstances as\n\nmay be relevant.”   Munoz-Amado, 182 F.3d at 61, quoting United\n\nStates v. Henson, 945 F.2d 430, 437 (1st Cir. 1991).\n\n                                A.\n\n         The first factor “is actually a double inquiry.”\n\nUnited States v. Doggett, 505 U.S. 647, 651 (1992).\n\nInitially, simply to trigger speedy trial analysis, the\n\ndefendant must allege that the delay has “crossed the\n\nthreshold dividing ordinary from ‘presumptively prejudicial’\n\ndelay, since, by definition, he cannot complain that the\n\ngovernment has denied him a ‘speedy’ trial if it has, in fact,\n\nprosecuted his case with customary promptness.”    Id. at 651-\n\n52, quoting Barker, 407 U.S. at 530-31.    If the defendant\n\nmakes this showing, “the court must then consider, as one\n\nfactor among several, the extent to which the delay stretches\n\nbeyond the bare minimum needed to trigger judicial examination\n\nof the claim.”   Id. at 652.\n\n         Because of “the imprecision of the right to speedy\n\ntrial,” the length of delay sufficient to trigger the analysis\n\n“is necessarily dependent upon the peculiar circumstances of\n\nthe case.”   Barker, 407 U.S. at 530-31.   In Doggett, the\n\n\n                               -17-\n\fSupreme Court observed, however, that, “[d]epending on the\n\nnature of the charges, the lower courts have generally found\n\npost accusation delay ‘presumptively prejudicial’ at least as\n\nit approaches one year.”    505 U.S. at 652 n.1.\n\n            The speedy trial right attaches upon arrest or\n\nindictment, whichever occurs first.    Munoz-Amado, 182 F.3d at\n\n61.   For Trueber, it attaches on March 21, 1999, when he was\n\narrested.    He was ordered detained pending trial on March 31,\n\n1999, and has remained in custody ever since.      Accordingly,\n\nTrueber’s period of post-accusation delay and incarceration\n\nnow approaches twenty-two months (of course, it was somewhat\n\nless when the district court ruled, and even less than that\n\nwhen Trueber filed his dismissal motion).    We shall assume\n\nthat this delay is “presumptively prejudicial” so as to\n\ntrigger further inquiry.    See, e.g., id. (assuming that a\n\nnineteen-month delay was presumptively prejudicial); United\n\nStates v. Santiago-Becerril, 130 F.3d 11, 21 (1st Cir. 1997)\n\n(assuming that a fifteen-month delay was presumptively\n\nprejudicial); United States v. Colombo, 852 F.2d 19, 24 (1st\n\nCir. 1988) (holding that a twenty-four-month delay was long\n\nenough to be presumptively prejudicial).\n\n            In determining the weight we should give this delay\n\nin the Barker analysis, we examine the extent to which the\n\n\n                               -18-\n\fdelay exceeds the bare minimum considered presumptively\n\nprejudicial.     See Doggett, 505 U.S. at 652; Barker, 407 U.S.\n\nat 530-31.     Trueber has waited over twenty-two months for the\n\ncommencement of trial in this case, “a case more complicated\n\nthan 'an ordinary street crime' but less so than 'a serious,\n\ncomplex conspiracy charge.'”     Munoz-Amado, 182 F.3d at 62,\n\nquoting Barker, 407 U.S. at 531.       Arguably, therefore, the\n\nperiod of the delay is long enough “to tip the scales slightly\n\nin favor of [Trueber’s] claim.”       Id. (nineteen-month delay in\n\ncocaine importation conspiracy enough to tip balance in favor\n\nof defendant).\n\n                                 B.\n\n         The second factor, the reasons for the delay, has\n\nbeen described as “[t]he flag all litigants seek to capture,”\n\nUnited States v. Loud Hawk, 474 U.S. 302, 315 (1986), and is\n\noften considered the “focal inquiry.”       Munoz-Amado, 182 F.3d\n\nat 62 (internal quotation and citation omitted).       In Barker,\n\nthe Supreme Court held that “different weights should be\n\nassigned to different reasons.”       Barker, 407 U.S. at 531.\n\nWhile a “deliberate attempt to delay the trial in order to\n\nhamper the defense” would be weighed heavily against the\n\ngovernment, “a more neutral reason such as negligence or\n\novercrowded courts” would be weighed “less heavily.”       Id.\n\n\n                                -19-\n\f          In its dismissal of the indictment, the district\n\ncourt asserted three reasons for the delay, each attributable\n\nto the government’s interlocutory appeal.   First, the district\n\ncourt found that fifty-five days elapsed between the date the\n\ngovernment filed its notice of appeal and the date the\n\ndistrict court clerk’s office delivered the record to this\n\ncourt.   The district court concluded that this was far longer\n\nthan it should have taken, stating that “forty-eight days of\n\ntime was just dead time because this Court failed properly to\n\npay sufficient attention to Mr. Trueber’s case to get it over\n\nto the Court of Appeals.”   Moreover, regarding the strength of\n\nthe government’s appeal, the district court added, “[T]hat’s\n\nwhat makes this so, candidly, so absolutely difficult . . .\n\n.Because I think that I’m absolutely right on the motion to\n\nsuppress . . . . If I were the only court to hear this, I\n\nwould think there is very little to this case.”\n\n          While delays in bringing the case to trial caused by\n\nthe government’s interlocutory appeal may be weighed in\n\ndetermining whether a defendant has suffered a violation of\n\nhis rights to a speedy trial, “[g]iven the important public\n\ninterests in appellate review . . . it hardly need be said\n\nthat an interlocutory appeal by the Government ordinarily is a\n\nvalid reason that justifies delay.”   Loud Hawk, 474 U.S. at\n\n\n                              -20-\n\f315.   In Loud Hawk, the Supreme Court identified the factors\n\ncourts may consider in assessing the purpose and\n\nreasonableness of an interlocutory appeal: (1) the strength of\n\nthe government’s position on the appealed issue; (2) the\n\nimportance of the issue in the posture of the case; and (3) in\n\nsome cases, the seriousness of the crime.    Id.   In this case,\n\nas explained later, contrary to the district court’s\n\nassertion, the government’s position on the suppression of\n\nTrueber’s statements is strong.    Second, the exculpatory\n\nstatements made by Trueber are germane to the government’s\n\ncase and are not “clearly tangential and frivolous.”       Id. at\n\n316.   Third, this case involves the importation of nearly five\n\nkilograms of cocaine into the United States, which is a\n\nserious crime.   Moreover, “there is no showing of bad faith or\n\ndilatory purpose on the part of the government.”     Id.    Indeed,\n\nin dismissing the indictment, the district court expressly\n\nstated that it did not “fault [the government] for invoking\n\ntheir procedural remedies [to seek an] interlocutory appeal on\n\nthe motion to suppress . . . .”    Finding no misconduct on the\n\npart of the government, the district court observed: “[w]hen\n\ncalled upon to take a position they have taken the position .\n\n. . promptly and adequately.”\n\n          Neither Trueber nor the district court point to any\n\n\n                                -21-\n\fauthority to support weighing in Trueber’s favor a delay in\n\nassembling the record for a reasonable and legitimate\n\ninterlocutory appeal.     There is no showing of “bad faith” or\n\n“dilatory purpose” on the part of the government; in fact, the\n\ndelay is not attributable to any conduct or omission on the\n\npart of the government.     On the contrary, this delay is\n\nattributable to the district court clerk’s office.     Further,\n\nthere is no showing that a fifty-five day period between\n\nfiling a notice of appeal and assembling the record for appeal\n\nis a reason for delay deserving weight under Barker.     In fact,\n\nin its order for further briefing on February 8, 2000, the\n\ndistrict court observed that thirty-six percent of criminal\n\nappeals “taken from this district over the last sixth months\n\nof 1999 took forty days or longer to process.”     While this\n\n“neutral” reason for delay “nevertheless should be considered”\n\nunder Barker, 407 U.S. at 531, it does not deserve “any\n\neffective weight.”   Loud Hawk, 474 U.S. at 316.\n\n         The second reason for delay identified by the\n\ndistrict court was a period of twenty-one days, which it\n\nattributed to itself, stating that it “[bore] some direct\n\nresponsibility” for not holding a more timely hearing on\n\nTrueber’s speedy trial motion.     While the government’s appeal\n\nwas pending, we issued an order on March 15, 2000, authorizing\n\n\n                                -22-\n\fthe district court to act on Trueber’s motion to dismiss for\n\nlack of speedy trial.    The district court did not hold a\n\nhearing on the motion until May 19.      The district court judge\n\nexplained that the hearing was not held sooner because he was\n\non vacation for two weeks, and the district court caused an\n\nadditional seven days of delay by “just shuffling” before\n\ndirecting the district court clerk to call the case for a\n\nhearing on the motion.    Again, no authority supports granting\n\nthis relatively short and “neutral” period of      delay,\n\nattributable to the district court, any effective weight\n\ntowards Trueber’s speedy trial claim.\n\n         Third, the district court scolded the government for\n\nwhat it perceived to be the government’s contribution to\n\nTrueber’s post-accusation delay.      The court stated that when a\n\ndefendant has been in custody “approaching a year, and\n\ncertainly after a year,” the government has a responsibility\n\n“to be a very squeaky wheel . . . .”      As the court explained,\n\n“I expect calls, I expect letters.      I expect it to be thrust\n\nupon me . . . . So there’s fault there [on the part of the\n\nUnited States Attorney].”    However, as explained earlier, the\n\ndistrict court did not impugn the motives of the government,\n\nstating that “there is . . . certainly not misconduct [on the\n\npart of] the government . . . .” and “[w]hen called upon to\n\n\n                               -23-\n\ftake a position they have taken the position . . . promptly\n\nand adequately.”    With no showing of “bad faith” or “dilatory\n\npurpose,” id., we conclude there should be no weighing against\n\nthe government for this amorphous period of delay while the\n\ngovernment’s interlocutory appeal was pending before this\n\ncourt.\n\n           Under the Barker test, “delays in bringing the case\n\nto trial caused by the Government’s interlocutory appeal may\n\nbe weighed in determining whether a defendant has suffered a\n\nviolation of his rights to a speedy trial.”       Id.     However,\n\n“respondents have failed to show a reason for according these\n\ndelays any effective weight towards their speedy trial\n\nclaims.”   Id.   We conclude that the reasons identified by the\n\ndistrict court for the asserted delays do not justify the\n\n“unsatisfactorily severe remedy of dismissal.”          Barker, 407\n\nU.S. at 522.\n\n                                 C.\n\n           The third factor – the extent to which the defendant\n\nhas asserted his speedy trial right – “is entitled to strong\n\nevidentiary weight in determining whether the defendant is\n\nbeing deprived of the right.”    Id. at 531-32.     “A defendant\n\nshould give some indication, prior to his assertion of a\n\nspeedy trial violation, that he wishes to proceed to trial.”\n\n\n                                -24-\n\fMunoz-Amado, 182 F.3d at 62.\n\n         In this case, no action was taken by Trueber between\n\nMarch 21, 1999, and December 16, 1999, that could be construed\n\nas the assertion of the speedy trial right or an indication\n\nthat Trueber wished to proceed to trial.     On the latter date,\n\nduring a hearing on his motion to be released pending the\n\ngovernment’s interlocutory appeal, Trueber moved orally to\n\ndismiss the indictment for lack of a speedy trial.      Thus, for\n\nnearly nine months following his arrest Trueber did nothing to\n\nexpedite his trial, and did not raise the issue until one\n\nmonth after the case was on appeal to this court.      Further,\n\nafter filing his motion seeking dismissal of the indictment on\n\nspeedy trial grounds on February 22, 2000, Trueber\n\ndemonstrated a “lack of enthusiasm for the speedy trial right\n\nwhich he now asserts.”     United States v. Henson, 945 F.2d 430,\n\n438 (1st Cir. 1991) (internal quotations omitted).      On\n\nFebruary 24, 2000, when the district court dismissed Trueber’s\n\nmotion for lack of jurisdiction, it advised Trueber either to\n\npetition this court for an expedited hearing on the\n\ngovernment’s appeal or for a remand to the district court to\n\nconsider the motion.     Trueber chose the latter.   Thus, there\n\nis merit to the government’s assertion that “Trueber only\n\nbecame interested in invoking the Sixth Amendment when it\n\n\n                                -25-\n\fbecame an avenue to dismiss the indictment or obtain release.”\n\nThe record strongly suggests that Trueber did not seek a trial\n\nand, instead, “hoped to take advantage of the delay in which\n\nhe had acquiesced, and thereby obtain a dismissal of the\n\ncharges.”    Barker, 407 U.S. at 535.\n\n            We have found no law, nor has any been cited to us,\n\nto support the district court’s position that “a defendant\n\nasserts his speedy trial right by pleading not guilty.”\n\nFurther, there is no authority supporting the district court’s\n\ndecision to “count, if you will, that Mr. Trueber has asserted\n\nhis speedy trial rights at every stage in this proceeding, and\n\nI do not count against him in any wise [sic] that he has not\n\nformally filed a paper until this motion to dismiss was filed\n\n[on February 22, 2000 – 11 months after his arrest].”\n\n                                D.\n\n            The fourth factor – the prejudice to the defendant\n\ncaused by the delay – “should be assessed in the light of the\n\ninterests of defendants which the speedy trial right was\n\ndesigned to protect.”    Barker, 407 U.S. at 532.    The Supreme\n\nCourt “has identified three such interests: (i) to prevent\n\noppressive pretrial incarceration; (ii) to minimize anxiety\n\nand concern of the accused; and (iii) to limit the possibility\n\nthat the defense will be impaired.”     Id.   Of these, “the most\n\n\n                               -26-\n\fserious is the last, because the inability of a defendant\n\nadequately to prepare his case skews the fairness of the\n\nentire system.”   Id.\n\n         But the district court saw a prejudice by the\n\nalleged delay in this case in a different manner, and the\n\nquestion is whether, under Barker, this \"prejudice\" implicates\n\ninterests the speedy trial right was designed to protect.     The\n\ndistrict court reasoned:\n\n         I think presumptively and practically\n         [Trueber] is prejudiced. He’s prejudiced\n         in the most practical of senses. The\n         government went to trial first against his\n         co-defendant, Mr. Lemmerer. It resulted in\n         a hung jury . . . . The government[’s]\n         evidence at the second trial was more\n         compendious.\n\n              Now, Mr. Lemmerer has been convicted .\n         . . . Every day Mr. Trueber waits for his\n         trial bolsters the government’s chances as\n         opposed to that of Mr. [Trueber].\n\n\n         We have found no authority to support this notion of\n\nprejudice, and it appears to us to be too speculative.\n\nIndeed, Trueber acknowledges in his brief to this court that\n\n“it is difficult to speculate about the extent to which the\n\npre-trial delay and incarceration will prejudice or impair\n\nTrueber’s defense other than to say that the government has\n\nalready used the delay to attempt to gather evidence . . . to\n\n. . . supplement . . . [its] case . . . .”   Trueber does not\n\n                             -27-\n\fpoint to a single authority to support the novel proposition\n\nthat the potential strength the government’s case may acquire\n\nover time amounts to prejudice against the defendant.    Indeed,\n\n“delay is a two-edged sword,”    Loud Hawk, 474 U.S. at 315, and\n\n“is not an uncommon defense tactic,” Barker, 407 U.S. at 521,\n\nas “[t]he passage of time may make it difficult or impossible\n\nfor the government to carry [its] burden.”    Loud Hawk, 474\n\nU.S. at 315.\n\n         The mere possibility that the government’s case may\n\nget stronger with time is not sufficient to support Trueber’s\n\nposition that his speedy trial right was violated.    Cf. id.\n\n(the possibility of impairment of a fair trial that may result\n\nfrom the absence or loss of memory of witnesses is not\n\nsufficient to support respondent’s position that their speedy\n\ntrial rights were violated).    Trueber has not provided any\n\nsupport, in the record or otherwise, for his allegation that\n\nhis defense has been impaired by the delay.    “There is no\n\nindication here that the period of pretrial delay interfered\n\nin any way with [Trueber’s] ability to present evidence or\n\nobtain the testimony of witnesses, or that it would have any\n\nimpact on the fairness of his trial.”    Munoz-Amado, 182 F.3d\n\nat 63.\n\n         We conclude, therefore, after applying the Barker\n\n\n                                -28-\n\fbalancing test and weighing its several factors, that\n\nTrueber’s constitutional right to a speedy trial was not\n\nviolated and, therefore, that the district court abused its\n\ndiscretion. Accordingly, we reverse the district court’s\n\ndismissal of the indictment against Trueber.\n\n                                III\n\n            We now turn to the government’s appeal from the\n\ndistrict court’s suppression of all statements made by Trueber\n\non the night of March 21, 1999.       The first challenge deals\n\nwith those statements made when the truck was stopped; the\n\nsecond involves statements made in the hotel room.\n\n                                A.\n\n            First, the government contends that the district\n\ncourt erred in suppressing Trueber’s roadside statements made\n\nto Special Agent Pugliesi prior to receiving Miranda warnings.\n\nThe district court concluded that, for purposes of Miranda,\n\nTrueber was in custody when questioned and, therefore, all\n\nstatements violated Miranda and should be suppressed.       The\n\ngovernment argues that the initial stop of the vehicle was a\n\nvalid Terry stop that did not develop into custodial\n\ninterrogation necessitating the administration of Miranda\n\nwarnings.\n\n            In the context of a motion to suppress, we review a\n\n\n                               -29-\n\fdistrict court's factual findings for clear error.     See United\n\nStates v. Owens, 167 F.3d 739, 743 (1st Cir. 1999).     We review\n\na district court's legal conclusions de novo.    Id.\n\n          “Miranda warnings must be given before a suspect is\n\nsubjected to custodial interrogation.”    United States v.\n\nVentura, 85 F.3d 708, 710 (1st Cir. 1996).    The custody\n\ndetermination is the initial and central inquiry as it is\n\n“‘the touchstone to the need for Miranda warnings.’”     Id.,\n\nquoting United States v. Quinn, 815 F.2d 153, 160 (1st Cir.\n\n1987).   The issue before us is whether Trueber was in custody\n\nwhen questioned by Pugliesi after the police stopped the truck\n\nin which he was riding.\n\n          The government argues that what occurred when police\n\nofficers stopped the truck in which Trueber was riding was a\n\nvalid Terry stop.    In Terry v. Ohio, the Supreme Court first\n\nrecognized “that a police officer may in appropriate\n\ncircumstances and in an appropriate manner approach a person\n\nfor purposes of investigating possibly criminal behavior even\n\nthough there is no probable cause to make an arrest.”       392\n\nU.S. 1, 22 (1968).    This authority permits officers to “stop\n\nand briefly detain a person for investigative purposes,”\n\nUnited States v. Sokolow, 490 U.S. 1, 7 (1989), and\n\n“diligently pursue[] a means of investigation . . . likely to\n\n\n                               -30-\n\fconfirm or dispel their suspicions quickly.”     United States v.\n\nSharpe, 470 U.S. 675, 686 (1985).\n\n         “As a general rule, Terry stops do not implicate the\n\nrequirements of Miranda because ‘Terry stops, though\n\ninherently somewhat coercive, do not usually involve the type\n\nof police dominated or compelling atmosphere which\n\nnecessitates Miranda warnings.’” United States v. Streifel,\n\n781 F.2d 953, 958 (1st Cir. 1986), quoting United States v.\n\nBautista, 684 F.2d 1286, 1291 (9th Cir. 1982).     In Berkemer v.\n\nMcCarty, the Supreme Court held that routine traffic stops are\n\nmore analogous to a Terry stop than to a formal arrest and,\n\ntherefore, are not custodial for purposes of Miranda.     468\n\nU.S. 420, 440 (1984) (“The comparatively nonthreatening\n\ncharacter of detentions of this sort explains the absence of\n\nany suggestion in our opinions that Terry stops are subject to\n\nthe dictates of Miranda.”).\n\n         In evaluating the reasonableness of the\n\ninvestigatory Terry stop in the instant case, we first\n\ndetermine “‘whether the officer[’s] actions were justified at\n\n[their] inception,’ and if so, ‘whether the actions undertaken\n\nby the officer[s] following the stop were reasonably\n\nresponsive to the circumstances justifying the stop in the\n\nfirst place as augmented by information gleaned by the\n\n\n                              -31-\n\fofficer[s] during the stop.”     Owens, 167 F.3d at 748\n\n(alterations in original), quoting United States v. Sowers,\n\n136 F.3d 24, 27 (1st Cir. 1998); see also Terry, 392 U.S. at\n\n20.\n\n           There is no dispute about the propriety of the\n\ninitial stop of the truck.     The district court correctly\n\nstated that the agents “[had] every right to stop [the\n\ntruck].”   However, the district court added: “In fact,\n\n[because] I’m positive they may have every right to arrest\n\nhim, he ought to have gotten his Miranda warnings right then.”\n\nFurther, the district court conjectured that, from the\n\ninception of the stop, the agents were not going to “let\n\n[Trueber] go anywhere.”\n\n           Evidently, the district court took the view that\n\nbecause the agents were entitled to arrest Trueber and, thus,\n\nnecessarily intended to arrest him, what occurred when the\n\nofficers stopped the truck was not a valid Terry stop, but a\n\nde facto arrest, requiring Miranda warnings from the outset.\n\nThis reasoning improperly conflates the two areas of the\n\ninquiry and is based upon a false premise.     The subjective\n\nintent of the agents is not relevant to either part of the\n\ninquiry: it does not impact the validity of the initial\n\ninvestigative stop, and it has no bearing on determining\n\n\n                                -32-\n\fwhether police conduct transformed an investigative stop into\n\na de facto arrest.    See Berkemer, 468 U.S. at 442 (\"A\n\npoliceman’s unarticulated plan has no bearing on the question\n\nwhether a suspect was ‘in custody’ at a particular time.\");\n\nStreifel, 781 F.2d at 959 (officers’ intentions relevant only\n\nto the extent that they were communicated to the defendants).\n\nBecause there is no dispute that the agents had at least an\n\narticulable and reasonable suspicion that Trueber was engaged\n\nin criminal activity, effecting a limited investigative Terry\n\nstop was justified.    See United States v. Sharpe, 470 U.S. at\n\n682.   Thus, without administering Miranda warnings, the agents\n\nwere entitled to stop the truck, detain its occupants, and\n\npursue a means of investigation that was likely to confirm or\n\ndispel their suspicions quickly.      See id. at 686.\n\n          Determining that an investigative Terry stop was\n\njustified at its inception is only the first step, however.\n\n“‘The manner in which the seizure and search were conducted\n\nis, of course, as vital a part of the inquiry as whether they\n\nwere warranted at all.’”    Streifel, 781 F.2d at 958 (internal\n\ncitations omitted).    The central issue in this case is whether\n\nan otherwise valid Terry stop escalated into a de facto arrest\n\nnecessitating the administration of Miranda warnings.     As the\n\nSupreme Court stated in Berkemer, the target of a Terry stop\n\n\n                               -33-\n\fmust be advised of his Miranda rights if and when he is\n\n“subjected to restraints comparable to those associated with a\n\nformal arrest.”   468 U.S. at 441.\n\n           “There is no scientifically precise formula that\n\nenables courts to distinguish between investigatory stops . .\n\n. and . . . 'de facto arrests'.”     United States v. Zapata, 18\n\nF.3d 971, 975 (1st Cir. 1994).     The “ultimate inquiry,”\n\nhowever, is whether there was “a formal arrest or restraint on\n\nfreedom of movement of the degree associated with a formal\n\narrest.”   Thompson v. Keohane, 516 U.S. 99, 112 (1995)\n\n(internal quotations and citations omitted).      In assessing\n\nwhether there was a “restraint on freedom of movement,” “a\n\ncourt must examine all the circumstances surrounding the\n\ninterrogation.”   Ventura, 85 F.3d at 711 (internal quotations\n\nand citation omitted).   This is an objective test: “the only\n\nrelevant inquiry is ‘how a reasonable man in the suspect’s\n\nshoes would have understood his situation.’     The subjective\n\nbeliefs held by the interrogating officer or the person being\n\ninterrogated are not germane.”     Id., quoting Stansbury v.\n\nCalifornia, 511 U.S. 318, 324 (1994).     Thus, to the extent\n\nthat the district court based its conclusion that Trueber was\n\nin custody on the presumed and uncommunicated intent of the\n\nagents to prevent Trueber from leaving the scene, it was in\n\n\n                              -34-\n\ferror.   See Streifel, 781 F.2d at 959.\n\n          Relevant circumstances include, among other\n\ninquiries, “whether the suspect was questioned in familiar or\n\nat least neutral surroundings, the number of law enforcement\n\nofficers present at the scene, the degree of physical\n\nrestraint placed upon the suspect, and the duration and\n\ncharacter of the interrogation.” Ventura, 85 F.3d at 711\n\n(internal quotation and citation omitted); see also Streifel,\n\n781 F.2d at 961 n. 13.\n\n          Determining what constitutes custody thus requires\n\n\"[t]wo discrete inquiries.\"    Keohane, 516 U.S. at 112.   First,\n\na court must determine what were the circumstances surrounding\n\nthe exchange between the government agent and the suspect.\n\nThis inquiry is distinctly factual.    Keohane, 516 U.S. at 112.\n\nSecond, given those circumstances, a court must determine:\n\n          whether and when a reasonable person in\n          [Trueber’s] position would have believed\n          that he was actually in police custody and\n          being constrained to a degree associated\n          with formal arrest (rather than simply\n          undergoing a brief period of detention at\n          the scene while the police sought by means\n          of a moderate number of questions to\n          determine his identity and to obtain\n          information confirming or dispelling their\n          suspicions).\n\n\nStreifel, 781 F.2d at 962.    This ultimate determination turns\n\non an assessment of the aforementioned factors, id. at 961,\n\n                               -35-\n\fand “qualif[ies] for independent review” as it is it presents\n\na “mixed question of law and fact.”      Keohane, 516 U.S. at 113.\n\n         In the instant case, the district court’s custody\n\ndetermination was cursory, providing no indication that the\n\ncourt properly applied the correct legal test or recognized\n\nthat whether and when the stop at issue became custodial turns\n\non the relevant factors mentioned earlier.      The district court\n\nevidently believed that the circumstances surrounding the\n\ndetention of Trueber were tantamount to those of a formal\n\narrest from the moment Pugliesi patted down Trueber after\n\nstopping the truck and asking the driver and Trueber to step\n\nout of the vehicle.    This was error.     Nothing in the initial\n\nstop and detention exceeded the bounds of an ordinary,\n\npermissible Terry stop.   See United States v. Taylor, 162 F.3d\n\n12, 22 (1st Cir. 1998); Zapata, 18 F.3d at 975.\n\n         The one arguably coercive fact – that Pugliesi had\n\nhis gun drawn and at his side when he asked Trueber to step\n\nout of the vehicle – is not sufficient, under the\n\ncircumstances, to convert the investigatory stop into a de\n\nfacto arrest.   See Taylor, 162 F.3d at 21 (holding that a\n\nvalid Terry stop did not mature into a de facto arrest when\n\npolice cruisers stopped a car, blocked it, and two officers\n\ndrew their weapons when approaching the car); United States v.\n\n\n                              -36-\n\fTrullo, 809 F.2d 108, 113 (1st Cir. 1987) (holding that police\n\nofficer’s use of drawn weapon did not convert investigative\n\nstop into arrest).   Pugliesi’s drawing of his gun was\n\nreasonably related in scope to the circumstances which\n\njustified stopping the truck in the first place.   The agents\n\nsuspected Trueber of dealing in narcotics, “a pattern of\n\ncriminal conduct rife with deadly weapons,” id.; the agents’\n\nreasonable suspicion justified the stop; the stop occurred at\n\nnight; Pugliesi testified that he only drew his gun out of\n\nconcern for his own safety, that he kept it at his side,\n\npointed at the ground, and that he quickly re-holstered it;\n\nand there is no evidence in the record that Trueber saw the\n\nbriefly drawn gun.   Such minimal use of a gun, under the\n\ncircumstances, does not exceed the bounds of a permissible\n\nTerry stop.\n\n          At this point in the encounter – following the\n\ninitial stop of the truck and brief pat-down – a reasonable\n\nperson would have believed only that he was being detained for\n\ninvestigation, not placed under arrest.   See Taylor, 162 F.3d\n\nat 22.   Moreover, at no time during the exchange that followed\n\nbetween Pugliesi and Trueber was Trueber subject to a\n\n“restraint on freedom of movement of the degree associated\n\nwith a formal arrest.”    Keohane, 516 U.S. at 112 (internal\n\n\n                              -37-\n\fquotations and citation omitted).    First, the encounter\n\noccurred in neutral surroundings – on a public street.\n\nSecond, while five government agents were present at the\n\nscene, no more than two were in direct proximity to Trueber,\n\neach in plain clothes, and only one questioned him.     Further,\n\n“[m]ere numbers do not automatically convert a lawful Terry\n\nstop into something more forbidding.”    Zapata, 18 F.3d at 976.\n\nThird, the officers made no threats, brandished no weapons\n\n(other than the brief use by Pugliesi), and exerted no\n\nphysical restraint upon Trueber’s person beyond the limited\n\npat-down Pugliesi conducted immediately after Trueber stepped\n\nout of the car.   Finally, the encounter lasted no more than\n\nfifteen minutes, the agents conducted an investigation that\n\nwas “likely to confirm or dispel their suspicions quickly,”\n\nand their approach was measured and their conduct not\n\nbellicose.   Sharpe, 470 U.S. at 686 (holding that twenty-\n\nminute investigatory detention was    reasonable where police\n\n“diligently pursued a means of investigation that was likely\n\nto confirm or dispel their suspicions quickly”); Owens, 167\n\nF.3d at 749 (holding that fifty-minute detention not a de\n\nfacto arrest when, under the circumstances, officers\n\ndiligently pursued a means of investigation that would dispel\n\ntheir suspicions).   Pugliesi’s questioning was brief and to\n\n\n                              -38-\n\fthe point – his questions were targeted at ascertaining\n\nTrueber’s identity, his reasons for being in the country, and\n\nwhether he was involved in the suspected illegal activity –\n\nand his search of Trueber’s suitcase was by consent.    Further,\n\n“information gleaned by [Pugliesi] during the stop,” id. at\n\n748, including Trueber’s inconsistent answers and the\n\nsuspicious contents of the suitcase, warranted a thorough,\n\nrather than cursory, investigation.   See Quinn, 815 F.2d at\n\n158 (stating that it would have been unreasonable for officers\n\nwith very strong grounds for suspicion – approaching probable\n\ncause –   to have sent suspects on their way after a few\n\nperfunctory questions, especially since divergent answers\n\nraised the level of suspicion, inviting further inquiry).\n\n          Based on the facts accepted by the district court,\n\nwhich are not clearly erroneous, we do not accept Trueber’s\n\nallegations that the police cruiser blocked the truck after\n\nstopping it, that the police officers physically removed the\n\ndriver from the truck, that Customs agents and police officers\n\nsurrounded Trueber “with guns displayed,” and that Pugliesi\n\nsearched Trueber’s suitcase without consent.   While Pugliesi\n\ndid testify that the police officers briefly placed the driver\n\n“either on his knees or flat on his belly” after instructing\n\nhim to step out of the car, this fact is not relevant to the\n\n\n                              -39-\n\finquiry whether a reasonable person in Trueber’s position\n\nwould have believed that he was “actually in police custody\n\nand being constrained to a degree associated with formal\n\narrest.”   Streifel, 781 F.2d at 962.\n\n           Therefore, we hold that the course of action pursued\n\nby Pugliesi and the other agents and police officers during\n\nthe investigatory stop was “justified at its inception,” and\n\n“reasonably related in scope to the circumstances which\n\njustified the interference in the first place.”     Sharpe, 470\n\nU.S. at 682 (internal quotation and citation omitted).     What\n\noccurred was thus a permissible Terry stop.   The situation was\n\nnot such that a reasonable person would have thought he was\n\nunder arrest, rather than “simply undergoing a brief period of\n\ndetention at the scene while the police sought by means of a\n\nmoderate number of questions to determine his identity and to\n\nobtain information confirming or dispelling their suspicions.”\n\nStreifel, 781 F.2d at 962.   Nothing the agents did or said\n\nsufficed to convert the investigatory stop into an arrest\n\nrequiring the administration of Miranda warnings.     Therefore,\n\nwe reverse the district court’s suppression of all statements\n\nmade by Trueber during the course of the valid investigatory\n\nTerry stop of the truck.\n\n                               B.\n\n\n                              -40-\n\f           Next, the government contends that the district\n\ncourt erred in suppressing statements made by Trueber in his\n\nhotel room subsequent to the roadside encounter.      The district\n\ncourt concluded that the hotel room search and interrogation\n\nwere non-consensual and that Trueber was in custody once the\n\nagents entered the room and told Trueber to sit down.       The\n\ngovernment argues that Trueber voluntarily consented to allow\n\nthe agents into his room to search his luggage and resume\n\nquestioning after the roadside encounter.\n\n           Because the district court determined that Trueber\n\nwas in custody when he agreed to accompany the agents back to\n\nhis hotel room, it treated the issue of consent in a per se\n\nmanner: any consent on Trueber’s part necessarily was\n\ninvoluntary because he was in custody.      This per se rule is\n\ninvalid.     While   “sensitivity to the heightened possibility of\n\ncoercion is appropriate when a defendant’s consent is obtained\n\nduring custody, custody alone has never been enough in itself\n\nto demonstrate . . . coerced . . . consent to search.”       United\n\nStates v. Collazo-Aponte, 216 F.3d 163, 187 (1st Cir. 2000)\n\n(internal quotations and citations omitted) (omissions in\n\noriginal).     But more important, for the reasons stated\n\nearlier, Trueber was not in custody when he gave his consent.\n\n           The question of voluntariness is a question of fact\n\n\n                                 -41-\n\fdetermined by the totality of the circumstances.     Id.\n\n\"Voluntariness turns on a number of factors, including the\n\nperson’s ‘age, education, experience, intelligence, and\n\nknowledge of the right to withhold consent.’\"   United States\n\nv. Coraine, 198 F.3d 306, 309 (1st Cir. 1999), quoting United\n\nStates v. Barnett, 989 F.2d 546, 555 (1st Cir. 1993).\n\n           Due to its erroneous initial custody determination\n\nbased upon the facts accepted, the district court did not\n\nfully address the issue of consent.   It now must do so,\n\nbearing in mind our determination that Trueber was not in\n\ncustody at the time Pugliesi requested to search his hotel\n\nroom and interrogate him further.\n\n           Moreover, after determining the issue of consent,\n\nthe district court must apply the proper legal test discussed\n\nearlier and reevaluate whether and when the hotel room\n\nencounter was custodial for purposes of Miranda.     In sum, the\n\ncentral custody inquiry is whether there was a “restraint on\n\nfreedom of movement of the degree associated with a formal\n\narrest,”   Keohane, 516 U.S. at 112 (internal quotation and\n\ncitation omitted), and the ultimate determination turns on an\n\nexamination of the same factors mentioned earlier.\n\n           We vacate the district court's suppression of the\n\nstatements made in the hotel room and remand to the district\n\n\n                              -42-\n\fcourt for determination of the issue of consent to search the\n\nhotel room and for application of the correct legal test for\n\ndetermining custody while in the hotel room.   On remand, the\n\ndistrict court may take additional evidence on the relevant\n\nfactual issues.\n\n         Reversed in part, vacated in part, and remanded.\n\n\n\n\n                             -43-\n\f",
  "html": "<p class=\"case_cite\">238 F.3d 79 (1st Cir. 2001)</p>\n    <p class=\"parties\">UNITED STATES, Appellant,<br>v.<br>JOHANNES TRUEBER, Defendant, Appellee.</p>\n    <p class=\"docket\">No. 00-1016, 00-1710</p>\n    <p class=\"court\">United States Court of Appeals For the First Circuit</p>\n    <p class=\"date\">Heard August 2, 2000<br>Decided January 30, 2001</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEALS FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF MASSACHUSETTS. [Hon. William G. Young, U.S. District Judge]. [Hon. Robert B. Collings, U.S. Magistrate Judge] [Copyrighted Material Omitted][Copyrighted Material Omitted]</p>\n      <p class=\"indent\">Kevin P. McGrath, Assistant U.S. Attorney, with whom Donald K. Stern, United States Attorney, was on brief, for appellant.</p>\n      <p class=\"indent\">Dennis J. Kelly, by appointment of the Court, with whom David M. Losier and Burns &amp; Levison LLP were on brief, for appellee.</p>\n      <p class=\"indent\">Before Selya, Circuit Judge, Wallace,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> Senior Circuit Judge, and Boudin, Circuit Judge.</p>\n      <p class=\"indent\">WALLACE, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The government appeals from the district court's dismissal of the indictment against defendant Johannes Trueber based upon a violation of Trueber's Sixth Amendment right to a speedy trial. The government also appeals from the district court's previous decision to suppress statements made by Trueber during an automobile stop and during a subsequent search of his hotel room. The district court had jurisdiction pursuant to 18 U.S.C. &#167; 3231. We have jurisdiction over these timely filed appeals pursuant to 18 U.S.C. &#167; 3731. We reverse in part, vacate in part, and remand.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">* We rely on the testimony of United States Customs Special Agent Pugliesi, which the district court accepted as true in deciding the suppression motions. On the evening of March 20, 1999, Gabriel Lemmerer arrived at Boston's Logan Airport on a flight from Aruba. United States Customs Special Agents arrested Lemmerer after a search of his luggage revealed five kilograms of cocaine. Among the items seized from Lemmerer were a receipt from a Hampton Inn in North Andover, Massachusetts, and a note containing Trueber's name and a confirmation number.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Special Agent Lenzie was dispatched to monitor whether anyone would attempt to contact Lemmerer at the Hampton Inn. Arriving at the hotel after midnight, Lenzie learned that several individuals had called requesting to speak to Lemmerer. The next afternoon Agent Pugliesi, the lead investigator in the case, met Lenzie at the Hampton Inn. Lenzie informed Pugliesi that a man called Johannes Trueber had checked into the hotel after being dropped off by a taxi or limousine, and that a license plate search linked the vehicle to a company currently under investigation by United States Customs for drug trafficking and money laundering. Further, Lenzie informed Pugliesi that inspectors at Logan Airport had obtained Trueber's American Airlines flight itinerary, which contained a contact telephone number linked to another company under investigation for drug trafficking and money laundering. Both companies were owned by the same person and were located at the same address in Lawrence, Massachusetts.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">While at the Hampton Inn, Pugliesi acquired additional information linking Trueber to Lemmerer: (1) Trueber had arrived at Logan Airport the previous day from Aruba at roughly the same time as Lemmerer (however, they were not on the same flight - Trueber stopped in Miami before flying to Boston); (2) they had traveled together from the Dominican Republic to Boston in January 1999 and from Boston to Aruba; (3) they traveled between Aruba and the Boston area again in late February or early March 1999; and (4) they stayed in the same hotel room at the Hampton Inn from March 1 to March 7, 1999.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">While gathering this information, the agents set up surveillance from a hotel room across the hall from Trueber's room. The agents observed Trueber leave the hotel on three occasions to use payphones at a nearby convenience store (Seven Eleven). After observing these trips, Pugliesi, accompanied by Special Agent Colleen Forgetta, went to the hotel lobby and asked the desk clerk if he had had any contact with Trueber in the course of Trueber's coming and going. The desk clerk informed them that Trueber had asked him if the hotel sold telephone calling cards. Informing Trueber that they were sold out, the clerk directed him to the Seven Eleven. Pugliesi and Forgetta drove to the Seven Eleven, confirmed that it sold calling cards, and, on their return, observed Trueber leave the hotel and walk toward the Seven Eleven carrying a suitcase. Because Trueber had checked in with four or five pieces of luggage, Pugliesi suspected that Trueber was planning to deliver the suitcase to someone and that it contained evidence of the drug smuggling conspiracy. Accordingly, Pugliesi directed Forgetta to contact the Lawrence Police Department and request that it send a vehicle to the scene.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Trueber entered the Seven Eleven and waited near the front door. Approximately ten minutes later, a white Isuzu pickup truck drove into the Seven Eleven parking lot. Trueber left the store, placed the suitcase in the outside flatbed of the truck, and entered the passenger side. As the truck drove out of the parking lot, a Lawrence police car arrived on the scene, and Pugliesi directed the police officers to stop the truck, informing them that it might contain drugs.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The police car drove behind the truck and activated its lights. The truck pulled over immediately and the police car parked approximately five feet behind it. Pugliesi and Forgetta parked behind the police. Pugliesi and the Lawrence police officers instructed Trueber and the driver to step outside the truck. When Trueber got out, Pugliesi, who was positioned on the passenger side, was carrying his revolver at his side, pointed toward the ground. Lenzie arrived on the scene as Pugliesi instructed Trueber to step away from the truck and toward the side of the road. Pugliesi testified that he was not aware if Trueber saw his weapon and stated that \"[m]y idea was not to show Trueber that I had a gun. It was just to have it for safety.\" Re-holstering his gun, Pugliesi asked Trueber to turn around, put his hands behind his head, and spread his legs. Pugliesi frisked Trueber for weapons, found none, and removed nothing from Trueber's person.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Pugliesi next asked Trueber to put his hands down, turn around, and face him. Pugliesi identified himself as a United States Customs official and asked Trueber for identification. Trueber produced an Austrian passport, which Lenzie inspected. Pugliesi asked Trueber when he arrived in the United States and where he was from, and Trueber responded that he had arrived the previous day, that he lived in the Dominican Republic, and that he was an Austrian national. Pugliesi asked him if he had placed anything in the truck. Trueber identified the suitcase. Pugliesi asked to take a look at the suitcase, and Trueber consented. Inside, Pugliesi discovered a green bag and a container of talcum powder. Inside the green bag was another bag containing hotel soap bars. There was nothing else inside the suitcase. Pugliesi testified that, while sounding innocuous, the objects he located did not obviate his suspicion and, in fact, heightened it. First, he had learned from experience that drug smugglers often used \"scented objects such as soaps or talcs ... that give a fresh smell to conceal any scent of the drugs that might be detected by dogs.\" Further, he observed that the green bag was the same color and brand as one of Lemmerer's pieces of luggage seized the night before at the airport.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Pugliesi questioned Trueber why he was in the Lawrence area, and Trueber replied that he had traveled from Aruba to purchase clothing. He inquired as to Trueber's relationship with the driver of the truck, and Trueber responded that he had met the man earlier that day at a shopping mall and that he was meeting him that evening to give him his suitcase. Trueber maintained that the driver needed extra luggage. Pugliesi asked him where he had stayed the night before, to which Trueber replied that he had stayed at the driver's house in Lawrence. Pugliesi thought this inconsistency strange: how could Trueber have stayed at the driver's house the night before when he asserted to have just met him that day? When asked the name of the driver, Trueber stated it was Ramirez.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Meanwhile, the Lawrence police officers and Forgetta were interviewing the driver on the other side of the truck. The police officers had directed the driver to step out of the truck, walk backwards toward them, and either get on his knees or lie flat on his stomach. Pugliesi did not see either of the officers display their weapons. The officers then instructed the driver to stand and place his hands on the hood of the police car. After some difficulty, the officers ultimately learned that his name was Ramon Gonzalez and that he lived in Lawrence with his girlfriend at 46 Crescent Street. They retrieved from him a room key and a receipt from the Tage Inn, which had Trueber's name on it. One of the officers handed the key and the receipt to Pugliesi and informed him of the driver's name. Pugliesi realized that it was different from the name Trueber had given him.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">When asked about the receipt, Trueber admitted that he had stayed at the Tage Inn the prior evening. When asked again why he had entered the truck, Trueber repeated that he had planned to have a beer with the driver and was going to give him the suitcase because the driver needed extra luggage. He also stated that he planned on leaving early the next morning on a flight to the Dominican Republic. Trueber's contradictory answers regarding the driver's name and where he had stayed the previous night heightened Pugliesi's suspicion.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The encounter with Trueber began approximately 10 p.m. on a rainy evening and lasted approximately ten to fifteen minutes. As the rain grew harder, Pugliesi asked Trueber if they could go back to his room at the Hampton Inn to continue their discussion and if he could search his luggage at the hotel. Trueber consented. Pugliesi and Trueber began to walk the roughly 200-250 yards to the hotel with Trueber when Pugliesi suggested that they drive the rest of the way in Lenzie's van, which was parked between them and the hotel. Trueber consented. Both men sat in the back seat, and Trueber was not handcuffed or physically restrained in any way.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Once back at the hotel, Trueber led Pugliesi and Lenzie to his room, opened the door, and freely entered with the agents. Once inside, the agents asked Trueber to sit down. Pugliesi and Lenzie briefly searched the room for weapons and persons. Next, they resumed questioning Trueber while searching his luggage. Pugliesi again asked Trueber why he was visiting Lawrence. When Trueber replied that he was there to buy clothing, Pugliesi asked him if he had any receipts. Trueber said no. While inspecting the billfold containing Trueber's travel information, Pugliesi found an index card containing typed information, including the address 46 Crescent Street and a woman's name. Trueber denied knowing anyone at that address, yet when Pugliesi informed him that it was the same address given by the driver of the truck and asked him to explain how this typed information was in his papers when he had just met the driver that day, Trueber admitted that he had met the driver on previous trips to the United States and that the woman was someone he visited when in the country.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The agents next asked Trueber if he had any money with him and Trueber stated that he had traveled to the United States with $9,000, that he had approximately $6,500 remaining, and that he had spent the difference on clothes. The search of his luggage revealed several recently purchased clothing items, but the price tags and other markings on the clothes indicated that they were purchased outside the United States. The only items clearly purchased in the United States were toiletries from a drug store, whose cumulative cost was far less than the unaccounted-for $3,500. When asked his profession, Trueber cryptically stated that he loaned people money.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The agents next inquired as to Trueber's relationship with Lemmerer. Trueber informed them that he had just spent a few weeks with Lemmerer in Aruba at the Lafayette Hotel, that he and Lemmerer resided in the same town in the Dominican Republic, and that they were both Austrian. When asked had he planned to meet Lemmerer at the Hampton Inn, Trueber said yes. The agents then informed Trueber that Lemmerer had been arrested the night before with five kilograms of cocaine in his luggage, and asked him if he knew anything about the situation. Expressing surprise, Trueber asserted that he knew nothing about it and did not know why Lemmerer was traveling to Lawrence. However, he stated that he and Lemmerer had planned to fly back to the Dominican Republic the next day. Pugliesi saw that Trueber's ticket, as well as Lemmerer's, showed a scheduled return flight to the Dominican Republic on March 30, 1999, nine days later.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">When the discussion began, Pugliesi and Lenzie were the only Customs agents in the room with Trueber. Approximately ten to fifteen minutes later, Forgetta arrived, and the three agents alternately went in and out of the room during the course of the encounter, traveling between Trueber's room and the surveillance room across the hall. At one point, a fourth agent came to the room with the flight information that had been gathered at Logan Airport, but did not stay more than a few minutes, and did not cross the threshold into the room.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">During the interview, Pugliesi informed Trueber \"once, possibly twice,\" that he was not under arrest. He testified that he first advised Trueber that he was not under arrest when they entered the room. Later, when questioned as to why he was in the Lawrence area, Trueber queried: \"I'm just here. Is there anything illegal about that, am I under arrest?\" Pugliesi allegedly replied: \"No, you're not under arrest. We are just questioning you.\"</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">At one point during the interview when Trueber indicated that he needed to use the bathroom, the agents conducted a brief weapons check of the bathroom, and then instructed Trueber to keep the door ajar for safety reasons while he urinated. At another point in the interview, when Trueber began to get up from his chair to help the agents locate something in one of his bags, the agents told him, \"please, we'll find it,\" indicating that they wanted Trueber to remain seated.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">At no point during the interview did Trueber indicate that he did not wish to answer questions or that he did not want the agents to search his luggage. He did not ask the agents to leave the room, and he did not ask to speak with a lawyer. After approximately one hour and twenty minutes, the agents placed Trueber under arrest. When informed that he was under arrest, Trueber replied: \"Okay. Well, then I can't answer any more questions. I need an attorney.\" Pugliesi informed Trueber that he would not ask him any more questions and advised him of his Miranda rights.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Trueber was charged with conspiracy to import slightly under five kilograms of cocaine into the United States in violation of 21 U.S.C. &#167; 963. After a probable cause and detention hearing held on March 31, 1999, a magistrate judge of the District of Massachusetts ordered Trueber detained pending trial. He found Trueber to be a flight risk given that he was an Austrian national who resides in the Dominican Republic and has no ties to the United States. On April 28, 1999, Trueber and Lemmerer each were indicted on one count of conspiracy to import cocaine into the United States in violation of 21 U.S.C. &#167; 963, one count of importation of cocaine in violation of 21 U.S.C. &#167; 952(a), and one count of aiding and abetting in violation of 18 U.S.C. &#167; 2. Trueber was arraigned on May 28. The magistrate judge ordered the period between April 28 and May 27 excluded from the Speedy Trial Act (STA), 18 U.S.C. &#167; 3161, calculation on the ground that the delay was necessary so that the court \"could obtain the services of a qualified German interpreter who was not available until May 28, for arraignment.\"</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">On July 12, the district court conducted an initial status conference in the case and set a trial date of September 30. On August 9, Trueber filed a motion to suppress statements and physical evidence, and on September 17, the district court rescheduled the trial to October 25. The hearing on the suppression motion began on September 24 and continued on October 15, when the district court orally granted Trueber's motion to suppress statements and sua sponte severed the trial of Trueber and Lemmerer based upon perceived Bruton concerns. Jury selection for Lemmerer's trial began on October 18. The district court resumed Trueber's suppression hearing on October 26 and denied the motion to suppress physical evidence that same day. The court scheduled Trueber's trial to commence as soon as Lemmerer's ended.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">On November 12, the government timely filed a notice of appeal from the district court's order suppressing Trueber's statements. As of that date, only sixteen days had expired on the STA clock since Trueber's arrest on March 21. On December 2, Trueber filed a motion to be released pending the appeal and, during a December 16 hearing on the motion, he moved orally to dismiss the indictment for lack of a speedy trial. The district court denied the motion without prejudice. However, at a January 28, 2000, bail hearing, the district court stated that it would accept briefs on the subject, and in a February 8 order for further briefing, the district court \"reported to the parties . . . that the assembly of the . . . record in this appeal - conduct that ought routinely to take about seven days - here took at least 55 days, from November 12, 1999 to January 6, 2000, when a clerk in the Court of Appeals indicated that it had some of the papers.\" Consequently, the court \"invited [the parties] to brief the issue whether the failure timely to process this appeal - a failure that kept Mr. Trueber in custody approximately 48 days for no reason - warrants any relief, and, if so, what that relief ought to be.\"</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">On February 22, 2000, Trueber filed a motion seeking dismissal of the indictment, asserting that his Sixth Amendment right to a speedy trial had been violated. The district court denied the motion on February 24 on the ground that the court lacked subject matter jurisdiction to determine the issue because of the pending appeal before this court. However, the court advised Trueber to petition this court either for an expedited hearing on the government's appeal or for a remand to the district court to consider the motion.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">On March 9, Trueber filed a motion in this court to remand for a ruling on his motion to dismiss for lack of a speedy trial. In an order dated March 15, we stated that we retained jurisdiction, but we authorized the district court to act on Trueber's motion to dismiss the indictment. On May 19, the district court dismissed the indictment with prejudice on the ground that Trueber's constitutional right to a speedy trial had been violated.</p>\n    </div>\n    <p class=\"center\">II</p>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">First, the government contends that the district court erred in dismissing the indictment against Trueber. The government argues that the district court improperly based its dismissal on post-accusation delays attributable to the government's interlocutory appeal from the district court's order to suppress statements. We review a district court's ruling on a Sixth Amendment speedy trial claim for abuse of discretion. United States v. Salimonu, 182 F.3d 63, 69 (1st Cir. 1999).</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">In Barker v. Wingo, 407 U.S. 514 (1972), the Supreme Court established a four-part balancing test a court should consider to determine whether a defendant's Sixth Amendment right to a speedy trial has been violated: \"(1) the length of the delay; (2) the reasons for the delay; (3) the defendant's assertion of his speedy trial right; and (4) the prejudice to the defendant caused by the delay.\" United States v. Munoz-Amado, 182 F.3d 57, 61 (1st Cir. 1999); see also Barker, 407 U.S. at 530. None of the four factors is \"either a necessary or sufficient condition to the finding of a deprivation of the right of speedy trial. Rather, they are related factors and must be considered together with such other circumstances as may be relevant.\" Munoz-Amado, 182 F.3d at 61, quoting United States v. Henson, 945 F.2d 430, 437 (1st Cir. 1991).</p>\n    </div>\n    <p class=\"indent\">A.</p>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">The first factor \"is actually a double inquiry.\" United States v. Doggett, 505 U.S. 647, 651 (1992). Initially, simply to trigger speedy trial analysis, the defendant must allege that the delay has \"crossed the threshold dividing ordinary from 'presumptively prejudicial' delay, since, by definition, he cannot complain that the government has denied him a 'speedy' trial if it has, in fact, prosecuted his case with customary promptness.\" Id. at 651-52, quoting Barker, 407 U.S. at 530-31. If the defendant makes this showing, \"the court must then consider, as one factor among several, the extent to which the delay stretches beyond the bare minimum needed to trigger judicial examination of the claim.\" Id. at 652.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Because of \"the imprecision of the right to speedy trial,\" the length of delay sufficient to trigger the analysis \"is necessarily dependent upon the peculiar circumstances of the case.\" Barker, 407 U.S. at 530-31. In Doggett, the Supreme Court observed, however, that, \"[d]epending on the nature of the charges, the lower courts have generally found post accusation delay 'presumptively prejudicial' at least as it approaches one year.\" 505 U.S. at 652 n.1.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">The speedy trial right attaches upon arrest or indictment, whichever occurs first. Munoz-Amado, 182 F.3d at 61. For Trueber, it attaches on March 21, 1999, when he was arrested. He was ordered detained pending trial on March 31, 1999, and has remained in custody ever since. Accordingly, Trueber's period of post-accusation delay and incarceration now approaches twenty-two months (of course, it was somewhat less when the district court ruled, and even less than that when Trueber filed his dismissal motion). We shall assume that this delay is \"presumptively prejudicial\" so as to trigger further inquiry. See, e.g., id. (assuming that a nineteen-month delay was presumptively prejudicial); United States v. Santiago-Becerril, 130 F.3d 11, 21 (1st Cir. 1997) (assuming that a fifteen-month delay was presumptively prejudicial); United States v. Colombo, 852 F.2d 19, 24 (1st Cir. 1988) (holding that a twenty-four-month delay was long enough to be presumptively prejudicial).</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">In determining the weight we should give this delay in the Barker analysis, we examine the extent to which the delay exceeds the bare minimum considered presumptively prejudicial. See Doggett, 505 U.S. at 652; Barker, 407 U.S. at 530-31. Trueber has waited over twenty-two months for the commencement of trial in this case, \"a case more complicated than 'an ordinary street crime' but less so than 'a serious, complex conspiracy charge.'\" Munoz-Amado, 182 F.3d at 62, quoting Barker, 407 U.S. at 531. Arguably, therefore, the period of the delay is long enough \"to tip the scales slightly in favor of [Trueber's] claim.\" Id. (nineteen-month delay in cocaine importation conspiracy enough to tip balance in favor of defendant).</p>\n    </div>\n    <p class=\"indent\">B.</p>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">The second factor, the reasons for the delay, has been described as \"[t]he flag all litigants seek to capture,\" United States v. Loud Hawk, 474 U.S. 302, 315 (1986), and is often considered the \"focal inquiry.\" Munoz-Amado, 182 F.3d at 62 (internal quotation and citation omitted). In Barker, the Supreme Court held that \"different weights should be assigned to different reasons.\" Barker, 407 U.S. at 531. While a \"deliberate attempt to delay the trial in order to hamper the defense\" would be weighed heavily against the government, \"a more neutral reason such as negligence or overcrowded courts\" would be weighed \"less heavily.\" Id.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">In its dismissal of the indictment, the district court asserted three reasons for the delay, each attributable to the government's interlocutory appeal. First, the district court found that fifty-five days elapsed between the date the government filed its notice of appeal and the date the district court clerk's office delivered the record to this court. The district court concluded that this was far longer than it should have taken, stating that \"forty-eight days of time was just dead time because this Court failed properly to pay sufficient attention to Mr. Trueber's case to get it over to the Court of Appeals.\" Moreover, regarding the strength of the government's appeal, the district court added, \"[T]hat's what makes this so, candidly, so absolutely difficult . . . .Because I think that I'm absolutely right on the motion to suppress . . . . If I were the only court to hear this, I would think there is very little to this case.\"</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">While delays in bringing the case to trial caused by the government's interlocutory appeal may be weighed in determining whether a defendant has suffered a violation of his rights to a speedy trial, \"[g]iven the important public interests in appellate review . . . it hardly need be said that an interlocutory appeal by the Government ordinarily is a valid reason that justifies delay.\" Loud Hawk, 474 U.S. at 315. In Loud Hawk, the Supreme Court identified the factors courts may consider in assessing the purpose and reasonableness of an interlocutory appeal: (1) the strength of the government's position on the appealed issue; (2) the importance of the issue in the posture of the case; and (3) in some cases, the seriousness of the crime. Id. In this case, as explained later, contrary to the district court's assertion, the government's position on the suppression of Trueber's statements is strong. Second, the exculpatory statements made by Trueber are germane to the government's case and are not \"clearly tangential and frivolous.\" Id. at 316. Third, this case involves the importation of nearly five kilograms of cocaine into the United States, which is a serious crime. Moreover, \"there is no showing of bad faith or dilatory purpose on the part of the government.\" Id. Indeed, in dismissing the indictment, the district court expressly stated that it did not \"fault [the government] for invoking their procedural remedies [to seek an] interlocutory appeal on the motion to suppress . . . .\" Finding no misconduct on the part of the government, the district court observed: \"[w]hen called upon to take a position they have taken the position . . . promptly and adequately.\" Neither Trueber nor the district court point to any authority to support weighing in Trueber's favor a delay in assembling the record for a reasonable and legitimate interlocutory appeal. There is no showing of \"bad faith\" or \"dilatory purpose\" on the part of the government; in fact, the delay is not attributable to any conduct or omission on the part of the government. On the contrary, this delay is attributable to the district court clerk's office. Further, there is no showing that a fifty-five day period between filing a notice of appeal and assembling the record for appeal is a reason for delay deserving weight under Barker. In fact, in its order for further briefing on February 8, 2000, the district court observed that thirty-six percent of criminal appeals \"taken from this district over the last sixth months of 1999 took forty days or longer to process.\" While this \"neutral\" reason for delay \"nevertheless should be considered\" under Barker, 407 U.S. at 531, it does not deserve \"any effective weight.\" Loud Hawk, 474 U.S. at 316.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">The second reason for delay identified by the district court was a period of twenty-one days, which it attributed to itself, stating that it \"[bore] some direct responsibility\" for not holding a more timely hearing on Trueber's speedy trial motion. While the government's appeal was pending, we issued an order on March 15, 2000, authorizing the district court to act on Trueber's motion to dismiss for lack of speedy trial. The district court did not hold a hearing on the motion until May 19. The district court judge explained that the hearing was not held sooner because he was on vacation for two weeks, and the district court caused an additional seven days of delay by \"just shuffling\" before directing the district court clerk to call the case for a hearing on the motion. Again, no authority supports granting this relatively short and \"neutral\" period of delay, attributable to the district court, any effective weight towards Trueber's speedy trial claim.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Third, the district court scolded the government for what it perceived to be the government's contribution to Trueber's post-accusation delay. The court stated that when a defendant has been in custody \"approaching a year, and certainly after a year,\" the government has a responsibility \"to be a very squeaky wheel . . . .\" As the court explained, \"I expect calls, I expect letters. I expect it to be thrust upon me . . . . So there's fault there [on the part of the United States Attorney].\" However, as explained earlier, the district court did not impugn the motives of the government, stating that \"there is . . . certainly not misconduct [on the part of] the government . . . .\" and \"[w]hen called upon to take a position they have taken the position . . . promptly and adequately.\" With no showing of \"bad faith\" or \"dilatory purpose,\" id., we conclude there should be no weighing against the government for this amorphous period of delay while the government's interlocutory appeal was pending before this court.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Under the Barker test, \"delays in bringing the case to trial caused by the Government's interlocutory appeal may be weighed in determining whether a defendant has suffered a violation of his rights to a speedy trial.\" Id. However, \"respondents have failed to show a reason for according these delays any effective weight towards their speedy trial claims.\" Id. We conclude that the reasons identified by the district court for the asserted delays do not justify the \"unsatisfactorily severe remedy of dismissal.\" Barker, 407 U.S. at 522.</p>\n    </div>\n    <p class=\"indent\">C.</p>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">The third factor - the extent to which the defendant has asserted his speedy trial right - \"is entitled to strong evidentiary weight in determining whether the defendant is being deprived of the right.\" Id. at 531-32. \"A defendant should give some indication, prior to his assertion of a speedy trial violation, that he wishes to proceed to trial.\" Munoz-Amado, 182 F.3d at 62.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">In this case, no action was taken by Trueber between March 21, 1999, and December 16, 1999, that could be construed as the assertion of the speedy trial right or an indication that Trueber wished to proceed to trial. On the latter date, during a hearing on his motion to be released pending the government's interlocutory appeal, Trueber moved orally to dismiss the indictment for lack of a speedy trial. Thus, for nearly nine months following his arrest Trueber did nothing to expedite his trial, and did not raise the issue until one month after the case was on appeal to this court. Further, after filing his motion seeking dismissal of the indictment on speedy trial grounds on February 22, 2000, Trueber demonstrated a \"lack of enthusiasm for the speedy trial right which he now asserts.\" United States v. Henson, 945 F.2d 430, 438 (1st Cir. 1991) (internal quotations omitted). On February 24, 2000, when the district court dismissed Trueber's motion for lack of jurisdiction, it advised Trueber either to petition this court for an expedited hearing on the government's appeal or for a remand to the district court to consider the motion. Trueber chose the latter. Thus, there is merit to the government's assertion that \"Trueber only became interested in invoking the Sixth Amendment when it became an avenue to dismiss the indictment or obtain release.\" The record strongly suggests that Trueber did not seek a trial and, instead, \"hoped to take advantage of the delay in which he had acquiesced, and thereby obtain a dismissal of the charges.\" Barker, 407 U.S. at 535.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">We have found no law, nor has any been cited to us, to support the district court's position that \"a defendant asserts his speedy trial right by pleading not guilty.\" Further, there is no authority supporting the district court's decision to \"count, if you will, that Mr. Trueber has asserted his speedy trial rights at every stage in this proceeding, and I do not count against him in any wise [sic] that he has not formally filed a paper until this motion to dismiss was filed [on February 22, 2000 - 11 months after his arrest].\"</p>\n    </div>\n    <p class=\"indent\">D.</p>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">The fourth factor - the prejudice to the defendant caused by the delay - \"should be assessed in the light of the interests of defendants which the speedy trial right was designed to protect.\" Barker, 407 U.S. at 532. The Supreme Court \"has identified three such interests: (i) to prevent oppressive pretrial incarceration; (ii) to minimize anxiety and concern of the accused; and (iii) to limit the possibility that the defense will be impaired.\" Id. Of these, \"the most serious is the last, because the inability of a defendant adequately to prepare his case skews the fairness of the entire system.\" Id.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">But the district court saw a prejudice by the alleged delay in this case in a different manner, and the question is whether, under Barker, this \"prejudice\" implicates interests the speedy trial right was designed to protect. The district court reasoned:</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">I think presumptively and practically [Trueber] is prejudiced. He's prejudiced in the most practical of senses. The government went to trial first against his co-defendant, Mr. Lemmerer. It resulted in a hung jury . . . . The government['s] evidence at the second trial was more compendious.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">Now, Mr. Lemmerer has been convicted . . . . Every day Mr. Trueber waits for his trial bolsters the government's chances as opposed to that of Mr. [Trueber].</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">We have found no authority to support this notion of prejudice, and it appears to us to be too speculative. Indeed, Trueber acknowledges in his brief to this court that \"it is difficult to speculate about the extent to which the pre-trial delay and incarceration will prejudice or impair Trueber's defense other than to say that the government has already used the delay to attempt to gather evidence . . . to . . . supplement . . . [its] case . . . .\" Trueber does not point to a single authority to support the novel proposition that the potential strength the government's case may acquire over time amounts to prejudice against the defendant. Indeed, \"delay is a two-edged sword,\" Loud Hawk, 474 U.S. at 315, and \"is not an uncommon defense tactic,\" Barker, 407 U.S. at 521, as \"[t]he passage of time may make it difficult or impossible for the government to carry [its] burden.\" Loud Hawk, 474 U.S. at 315.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">The mere possibility that the government's case may get stronger with time is not sufficient to support Trueber's position that his speedy trial right was violated. Cf. id. (the possibility of impairment of a fair trial that may result from the absence or loss of memory of witnesses is not sufficient to support respondent's position that their speedy trial rights were violated). Trueber has not provided any support, in the record or otherwise, for his allegation that his defense has been impaired by the delay. \"There is no indication here that the period of pretrial delay interfered in any way with [Trueber's] ability to present evidence or obtain the testimony of witnesses, or that it would have any impact on the fairness of his trial.\" Munoz-Amado, 182 F.3d at 63.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">We conclude, therefore, after applying the Barker balancing test and weighing its several factors, that Trueber's constitutional right to a speedy trial was not violated and, therefore, that the district court abused its discretion. Accordingly, we reverse the district court's dismissal of the indictment against Trueber.</p>\n    </div>\n    <p>III</p>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">We now turn to the government's appeal from the district court's suppression of all statements made by Trueber on the night of March 21, 1999. The first challenge deals with those statements made when the truck was stopped; the second involves statements made in the hotel room.</p>\n    </div>\n    <p class=\"indent\">A.</p>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">First, the government contends that the district court erred in suppressing Trueber's roadside statements made to Special Agent Pugliesi prior to receiving Miranda warnings. The district court concluded that, for purposes of Miranda, Trueber was in custody when questioned and, therefore, all statements violated Miranda and should be suppressed. The government argues that the initial stop of the vehicle was a valid Terry stop that did not develop into custodial interrogation necessitating the administration of Miranda warnings.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">In the context of a motion to suppress, we review a district court's factual findings for clear error. See United States v. Owens, 167 F.3d 739, 743 (1st Cir. 1999). We review a district court's legal conclusions de novo. Id.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">\"Miranda warnings must be given before a suspect is subjected to custodial interrogation.\" United States v. Ventura, 85 F.3d 708, 710 (1st Cir. 1996). The custody determination is the initial and central inquiry as it is \"'the touchstone to the need for Miranda warnings.'\" Id., quoting United States v. Quinn, 815 F.2d 153, 160 (1st Cir. 1987). The issue before us is whether Trueber was in custody when questioned by Pugliesi after the police stopped the truck in which he was riding.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">The government argues that what occurred when police officers stopped the truck in which Trueber was riding was a valid Terry stop. In Terry v. Ohio, the Supreme Court first recognized \"that a police officer may in appropriate circumstances and in an appropriate manner approach a person for purposes of investigating possibly criminal behavior even though there is no probable cause to make an arrest.\" 392 U.S. 1, 22 (1968). This authority permits officers to \"stop and briefly detain a person for investigative purposes,\" United States v. Sokolow, 490 U.S. 1, 7 (1989), and \"diligently pursue[] a means of investigation . . . likely to confirm or dispel their suspicions quickly.\" United States v. Sharpe, 470 U.S. 675, 686 (1985).</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">\"As a general rule, Terry stops do not implicate the requirements of Miranda because 'Terry stops, though inherently somewhat coercive, do not usually involve the type of police dominated or compelling atmosphere which necessitates Miranda warnings.'\" United States v. Streifel, 781 F.2d 953, 958 (1st Cir. 1986), quoting United States v. Bautista, 684 F.2d 1286, 1291 (9th Cir. 1982). In Berkemer v. McCarty, the Supreme Court held that routine traffic stops are more analogous to a Terry stop than to a formal arrest and, therefore, are not custodial for purposes of Miranda. 468 U.S. 420, 440 (1984) (\"The comparatively nonthreatening character of detentions of this sort explains the absence of any suggestion in our opinions that Terry stops are subject to the dictates of Miranda.\").</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">In evaluating the reasonableness of the investigatory Terry stop in the instant case, we first determine \"'whether the officer['s] actions were justified at [their] inception,' and if so, 'whether the actions undertaken by the officer[s] following the stop were reasonably responsive to the circumstances justifying the stop in the first place as augmented by information gleaned by the officer[s] during the stop.\" Owens, 167 F.3d at 748 (alterations in original), quoting United States v. Sowers, 136 F.3d 24, 27 (1st Cir. 1998); see also Terry, 392 U.S. at 20.</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">There is no dispute about the propriety of the initial stop of the truck. The district court correctly stated that the agents \"[had] every right to stop [the truck].\" However, the district court added: \"In fact, [because] I'm positive they may have every right to arrest him, he ought to have gotten his Miranda warnings right then.\" Further, the district court conjectured that, from the inception of the stop, the agents were not going to \"let [Trueber] go anywhere.\"</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">Evidently, the district court took the view that because the agents were entitled to arrest Trueber and, thus, necessarily intended to arrest him, what occurred when the officers stopped the truck was not a valid Terry stop, but a de facto arrest, requiring Miranda warnings from the outset. This reasoning improperly conflates the two areas of the inquiry and is based upon a false premise. The subjective intent of the agents is not relevant to either part of the inquiry: it does not impact the validity of the initial investigative stop, and it has no bearing on determining whether police conduct transformed an investigative stop into a de facto arrest. See Berkemer, 468 U.S. at 442 (\"A policeman's unarticulated plan has no bearing on the question whether a suspect was 'in custody' at a particular time.\"); Streifel, 781 F.2d at 959 (officers' intentions relevant only to the extent that they were communicated to the defendants). Because there is no dispute that the agents had at least an articulable and reasonable suspicion that Trueber was engaged in criminal activity, effecting a limited investigative Terry stop was justified. See United States v. Sharpe, 470 U.S. at 682. Thus, without administering Miranda warnings, the agents were entitled to stop the truck, detain its occupants, and pursue a means of investigation that was likely to confirm or dispel their suspicions quickly. See id. at 686.</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">Determining that an investigative Terry stop was justified at its inception is only the first step, however. \"'The manner in which the seizure and search were conducted is, of course, as vital a part of the inquiry as whether they were warranted at all.'\" Streifel, 781 F.2d at 958 (internal citations omitted). The central issue in this case is whether an otherwise valid Terry stop escalated into a de facto arrest necessitating the administration of Miranda warnings. As the Supreme Court stated in Berkemer, the target of a Terry stop must be advised of his Miranda rights if and when he is \"subjected to restraints comparable to those associated with a formal arrest.\" 468 U.S. at 441.</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">\"There is no scientifically precise formula that enables courts to distinguish between investigatory stops . . . and . . . 'de facto arrests'.\" United States v. Zapata, 18 F.3d 971, 975 (1st Cir. 1994). The \"ultimate inquiry,\" however, is whether there was \"a formal arrest or restraint on freedom of movement of the degree associated with a formal arrest.\" Thompson v. Keohane, 516 U.S. 99, 112 (1995) (internal quotations and citations omitted). In assessing whether there was a \"restraint on freedom of movement,\" \"a court must examine all the circumstances surrounding the interrogation.\" Ventura, 85 F.3d at 711 (internal quotations and citation omitted). This is an objective test: \"the only relevant inquiry is 'how a reasonable man in the suspect's shoes would have understood his situation.' The subjective beliefs held by the interrogating officer or the person being interrogated are not germane.\" Id., quoting Stansbury v. California, 511 U.S. 318, 324 (1994). Thus, to the extent that the district court based its conclusion that Trueber was in custody on the presumed and uncommunicated intent of the agents to prevent Trueber from leaving the scene, it was in error. See Streifel, 781 F.2d at 959.</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">Relevant circumstances include, among other inquiries, \"whether the suspect was questioned in familiar or at least neutral surroundings, the number of law enforcement officers present at the scene, the degree of physical restraint placed upon the suspect, and the duration and character of the interrogation.\" Ventura, 85 F.3d at 711 (internal quotation and citation omitted); see also Streifel, 781 F.2d at 961 n. 13.</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">Determining what constitutes custody thus requires \"[t]wo discrete inquiries.\" Keohane, 516 U.S. at 112. First, a court must determine what were the circumstances surrounding the exchange between the government agent and the suspect. This inquiry is distinctly factual. Keohane, 516 U.S. at 112. Second, given those circumstances, a court must determine:</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">whether and when a reasonable person in [Trueber's] position would have believed that he was actually in police custody and being constrained to a degree associated with formal arrest (rather than simply undergoing a brief period of detention at the scene while the police sought by means of a moderate number of questions to determine his identity and to obtain information confirming or dispelling their suspicions).</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">Streifel, 781 F.2d at 962. This ultimate determination turns on an assessment of the aforementioned factors, id. at 961, and \"qualif[ies] for independent review\" as it is it presents a \"mixed question of law and fact.\" Keohane, 516 U.S. at 113.</p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">In the instant case, the district court's custody determination was cursory, providing no indication that the court properly applied the correct legal test or recognized that whether and when the stop at issue became custodial turns on the relevant factors mentioned earlier. The district court evidently believed that the circumstances surrounding the detention of Trueber were tantamount to those of a formal arrest from the moment Pugliesi patted down Trueber after stopping the truck and asking the driver and Trueber to step out of the vehicle. This was error. Nothing in the initial stop and detention exceeded the bounds of an ordinary, permissible Terry stop. See United States v. Taylor, 162 F.3d 12, 22 (1st Cir. 1998); Zapata, 18 F.3d at 975.</p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\">The one arguably coercive fact - that Pugliesi had his gun drawn and at his side when he asked Trueber to step out of the vehicle - is not sufficient, under the circumstances, to convert the investigatory stop into a de facto arrest. See Taylor, 162 F.3d at 21 (holding that a valid Terry stop did not mature into a de facto arrest when police cruisers stopped a car, blocked it, and two officers drew their weapons when approaching the car); United States v. Trullo, 809 F.2d 108, 113 (1st Cir. 1987) (holding that police officer's use of drawn weapon did not convert investigative stop into arrest). Pugliesi's drawing of his gun was reasonably related in scope to the circumstances which justified stopping the truck in the first place. The agents suspected Trueber of dealing in narcotics, \"a pattern of criminal conduct rife with deadly weapons,\" id.; the agents' reasonable suspicion justified the stop; the stop occurred at night; Pugliesi testified that he only drew his gun out of concern for his own safety, that he kept it at his side, pointed at the ground, and that he quickly re-holstered it; and there is no evidence in the record that Trueber saw the briefly drawn gun. Such minimal use of a gun, under the circumstances, does not exceed the bounds of a permissible Terry stop.</p>\n    </div>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p class=\"indent\">At this point in the encounter - following the initial stop of the truck and brief pat-down - a reasonable person would have believed only that he was being detained for investigation, not placed under arrest. See Taylor, 162 F.3d at 22. Moreover, at no time during the exchange that followed between Pugliesi and Trueber was Trueber subject to a \"restraint on freedom of movement of the degree associated with a formal arrest.\" Keohane, 516 U.S. at 112 (internal quotations and citation omitted). First, the encounter occurred in neutral surroundings - on a public street. Second, while five government agents were present at the scene, no more than two were in direct proximity to Trueber, each in plain clothes, and only one questioned him. Further, \"[m]ere numbers do not automatically convert a lawful Terry stop into something more forbidding.\" Zapata, 18 F.3d at 976. Third, the officers made no threats, brandished no weapons (other than the brief use by Pugliesi), and exerted no physical restraint upon Trueber's person beyond the limited pat-down Pugliesi conducted immediately after Trueber stepped out of the car. Finally, the encounter lasted no more than fifteen minutes, the agents conducted an investigation that was \"likely to confirm or dispel their suspicions quickly,\" and their approach was measured and their conduct not bellicose. Sharpe, 470 U.S. at 686 (holding that twenty-minute investigatory detention was reasonable where police \"diligently pursued a means of investigation that was likely to confirm or dispel their suspicions quickly\"); Owens, 167 F.3d at 749 (holding that fifty-minute detention not a de facto arrest when, under the circumstances, officers diligently pursued a means of investigation that would dispel their suspicions). Pugliesi's questioning was brief and to the point - his questions were targeted at ascertaining Trueber's identity, his reasons for being in the country, and whether he was involved in the suspected illegal activity - and his search of Trueber's suitcase was by consent. Further, \"information gleaned by [Pugliesi] during the stop,\" id. at 748, including Trueber's inconsistent answers and the suspicious contents of the suitcase, warranted a thorough, rather than cursory, investigation. See Quinn, 815 F.2d at 158 (stating that it would have been unreasonable for officers with very strong grounds for suspicion - approaching probable cause - to have sent suspects on their way after a few perfunctory questions, especially since divergent answers raised the level of suspicion, inviting further inquiry).</p>\n    </div>\n    <div class=\"num\" id=\"p65\">\n      <span class=\"num\">65</span>\n      <p class=\"indent\">Based on the facts accepted by the district court, which are not clearly erroneous, we do not accept Trueber's allegations that the police cruiser blocked the truck after stopping it, that the police officers physically removed the driver from the truck, that Customs agents and police officers surrounded Trueber \"with guns displayed,\" and that Pugliesi searched Trueber's suitcase without consent. While Pugliesi did testify that the police officers briefly placed the driver \"either on his knees or flat on his belly\" after instructing him to step out of the car, this fact is not relevant to the inquiry whether a reasonable person in Trueber's position would have believed that he was \"actually in police custody and being constrained to a degree associated with formal arrest.\" Streifel, 781 F.2d at 962.</p>\n    </div>\n    <div class=\"num\" id=\"p66\">\n      <span class=\"num\">66</span>\n      <p class=\"indent\">Therefore, we hold that the course of action pursued by Pugliesi and the other agents and police officers during the investigatory stop was \"justified at its inception,\" and \"reasonably related in scope to the circumstances which justified the interference in the first place.\" Sharpe, 470 U.S. at 682 (internal quotation and citation omitted). What occurred was thus a permissible Terry stop. The situation was not such that a reasonable person would have thought he was under arrest, rather than \"simply undergoing a brief period of detention at the scene while the police sought by means of a moderate number of questions to determine his identity and to obtain information confirming or dispelling their suspicions.\" Streifel, 781 F.2d at 962. Nothing the agents did or said sufficed to convert the investigatory stop into an arrest requiring the administration of Miranda warnings. Therefore, we reverse the district court's suppression of all statements made by Trueber during the course of the valid investigatory Terry stop of the truck.</p>\n    </div>\n    <p class=\"indent\">B.</p>\n    <div class=\"num\" id=\"p67\">\n      <span class=\"num\">67</span>\n      <p class=\"indent\">Next, the government contends that the district court erred in suppressing statements made by Trueber in his hotel room subsequent to the roadside encounter. The district court concluded that the hotel room search and interrogation were non-consensual and that Trueber was in custody once the agents entered the room and told Trueber to sit down. The government argues that Trueber voluntarily consented to allow the agents into his room to search his luggage and resume questioning after the roadside encounter.</p>\n    </div>\n    <div class=\"num\" id=\"p68\">\n      <span class=\"num\">68</span>\n      <p class=\"indent\">Because the district court determined that Trueber was in custody when he agreed to accompany the agents back to his hotel room, it treated the issue of consent in a per se manner: any consent on Trueber's part necessarily was involuntary because he was in custody. This per se rule is invalid. While \"sensitivity to the heightened possibility of coercion is appropriate when a defendant's consent is obtained during custody, custody alone has never been enough in itself to demonstrate . . . coerced . . . consent to search.\" United States v. Collazo-Aponte, 216 F.3d 163, 187 (1st Cir. 2000) (internal quotations and citations omitted) (omissions in original). But more important, for the reasons stated earlier, Trueber was not in custody when he gave his consent.</p>\n    </div>\n    <div class=\"num\" id=\"p69\">\n      <span class=\"num\">69</span>\n      <p class=\"indent\">The question of voluntariness is a question of fact determined by the totality of the circumstances. Id. \"Voluntariness turns on a number of factors, including the person's 'age, education, experience, intelligence, and knowledge of the right to withhold consent.'\" United States v. Coraine, 198 F.3d 306, 309 (1st Cir. 1999), quoting United States v. Barnett, 989 F.2d 546, 555 (1st Cir. 1993).</p>\n    </div>\n    <div class=\"num\" id=\"p70\">\n      <span class=\"num\">70</span>\n      <p class=\"indent\">Due to its erroneous initial custody determination based upon the facts accepted, the district court did not fully address the issue of consent. It now must do so, bearing in mind our determination that Trueber was not in custody at the time Pugliesi requested to search his hotel room and interrogate him further.</p>\n    </div>\n    <div class=\"num\" id=\"p71\">\n      <span class=\"num\">71</span>\n      <p class=\"indent\">Moreover, after determining the issue of consent, the district court must apply the proper legal test discussed earlier and reevaluate whether and when the hotel room encounter was custodial for purposes of Miranda. In sum, the central custody inquiry is whether there was a \"restraint on freedom of movement of the degree associated with a formal arrest,\" Keohane, 516 U.S. at 112 (internal quotation and citation omitted), and the ultimate determination turns on an examination of the same factors mentioned earlier.</p>\n    </div>\n    <div class=\"num\" id=\"p72\">\n      <span class=\"num\">72</span>\n      <p class=\"indent\">We vacate the district court's suppression of the statements made in the hotel room and remand to the district court for determination of the issue of consent to search the hotel room and for application of the correct legal test for determining custody while in the hotel room. On remand, the district court may take additional evidence on the relevant factual issues.</p>\n    </div>\n    <div class=\"num\" id=\"p73\">\n      <span class=\"num\">73</span>\n      <p class=\"indent\">Reversed in part, vacated in part, and remanded.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the Ninth Circuit, sitting by designation</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">238</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">79</span></span> (1st Cir. 2001)</p>\n    <p class=\"parties\">UNITED STATES, Appellant,<br>v.<br>JOHANNES TRUEBER, Defendant, Appellee.</p>\n    <p class=\"docket\">No. 00-1016, 00-1710</p>\n    <p class=\"court\">United States Court of Appeals For the First Circuit</p>\n    <p class=\"date\">Heard August 2, 2000<br>Decided January 30, 2001</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEALS FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF MASSACHUSETTS. [Hon. William G. Young, U.S. District Judge]. [Hon. Robert B. Collings, U.S. Magistrate Judge] [Copyrighted Material Omitted][Copyrighted Material Omitted]</p>\n      <p class=\"indent\">Kevin P. McGrath, Assistant U.S. Attorney, with whom Donald K. Stern, United States Attorney, was on brief, for appellant.</p>\n      <p class=\"indent\">Dennis J. Kelly, by appointment of the Court, with whom David M. Losier and Burns &amp; Levison LLP were on brief, for appellee.</p>\n      <p class=\"indent\">Before Selya, Circuit Judge, Wallace,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> Senior Circuit Judge, and Boudin, Circuit Judge.</p>\n      <p class=\"indent\">WALLACE, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The government appeals from the district court's dismissal of the indictment against defendant Johannes Trueber based upon a violation of Trueber's Sixth Amendment right to a speedy trial. The government also appeals from the district court's previous decision to suppress statements made by Trueber during an automobile stop and during a subsequent search of his hotel room. The district court had jurisdiction pursuant to 18 U.S.C. &#167; 3231. We have jurisdiction over these timely filed appeals pursuant to 18 U.S.C. &#167; 3731. We reverse in part, vacate in part, and remand.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">* We rely on the testimony of United States Customs Special Agent Pugliesi, which the district court accepted as true in deciding the suppression motions. On the evening of March 20, 1999, Gabriel Lemmerer arrived at Boston's Logan Airport on a flight from Aruba. United States Customs Special Agents arrested Lemmerer after a search of his luggage revealed five kilograms of cocaine. Among the items seized from Lemmerer were a receipt from a Hampton Inn in North Andover, Massachusetts, and a note containing Trueber's name and a confirmation number.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Special Agent Lenzie was dispatched to monitor whether anyone would attempt to contact Lemmerer at the Hampton Inn. Arriving at the hotel after midnight, Lenzie learned that several individuals had called requesting to speak to Lemmerer. The next afternoon Agent Pugliesi, the lead investigator in the case, met Lenzie at the Hampton Inn. Lenzie informed Pugliesi that a man called Johannes Trueber had checked into the hotel after being dropped off by a taxi or limousine, and that a license plate search linked the vehicle to a company currently under investigation by United States Customs for drug trafficking and money laundering. Further, Lenzie informed Pugliesi that inspectors at Logan Airport had obtained Trueber's American Airlines flight itinerary, which contained a contact telephone number linked to another company under investigation for drug trafficking and money laundering. Both companies were owned by the same person and were located at the same address in Lawrence, Massachusetts.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">While at the Hampton Inn, Pugliesi acquired additional information linking Trueber to Lemmerer: (1) Trueber had arrived at Logan Airport the previous day from Aruba at roughly the same time as Lemmerer (however, they were not on the same flight - Trueber stopped in Miami before flying to Boston); (2) they had traveled together from the Dominican Republic to Boston in January 1999 and from Boston to Aruba; (3) they traveled between Aruba and the Boston area again in late February or early March 1999; and (4) they stayed in the same hotel room at the Hampton Inn from March 1 to March 7, 1999.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">While gathering this information, the agents set up surveillance from a hotel room across the hall from Trueber's room. The agents observed Trueber leave the hotel on three occasions to use payphones at a nearby convenience store (Seven Eleven). After observing these trips, Pugliesi, accompanied by Special Agent Colleen Forgetta, went to the hotel lobby and asked the desk clerk if he had had any contact with Trueber in the course of Trueber's coming and going. The desk clerk informed them that Trueber had asked him if the hotel sold telephone calling cards. Informing Trueber that they were sold out, the clerk directed him to the Seven Eleven. Pugliesi and Forgetta drove to the Seven Eleven, confirmed that it sold calling cards, and, on their return, observed Trueber leave the hotel and walk toward the Seven Eleven carrying a suitcase. Because Trueber had checked in with four or five pieces of luggage, Pugliesi suspected that Trueber was planning to deliver the suitcase to someone and that it contained evidence of the drug smuggling conspiracy. Accordingly, Pugliesi directed Forgetta to contact the Lawrence Police Department and request that it send a vehicle to the scene.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Trueber entered the Seven Eleven and waited near the front door. Approximately ten minutes later, a white Isuzu pickup truck drove into the Seven Eleven parking lot. Trueber left the store, placed the suitcase in the outside flatbed of the truck, and entered the passenger side. As the truck drove out of the parking lot, a Lawrence police car arrived on the scene, and Pugliesi directed the police officers to stop the truck, informing them that it might contain drugs.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The police car drove behind the truck and activated its lights. The truck pulled over immediately and the police car parked approximately five feet behind it. Pugliesi and Forgetta parked behind the police. Pugliesi and the Lawrence police officers instructed Trueber and the driver to step outside the truck. When Trueber got out, Pugliesi, who was positioned on the passenger side, was carrying his revolver at his side, pointed toward the ground. Lenzie arrived on the scene as Pugliesi instructed Trueber to step away from the truck and toward the side of the road. Pugliesi testified that he was not aware if Trueber saw his weapon and stated that \"[m]y idea was not to show Trueber that I had a gun. It was just to have it for safety.\" Re-holstering his gun, Pugliesi asked Trueber to turn around, put his hands behind his head, and spread his legs. Pugliesi frisked Trueber for weapons, found none, and removed nothing from Trueber's person.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Pugliesi next asked Trueber to put his hands down, turn around, and face him. Pugliesi identified himself as a United States Customs official and asked Trueber for identification. Trueber produced an Austrian passport, which Lenzie inspected. Pugliesi asked Trueber when he arrived in the United States and where he was from, and Trueber responded that he had arrived the previous day, that he lived in the Dominican Republic, and that he was an Austrian national. Pugliesi asked him if he had placed anything in the truck. Trueber identified the suitcase. Pugliesi asked to take a look at the suitcase, and Trueber consented. Inside, Pugliesi discovered a green bag and a container of talcum powder. Inside the green bag was another bag containing hotel soap bars. There was nothing else inside the suitcase. Pugliesi testified that, while sounding innocuous, the objects he located did not obviate his suspicion and, in fact, heightened it. First, he had learned from experience that drug smugglers often used \"scented objects such as soaps or talcs ... that give a fresh smell to conceal any scent of the drugs that might be detected by dogs.\" Further, he observed that the green bag was the same color and brand as one of Lemmerer's pieces of luggage seized the night before at the airport.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Pugliesi questioned Trueber why he was in the Lawrence area, and Trueber replied that he had traveled from Aruba to purchase clothing. He inquired as to Trueber's relationship with the driver of the truck, and Trueber responded that he had met the man earlier that day at a shopping mall and that he was meeting him that evening to give him his suitcase. Trueber maintained that the driver needed extra luggage. Pugliesi asked him where he had stayed the night before, to which Trueber replied that he had stayed at the driver's house in Lawrence. Pugliesi thought this inconsistency strange: how could Trueber have stayed at the driver's house the night before when he asserted to have just met him that day? When asked the name of the driver, Trueber stated it was Ramirez.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Meanwhile, the Lawrence police officers and Forgetta were interviewing the driver on the other side of the truck. The police officers had directed the driver to step out of the truck, walk backwards toward them, and either get on his knees or lie flat on his stomach. Pugliesi did not see either of the officers display their weapons. The officers then instructed the driver to stand and place his hands on the hood of the police car. After some difficulty, the officers ultimately learned that his name was Ramon Gonzalez and that he lived in Lawrence with his girlfriend at 46 Crescent Street. They retrieved from him a room key and a receipt from the Tage Inn, which had Trueber's name on it. One of the officers handed the key and the receipt to Pugliesi and informed him of the driver's name. Pugliesi realized that it was different from the name Trueber had given him.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">When asked about the receipt, Trueber admitted that he had stayed at the Tage Inn the prior evening. When asked again why he had entered the truck, Trueber repeated that he had planned to have a beer with the driver and was going to give him the suitcase because the driver needed extra luggage. He also stated that he planned on leaving early the next morning on a flight to the Dominican Republic. Trueber's contradictory answers regarding the driver's name and where he had stayed the previous night heightened Pugliesi's suspicion.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The encounter with Trueber began approximately 10 p.m. on a rainy evening and lasted approximately ten to fifteen minutes. As the rain grew harder, Pugliesi asked Trueber if they could go back to his room at the Hampton Inn to continue their discussion and if he could search his luggage at the hotel. Trueber consented. Pugliesi and Trueber began to walk the roughly 200-250 yards to the hotel with Trueber when Pugliesi suggested that they drive the rest of the way in Lenzie's van, which was parked between them and the hotel. Trueber consented. Both men sat in the back seat, and Trueber was not handcuffed or physically restrained in any way.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Once back at the hotel, Trueber led Pugliesi and Lenzie to his room, opened the door, and freely entered with the agents. Once inside, the agents asked Trueber to sit down. Pugliesi and Lenzie briefly searched the room for weapons and persons. Next, they resumed questioning Trueber while searching his luggage. Pugliesi again asked Trueber why he was visiting Lawrence. When Trueber replied that he was there to buy clothing, Pugliesi asked him if he had any receipts. Trueber said no. While inspecting the billfold containing Trueber's travel information, Pugliesi found an index card containing typed information, including the address 46 Crescent Street and a woman's name. Trueber denied knowing anyone at that address, yet when Pugliesi informed him that it was the same address given by the driver of the truck and asked him to explain how this typed information was in his papers when he had just met the driver that day, Trueber admitted that he had met the driver on previous trips to the United States and that the woman was someone he visited when in the country.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The agents next asked Trueber if he had any money with him and Trueber stated that he had traveled to the United States with $9,000, that he had approximately $6,500 remaining, and that he had spent the difference on clothes. The search of his luggage revealed several recently purchased clothing items, but the price tags and other markings on the clothes indicated that they were purchased outside the United States. The only items clearly purchased in the United States were toiletries from a drug store, whose cumulative cost was far less than the unaccounted-for $3,500. When asked his profession, Trueber cryptically stated that he loaned people money.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The agents next inquired as to Trueber's relationship with Lemmerer. Trueber informed them that he had just spent a few weeks with Lemmerer in Aruba at the Lafayette Hotel, that he and Lemmerer resided in the same town in the Dominican Republic, and that they were both Austrian. When asked had he planned to meet Lemmerer at the Hampton Inn, Trueber said yes. The agents then informed Trueber that Lemmerer had been arrested the night before with five kilograms of cocaine in his luggage, and asked him if he knew anything about the situation. Expressing surprise, Trueber asserted that he knew nothing about it and did not know why Lemmerer was traveling to Lawrence. However, he stated that he and Lemmerer had planned to fly back to the Dominican Republic the next day. Pugliesi saw that Trueber's ticket, as well as Lemmerer's, showed a scheduled return flight to the Dominican Republic on March 30, 1999, nine days later.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">When the discussion began, Pugliesi and Lenzie were the only Customs agents in the room with Trueber. Approximately ten to fifteen minutes later, Forgetta arrived, and the three agents alternately went in and out of the room during the course of the encounter, traveling between Trueber's room and the surveillance room across the hall. At one point, a fourth agent came to the room with the flight information that had been gathered at Logan Airport, but did not stay more than a few minutes, and did not cross the threshold into the room.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">During the interview, Pugliesi informed Trueber \"once, possibly twice,\" that he was not under arrest. He testified that he first advised Trueber that he was not under arrest when they entered the room. Later, when questioned as to why he was in the Lawrence area, Trueber queried: \"I'm just here. Is there anything illegal about that, am I under arrest?\" Pugliesi allegedly replied: \"No, you're not under arrest. We are just questioning you.\"</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">At one point during the interview when Trueber indicated that he needed to use the bathroom, the agents conducted a brief weapons check of the bathroom, and then instructed Trueber to keep the door ajar for safety reasons while he urinated. At another point in the interview, when Trueber began to get up from his chair to help the agents locate something in one of his bags, the agents told him, \"please, we'll find it,\" indicating that they wanted Trueber to remain seated.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">At no point during the interview did Trueber indicate that he did not wish to answer questions or that he did not want the agents to search his luggage. He did not ask the agents to leave the room, and he did not ask to speak with a lawyer. After approximately one hour and twenty minutes, the agents placed Trueber under arrest. When informed that he was under arrest, Trueber replied: \"Okay. Well, then I can't answer any more questions. I need an attorney.\" Pugliesi informed Trueber that he would not ask him any more questions and advised him of his Miranda rights.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Trueber was charged with conspiracy to import slightly under five kilograms of cocaine into the United States in violation of 21 U.S.C. &#167; 963. After a probable cause and detention hearing held on March 31, 1999, a magistrate judge of the District of Massachusetts ordered Trueber detained pending trial. He found Trueber to be a flight risk given that he was an Austrian national who resides in the Dominican Republic and has no ties to the United States. On April 28, 1999, Trueber and Lemmerer each were indicted on one count of conspiracy to import cocaine into the United States in violation of 21 U.S.C. &#167; 963, one count of importation of cocaine in violation of 21 U.S.C. &#167; 952(a), and one count of aiding and abetting in violation of 18 U.S.C. &#167; 2. Trueber was arraigned on May 28. The magistrate judge ordered the period between April 28 and May 27 excluded from the Speedy Trial Act (STA), 18 U.S.C. &#167; 3161, calculation on the ground that the delay was necessary so that the court \"could obtain the services of a qualified German interpreter who was not available until May 28, for arraignment.\"</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">On July 12, the district court conducted an initial status conference in the case and set a trial date of September 30. On August 9, Trueber filed a motion to suppress statements and physical evidence, and on September 17, the district court rescheduled the trial to October 25. The hearing on the suppression motion began on September 24 and continued on October 15, when the district court orally granted Trueber's motion to suppress statements and sua sponte severed the trial of Trueber and Lemmerer based upon perceived Bruton concerns. Jury selection for Lemmerer's trial began on October 18. The district court resumed Trueber's suppression hearing on October 26 and denied the motion to suppress physical evidence that same day. The court scheduled Trueber's trial to commence as soon as Lemmerer's ended.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">On November 12, the government timely filed a notice of appeal from the district court's order suppressing Trueber's statements. As of that date, only sixteen days had expired on the STA clock since Trueber's arrest on March 21. On December 2, Trueber filed a motion to be released pending the appeal and, during a December 16 hearing on the motion, he moved orally to dismiss the indictment for lack of a speedy trial. The district court denied the motion without prejudice. However, at a January 28, 2000, bail hearing, the district court stated that it would accept briefs on the subject, and in a February 8 order for further briefing, the district court \"reported to the parties . . . that the assembly of the . . . record in this appeal - conduct that ought routinely to take about seven days - here took at least 55 days, from November 12, 1999 to January 6, 2000, when a clerk in the Court of Appeals indicated that it had some of the papers.\" Consequently, the court \"invited [the parties] to brief the issue whether the failure timely to process this appeal - a failure that kept Mr. Trueber in custody approximately 48 days for no reason - warrants any relief, and, if so, what that relief ought to be.\"</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">On February 22, 2000, Trueber filed a motion seeking dismissal of the indictment, asserting that his Sixth Amendment right to a speedy trial had been violated. The district court denied the motion on February 24 on the ground that the court lacked subject matter jurisdiction to determine the issue because of the pending appeal before this court. However, the court advised Trueber to petition this court either for an expedited hearing on the government's appeal or for a remand to the district court to consider the motion.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">On March 9, Trueber filed a motion in this court to remand for a ruling on his motion to dismiss for lack of a speedy trial. In an order dated March 15, we stated that we retained jurisdiction, but we authorized the district court to act on Trueber's motion to dismiss the indictment. On May 19, the district court dismissed the indictment with prejudice on the ground that Trueber's constitutional right to a speedy trial had been violated.</p>\n    </div>\n    <p class=\"center\">II</p>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">First, the government contends that the district court erred in dismissing the indictment against Trueber. The government argues that the district court improperly based its dismissal on post-accusation delays attributable to the government's interlocutory appeal from the district court's order to suppress statements. We review a district court's ruling on a Sixth Amendment speedy trial claim for abuse of discretion. United States v. Salimonu, <span class=\"citation\" data-id=\"198544\"><a href=\"/opinion/198544/united-states-v-salimonu/\"><span class=\"volume\">182</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">63</span></a></span>, 69 (1st Cir. 1999).</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">In Barker v. Wingo, <span class=\"citation\" data-id=\"108590\"><a href=\"/opinion/108590/barker-v-wingo/\"><span class=\"volume\">407</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">514</span></a></span> (1972), the Supreme Court established a four-part balancing test a court should consider to determine whether a defendant's Sixth Amendment right to a speedy trial has been violated: \"(1) the length of the delay; (2) the reasons for the delay; (3) the defendant's assertion of his speedy trial right; and (4) the prejudice to the defendant caused by the delay.\" United States v. Munoz-Amado, <span class=\"citation\" data-id=\"198540\"><a href=\"/opinion/198540/united-states-v-munoz-amado/\"><span class=\"volume\">182</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">57</span></a></span>, 61 (1st Cir. 1999); see also Barker, 407 U.S. at 530. None of the four factors is \"either a necessary or sufficient condition to the finding of a deprivation of the right of speedy trial. Rather, they are related factors and must be considered together with such other circumstances as may be relevant.\" Munoz-Amado, 182 F.3d at 61, quoting United States v. Henson, <span class=\"citation\" data-id=\"569089\"><a href=\"/opinion/569089/united-states-v-david-henson-aka-paul-v-andrews/\"><span class=\"volume\">945</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">430</span></a></span>, 437 (1st Cir. 1991).</p>\n    </div>\n    <p class=\"indent\">A.</p>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">The first factor \"is actually a double inquiry.\" United States v. Doggett, <span class=\"citation\" data-id=\"112780\"><a href=\"/opinion/112780/doggett-v-united-states/\"><span class=\"volume\">505</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">647</span></a></span>, 651 (1992). Initially, simply to trigger speedy trial analysis, the defendant must allege that the delay has \"crossed the threshold dividing ordinary from 'presumptively prejudicial' delay, since, by definition, he cannot complain that the government has denied him a 'speedy' trial if it has, in fact, prosecuted his case with customary promptness.\" Id. at 651-52, quoting Barker, 407 U.S. at 530-31. If the defendant makes this showing, \"the court must then consider, as one factor among several, the extent to which the delay stretches beyond the bare minimum needed to trigger judicial examination of the claim.\" Id. at 652.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Because of \"the imprecision of the right to speedy trial,\" the length of delay sufficient to trigger the analysis \"is necessarily dependent upon the peculiar circumstances of the case.\" Barker, 407 U.S. at 530-31. In Doggett, the Supreme Court observed, however, that, \"[d]epending on the nature of the charges, the lower courts have generally found post accusation delay 'presumptively prejudicial' at least as it approaches one year.\" 505 U.S. at 652 n.1.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">The speedy trial right attaches upon arrest or indictment, whichever occurs first. Munoz-Amado, 182 F.3d at 61. For Trueber, it attaches on March 21, 1999, when he was arrested. He was ordered detained pending trial on March 31, 1999, and has remained in custody ever since. Accordingly, Trueber's period of post-accusation delay and incarceration now approaches twenty-two months (of course, it was somewhat less when the district court ruled, and even less than that when Trueber filed his dismissal motion). We shall assume that this delay is \"presumptively prejudicial\" so as to trigger further inquiry. See, e.g., id. (assuming that a nineteen-month delay was presumptively prejudicial); United States v. Santiago-Becerril, <span class=\"citation\" data-id=\"197654\"><a href=\"/opinion/197654/united-states-v-santiago-becerril/\"><span class=\"volume\">130</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">11</span></a></span>, 21 (1st Cir. 1997) (assuming that a fifteen-month delay was presumptively prejudicial); United States v. Colombo, <span class=\"citation\" data-id=\"508990\"><a href=\"/opinion/508990/united-states-v-anthony-r-colombo-and-joseph-colombo-jr/\"><span class=\"volume\">852</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">19</span></a></span>, 24 (1st Cir. 1988) (holding that a twenty-four-month delay was long enough to be presumptively prejudicial).</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">In determining the weight we should give this delay in the Barker analysis, we examine the extent to which the delay exceeds the bare minimum considered presumptively prejudicial. See Doggett, 505 U.S. at 652; Barker, 407 U.S. at 530-31. Trueber has waited over twenty-two months for the commencement of trial in this case, \"a case more complicated than 'an ordinary street crime' but less so than 'a serious, complex conspiracy charge.'\" Munoz-Amado, 182 F.3d at 62, quoting Barker, 407 U.S. at 531. Arguably, therefore, the period of the delay is long enough \"to tip the scales slightly in favor of [Trueber's] claim.\" Id. (nineteen-month delay in cocaine importation conspiracy enough to tip balance in favor of defendant).</p>\n    </div>\n    <p class=\"indent\">B.</p>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">The second factor, the reasons for the delay, has been described as \"[t]he flag all litigants seek to capture,\" United States v. Loud Hawk, <span class=\"citation\" data-id=\"111554\"><a href=\"/opinion/111554/united-states-v-loud-hawk/\"><span class=\"volume\">474</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">302</span></a></span>, 315 (1986), and is often considered the \"focal inquiry.\" Munoz-Amado, 182 F.3d at 62 (internal quotation and citation omitted). In Barker, the Supreme Court held that \"different weights should be assigned to different reasons.\" Barker, 407 U.S. at 531. While a \"deliberate attempt to delay the trial in order to hamper the defense\" would be weighed heavily against the government, \"a more neutral reason such as negligence or overcrowded courts\" would be weighed \"less heavily.\" Id.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">In its dismissal of the indictment, the district court asserted three reasons for the delay, each attributable to the government's interlocutory appeal. First, the district court found that fifty-five days elapsed between the date the government filed its notice of appeal and the date the district court clerk's office delivered the record to this court. The district court concluded that this was far longer than it should have taken, stating that \"forty-eight days of time was just dead time because this Court failed properly to pay sufficient attention to Mr. Trueber's case to get it over to the Court of Appeals.\" Moreover, regarding the strength of the government's appeal, the district court added, \"[T]hat's what makes this so, candidly, so absolutely difficult . . . .Because I think that I'm absolutely right on the motion to suppress . . . . If I were the only court to hear this, I would think there is very little to this case.\"</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">While delays in bringing the case to trial caused by the government's interlocutory appeal may be weighed in determining whether a defendant has suffered a violation of his rights to a speedy trial, \"[g]iven the important public interests in appellate review . . . it hardly need be said that an interlocutory appeal by the Government ordinarily is a valid reason that justifies delay.\" Loud Hawk, 474 U.S. at 315. In Loud Hawk, the Supreme Court identified the factors courts may consider in assessing the purpose and reasonableness of an interlocutory appeal: (1) the strength of the government's position on the appealed issue; (2) the importance of the issue in the posture of the case; and (3) in some cases, the seriousness of the crime. Id. In this case, as explained later, contrary to the district court's assertion, the government's position on the suppression of Trueber's statements is strong. Second, the exculpatory statements made by Trueber are germane to the government's case and are not \"clearly tangential and frivolous.\" Id. at 316. Third, this case involves the importation of nearly five kilograms of cocaine into the United States, which is a serious crime. Moreover, \"there is no showing of bad faith or dilatory purpose on the part of the government.\" Id. Indeed, in dismissing the indictment, the district court expressly stated that it did not \"fault [the government] for invoking their procedural remedies [to seek an] interlocutory appeal on the motion to suppress . . . .\" Finding no misconduct on the part of the government, the district court observed: \"[w]hen called upon to take a position they have taken the position . . . promptly and adequately.\" Neither Trueber nor the district court point to any authority to support weighing in Trueber's favor a delay in assembling the record for a reasonable and legitimate interlocutory appeal. There is no showing of \"bad faith\" or \"dilatory purpose\" on the part of the government; in fact, the delay is not attributable to any conduct or omission on the part of the government. On the contrary, this delay is attributable to the district court clerk's office. Further, there is no showing that a fifty-five day period between filing a notice of appeal and assembling the record for appeal is a reason for delay deserving weight under Barker. In fact, in its order for further briefing on February 8, 2000, the district court observed that thirty-six percent of criminal appeals \"taken from this district over the last sixth months of 1999 took forty days or longer to process.\" While this \"neutral\" reason for delay \"nevertheless should be considered\" under Barker, 407 U.S. at 531, it does not deserve \"any effective weight.\" Loud Hawk, 474 U.S. at 316.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">The second reason for delay identified by the district court was a period of twenty-one days, which it attributed to itself, stating that it \"[bore] some direct responsibility\" for not holding a more timely hearing on Trueber's speedy trial motion. While the government's appeal was pending, we issued an order on March 15, 2000, authorizing the district court to act on Trueber's motion to dismiss for lack of speedy trial. The district court did not hold a hearing on the motion until May 19. The district court judge explained that the hearing was not held sooner because he was on vacation for two weeks, and the district court caused an additional seven days of delay by \"just shuffling\" before directing the district court clerk to call the case for a hearing on the motion. Again, no authority supports granting this relatively short and \"neutral\" period of delay, attributable to the district court, any effective weight towards Trueber's speedy trial claim.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Third, the district court scolded the government for what it perceived to be the government's contribution to Trueber's post-accusation delay. The court stated that when a defendant has been in custody \"approaching a year, and certainly after a year,\" the government has a responsibility \"to be a very squeaky wheel . . . .\" As the court explained, \"I expect calls, I expect letters. I expect it to be thrust upon me . . . . So there's fault there [on the part of the United States Attorney].\" However, as explained earlier, the district court did not impugn the motives of the government, stating that \"there is . . . certainly not misconduct [on the part of] the government . . . .\" and \"[w]hen called upon to take a position they have taken the position . . . promptly and adequately.\" With no showing of \"bad faith\" or \"dilatory purpose,\" id., we conclude there should be no weighing against the government for this amorphous period of delay while the government's interlocutory appeal was pending before this court.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Under the Barker test, \"delays in bringing the case to trial caused by the Government's interlocutory appeal may be weighed in determining whether a defendant has suffered a violation of his rights to a speedy trial.\" Id. However, \"respondents have failed to show a reason for according these delays any effective weight towards their speedy trial claims.\" Id. We conclude that the reasons identified by the district court for the asserted delays do not justify the \"unsatisfactorily severe remedy of dismissal.\" Barker, 407 U.S. at 522.</p>\n    </div>\n    <p class=\"indent\">C.</p>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">The third factor - the extent to which the defendant has asserted his speedy trial right - \"is entitled to strong evidentiary weight in determining whether the defendant is being deprived of the right.\" Id. at 531-32. \"A defendant should give some indication, prior to his assertion of a speedy trial violation, that he wishes to proceed to trial.\" Munoz-Amado, 182 F.3d at 62.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">In this case, no action was taken by Trueber between March 21, 1999, and December 16, 1999, that could be construed as the assertion of the speedy trial right or an indication that Trueber wished to proceed to trial. On the latter date, during a hearing on his motion to be released pending the government's interlocutory appeal, Trueber moved orally to dismiss the indictment for lack of a speedy trial. Thus, for nearly nine months following his arrest Trueber did nothing to expedite his trial, and did not raise the issue until one month after the case was on appeal to this court. Further, after filing his motion seeking dismissal of the indictment on speedy trial grounds on February 22, 2000, Trueber demonstrated a \"lack of enthusiasm for the speedy trial right which he now asserts.\" United States v. Henson, <span class=\"citation\" data-id=\"569089\"><a href=\"/opinion/569089/united-states-v-david-henson-aka-paul-v-andrews/\"><span class=\"volume\">945</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">430</span></a></span>, 438 (1st Cir. 1991) (internal quotations omitted). On February 24, 2000, when the district court dismissed Trueber's motion for lack of jurisdiction, it advised Trueber either to petition this court for an expedited hearing on the government's appeal or for a remand to the district court to consider the motion. Trueber chose the latter. Thus, there is merit to the government's assertion that \"Trueber only became interested in invoking the Sixth Amendment when it became an avenue to dismiss the indictment or obtain release.\" The record strongly suggests that Trueber did not seek a trial and, instead, \"hoped to take advantage of the delay in which he had acquiesced, and thereby obtain a dismissal of the charges.\" Barker, 407 U.S. at 535.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">We have found no law, nor has any been cited to us, to support the district court's position that \"a defendant asserts his speedy trial right by pleading not guilty.\" Further, there is no authority supporting the district court's decision to \"count, if you will, that Mr. Trueber has asserted his speedy trial rights at every stage in this proceeding, and I do not count against him in any wise [sic] that he has not formally filed a paper until this motion to dismiss was filed [on February 22, 2000 - 11 months after his arrest].\"</p>\n    </div>\n    <p class=\"indent\">D.</p>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">The fourth factor - the prejudice to the defendant caused by the delay - \"should be assessed in the light of the interests of defendants which the speedy trial right was designed to protect.\" Barker, 407 U.S. at 532. The Supreme Court \"has identified three such interests: (i) to prevent oppressive pretrial incarceration; (ii) to minimize anxiety and concern of the accused; and (iii) to limit the possibility that the defense will be impaired.\" Id. Of these, \"the most serious is the last, because the inability of a defendant adequately to prepare his case skews the fairness of the entire system.\" Id.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">But the district court saw a prejudice by the alleged delay in this case in a different manner, and the question is whether, under Barker, this \"prejudice\" implicates interests the speedy trial right was designed to protect. The district court reasoned:</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">I think presumptively and practically [Trueber] is prejudiced. He's prejudiced in the most practical of senses. The government went to trial first against his co-defendant, Mr. Lemmerer. It resulted in a hung jury . . . . The government['s] evidence at the second trial was more compendious.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">Now, Mr. Lemmerer has been convicted . . . . Every day Mr. Trueber waits for his trial bolsters the government's chances as opposed to that of Mr. [Trueber].</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">We have found no authority to support this notion of prejudice, and it appears to us to be too speculative. Indeed, Trueber acknowledges in his brief to this court that \"it is difficult to speculate about the extent to which the pre-trial delay and incarceration will prejudice or impair Trueber's defense other than to say that the government has already used the delay to attempt to gather evidence . . . to . . . supplement . . . [its] case . . . .\" Trueber does not point to a single authority to support the novel proposition that the potential strength the government's case may acquire over time amounts to prejudice against the defendant. Indeed, \"delay is a two-edged sword,\" Loud Hawk, 474 U.S. at 315, and \"is not an uncommon defense tactic,\" Barker, 407 U.S. at 521, as \"[t]he passage of time may make it difficult or impossible for the government to carry [its] burden.\" Loud Hawk, 474 U.S. at 315.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">The mere possibility that the government's case may get stronger with time is not sufficient to support Trueber's position that his speedy trial right was violated. Cf. id. (the possibility of impairment of a fair trial that may result from the absence or loss of memory of witnesses is not sufficient to support respondent's position that their speedy trial rights were violated). Trueber has not provided any support, in the record or otherwise, for his allegation that his defense has been impaired by the delay. \"There is no indication here that the period of pretrial delay interfered in any way with [Trueber's] ability to present evidence or obtain the testimony of witnesses, or that it would have any impact on the fairness of his trial.\" Munoz-Amado, 182 F.3d at 63.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">We conclude, therefore, after applying the Barker balancing test and weighing its several factors, that Trueber's constitutional right to a speedy trial was not violated and, therefore, that the district court abused its discretion. Accordingly, we reverse the district court's dismissal of the indictment against Trueber.</p>\n    </div>\n    <p>III</p>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">We now turn to the government's appeal from the district court's suppression of all statements made by Trueber on the night of March 21, 1999. The first challenge deals with those statements made when the truck was stopped; the second involves statements made in the hotel room.</p>\n    </div>\n    <p class=\"indent\">A.</p>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">First, the government contends that the district court erred in suppressing Trueber's roadside statements made to Special Agent Pugliesi prior to receiving Miranda warnings. The district court concluded that, for purposes of Miranda, Trueber was in custody when questioned and, therefore, all statements violated Miranda and should be suppressed. The government argues that the initial stop of the vehicle was a valid Terry stop that did not develop into custodial interrogation necessitating the administration of Miranda warnings.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">In the context of a motion to suppress, we review a district court's factual findings for clear error. See United States v. Owens, <span class=\"citation\" data-id=\"198347\"><a href=\"/opinion/198347/united-states-v-owens/\"><span class=\"volume\">167</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">739</span></a></span>, 743 (1st Cir. 1999). We review a district court's legal conclusions de novo. Id.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">\"Miranda warnings must be given before a suspect is subjected to custodial interrogation.\" United States v. Ventura, <span class=\"citation\" data-id=\"196786\"><a href=\"/opinion/196786/united-states-v-fernandez-ventura/\"><span class=\"volume\">85</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">708</span></a></span>, 710 (1st Cir. 1996). The custody determination is the initial and central inquiry as it is \"'the touchstone to the need for Miranda warnings.'\" Id., quoting United States v. Quinn, <span class=\"citation\" data-id=\"485654\"><a href=\"/opinion/485654/united-states-v-daniel-j-quinn/\"><span class=\"volume\">815</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">153</span></a></span>, 160 (1st Cir. 1987). The issue before us is whether Trueber was in custody when questioned by Pugliesi after the police stopped the truck in which he was riding.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">The government argues that what occurred when police officers stopped the truck in which Trueber was riding was a valid Terry stop. In Terry v. Ohio, the Supreme Court first recognized \"that a police officer may in appropriate circumstances and in an appropriate manner approach a person for purposes of investigating possibly criminal behavior even though there is no probable cause to make an arrest.\" <span class=\"citation\" data-id=\"107729\"><a href=\"/opinion/107729/terry-v-ohio/\"><span class=\"volume\">392</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, 22 (1968). This authority permits officers to \"stop and briefly detain a person for investigative purposes,\" United States v. Sokolow, <span class=\"citation\" data-id=\"112239\"><a href=\"/opinion/112239/united-states-v-sokolow/\"><span class=\"volume\">490</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, 7 (1989), and \"diligently pursue[] a means of investigation . . . likely to confirm or dispel their suspicions quickly.\" United States v. Sharpe, <span class=\"citation\" data-id=\"111378\"><a href=\"/opinion/111378/united-states-v-sharpe/\"><span class=\"volume\">470</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">675</span></a></span>, 686 (1985).</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">\"As a general rule, Terry stops do not implicate the requirements of Miranda because 'Terry stops, though inherently somewhat coercive, do not usually involve the type of police dominated or compelling atmosphere which necessitates Miranda warnings.'\" United States v. Streifel, <span class=\"citation\" data-id=\"463481\"><a href=\"/opinion/463481/united-states-v-thomas-streifel-and-daniel-j-quinn/\"><span class=\"volume\">781</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">953</span></a></span>, 958 (1st Cir. 1986), quoting United States v. Bautista, <span class=\"citation\" data-id=\"406819\"><a href=\"/opinion/406819/united-states-v-juan-manuel-bautista-united-states-of-america-v-javier/\"><span class=\"volume\">684</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1286</span></a></span>, 1291 (9th Cir. 1982). In Berkemer v. McCarty, the Supreme Court held that routine traffic stops are more analogous to a Terry stop than to a formal arrest and, therefore, are not custodial for purposes of Miranda. <span class=\"citation\" data-id=\"111249\"><a href=\"/opinion/111249/berkemer-v-mccarty/\"><span class=\"volume\">468</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">420</span></a></span>, 440 (1984) (\"The comparatively nonthreatening character of detentions of this sort explains the absence of any suggestion in our opinions that Terry stops are subject to the dictates of Miranda.\").</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">In evaluating the reasonableness of the investigatory Terry stop in the instant case, we first determine \"'whether the officer['s] actions were justified at [their] inception,' and if so, 'whether the actions undertaken by the officer[s] following the stop were reasonably responsive to the circumstances justifying the stop in the first place as augmented by information gleaned by the officer[s] during the stop.\" Owens, 167 F.3d at 748 (alterations in original), quoting United States v. Sowers, <span class=\"citation\" data-id=\"197788\"><a href=\"/opinion/197788/united-states-v-sowers/\"><span class=\"volume\">136</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">24</span></a></span>, 27 (1st Cir. 1998); see also Terry, 392 U.S. at 20.</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">There is no dispute about the propriety of the initial stop of the truck. The district court correctly stated that the agents \"[had] every right to stop [the truck].\" However, the district court added: \"In fact, [because] I'm positive they may have every right to arrest him, he ought to have gotten his Miranda warnings right then.\" Further, the district court conjectured that, from the inception of the stop, the agents were not going to \"let [Trueber] go anywhere.\"</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">Evidently, the district court took the view that because the agents were entitled to arrest Trueber and, thus, necessarily intended to arrest him, what occurred when the officers stopped the truck was not a valid Terry stop, but a de facto arrest, requiring Miranda warnings from the outset. This reasoning improperly conflates the two areas of the inquiry and is based upon a false premise. The subjective intent of the agents is not relevant to either part of the inquiry: it does not impact the validity of the initial investigative stop, and it has no bearing on determining whether police conduct transformed an investigative stop into a de facto arrest. See Berkemer, 468 U.S. at 442 (\"A policeman's unarticulated plan has no bearing on the question whether a suspect was 'in custody' at a particular time.\"); Streifel, 781 F.2d at 959 (officers' intentions relevant only to the extent that they were communicated to the defendants). Because there is no dispute that the agents had at least an articulable and reasonable suspicion that Trueber was engaged in criminal activity, effecting a limited investigative Terry stop was justified. See United States v. Sharpe, 470 U.S. at 682. Thus, without administering Miranda warnings, the agents were entitled to stop the truck, detain its occupants, and pursue a means of investigation that was likely to confirm or dispel their suspicions quickly. See id. at 686.</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">Determining that an investigative Terry stop was justified at its inception is only the first step, however. \"'The manner in which the seizure and search were conducted is, of course, as vital a part of the inquiry as whether they were warranted at all.'\" Streifel, 781 F.2d at 958 (internal citations omitted). The central issue in this case is whether an otherwise valid Terry stop escalated into a de facto arrest necessitating the administration of Miranda warnings. As the Supreme Court stated in Berkemer, the target of a Terry stop must be advised of his Miranda rights if and when he is \"subjected to restraints comparable to those associated with a formal arrest.\" 468 U.S. at 441.</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">\"There is no scientifically precise formula that enables courts to distinguish between investigatory stops . . . and . . . 'de facto arrests'.\" United States v. Zapata, <span class=\"citation\" data-id=\"195255\"><a href=\"/opinion/195255/united-states-v-zapata/\"><span class=\"volume\">18</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">971</span></a></span>, 975 (1st Cir. 1994). The \"ultimate inquiry,\" however, is whether there was \"a formal arrest or restraint on freedom of movement of the degree associated with a formal arrest.\" Thompson v. Keohane, <span class=\"citation\" data-id=\"117982\"><a href=\"/opinion/117982/thompson-v-keohane/\"><span class=\"volume\">516</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">99</span></a></span>, 112 (1995) (internal quotations and citations omitted). In assessing whether there was a \"restraint on freedom of movement,\" \"a court must examine all the circumstances surrounding the interrogation.\" Ventura, 85 F.3d at 711 (internal quotations and citation omitted). This is an objective test: \"the only relevant inquiry is 'how a reasonable man in the suspect's shoes would have understood his situation.' The subjective beliefs held by the interrogating officer or the person being interrogated are not germane.\" Id., quoting Stansbury v. California, <span class=\"citation\" data-id=\"117843\"><a href=\"/opinion/117843/stansbury-v-california/\"><span class=\"volume\">511</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">318</span></a></span>, 324 (1994). Thus, to the extent that the district court based its conclusion that Trueber was in custody on the presumed and uncommunicated intent of the agents to prevent Trueber from leaving the scene, it was in error. See Streifel, 781 F.2d at 959.</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">Relevant circumstances include, among other inquiries, \"whether the suspect was questioned in familiar or at least neutral surroundings, the number of law enforcement officers present at the scene, the degree of physical restraint placed upon the suspect, and the duration and character of the interrogation.\" Ventura, 85 F.3d at 711 (internal quotation and citation omitted); see also Streifel, 781 F.2d at 961 n. 13.</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">Determining what constitutes custody thus requires \"[t]wo discrete inquiries.\" Keohane, 516 U.S. at 112. First, a court must determine what were the circumstances surrounding the exchange between the government agent and the suspect. This inquiry is distinctly factual. Keohane, 516 U.S. at 112. Second, given those circumstances, a court must determine:</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">whether and when a reasonable person in [Trueber's] position would have believed that he was actually in police custody and being constrained to a degree associated with formal arrest (rather than simply undergoing a brief period of detention at the scene while the police sought by means of a moderate number of questions to determine his identity and to obtain information confirming or dispelling their suspicions).</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">Streifel, 781 F.2d at 962. This ultimate determination turns on an assessment of the aforementioned factors, id. at 961, and \"qualif[ies] for independent review\" as it is it presents a \"mixed question of law and fact.\" Keohane, 516 U.S. at 113.</p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">In the instant case, the district court's custody determination was cursory, providing no indication that the court properly applied the correct legal test or recognized that whether and when the stop at issue became custodial turns on the relevant factors mentioned earlier. The district court evidently believed that the circumstances surrounding the detention of Trueber were tantamount to those of a formal arrest from the moment Pugliesi patted down Trueber after stopping the truck and asking the driver and Trueber to step out of the vehicle. This was error. Nothing in the initial stop and detention exceeded the bounds of an ordinary, permissible Terry stop. See United States v. Taylor, <span class=\"citation\" data-id=\"198228\"><a href=\"/opinion/198228/united-states-v-taylor/\"><span class=\"volume\">162</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">12</span></a></span>, 22 (1st Cir. 1998); Zapata, 18 F.3d at 975.</p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\">The one arguably coercive fact - that Pugliesi had his gun drawn and at his side when he asked Trueber to step out of the vehicle - is not sufficient, under the circumstances, to convert the investigatory stop into a de facto arrest. See Taylor, 162 F.3d at 21 (holding that a valid Terry stop did not mature into a de facto arrest when police cruisers stopped a car, blocked it, and two officers drew their weapons when approaching the car); United States v. Trullo, <span class=\"citation\" data-id=\"481633\"><a href=\"/opinion/481633/united-states-v-john-f-trullo/\"><span class=\"volume\">809</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">108</span></a></span>, 113 (1st Cir. 1987) (holding that police officer's use of drawn weapon did not convert investigative stop into arrest). Pugliesi's drawing of his gun was reasonably related in scope to the circumstances which justified stopping the truck in the first place. The agents suspected Trueber of dealing in narcotics, \"a pattern of criminal conduct rife with deadly weapons,\" id.; the agents' reasonable suspicion justified the stop; the stop occurred at night; Pugliesi testified that he only drew his gun out of concern for his own safety, that he kept it at his side, pointed at the ground, and that he quickly re-holstered it; and there is no evidence in the record that Trueber saw the briefly drawn gun. Such minimal use of a gun, under the circumstances, does not exceed the bounds of a permissible Terry stop.</p>\n    </div>\n    <div class=\"num\" id=\"p64\">\n      <span class=\"num\">64</span>\n      <p class=\"indent\">At this point in the encounter - following the initial stop of the truck and brief pat-down - a reasonable person would have believed only that he was being detained for investigation, not placed under arrest. See Taylor, 162 F.3d at 22. Moreover, at no time during the exchange that followed between Pugliesi and Trueber was Trueber subject to a \"restraint on freedom of movement of the degree associated with a formal arrest.\" Keohane, 516 U.S. at 112 (internal quotations and citation omitted). First, the encounter occurred in neutral surroundings - on a public street. Second, while five government agents were present at the scene, no more than two were in direct proximity to Trueber, each in plain clothes, and only one questioned him. Further, \"[m]ere numbers do not automatically convert a lawful Terry stop into something more forbidding.\" Zapata, 18 F.3d at 976. Third, the officers made no threats, brandished no weapons (other than the brief use by Pugliesi), and exerted no physical restraint upon Trueber's person beyond the limited pat-down Pugliesi conducted immediately after Trueber stepped out of the car. Finally, the encounter lasted no more than fifteen minutes, the agents conducted an investigation that was \"likely to confirm or dispel their suspicions quickly,\" and their approach was measured and their conduct not bellicose. Sharpe, 470 U.S. at 686 (holding that twenty-minute investigatory detention was reasonable where police \"diligently pursued a means of investigation that was likely to confirm or dispel their suspicions quickly\"); Owens, 167 F.3d at 749 (holding that fifty-minute detention not a de facto arrest when, under the circumstances, officers diligently pursued a means of investigation that would dispel their suspicions). Pugliesi's questioning was brief and to the point - his questions were targeted at ascertaining Trueber's identity, his reasons for being in the country, and whether he was involved in the suspected illegal activity - and his search of Trueber's suitcase was by consent. Further, \"information gleaned by [Pugliesi] during the stop,\" id. at 748, including Trueber's inconsistent answers and the suspicious contents of the suitcase, warranted a thorough, rather than cursory, investigation. See Quinn, 815 F.2d at 158 (stating that it would have been unreasonable for officers with very strong grounds for suspicion - approaching probable cause - to have sent suspects on their way after a few perfunctory questions, especially since divergent answers raised the level of suspicion, inviting further inquiry).</p>\n    </div>\n    <div class=\"num\" id=\"p65\">\n      <span class=\"num\">65</span>\n      <p class=\"indent\">Based on the facts accepted by the district court, which are not clearly erroneous, we do not accept Trueber's allegations that the police cruiser blocked the truck after stopping it, that the police officers physically removed the driver from the truck, that Customs agents and police officers surrounded Trueber \"with guns displayed,\" and that Pugliesi searched Trueber's suitcase without consent. While Pugliesi did testify that the police officers briefly placed the driver \"either on his knees or flat on his belly\" after instructing him to step out of the car, this fact is not relevant to the inquiry whether a reasonable person in Trueber's position would have believed that he was \"actually in police custody and being constrained to a degree associated with formal arrest.\" Streifel, 781 F.2d at 962.</p>\n    </div>\n    <div class=\"num\" id=\"p66\">\n      <span class=\"num\">66</span>\n      <p class=\"indent\">Therefore, we hold that the course of action pursued by Pugliesi and the other agents and police officers during the investigatory stop was \"justified at its inception,\" and \"reasonably related in scope to the circumstances which justified the interference in the first place.\" Sharpe, 470 U.S. at 682 (internal quotation and citation omitted). What occurred was thus a permissible Terry stop. The situation was not such that a reasonable person would have thought he was under arrest, rather than \"simply undergoing a brief period of detention at the scene while the police sought by means of a moderate number of questions to determine his identity and to obtain information confirming or dispelling their suspicions.\" Streifel, 781 F.2d at 962. Nothing the agents did or said sufficed to convert the investigatory stop into an arrest requiring the administration of Miranda warnings. Therefore, we reverse the district court's suppression of all statements made by Trueber during the course of the valid investigatory Terry stop of the truck.</p>\n    </div>\n    <p class=\"indent\">B.</p>\n    <div class=\"num\" id=\"p67\">\n      <span class=\"num\">67</span>\n      <p class=\"indent\">Next, the government contends that the district court erred in suppressing statements made by Trueber in his hotel room subsequent to the roadside encounter. The district court concluded that the hotel room search and interrogation were non-consensual and that Trueber was in custody once the agents entered the room and told Trueber to sit down. The government argues that Trueber voluntarily consented to allow the agents into his room to search his luggage and resume questioning after the roadside encounter.</p>\n    </div>\n    <div class=\"num\" id=\"p68\">\n      <span class=\"num\">68</span>\n      <p class=\"indent\">Because the district court determined that Trueber was in custody when he agreed to accompany the agents back to his hotel room, it treated the issue of consent in a per se manner: any consent on Trueber's part necessarily was involuntary because he was in custody. This per se rule is invalid. While \"sensitivity to the heightened possibility of coercion is appropriate when a defendant's consent is obtained during custody, custody alone has never been enough in itself to demonstrate . . . coerced . . . consent to search.\" United States v. Collazo-Aponte, <span class=\"citation\" data-id=\"198984\"><a href=\"/opinion/198984/united-states-v-rivera-melendez/\"><span class=\"volume\">216</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">163</span></a></span>, 187 (1st Cir. 2000) (internal quotations and citations omitted) (omissions in original). But more important, for the reasons stated earlier, Trueber was not in custody when he gave his consent.</p>\n    </div>\n    <div class=\"num\" id=\"p69\">\n      <span class=\"num\">69</span>\n      <p class=\"indent\">The question of voluntariness is a question of fact determined by the totality of the circumstances. Id. \"Voluntariness turns on a number of factors, including the person's 'age, education, experience, intelligence, and knowledge of the right to withhold consent.'\" United States v. Coraine, <span class=\"citation\" data-id=\"198757\"><a href=\"/opinion/198757/united-states-v-coraine/\"><span class=\"volume\">198</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">306</span></a></span>, 309 (1st Cir. 1999), quoting United States v. Barnett, <span class=\"citation\" data-id=\"603504\"><a href=\"/opinion/603504/united-states-v-michael-barnett-united-states-of-america-v-barry-jordan/\"><span class=\"volume\">989</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">546</span></a></span>, 555 (1st Cir. 1993).</p>\n    </div>\n    <div class=\"num\" id=\"p70\">\n      <span class=\"num\">70</span>\n      <p class=\"indent\">Due to its erroneous initial custody determination based upon the facts accepted, the district court did not fully address the issue of consent. It now must do so, bearing in mind our determination that Trueber was not in custody at the time Pugliesi requested to search his hotel room and interrogate him further.</p>\n    </div>\n    <div class=\"num\" id=\"p71\">\n      <span class=\"num\">71</span>\n      <p class=\"indent\">Moreover, after determining the issue of consent, the district court must apply the proper legal test discussed earlier and reevaluate whether and when the hotel room encounter was custodial for purposes of Miranda. In sum, the central custody inquiry is whether there was a \"restraint on freedom of movement of the degree associated with a formal arrest,\" Keohane, 516 U.S. at 112 (internal quotation and citation omitted), and the ultimate determination turns on an examination of the same factors mentioned earlier.</p>\n    </div>\n    <div class=\"num\" id=\"p72\">\n      <span class=\"num\">72</span>\n      <p class=\"indent\">We vacate the district court's suppression of the statements made in the hotel room and remand to the district court for determination of the issue of consent to search the hotel room and for application of the correct legal test for determining custody while in the hotel room. On remand, the district court may take additional evidence on the relevant factual issues.</p>\n    </div>\n    <div class=\"num\" id=\"p73\">\n      <span class=\"num\">73</span>\n      <p class=\"indent\">Reversed in part, vacated in part, and remanded.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the Ninth Circuit, sitting by designation</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/107729/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108590/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111249/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111378/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111554/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112239/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112780/",
    "http://www.courtlistener.com/api/rest/v3/opinions/117843/",
    "http://www.courtlistener.com/api/rest/v3/opinions/117982/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195255/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196786/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197654/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197788/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198228/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198347/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198540/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198544/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198757/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198984/",
    "http://www.courtlistener.com/api/rest/v3/opinions/406819/",
    "http://www.courtlistener.com/api/rest/v3/opinions/463481/",
    "http://www.courtlistener.com/api/rest/v3/opinions/481633/",
    "http://www.courtlistener.com/api/rest/v3/opinions/485654/",
    "http://www.courtlistener.com/api/rest/v3/opinions/508990/",
    "http://www.courtlistener.com/api/rest/v3/opinions/569089/",
    "http://www.courtlistener.com/api/rest/v3/opinions/603504/"
  ]
}