{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/199376/",
  "absolute_url": "/opinion/199376/parker-v-worcester-insurance/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/199376/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T04:29:35Z",
  "date_modified": "2017-03-24T11:01:44.837672Z",
  "type": "010combined",
  "sha1": "7208c02affdd8adc3c1d7a5d5a3f9488d54a1df7",
  "page_count": 19,
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/00-1815-01A.pdf",
  "local_path": "pdf/2001/04/23/Parker_v._Worcester_Insurance.pdf",
  "plain_text": "         United States Court of Appeals\n                    For the First Circuit\n\n\nNo. 00-1815\n\n                       KATHY F. PARKER,\n\n                    Plaintiff, Appellant,\n\n                              v.\n\n                 WORCESTER INSURANCE COMPANY,\n\n                     Defendant, Appellee.\n\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n              FOR THE DISTRICT OF MASSACHUSETTS\n\n       [Hon. Nathaniel M. Gorton, U.S. District Judge]\n\n\n                            Before\n\n                    Torruella, Chief Judge,\n\n              Boudin and Lynch, Circuit Judges.\n\n\n\n     Michael D. Parker for appellant.\n     Patrick Markey with whom Robinson Donovan Madden & Barry,\nP.C. was on brief for appellee.\n\n\n\n\n                        April 23, 2001\n\f\f            BOUDIN,    Circuit      Judge.         This   is     a       surprisingly\n\ndifficult    case     involving     a   limitations         defense,           fixed     by\n\ncontract and statute, for suit by the insured (Kathy Parker)\n\nclaiming a loss under an insurance contract.                        The matter was\n\nresolved     on    summary      judgment      in    favor      of        the    insurer\n\n(Worcester).       Thus, in reciting the events, we take the facts as\n\nalleged by or in the light most favorable to the insured as the\n\nparty   opposing      summary    judgment.         Landrau-Romero              v.   Banco\n\nPopular de P.R., 212 F.3d 607, 611 (1st Cir. 2000).\n\n            In January 1985, Michael and Kathy Parker, husband and\n\nwife, moved into a new house at 41 Manse Hill Road, Somers,\n\nConnecticut, purchased from its builder, LHM Developers, Inc.\n\nKathy     Parker    thereafter      considered      herself          a    Connecticut\n\nresident.     Title in the Manse Hill house was taken in Kathy\n\nParker's name, and homeowner's insurance was obtained, also in\n\nKathy     Parker's     name,     from      Worcester        Insurance           Company\n\n(\"Worcester\"), an insurance company headquartered in Worcester,\n\nMassachusetts.       Almost immediately, Kathy Parker began to notice\n\nhairline, mostly horizontal cracks in the concrete walls of the\n\nbasement, which formed the house's foundation.\n\n            The Parkers first disregarded the cracks as cosmetic,\n\nbut in March 1996 Kathy Parker noticed that the cracks were\n\ngrowing    larger     and    that   the    basement       wall       seemed         to   be\n\n\n                                        -3-\n\fdeveloping a sandy texture, as if it were disintegrating.                    That\n\nsummer, Edward Noonan, owner of the company that serviced the\n\nParkers' heating system, told Michael that a burner repairman\n\nwho worked for Noonan had commented either that the Manse Hill\n\n\"house look[ed] like it's about to fall over\" or that its\n\n\"basement wall [was] amazing.\"            Michael Parker then found that\n\nsome of the cracks had grown wide enough that he could insert\n\nhis fingers and also that cracking had occurred aboveground in\n\nthe brick facade supported by the basement wall.\n\n            Michael Parker sought an expert to determine the scope\n\nand   nature    of   the    cracking    problem,    but    had    no    immediate\n\nsuccess.       Sometime before late September 1996, the Parkers\n\nadvised Worcester of problems with the foundation wall.                     Kathy\n\nParker's homeowner's policy required that, in the event of a\n\nloss,   the    insured      give   \"prompt     notice\"    to    the    insurer--a\n\nrequirement distinct from provisions (discussed below) requiring\n\nthat any lawsuit be brought within one year of loss.                     At this\n\npoint it is useful to outline, in bare bones terms, pertinent\n\nsubstantive provisions in the policy obtained by Kathy Parker.\n\n            Section I, providing property insurance for the house,\n\ninsured    against    \"direct      [physical]    loss    to    [the    described]\n\nproperty\"      but   not,    among     other    losses,       those    \"involving\n\ncollapse, other than as provided in Additional Coverage 8,\" or\n\n\n                                       -4-\n\fthose caused by \"[f]reezing, thawing, pressure or weight of\n\nwater or ice . . . to a . . . [f]oundation.\"                                   Additional\n\nCoverage 8 provides coverage for \"collapse\" only where due to\n\ncertain specified causes.                 Another set of exclusions applies to\n\nloss       due    to    faulty      design,    workmanship,        construction,          or\n\nconstruction materials.1\n\n                 Following the Parkers' report to Worcester in September\n\n1996,      Peter       Judd,   an    insurance      claims      adjuster       acting    for\n\nWorcester,         inspected        the   house;    he   then    wrote     a    report    on\n\nOctober 1, 1996, concluding that exterior pressure from clay\n\nflow or ice had caused the Manse Hill house's foundation to\n\ncrack, and that the damage to the house was therefore not\n\ncovered.         In a misaddressed letter dated October 8, 1996, Judd\n\nadvised      the       Parkers      that,   under    the     \"pressure         or   weight\"\n\nexclusion to the policy, coverage was denied; the Parkers say\n\nthey never received the letter but admit learning at some point\n\nthat coverage had been denied.\n\n                 The foundation's condition continued to deteriorate.\n\nIn June 1997, the Parkers finally arranged for an engineer to\n\n\n\n       1\n     Both Additional Coverage 8 and the exclusions just\nmentioned are lengthy and complicated. They are set forth in\npertinent part in an Appendix to this opinion. We have assumed,\nbecause the parties do so, that the terms of the policy\nfurnished in the joint appendix were in force at all relevant\ntimes.\n\n                                              -5-\n\finspect the premises.           This expert said that he did not regard\n\nthe house as safe, especially during the winter when snow could\n\nadd to the weight pressing on the foundation, and he surmised\n\nthat       \"something    abnormal   had     occurred   in   the    process     of\n\npreparing and mixing the concrete.\"            In late November 1997, the\n\nParkers had the house jacked up and much of its foundation\n\nrebuilt.         Repairs    continued       into   1998,    the    total     cost\n\napproximating $102,720 by late 1999.\n\n              Before the foundation was replaced, the Parkers sent\n\nWorcester a demand letter dated November 12, 1997.                  The letter\n\nacknowledged the company's denial of coverage in 1996, but it\n\nclaimed that the Manse Hill house was now collapsing, and that\n\nWorcester was liable for the repairs needed to prevent collapse.\n\nWorcester hired CCAllc, an architecture and engineering firm, to\n\ninspect the Parkers' home and had tests performed on samples of\n\nconcrete from the original foundation wall.                 CCAllc concluded\n\nthat the cracking of the basement walls was due to defective\n\nconcrete      and   to   high   lateral   earth    pressures      due   to   poor\n\ndrainage.2      In January 1998, Worcester again denied coverage.\n\n\n\n\n       2\n      Gerard Allard, who was in charge of replacing and repairing\nthe Parkers' foundation in late 1997, agreed that the original\nconcrete was defective, but opined that adequate concrete \"would\nhave easily been able to withstand the lateral pressure from the\nsoil directly against the wall.\"\n\n                                      -6-\n\f                On    February    23,     1998,   Kathy    Parker       filed   suit    in\n\nMassachusetts          state     court,    alleging      breach    of     contract     and\n\nviolation        of    Massachusetts       General      Laws    chapter     93A,   which\n\nprovides multiple damages for consumer fraud and deception,\n\nMass. Gen. Laws ch. 93A, §§ 2, 9 (1998).                       Worcester removed the\n\ncase       to   federal   district        court   on    diversity       grounds.       The\n\nparties consented to jury trial by a magistrate judge, 28 U.S.C.\n\n§ 636(c)(1) (1994 & Supp. II 1996).                    Ultimately, the magistrate\n\njudge granted summary judgment for the insurer on the ground\n\nthat Kathy Parker's suit was barred by the applicable one-year\n\nlimitations period, the parties having agreed that Connecticut\n\nlaw applies.3\n\n                The magistrate judge reasoned that the presence of\n\nhairline        cracks    prior     to    1996    was    too     slight    to   suggest\n\nappreciable damage, but the larger cracks and other damage\n\nvisible by mid-1996 \"was sufficient to put a reasonable person\n\non notice of a substantial problem.\"                       Coupled with Noonan's\n\nstatement to Michael Parker in 1996, and the Parkers' notice to\n\nthe insurer in September of that year, the magistrate judge\n\n\n       3\n      The magistrate judge dismissed both the contract claim and\nthe chapter 93A claim, because Kathy Parker had not sought to\ndistinguish between them.     The magistrate judge thought it\narguable that the chapter 93A claim might be subject to a longer\nlimitations period, see Lees v. Middlesex Ins. Co., 594 A.2d\n952, 956-58 (Conn. 1991), but deemed this argument waived, as do\nwe.\n\n                                            -7-\n\ffound that \"a reasonable person would have been on notice by the\n\nend of 1996 that the Premises had suffered appreciable damage.\"\n\nKathy Parker now appeals.\n\n               Kathy Parker's main argument on appeal is that, in\n\nruling that her claims were time-barred, the magistrate judge\n\nmisconstrued Connecticut law and improperly resolved genuine\n\nissues of material fact.              The insurance contract in question\n\nprovides explicitly that \"[n]o action can be brought [against\n\nthe insurer] unless . . . the action is started within one year\n\nafter    the    date   of    loss.\"       Although   strict,    this   provision\n\naccords with a Connecticut statute requiring that policies that\n\nprovide fire insurance coverage contain a one-year period of\n\nlimitations.      Conn. Gen. Stat. 38a-307, -308(a) (1999); Bocchino\n\nv. Nationwide Mut. Fire Ins. Co., 716 A.2d 883, 884 (Conn.\n\n1998).\n\n               The magistrate judge assumed, and we agree, that the\n\none-year limitations period is subject to at least one implicit\n\nqualification:         that, in the case of a non-obvious injury or\n\nloss, the period begins to run only when a reasonable person\n\nwould have learned of the injury or loss.                Although there is no\n\nConnecticut       case      in   point,    a    number   of    cases   in   other\n\njurisdictions adopt some form of discovery rule in similar\n\n\n\n\n                                          -8-\n\fsituations.4     Absent more explicit language, no one would expect\n\nan insured to be stripped of coverage where a reasonable person\n\nwould not have detected the injury or loss.                      Alternatively, her\n\nbrief summarily asserts that there was no loss until the repairs\n\nthemselves were made, beginning in November 1997; but this\n\ntheory,    which   is    not       seriously      developed,      would   allow    the\n\ninsured    to   postpone       a    claim    almost       indefinitely    simply    by\n\ndeferring the repair work.\n\n            At argument, counsel for the insurer properly conceded\n\nthat a discovery rule should apply but suggested that it was\n\nenough that the Parkers knew that some kind of appreciable\n\ndamage had occurred by mid-1996.                  This is a plausible position\n\nand   is   seemingly     the       view   taken     by     the   magistrate   judge.\n\nSpecifically,      the     magistrate             judge     assumed    that   under\n\nConnecticut law \"the 'date of loss' or 'inception of loss' in\n\nthis case would be the date on which there was a sufficient\n\nproblem to put a reasonable person on notice of the occurrence\n\nof appreciable damage to the Premises.\"\n\n\n\n\n      4\n      E.g., Honeycomb Sys., Inc. v. Admiral Ins. Co., 567 F.\nSupp. 1400, 1405 (D. Me. 1983); Prudential-LMI Commercial Ins.\nv. Superior Court, 798 P.2d 1230, 1238 (Cal. 1990) (en banc);\nU.S. Fid. & Guar. Co. v. Am. Ins. Co., 345 N.E.2d 267, 272 (Ind.\nCt. App. 1976); O'Reilly v. Allstate Ins. Co., 474 N.W.2d 221,\n222-23 (Minn. Ct. App. 1991); Jackson v. State Farm Fire & Cas.\nCo., 835 P.2d 786, 789 (Nev. 1992).\n\n                                            -9-\n\f           Kathy Parker, by contrast, argues (primarily) that the\n\none year period began to run only when she knew or should have\n\nknown of the threatened collapse of the house; and, she argues,\n\nthis occurred only after her expert so reported in mid-1997.\n\nBecause suit followed within one year (i.e., in February 1998),\n\nshe says that she met the one-year requirement.            Of course, the\n\nhouse    itself   never    collapsed,    but   for    prudential    reasons\n\nConnecticut allows a claim, where a collapse is covered, as soon\n\nas structural integrity is substantially impaired.                 Beach v.\n\nMiddlesex Mut. Assurance Co., 532 A.2d 1297, 1300-01 (Conn.\n\n1987).\n\n           It is difficult to find case law, in Connecticut or\n\nelsewhere, on the legal issue thus posed.            There is some general\n\nsupport for the view, taken by the magistrate judge, that the\n\ntime to sue under a policy begins to run when the insured knows\n\n(or should have known) of a significant loss, regardless of\n\nwhether the cause or the full extent of the loss is known at the\n\ntime.5    This view allows the insurer to investigate at the\n\nearliest reasonable stage and is consistent with the short\n\nlimitations period.       If this is the legal test, summary judgment\n\n\n     5\n     E.g., Lally v. Allstate Ins. Co., 724 F. Supp. 760, 762-63\n(S.D. Cal. 1989), aff'd, 930 F.2d 28 (9th Cir. 1991); Elsey v.\nHastings Mut. Ins. Co., 411 N.W.2d 460, 461-62 (Mich. Ct. App.\n1987); cf. Burns v. Hartford Hosp., 472 A.2d 1257, 1261 (Conn.\n1984).\n\n                                  -10-\n\fwas manifestly justified for the reasons given by the magistrate\n\njudge.\n\n             On the other hand, it is not clear that Kathy Parker\n\nhad any claim under the policy unless there was not merely\n\nappreciable         damage    but   a    structural     flaw     (indeed,     even    a\n\ncollapse claim may be barred, as we shall soon see).                         Although\n\nthe policy purports initially to cover any property damage,\n\nseveral exclusions would appear to bar recovery here for the\n\ncracks--short of collapse--in the foundation or the outside\n\nwall.    In this case, the company, through Judd, deemed the claim\n\nbarred    by    the    \"pressure        or    weight   of   water\"    language    and\n\nrejected the 1996 claim made by Kathy Parker.                        An alternative\n\npossible objection, absent collapse, is the general exclusion\n\nfor poor construction materials or workmanship.\n\n             Taking Judd at his word, Kathy Parker had reason to\n\nbelieve that no loss covered by the policy had occurred until\n\nshe learned or should have learned that a different level or\n\nkind of damage (i.e., a substantial structural flaw) existed;\n\nand in these circumstances one might treat the one year period,\n\nat   least     where    the    claim     is     contingent     on   \"collapse,\"      as\n\nbeginning      to     run    only   from      the   point   of   real   or   imputed\n\nknowledge of such a threat.                    Making our best guess, we are\n\ninclined to think that the Connecticut Supreme Court would\n\n\n                                             -11-\n\fprobably take this view, given the protective attitude toward\n\nthe insured displayed in Beach.\n\n           If this is the legal test--and it is our best guess as\n\nto Connecticut law--then summary judgment barring suit under the\n\none-year limitations period is not proper.      Admittedly, on the\n\nproffered facts the point is debatable, even assuming the legal\n\ntest most favorable to the insured.     While Kathy Parker did not\n\n\"know\" that the cracks represented a substantial structural flaw\n\nuntil her expert so reported in mid-1997, conceivably she should\n\nhave known by mid-1996 that this was likely the case, given the\n\nwidening   cracks,   Noonan's   statement   about   the   repairman's\n\nassessment, and the sandy texture of the wall.6\n\n           However, it is not entirely clear what Noonan reported\n\nthe repairman had said or just what the sandy surface looked\n\nlike and what it would connote to a reasonable person.       And even\n\nif the facts were undisputed, a reasonable factfinder could draw\n\nvarying conclusions as to whether a reasonable person should\n\nhave known from these facts that a substantial structural flaw\n\nwas present or at least likely.    A judgment on undisputed facts\n\n\n    6What \"likelihood\" of a potentially covered loss is\nnecessary to trigger running of the limitations period is an\nobscured, confusing issue rarely addressed by the courts. It is\nnot clear that \"percentages\" alone are determinative; severity\nof the threat, the diligence required to uncover the threat and\nits extent, and other factors may play a role. See Prudential-\nLMI, 798 P.2d at 1238.\n\n                                -12-\n\fthat a reasonable person \"should have known\" something is (like\n\nnegligence)    a     legal   conclusion;   but    it   is   one    of    those\n\nconclusions that most courts leave to juries where, as here,\n\nreasonable juries could differ.7\n\n           In remanding, we do not suggest that a trial on the\n\nlimitations issue will automatically be necessary.                The insurer\n\nmoved for summary judgment on the basis of the limitations\n\nperiod alone, seemingly because the facts made it easy to secure\n\nunder the \"appreciable damage\" test urged by Worcester.                 But the\n\nmystery for anyone reading the policy is how Kathy Parker, given\n\nthe report of her own expert, can make out a claim under the\n\ncollapse coverage (or otherwise) even if her claim is entirely\n\ntimely.    Her expert, it will be remembered, said that the flaw\n\nwas in the concrete.\n\n           The policy contains a set of exclusions any one of\n\nwhich could be read to exclude a loss due to faulty construction\n\nof the foundation, whether in workmanship or materials.                    The\n\npolicy    excludes    property   loss   \"caused   by\"   \"deterioration,\"\n\n\"[i]nherent vice [or] latent defect,\" or \"[s]ettling, shrinking,\n\nbulging or expansion, including resultant cracking, of . . .\n\n\n    7E.g., Childers Oil Co. v. Exxon Corp., 960 F.2d 1265, 1272-\n73 (4th Cir. 1992); In re Mushroom Transp. Co., 247 B.R. 395,\n406 (E.D. Pa. 2000); see also Ashley River Indus., Inc. v. Mobil\nOil Corp., -- F. Supp. 2d --, 2000 WL 33243614, at *10 (D.S.C.\n2000).\n\n                                   -13-\n\ffoundations.\"          Even more in point, the policy generally excludes\n\nloss \"caused by\" \"[f]aulty, inadequate or defective\" \"[d]esign\n\n. . . , workmanship . . . , construction,\" or \"[m]aterials used\n\nin . . . construction.\"\n\n             Although this last general exclusion appears on its\n\nface to bar Parker's claim, the Beach case could be read to\n\nbypass the exclusions if the claim falls within Additional\n\nCoverage 8's provision for collapse.                See Beach, 532 A.2d at\n\n1300.      But coverage for collapse is itself limited to only that\n\ncollapse which results from certain specified causes.                    Although\n\nKathy Parker's brief refers tersely to \"hidden decay,\" which is\n\na covered cause, it is open to doubt whether defective concrete\n\ncould be called \"decay,\" especially when the term is read in the\n\ncontext of other specified causes (e.g., \"[h]idden insect or\n\nvermin damage\").\n\n             This doubt is greatly reinforced by the final covered\n\ncause of collapse, which reads as follows: \"Use of defective\n\nmaterial or methods in construction . . . if the collapse occurs\n\nduring the course of the construction . . . .\"                    This language\n\ndirectly deals with collapse caused by poor workmanship or\n\nmaterials,       but    expressly   limits     coverage    in    such   cases   to\n\ncollapse during construction.              This arguably makes the clause of\n\nno   use    to   Kathy    Parker    and,    even   worse   for   her    position,\n\n\n                                       -14-\n\fsuggests that \"decay\" is not a backdoor to coverage for poor\n\nconstruction materials or workmanship.\n\n             Thus, we assume that on remand the insurer will move\n\nfor summary judgment on grounds that the loss, even if not\n\nbarred by the one-year limitations period, is not covered by the\n\npolicy.     Unless there is a rabbit hidden somewhere in the hat,\n\nit    is   not    apparent      to   us   how    Kathy   Parker     can   establish\n\ncoverage.        Still, the issue has not been briefed and lawyers are\n\ninventive        in   finding    ambiguities       to    construe    against    the\n\ninsurer.     While we think it is fair to point out the apparent\n\ndifficulties, this is without prejudice to resolution after full\n\nbriefing.\n\n             This remand also reawakens Kathy Parker's claim under\n\n93A, applying to it the same limitations period as for the\n\npolicy claim; any argument for a longer period has been waived.\n\nHowever, thus far the 93A claim is not very promising.                      Chapter\n\n93A requires a level of misconduct over and above a good faith\n\nand   reasonable       disagreement       about    policy   language.        Boston\n\nSymphony Orchestra, Inc. v. Commercial Union Ins. Co., 545\n\nN.E.2d 1156, 1160 (Mass. 1989).                    As evidenced by the able\n\ndecision of the magistrate judge, this is a close and difficult\n\ncase on limitations, and the validity of Kathy Parker's claim of\n\ncoverage itself remains uncertain.\n\n\n                                          -15-\n\f           Kathy Parker also challenges the magistrate judge's\n\npartial denial of her motion to strike Worcester's reply brief\n\nin support of summary judgment.     Parker's interest in this issue\n\nis presumably blunted by our disposition of the main question.\n\nHowever, assuming that the issue is still alive, and also that\n\nParker's challenge is not forfeit for failure to provide an\n\nadequate record, we find that there was no abuse of discretion\n\nin the denial as Parker describes it.       FDIC v. Kooyomjian, 220\n\nF.3d 10, 15-16 (1st Cir. 2000).          The arguments that Parker\n\nclaims should have been stricken directly responded to arguments\n\nin   Parker's   memorandum   opposing   summary   judgment,   and   were\n\ntherefore appropriate for a reply brief.\n\n           The judgment is vacated and the case remanded for\n\nproceedings consistent with this decision.\n\n           It is so ordered.\n\n\n\n\n                                 -16-\n\f                            ADDENDUM\n\nKathy Parker's Homeowner's Insurance Policy (excerpts)\n\nSECTION I - PROPERTY COVERAGES\n\n         . . .\n\n         ADDITIONAL COVERAGES\n\n         . . .\n\n         8.      Collapse. We insure for direct physical loss\n                 to covered property involving collapse of a\n                 building or any part of a building caused only\n                 by one or more of the following:\n\n                 a.   Perils   Insured    Against   in\n                      COVERAGE C - PERSONAL PROPERTY.\n                      These perils apply to covered\n                      buildings and personal property\n                      for   loss   insured   by   this\n                      additional coverage;\n\n                 b.   Hidden decay;\n\n                 c.   Hidden insect or vermin damage;\n\n                 d.   Weight of contents, equipment, animals or\n                      people;\n\n                 e.   Weight of rain which collects on a roof;\n                      or\n\n                 f.   Use of defective material or methods     in\n                      construction, remodeling or renovation   if\n                      the collapse occurs during the course    of\n                      the    construction,     remodeling      or\n                      renovation.\n\n                 Loss to an awning, fence, patio, pavement,\n                 swimming pool, underground pipe, flue, drain,\n                 cesspool, septic tank, foundation, retaining\n                 wall, bulkhead, pier, wharf or dock is not\n                 included under items b., c., d., e., and f.\n\n                              -17-\n\f                 unless the loss is a direct       result   of   the\n                 collapse of a building.\n\n                 Collapse does not include settling, cracking,\n                 shrinking, bulging or expansion.\n\n                 This coverage does not increase the limit of\n                 liability applying to the damaged covered\n                 property.\n\n. . .\n\nSECTION I - EXCLUSIONS\n\n         . . .\n\n         2.      We do not insure for loss to property described\n                 in Coverages A and B caused by any of the\n                 following.    However, any ensuing loss to\n                 property described in Coverages A and B not\n                 excluded or excepted in this policy is covered.\n\n                 a.   Weather   conditions.      However,   this\n                      exclusion   only   applies    if   weather\n                      conditions contribute in any way with a\n                      cause or event excluded in paragraph 1.\n                      above to produce the loss;\n\n                 b.   Acts or decisions, including the failure\n                      to act or decide, of any person, group,\n                      organization or governmental body;\n\n                 c.   Faulty, inadequate or defective:\n\n                      (1)   Planning,    zoning,     development,\n                            surveying, sitting;\n\n                      (2)   Design, specifications, workmanship,\n                            repair,   construction,  renovation,\n                            remodeling, grading, compaction;\n\n                      (3)   Materials     used    in    repair,\n                            construction,      renovation    or\n                            remodeling; or\n\n\n\n                               -18-\n\f(4)   Maintenance;\n\nof part or all of any property whether on\nor off the \"residence premises.\"\n\n\n\n\n         -19-\n\f",
  "html": "<p class=\"case_cite\">247 F.3d 1 (1st Cir. 2001)</p>\n    <p class=\"parties\">KATHY F. PARKER, PLAINTIFF, APPELLANT,<br>v.<br>WORCESTER INSURANCE COMPANY, DEFENDANT, APPELLEE.</p>\n    <p class=\"docket\">No. 00-1815</p>\n    <p class=\"court\">United States Court of Appeals For the First Circuit</p>\n    <p class=\"date\">Heard January 8, 2001<br>Decided April 23, 2001</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF MASSACHUSETTS [Hon. Nathaniel M. Gorton, U.S. District Judge]</p>\n      <p class=\"indent\">Michael D. Parker for appellant.</p>\n      <p class=\"indent\">Patrick Markey with whom Robinson Donovan Madden &amp; Barry, P.C. was on brief for appellee.</p>\n      <p class=\"indent\">Before Torruella, Chief Judge, Boudin and Lynch, Circuit Judges.</p>\n    </div>\n    <p class=\"indent\">Boudin, Circuit Judge</p>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This is a surprisingly difficult case involving a limitations defense, fixed by contract and statute, for suit by the insured (Kathy Parker) claiming a loss under an insurance contract. The matter was resolved on summary judgment in favor of the insurer (Worcester). Thus, in reciting the events, we take the facts as alleged by or in the light most favorable to the insured as the party opposing summary judgment. Landrau-Romero v. Banco Popular de P.R., 212 F.3d 607, 611 (1st Cir. 2000).</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">In January 1985, Michael and Kathy Parker, husband and wife, moved into a new house at 41 Manse Hill Road, Somers, Connecticut, purchased from its builder, LHM Developers, Inc. Kathy Parker thereafter considered herself a Connecticut resident. Title in the Manse Hill house was taken in Kathy Parker's name, and homeowner's insurance was obtained, also in Kathy Parker's name, from Worcester Insurance Company (\"Worcester\"), an insurance company headquartered in Worcester, Massachusetts. Almost immediately, Kathy Parker began to notice hairline, mostly horizontal cracks in the concrete walls of the basement, which formed the house's foundation.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The Parkers first disregarded the cracks as cosmetic, but in March 1996 Kathy Parker noticed that the cracks were growing larger and that the basement wall seemed to be developing a sandy texture, as if it were disintegrating. That summer, Edward Noonan, owner of the company that serviced the Parkers' heating system, told Michael that a burner repairman who worked for Noonan had commented either that the Manse Hill \"house look[ed] like it's about to fall over\" or that its \"basement wall [was] amazing.\" Michael Parker then found that some of the cracks had grown wide enough that he could insert his fingers and also that cracking had occurred aboveground in the brick facade supported by the basement wall.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Michael Parker sought an expert to determine the scope and nature of the cracking problem, but had no immediate success. Sometime before late September 1996, the Parkers advised Worcester of problems with the foundation wall. Kathy Parker's homeowner's policy required that, in the event of a loss, the insured give \"prompt notice\" to the insurer--a requirement distinct from provisions (discussed below) requiring that any lawsuit be brought within one year of loss. At this point it is useful to outline, in bare bones terms, pertinent substantive provisions in the policy obtained by Kathy Parker.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Section I, providing property insurance for the house, insured against \"direct [physical] loss to [the described] property\" but not, among other losses, those \"involving collapse, other than as provided in Additional Coverage 8,\" or those caused by \"[f]reezing, thawing, pressure or weight of water or ice . . . to a . . . [f]oundation.\" Additional Coverage 8 provides coverage for \"collapse\" only where due to certain specified causes. Another set of exclusions applies to loss due to faulty design, workmanship, construction, or construction materials.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Following the Parkers' report to Worcester in September 1996, Peter Judd, an insurance claims adjuster acting for Worcester, inspected the house; he then wrote a report on October 1, 1996, concluding that exterior pressure from clay flow or ice had caused the Manse Hill house's foundation to crack, and that the damage to the house was therefore not covered. In a misaddressed letter dated October 8, 1996, Judd advised the Parkers that, under the \"pressure or weight\" exclusion to the policy, coverage was denied; the Parkers say they never received the letter but admit learning at some point that coverage had been denied.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The foundation's condition continued to deteriorate. In June 1997, the Parkers finally arranged for an engineer to inspect the premises. This expert said that he did not regard the house as safe, especially during the winter when snow could add to the weight pressing on the foundation, and he surmised that \"something abnormal had occurred in the process of preparing and mixing the concrete.\" In late November 1997, the Parkers had the house jacked up and much of its foundation rebuilt. Repairs continued into 1998, the total cost approximating $102,720 by late 1999.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Before the foundation was replaced, the Parkers sent Worcester a demand letter dated November 12, 1997. The letter acknowledged the company's denial of coverage in 1996, but it claimed that the Manse Hill house was now collapsing, and that Worcester was liable for the repairs needed to prevent collapse. Worcester hired CCAllc, an architecture and engineering firm, to inspect the Parkers' home and had tests performed on samples of concrete from the original foundation wall. CCAllc concluded that the cracking of the basement walls was due to defective concrete and to high lateral earth pressures due to poor drainage.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> In January 1998, Worcester again denied coverage.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">On February 23, 1998, Kathy Parker filed suit in Massachusetts state court, alleging breach of contract and violation of Massachusetts General Laws chapter 93A, which provides multiple damages for consumer fraud and deception, Mass. Gen. Laws ch. 93A, &#167;&#167;&#167;&#167; 2, 9 (1998). Worcester removed the case to federal district court on diversity grounds. The parties consented to jury trial by a magistrate judge, 28 U.S.C. &#167;&#167; 636(c)(1) (1994 &amp; Supp. II 1996). Ultimately, the magistrate judge granted summary judgment for the insurer on the ground that Kathy Parker's suit was barred by the applicable one-year limitations period, the parties having agreed that Connecticut law applies.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The magistrate judge reasoned that the presence of hairline cracks prior to 1996 was too slight to suggest appreciable damage, but the larger cracks and other damage visible by mid-1996 \"was sufficient to put a reasonable person on notice of a substantial problem.\" Coupled with Noonan's statement to Michael Parker in 1996, and the Parkers' notice to the insurer in September of that year, the magistrate judge found that \"a reasonable person would have been on notice by the end of 1996 that the Premises had suffered appreciable damage.\" Kathy Parker now appeals.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Kathy Parker's main argument on appeal is that, in ruling that her claims were time-barred, the magistrate judge misconstrued Connecticut law and improperly resolved genuine issues of material fact. The insurance contract in question provides explicitly that \"[n]o action can be brought [against the insurer] unless . . . the action is started within one year after the date of loss.\" Although strict, this provision accords with a Connecticut statute requiring that policies that provide fire insurance coverage contain a one-year period of limitations. Conn. Gen. Stat. 38a-307, -308(a) (1999); Bocchino v. Nationwide Mut. Fire Ins. Co., 716 A.2d 883, 884 (Conn. 1998).</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The magistrate judge assumed, and we agree, that the one-year limitations period is subject to at least one implicit qualification: that, in the case of a non-obvious injury or loss, the period begins to run only when a reasonable person would have learned of the injury or loss. Although there is no Connecticut case in point, a number of cases in other jurisdictions adopt some form of discovery rule in similar situations.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> Absent more explicit language, no one would expect an insured to be stripped of coverage where a reasonable person would not have detected the injury or loss. Alternatively, her brief summarily asserts that there was no loss until the repairs themselves were made, beginning in November 1997; but this theory, which is not seriously developed, would allow the insured to postpone a claim almost indefinitely simply by deferring the repair work.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">At argument, counsel for the insurer properly conceded that a discovery rule should apply but suggested that it was enough that the Parkers knew that some kind of appreciable damage had occurred by mid- 1996. This is a plausible position and is seemingly the view taken by the magistrate judge. Specifically, the magistrate judge assumed that under Connecticut law \"the 'date of loss' or 'inception of loss' in this case would be the date on which there was a sufficient problem to put a reasonable person on notice of the occurrence of appreciable damage to the Premises.\"</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Kathy Parker, by contrast, argues (primarily) that the one year period began to run only when she knew or should have known of the threatened collapse of the house; and, she argues, this occurred only after her expert so reported in mid-1997. Because suit followed within one year (i.e., in February 1998), she says that she met the one-year requirement. Of course, the house itself never collapsed, but for prudential reasons Connecticut allows a claim, where a collapse is covered, as soon as structural integrity is substantially impaired. Beach v. Middlesex Mut. Assurance Co., 532 A.2d 1297, 1300-01 (Conn. 1987).</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">It is difficult to find case law, in Connecticut or elsewhere, on the legal issue thus posed. There is some general support for the view, taken by the magistrate judge, that the time to sue under a policy begins to run when the insured knows (or should have known) of a significant loss, regardless of whether the cause or the full extent of the loss is known at the time.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> This view allows the insurer to investigate at the earliest reasonable stage and is consistent with the short limitations period. If this is the legal test, summary judgment was manifestly justified for the reasons given by the magistrate judge.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">On the other hand, it is not clear that Kathy Parker had any claim under the policy unless there was not merely appreciable damage but a structural flaw (indeed, even a collapse claim may be barred, as we shall soon see). Although the policy purports initially to cover any property damage, several exclusions would appear to bar recovery here for the cracks--short of collapse--in the foundation or the outside wall. In this case, the company, through Judd, deemed the claim barred by the \"pressure or weight of water\" language and rejected the 1996 claim made by Kathy Parker. An alternative possible objection, absent collapse, is the general exclusion for poor construction materials or workmanship.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Taking Judd at his word, Kathy Parker had reason to believe that no loss covered by the policy had occurred until she learned or should have learned that a different level or kind of damage (i.e., a substantial structural flaw) existed; and in these circumstances one might treat the one year period, at least where the claim is contingent on \"collapse,\" as beginning to run only from the point of real or imputed knowledge of such a threat. Making our best guess, we are inclined to think that the Connecticut Supreme Court would probably take this view, given the protective attitude toward the insured displayed in Beach.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">If this is the legal test--and it is our best guess as to Connecticut law--then summary judgment barring suit under the one-year limitations period is not proper. Admittedly, on the proffered facts the point is debatable, even assuming the legal test most favorable to the insured. While Kathy Parker did not \"know\" that the cracks represented a substantial structural flaw until her expert so reported in mid-1997, conceivably she should have known by mid-1996 that this was likely the case, given the widening cracks, Noonan's statement about the repairman's assessment, and the sandy texture of the wall.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">However, it is not entirely clear what Noonan reported the repairman had said or just what the sandy surface looked like and what it would connote to a reasonable person. And even if the facts were undisputed, a reasonable factfinder could draw varying conclusions as to whether a reasonable person should have known from these facts that a substantial structural flaw was present or at least likely. A judgment on undisputed facts that a reasonable person \"should have known\" something is (like negligence) a legal conclusion; but it is one of those conclusions that most courts leave to juries where, as here, reasonable juries could differ.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a></p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">In remanding, we do not suggest that a trial on the limitations issue will automatically be necessary. The insurer moved for summary judgment on the basis of the limitations period alone, seemingly because the facts made it easy to secure under the \"appreciable damage\" test urged by Worcester. But the mystery for anyone reading the policy is how Kathy Parker, given the report of her own expert, can make out a claim under the collapse coverage (or otherwise) even if her claim is entirely timely. Her expert, it will be remembered, said that the flaw was in the concrete.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The policy contains a set of exclusions any one of which could be read to exclude a loss due to faulty construction of the foundation, whether in workmanship or materials. The policy excludes property loss \"caused by\" \"deterioration,\" \"[i]nherent vice [or] latent defect,\" or \"[s]ettling, shrinking, bulging or expansion, including resultant cracking, of . . . foundations.\" Even more in point, the policy generally excludes loss \"caused by\" \"[f]aulty, inadequate or defective\" \"[d]esign . . . , workmanship . . . , construction,\" or \"[m]aterials used in . . . construction.\"</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Although this last general exclusion appears on its face to bar Parker's claim, the Beach case could be read to bypass the exclusions if the claim falls within Additional Coverage 8's provision for collapse. See Beach, 532 A.2d at 1300. But coverage for collapse is itself limited to only that collapse which results from certain specified causes. Although Kathy Parker's brief refers tersely to \"hidden decay,\" which is a covered cause, it is open to doubt whether defective concrete could be called \"decay,\" especially when the term is read in the context of other specified causes (e.g., \"[h]idden insect or vermin damage\").</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">This doubt is greatly reinforced by the final covered cause of collapse, which reads as follows: \"Use of defective material or methods in construction . . . if the collapse occurs during the course of the construction . . . .\" This language directly deals with collapse caused by poor workmanship or materials, but expressly limits coverage in such cases to collapse during construction. This arguably makes the clause of no use to Kathy Parker and, even worse for her position, suggests that \"decay\" is not a backdoor to coverage for poor construction materials or workmanship.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Thus, we assume that on remand the insurer will move for summary judgment on grounds that the loss, even if not barred by the one-year limitations period, is not covered by the policy. Unless there is a rabbit hidden somewhere in the hat, it is not apparent to us how Kathy Parker can establish coverage. Still, the issue has not been briefed and lawyers are inventive in finding ambiguities to construe against the insurer. While we think it is fair to point out the apparent difficulties, this is without prejudice to resolution after full briefing.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">This remand also reawakens Kathy Parker's claim under 93A, applying to it the same limitations period as for the policy claim; any argument for a longer period has been waived. However, thus far the 93A claim is not very promising. Chapter 93A requires a level of misconduct over and above a good faith and reasonable disagreement about policy language. Boston Symphony Orchestra, Inc. v. Commercial Union Ins. Co., 545 N.E.2d 1156, 1160 (Mass. 1989). As evidenced by the able decision of the magistrate judge, this is a close and difficult case on limitations, and the validity of Kathy Parker's claim of coverage itself remains uncertain.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Kathy Parker also challenges the magistrate judge's partial denial of her motion to strike Worcester's reply brief in support of summary judgment. Parker's interest in this issue is presumably blunted by our disposition of the main question. However, assuming that the issue is still alive, and also that Parker's challenge is not forfeit for failure to provide an adequate record, we find that there was no abuse of discretion in the denial as Parker describes it. FDIC v. Kooyomjian, 220 F.3d 10, 15-16 (1st Cir. 2000). The arguments that Parker claims should have been stricken directly responded to arguments in Parker's memorandum opposing summary judgment, and were therefore appropriate for a reply brief.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">The judgment is vacated and the case remanded for proceedings consistent with this decision.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">It is so ordered.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Both Additional Coverage 8 and the exclusions just mentioned are lengthy and complicated. They are set forth in pertinent part in an Appendix to this opinion. We have assumed, because the parties do so, that the terms of the policy furnished in the joint appendix were in force at all relevant times.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Gerard Allard, who was in charge of replacing and repairing the Parkers' foundation in late 1997, agreed that the original concrete was defective, but opined that adequate concrete \"would have easily been able to withstand the lateral pressure from the soil directly against the wall.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The magistrate judge dismissed both the contract claim and the chapter 93A claim, because Kathy Parker had not sought to distinguish between them. The magistrate judge thought it arguable that the chapter 93A claim might be subject to a longer limitations period, see Lees v. Middlesex Ins. Co., 594 A.2d 952, 956-58 (Conn. 1991), but deemed this argument waived, as do we.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> E.g., Honeycomb Sys., Inc. v. Admiral Ins. Co., 567 F. Supp. 1400, 1405 (D. Me. 1983); Prudential-LMI Commercial Ins. v. Superior Court, 798 P.2d 1230, 1238 (Cal. 1990) (en banc); U.S. Fid. &amp; Guar. Co. v. Am. Ins. Co., 345 N.E.2d 267, 272 (Ind. Ct. App. 1976); O'Reilly v. Allstate Ins. Co., 474 N.W.2d 221, 222-23 (Minn. Ct. App. 1991); Jackson v. State Farm Fire &amp; Cas. Co., 835 P.2d 786, 789 (Nev. 1992).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> E.g., Lally v. Allstate Ins. Co., 724 F. Supp. 760, 762-63 (S.D. Cal. 1989), aff'd, 930 F.2d 28 (9th Cir. 1991); Elsey v. Hastings Mut. Ins. Co., 411 N.W.2d 460, 461-62 (Mich. Ct. App. 1987); cf. Burns v. Hartford Hosp., 472 A.2d 1257, 1261 (Conn. 1984).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> What \"likelihood\" of a potentially covered loss is necessary to trigger running of the limitations period is an obscured, confusing issue rarely addressed by the courts. It is not clear that \"percentages\" alone are determinative; severity of the threat, the diligence required to uncover the threat and its extent, and other factors may play a role. See Prudential-LMI, 798 P.2d at 1238.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> E.g., Childers Oil Co. v. Exxon Corp., 960 F.2d 1265, 1272- 73 (4th Cir. 1992); In re Mushroom Transp. Co., 247 B.R. 395, 406 (E.D. Pa. 2000); see also Ashley River Indus., Inc. v. Mobil Oil Corp., -- F. Supp. 2d --, 2000 WL 33243614, at *10 (D.S.C. 2000).</p>\n      </div>\n    </div>\n    <p>ADDENDUM</p>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Kathy Parker's Homeowner's Insurance Policy (excerpts)</p>\n    </div>\n    <p class=\"indent\">SECTION I - PROPERTY COVERAGES</p>\n    <p>ADDITIONAL COVERAGES</p>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">8. Collapse. We insure for direct physical loss to covered property involving collapse of a building or any part of a building caused only by one or more of the following:</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">a. Perils Insured Against in COVERAGE C - PERSONAL PROPERTY. These perils apply to covered buildings and personal property for loss insured by this additional coverage;</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">b. Hidden decay;</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">c. Hidden insect or vermin damage;</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">d. Weight of contents, equipment, animals or people;</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">e. Weight of rain which collects on a roof; or</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">f. Use of defective material or methods in construction, remodeling or renovation if the collapse occurs during the course of the construction, remodeling or renovation.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Loss to an awning, fence, patio, pavement, swimming pool, underground pipe, flue, drain, cesspool, septic tank, foundation, retaining wall, bulkhead, pier, wharf or dock is not included under items b., c., d., e., and f. unless the loss is a direct result of the collapse of a building.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Collapse does not include settling, cracking, shrinking, bulging or expansion.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">This coverage does not increase the limit of liability applying to the damaged covered property.</p>\n    </div>\n    <p class=\"indent\">SECTION I - EXCLUSIONS</p>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">2. We do not insure for loss to property described in Coverages A and B caused by any of the following. However, any ensuing loss to property described in Coverages A and B not excluded or excepted in this policy is covered.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">a. Weather conditions. However, this exclusion only applies if weather conditions contribute in any way with a cause or event excluded in paragraph 1. above to produce the loss;b. Acts or decisions, including the failure to act or decide, of any person, group, organization or governmental body;</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">c. Faulty, inadequate or defective:</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">(1) Planning, zoning, development, surveying, sitting;</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">(2) Design, specifications, workmanship, repair, construction, renovation, remodeling, grading, compaction;</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">(3) Materials used in repair, construction, renovation or remodeling; or</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">(4) Maintenance;</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">of part or all of any property whether on or off the \"residence premises.\"</p>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">247</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></span> (1st Cir. 2001)</p>\n    <p class=\"parties\">KATHY F. PARKER, PLAINTIFF, APPELLANT,<br>v.<br>WORCESTER INSURANCE COMPANY, DEFENDANT, APPELLEE.</p>\n    <p class=\"docket\">No. 00-1815</p>\n    <p class=\"court\">United States Court of Appeals For the First Circuit</p>\n    <p class=\"date\">Heard January 8, 2001<br>Decided April 23, 2001</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF MASSACHUSETTS [Hon. Nathaniel M. Gorton, U.S. District Judge]</p>\n      <p class=\"indent\">Michael D. Parker for appellant.</p>\n      <p class=\"indent\">Patrick Markey with whom Robinson Donovan Madden &amp; Barry, P.C. was on brief for appellee.</p>\n      <p class=\"indent\">Before Torruella, Chief Judge, Boudin and Lynch, Circuit Judges.</p>\n    </div>\n    <p class=\"indent\">Boudin, Circuit Judge</p>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This is a surprisingly difficult case involving a limitations defense, fixed by contract and statute, for suit by the insured (Kathy Parker) claiming a loss under an insurance contract. The matter was resolved on summary judgment in favor of the insurer (Worcester). Thus, in reciting the events, we take the facts as alleged by or in the light most favorable to the insured as the party opposing summary judgment. Landrau-Romero v. Banco Popular de P.R., <span class=\"citation no-link\"><span class=\"volume\">212</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">607</span></span>, 611 (1st Cir. 2000).</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">In January 1985, Michael and Kathy Parker, husband and wife, moved into a new house at 41 Manse Hill Road, Somers, Connecticut, purchased from its builder, LHM Developers, Inc. Kathy Parker thereafter considered herself a Connecticut resident. Title in the Manse Hill house was taken in Kathy Parker's name, and homeowner's insurance was obtained, also in Kathy Parker's name, from Worcester Insurance Company (\"Worcester\"), an insurance company headquartered in Worcester, Massachusetts. Almost immediately, Kathy Parker began to notice hairline, mostly horizontal cracks in the concrete walls of the basement, which formed the house's foundation.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The Parkers first disregarded the cracks as cosmetic, but in March 1996 Kathy Parker noticed that the cracks were growing larger and that the basement wall seemed to be developing a sandy texture, as if it were disintegrating. That summer, Edward Noonan, owner of the company that serviced the Parkers' heating system, told Michael that a burner repairman who worked for Noonan had commented either that the Manse Hill \"house look[ed] like it's about to fall over\" or that its \"basement wall [was] amazing.\" Michael Parker then found that some of the cracks had grown wide enough that he could insert his fingers and also that cracking had occurred aboveground in the brick facade supported by the basement wall.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Michael Parker sought an expert to determine the scope and nature of the cracking problem, but had no immediate success. Sometime before late September 1996, the Parkers advised Worcester of problems with the foundation wall. Kathy Parker's homeowner's policy required that, in the event of a loss, the insured give \"prompt notice\" to the insurer--a requirement distinct from provisions (discussed below) requiring that any lawsuit be brought within one year of loss. At this point it is useful to outline, in bare bones terms, pertinent substantive provisions in the policy obtained by Kathy Parker.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Section I, providing property insurance for the house, insured against \"direct [physical] loss to [the described] property\" but not, among other losses, those \"involving collapse, other than as provided in Additional Coverage 8,\" or those caused by \"[f]reezing, thawing, pressure or weight of water or ice . . . to a . . . [f]oundation.\" Additional Coverage 8 provides coverage for \"collapse\" only where due to certain specified causes. Another set of exclusions applies to loss due to faulty design, workmanship, construction, or construction materials.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Following the Parkers' report to Worcester in September 1996, Peter Judd, an insurance claims adjuster acting for Worcester, inspected the house; he then wrote a report on October 1, 1996, concluding that exterior pressure from clay flow or ice had caused the Manse Hill house's foundation to crack, and that the damage to the house was therefore not covered. In a misaddressed letter dated October 8, 1996, Judd advised the Parkers that, under the \"pressure or weight\" exclusion to the policy, coverage was denied; the Parkers say they never received the letter but admit learning at some point that coverage had been denied.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The foundation's condition continued to deteriorate. In June 1997, the Parkers finally arranged for an engineer to inspect the premises. This expert said that he did not regard the house as safe, especially during the winter when snow could add to the weight pressing on the foundation, and he surmised that \"something abnormal had occurred in the process of preparing and mixing the concrete.\" In late November 1997, the Parkers had the house jacked up and much of its foundation rebuilt. Repairs continued into 1998, the total cost approximating $102,720 by late 1999.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Before the foundation was replaced, the Parkers sent Worcester a demand letter dated November 12, 1997. The letter acknowledged the company's denial of coverage in 1996, but it claimed that the Manse Hill house was now collapsing, and that Worcester was liable for the repairs needed to prevent collapse. Worcester hired CCAllc, an architecture and engineering firm, to inspect the Parkers' home and had tests performed on samples of concrete from the original foundation wall. CCAllc concluded that the cracking of the basement walls was due to defective concrete and to high lateral earth pressures due to poor drainage.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> In January 1998, Worcester again denied coverage.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">On February 23, 1998, Kathy Parker filed suit in Massachusetts state court, alleging breach of contract and violation of Massachusetts General Laws chapter 93A, which provides multiple damages for consumer fraud and deception, Mass. Gen. Laws ch. 93A, &#167;&#167;&#167;&#167; 2, 9 (1998). Worcester removed the case to federal district court on diversity grounds. The parties consented to jury trial by a magistrate judge, 28 U.S.C. &#167;&#167; 636(c)(1) (1994 &amp; Supp. II 1996). Ultimately, the magistrate judge granted summary judgment for the insurer on the ground that Kathy Parker's suit was barred by the applicable one-year limitations period, the parties having agreed that Connecticut law applies.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The magistrate judge reasoned that the presence of hairline cracks prior to 1996 was too slight to suggest appreciable damage, but the larger cracks and other damage visible by mid-1996 \"was sufficient to put a reasonable person on notice of a substantial problem.\" Coupled with Noonan's statement to Michael Parker in 1996, and the Parkers' notice to the insurer in September of that year, the magistrate judge found that \"a reasonable person would have been on notice by the end of 1996 that the Premises had suffered appreciable damage.\" Kathy Parker now appeals.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Kathy Parker's main argument on appeal is that, in ruling that her claims were time-barred, the magistrate judge misconstrued Connecticut law and improperly resolved genuine issues of material fact. The insurance contract in question provides explicitly that \"[n]o action can be brought [against the insurer] unless . . . the action is started within one year after the date of loss.\" Although strict, this provision accords with a Connecticut statute requiring that policies that provide fire insurance coverage contain a one-year period of limitations. Conn. Gen. Stat. 38a-307, -308(a) (1999); Bocchino v. Nationwide Mut. Fire Ins. Co., <span class=\"citation no-link\"><span class=\"volume\">716</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">883</span></span>, 884 (Conn. 1998).</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The magistrate judge assumed, and we agree, that the one-year limitations period is subject to at least one implicit qualification: that, in the case of a non-obvious injury or loss, the period begins to run only when a reasonable person would have learned of the injury or loss. Although there is no Connecticut case in point, a number of cases in other jurisdictions adopt some form of discovery rule in similar situations.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> Absent more explicit language, no one would expect an insured to be stripped of coverage where a reasonable person would not have detected the injury or loss. Alternatively, her brief summarily asserts that there was no loss until the repairs themselves were made, beginning in November 1997; but this theory, which is not seriously developed, would allow the insured to postpone a claim almost indefinitely simply by deferring the repair work.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">At argument, counsel for the insurer properly conceded that a discovery rule should apply but suggested that it was enough that the Parkers knew that some kind of appreciable damage had occurred by mid- 1996. This is a plausible position and is seemingly the view taken by the magistrate judge. Specifically, the magistrate judge assumed that under Connecticut law \"the 'date of loss' or 'inception of loss' in this case would be the date on which there was a sufficient problem to put a reasonable person on notice of the occurrence of appreciable damage to the Premises.\"</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Kathy Parker, by contrast, argues (primarily) that the one year period began to run only when she knew or should have known of the threatened collapse of the house; and, she argues, this occurred only after her expert so reported in mid-1997. Because suit followed within one year (i.e., in February 1998), she says that she met the one-year requirement. Of course, the house itself never collapsed, but for prudential reasons Connecticut allows a claim, where a collapse is covered, as soon as structural integrity is substantially impaired. Beach v. Middlesex Mut. Assurance Co., <span class=\"citation no-link\"><span class=\"volume\">532</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">1297</span></span>, 1300-01 (Conn. 1987).</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">It is difficult to find case law, in Connecticut or elsewhere, on the legal issue thus posed. There is some general support for the view, taken by the magistrate judge, that the time to sue under a policy begins to run when the insured knows (or should have known) of a significant loss, regardless of whether the cause or the full extent of the loss is known at the time.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> This view allows the insurer to investigate at the earliest reasonable stage and is consistent with the short limitations period. If this is the legal test, summary judgment was manifestly justified for the reasons given by the magistrate judge.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">On the other hand, it is not clear that Kathy Parker had any claim under the policy unless there was not merely appreciable damage but a structural flaw (indeed, even a collapse claim may be barred, as we shall soon see). Although the policy purports initially to cover any property damage, several exclusions would appear to bar recovery here for the cracks--short of collapse--in the foundation or the outside wall. In this case, the company, through Judd, deemed the claim barred by the \"pressure or weight of water\" language and rejected the 1996 claim made by Kathy Parker. An alternative possible objection, absent collapse, is the general exclusion for poor construction materials or workmanship.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Taking Judd at his word, Kathy Parker had reason to believe that no loss covered by the policy had occurred until she learned or should have learned that a different level or kind of damage (i.e., a substantial structural flaw) existed; and in these circumstances one might treat the one year period, at least where the claim is contingent on \"collapse,\" as beginning to run only from the point of real or imputed knowledge of such a threat. Making our best guess, we are inclined to think that the Connecticut Supreme Court would probably take this view, given the protective attitude toward the insured displayed in Beach.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">If this is the legal test--and it is our best guess as to Connecticut law--then summary judgment barring suit under the one-year limitations period is not proper. Admittedly, on the proffered facts the point is debatable, even assuming the legal test most favorable to the insured. While Kathy Parker did not \"know\" that the cracks represented a substantial structural flaw until her expert so reported in mid-1997, conceivably she should have known by mid-1996 that this was likely the case, given the widening cracks, Noonan's statement about the repairman's assessment, and the sandy texture of the wall.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">However, it is not entirely clear what Noonan reported the repairman had said or just what the sandy surface looked like and what it would connote to a reasonable person. And even if the facts were undisputed, a reasonable factfinder could draw varying conclusions as to whether a reasonable person should have known from these facts that a substantial structural flaw was present or at least likely. A judgment on undisputed facts that a reasonable person \"should have known\" something is (like negligence) a legal conclusion; but it is one of those conclusions that most courts leave to juries where, as here, reasonable juries could differ.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a></p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">In remanding, we do not suggest that a trial on the limitations issue will automatically be necessary. The insurer moved for summary judgment on the basis of the limitations period alone, seemingly because the facts made it easy to secure under the \"appreciable damage\" test urged by Worcester. But the mystery for anyone reading the policy is how Kathy Parker, given the report of her own expert, can make out a claim under the collapse coverage (or otherwise) even if her claim is entirely timely. Her expert, it will be remembered, said that the flaw was in the concrete.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The policy contains a set of exclusions any one of which could be read to exclude a loss due to faulty construction of the foundation, whether in workmanship or materials. The policy excludes property loss \"caused by\" \"deterioration,\" \"[i]nherent vice [or] latent defect,\" or \"[s]ettling, shrinking, bulging or expansion, including resultant cracking, of . . . foundations.\" Even more in point, the policy generally excludes loss \"caused by\" \"[f]aulty, inadequate or defective\" \"[d]esign . . . , workmanship . . . , construction,\" or \"[m]aterials used in . . . construction.\"</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Although this last general exclusion appears on its face to bar Parker's claim, the Beach case could be read to bypass the exclusions if the claim falls within Additional Coverage 8's provision for collapse. See Beach, 532 A.2d at 1300. But coverage for collapse is itself limited to only that collapse which results from certain specified causes. Although Kathy Parker's brief refers tersely to \"hidden decay,\" which is a covered cause, it is open to doubt whether defective concrete could be called \"decay,\" especially when the term is read in the context of other specified causes (e.g., \"[h]idden insect or vermin damage\").</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">This doubt is greatly reinforced by the final covered cause of collapse, which reads as follows: \"Use of defective material or methods in construction . . . if the collapse occurs during the course of the construction . . . .\" This language directly deals with collapse caused by poor workmanship or materials, but expressly limits coverage in such cases to collapse during construction. This arguably makes the clause of no use to Kathy Parker and, even worse for her position, suggests that \"decay\" is not a backdoor to coverage for poor construction materials or workmanship.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Thus, we assume that on remand the insurer will move for summary judgment on grounds that the loss, even if not barred by the one-year limitations period, is not covered by the policy. Unless there is a rabbit hidden somewhere in the hat, it is not apparent to us how Kathy Parker can establish coverage. Still, the issue has not been briefed and lawyers are inventive in finding ambiguities to construe against the insurer. While we think it is fair to point out the apparent difficulties, this is without prejudice to resolution after full briefing.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">This remand also reawakens Kathy Parker's claim under 93A, applying to it the same limitations period as for the policy claim; any argument for a longer period has been waived. However, thus far the 93A claim is not very promising. Chapter 93A requires a level of misconduct over and above a good faith and reasonable disagreement about policy language. Boston Symphony Orchestra, Inc. v. Commercial Union Ins. Co., <span class=\"citation no-link\"><span class=\"volume\">545</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1156</span></span>, 1160 (Mass. 1989). As evidenced by the able decision of the magistrate judge, this is a close and difficult case on limitations, and the validity of Kathy Parker's claim of coverage itself remains uncertain.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Kathy Parker also challenges the magistrate judge's partial denial of her motion to strike Worcester's reply brief in support of summary judgment. Parker's interest in this issue is presumably blunted by our disposition of the main question. However, assuming that the issue is still alive, and also that Parker's challenge is not forfeit for failure to provide an adequate record, we find that there was no abuse of discretion in the denial as Parker describes it. FDIC v. Kooyomjian, <span class=\"citation\" data-id=\"199009\"><a href=\"/opinion/199009/fdic-v-kooyomjian/\"><span class=\"volume\">220</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">10</span></a></span>, 15-16 (1st Cir. 2000). The arguments that Parker claims should have been stricken directly responded to arguments in Parker's memorandum opposing summary judgment, and were therefore appropriate for a reply brief.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">The judgment is vacated and the case remanded for proceedings consistent with this decision.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">It is so ordered.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Both Additional Coverage 8 and the exclusions just mentioned are lengthy and complicated. They are set forth in pertinent part in an Appendix to this opinion. We have assumed, because the parties do so, that the terms of the policy furnished in the joint appendix were in force at all relevant times.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Gerard Allard, who was in charge of replacing and repairing the Parkers' foundation in late 1997, agreed that the original concrete was defective, but opined that adequate concrete \"would have easily been able to withstand the lateral pressure from the soil directly against the wall.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The magistrate judge dismissed both the contract claim and the chapter 93A claim, because Kathy Parker had not sought to distinguish between them. The magistrate judge thought it arguable that the chapter 93A claim might be subject to a longer limitations period, see Lees v. Middlesex Ins. Co., <span class=\"citation no-link\"><span class=\"volume\">594</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">952</span></span>, 956-58 (Conn. 1991), but deemed this argument waived, as do we.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> E.g., Honeycomb Sys., Inc. v. Admiral Ins. Co., <span class=\"citation\" data-id=\"1454443\"><a href=\"/opinion/1454443/honeycomb-systems-inc-v-admiral-ins-co/\"><span class=\"volume\">567</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1400</span></a></span>, 1405 (D. Me. 1983); Prudential-LMI Commercial Ins. v. Superior Court, <span class=\"citation\" data-id=\"1258604\"><a href=\"/opinion/1258604/prudential-lmi-com-insurance-v-superior-court/\"><span class=\"volume\">798</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">1230</span></a></span>, 1238 (Cal. 1990) (en banc); U.S. Fid. &amp; Guar. Co. v. Am. Ins. Co., <span class=\"citation\" data-id=\"2245056\"><a href=\"/opinion/2245056/united-states-fidelity-g-co-v-american-ins-co/\"><span class=\"volume\">345</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">267</span></a></span>, 272 (Ind. Ct. App. 1976); O'Reilly v. Allstate Ins. Co., <span class=\"citation\" data-id=\"2137104\"><a href=\"/opinion/2137104/oreilly-v-allstate-ins-co/\"><span class=\"volume\">474</span> <span class=\"reporter\">N.W.2d</span> <span class=\"page\">221</span></a></span>, 222-23 (Minn. Ct. App. 1991); Jackson v. State Farm Fire &amp; Cas. Co., <span class=\"citation\" data-id=\"1118532\"><a href=\"/opinion/1118532/jackson-v-state-farm-fire-casualty-co/\"><span class=\"volume\">835</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">786</span></a></span>, 789 (Nev. 1992).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> E.g., Lally v. Allstate Ins. Co., <span class=\"citation\" data-id=\"1468310\"><a href=\"/opinion/1468310/lally-v-allstate-ins-co/\"><span class=\"volume\">724</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">760</span></a></span>, 762-63 (S.D. Cal. 1989), aff'd, <span class=\"citation no-link\"><span class=\"volume\">930</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">28</span></span> (9th Cir. 1991); Elsey v. Hastings Mut. Ins. Co., <span class=\"citation\" data-id=\"1941230\"><a href=\"/opinion/1941230/elsey-v-hastings-mutual-ins-co/\"><span class=\"volume\">411</span> <span class=\"reporter\">N.W.2d</span> <span class=\"page\">460</span></a></span>, 461-62 (Mich. Ct. App. 1987); cf. Burns v. Hartford Hosp., <span class=\"citation no-link\"><span class=\"volume\">472</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">1257</span></span>, 1261 (Conn. 1984).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> What \"likelihood\" of a potentially covered loss is necessary to trigger running of the limitations period is an obscured, confusing issue rarely addressed by the courts. It is not clear that \"percentages\" alone are determinative; severity of the threat, the diligence required to uncover the threat and its extent, and other factors may play a role. See Prudential-LMI, 798 P.2d at 1238.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> E.g., Childers Oil Co. v. Exxon Corp., <span class=\"citation\" data-id=\"580882\"><a href=\"/opinion/580882/childers-oil-company-incorporated-a-corporation-james-e-childers-jr/\"><span class=\"volume\">960</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1265</span></a></span>, 1272- 73 (4th Cir. 1992); In re Mushroom Transp. Co., <span class=\"citation\" data-id=\"1998587\"><a href=\"/opinion/1998587/in-re-mushroom-transp-co-inc/\"><span class=\"volume\">247</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">395</span></a></span>, 406 (E.D. Pa. 2000); see also Ashley River Indus., Inc. v. Mobil Oil Corp., -- F. Supp. 2d --, <span class=\"citation no-link\"><span class=\"volume\">2000</span> <span class=\"reporter\">WL</span> <span class=\"page\">33243614</span></span>, at *10 (D.S.C. 2000).</p>\n      </div>\n    </div>\n    <p>ADDENDUM</p>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Kathy Parker's Homeowner's Insurance Policy (excerpts)</p>\n    </div>\n    <p class=\"indent\">SECTION I - PROPERTY COVERAGES</p>\n    <p>ADDITIONAL COVERAGES</p>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">8. Collapse. We insure for direct physical loss to covered property involving collapse of a building or any part of a building caused only by one or more of the following:</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">a. Perils Insured Against in COVERAGE C - PERSONAL PROPERTY. These perils apply to covered buildings and personal property for loss insured by this additional coverage;</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">b. Hidden decay;</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">c. Hidden insect or vermin damage;</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">d. Weight of contents, equipment, animals or people;</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">e. Weight of rain which collects on a roof; or</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">f. Use of defective material or methods in construction, remodeling or renovation if the collapse occurs during the course of the construction, remodeling or renovation.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Loss to an awning, fence, patio, pavement, swimming pool, underground pipe, flue, drain, cesspool, septic tank, foundation, retaining wall, bulkhead, pier, wharf or dock is not included under items b., c., d., e., and f. unless the loss is a direct result of the collapse of a building.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Collapse does not include settling, cracking, shrinking, bulging or expansion.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">This coverage does not increase the limit of liability applying to the damaged covered property.</p>\n    </div>\n    <p class=\"indent\">SECTION I - EXCLUSIONS</p>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">2. We do not insure for loss to property described in Coverages A and B caused by any of the following. However, any ensuing loss to property described in Coverages A and B not excluded or excepted in this policy is covered.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">a. Weather conditions. However, this exclusion only applies if weather conditions contribute in any way with a cause or event excluded in paragraph 1. above to produce the loss;b. Acts or decisions, including the failure to act or decide, of any person, group, organization or governmental body;</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">c. Faulty, inadequate or defective:</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">(1) Planning, zoning, development, surveying, sitting;</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">(2) Design, specifications, workmanship, repair, construction, renovation, remodeling, grading, compaction;</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">(3) Materials used in repair, construction, renovation or remodeling; or</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">(4) Maintenance;</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">of part or all of any property whether on or off the \"residence premises.\"</p>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/199009/",
    "http://www.courtlistener.com/api/rest/v3/opinions/580882/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1118532/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1258604/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1454443/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1468310/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1941230/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1998587/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2137104/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2245056/"
  ]
}