{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/199343/",
  "absolute_url": "/opinion/199343/gowen-inc-v-f/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/199343/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T04:28:49Z",
  "date_modified": "2017-03-24T11:01:39.519371Z",
  "type": "010combined",
  "sha1": "8273afd711a0d69b67a60908b812ce93124c4e3b",
  "page_count": 18,
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/00-1898-01A.pdf",
  "local_path": "pdf/2001/03/30/Gowen_Inc._v._F.pdf",
  "plain_text": "          United States Court of Appeals\n                      For the First Circuit\n\nNo. 00-1898\n\n                           GOWEN, INC.,\n\n                       Plaintiff, Appellee,\n\n                                v.\n\n      F/V QUALITY ONE, IN REM; NUNYA, INC., IN PERSONAM;\n\n                      Defendants, Appellants.\n                             __________\n\n                     RESOURCE TRADING COMPANY,\n\n                        Claimant, Appellee.\n\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                     FOR THE DISTRICT OF MAINE\n\n              [Hon. Gene Carter, U.S. District Judge]\n\n\n                              Before\n\n                       Boudin, Circuit Judge,\n\n                   Bownes, Senior Circuit Judge,\n\n                     and Lynch, Circuit Judge.\n\n\n\n     William H. Welte with whom Welte & Welte, P.A. was on brief\nfor appellants.\n     Michael Kaplan with whom Preti, Flaherty, Beliveau, Pachios\n& Haley, LLC was on brief for plaintiff.\n\f                                 March 30, 2001\n\n\n\n\n               BOUDIN, Circuit Judge.          This case involves a question\n\nof first impression as to the scope of maritime liens.                        Gowen,\n\nInc., brought the action in December 1999 in federal district\n\ncourt against the vessel F/V Quality One and her owner, Nunya,\n\nInc.      Gowen sought to recover debts owed for wharfage and\n\nrepair, and sought relief              in rem against the vessel and in\n\npersonam against the owner.                  Federal Maritime Lien Act, 46\n\nU.S.C. §§ 3141-43 (1994).                The amount sought, with interest\n\nthrough    November       23,    1999,     was     just    under   $12,000,    plus\n\nunspecified costs of collection and attorney's fees.                      The vessel\n\nwas arrested pursuant to a warrant commanding the seizure of\n\n\"her equipment, engines, and appurtenances.\"\n\n               After Nunya failed to answer Gowen's complaint, Gowen\n\nsecured    an     entry   of     default     and    then    a   default    judgment\n\nestablishing liability.           Fed. R. Civ. P. 55(a), (b).             Upon entry\n\nof the default judgment, Gowen promptly moved for sale of the\n\nvessel, including specifically her fishing permits and history,\n\nwhich Gowen's motion argued were appurtenances of the vessel.\n\nNo opposition was filed.               On February 29, 2000, the court\n\nordered    a    public    sale    of   the    vessel,      including   \"any    valid\n\n                                         -2-\n\ffishing   permits     and   history   to   the   extent    permitted     by\n\napplicable law.\"      The permits, as more fully explained below,\n\nare federal permits allowing restricted use of the vessel for\n\nthe   fishing   of   specific   species.    See,   e.g.,   50   C.F.R.    §\n\n660.336(b) (2000); Sea Watch Int'l v. Mosbacher, 762 F. Supp.\n\n370, 373 & n.1 (D.D.C. 1991).1\n\n           After local advertising the vessel was sold at auction\n\non March 15, 2000, by representatives of the United States\n\nMarshals Service.      Seven or eight bidders attended, as did the\n\ncaptain of the vessel.       Prior to the bidding, the captain told\n\nthose present that the sale was being challenged legally and\n\nthat the permits would not be transferred with the vessel.             Only\n\ntwo bids were then made:         one by Gowen for $16,000, and the\n\nother by Andrew Todd for $17,000.           Todd's bid was accepted.\n\nUnder the terms of the auction, Todd paid the $17,000 sale price\n\nthat same day.\n\n           Gowen moved on March 27, 2000, for confirmation of the\n\nsale, and for the first time counsel for the vessel and owner\n\nappeared and opposed the motion.         The opposition disputed inter\n\n\n      1\n     The fishing or catch history is a record of fish caught by\nthe vessel over time (usually measured in yearly increments).\nIt is used to determine whether the vessel qualifies for a\npermit and what the vessel's permit allows. Consistent with the\npractice of the district court and the parties, we sometimes\nrefer to the permits alone when both the permits and the\ncorresponding fishing history are meant.\n\n                                   -3-\n\falia the inclusion of the permits and the fairness of the price.\n\n The district court then held an evidentiary hearing, in which\n\nit   heard    testimony      from    five   witnesses.       The    court    later\n\nreceived briefs from both sides.              On June 14, 2000, the court\n\nissued a decision upholding the sale and ruling that the permits\n\nand history were included as appurtenances.                 Gowen, Inc. v. F/V\n\nQuality      One,    2000   A.M.C.   2225,   2229,    2233    (D.    Me.    2000).\n\nThereafter, the Marshal provided a bill of sale to Todd.\n\n             1.     Nunya and the F/V Quality One have now appealed\n\nfrom the confirmation of sale and the decision that the sale\n\nincludes the permits and history.             Although interlocutory (the\n\nproceeds have not yet been divided), the confirmation order is\n\nappealable.       28 U.S.C. § 1292(a)(3) (1994).         Nevertheless, Gowen\n\nhas argued that the appeal should be dismissed, for mootness or\n\nlack of jurisdiction, because the appellants allowed the sale to\n\nbe completed without seeking a stay.                This means, says Gowen,\n\nthat no effective relief is now possible since Todd owns the\n\nvessel and permits and Todd is not even a party to the case.\n\n             The problem raised by Gowen is common enough in a\n\nnumber of different contexts.           See, e.g., Oakville Dev. Corp. v.\n\nF.D.I.C.,      986    F.2d    611,    613    (1st    Cir.    1993)    (mortgage\n\nforeclosure sale); Anheuser-Busch, Inc. v. Miller (In re Stadium\n\nMgmt. Corp.), 895 F.2d 845, 847-48 (1st Cir. 1990) (bankruptcy).\n\n\n                                       -4-\n\fHere, it is sufficient to defeat any claim of mootness that a\n\nreasonable chance of effective relief would remain if we were\n\npersuaded to reverse the district court.            For example, a ruling\n\nthat the fishing permits were not transferred would be possible.\n\nOnly if it were indisputable that no form of relief could be\n\nprovided would a mootness claim lie.          Pine Tree Med. Assocs. v.\n\nSec'y of Health & Human Servs., 127 F.3d 118, 121 (1st Cir.\n\n1997).\n\n              Obviously,   any   relief    that   nullified    the   sale   or\n\nstripped out the permits could raise issues of fairness and\n\nreliance, and there is an interest in making court-ordered\n\nauctions viable.      See Munro Drydock, Inc. v. M/V Heron, 585 F.2d\n\n13, 14 (1st Cir. 1978).          But in the ordinary case, these are\n\narguments against relief or particular types of relief--not\n\nproof that relief is impossible.           It is only in an extreme case\n\n(e.g.,    a   completed    complex   reorganization,     cf.    Rochman     v.\n\nNortheast Utils. Serv. Group (In re Pub. Serv. Co. of N.H.), 963\n\nF.2d 469, 472-76 (1st Cir.), cert. denied, 506 U.S. 908 (1992)),\n\nthat the failure to seek a stay might be deemed fatal at the\n\noutset.\n\n              Alternatively, Gowen says that appellants waived their\n\nobjections, or that laches applies, because they did not oppose\n\nthe default, default judgment, or motion for sale, and did not\n\n\n                                     -5-\n\fseek a stay of the confirmation order.     No obvious reason exists\n\nwhy either default (entry or judgment) should bar an objection\n\nto the adequacy of the auction price; the fairness of the sales\n\nprice could hardly be an issue prior to the sale.         By analogy,\n\nfailure to contest a default judgment for an unliquidated sum\n\ndoes not automatically bar a dispute as to damages.       See Fed. R.\n\nCiv. P. 55(b)(2); cf. Sony Corp. v. Elm State Elecs., Inc., 800\n\nF.2d 317, 321 (2d Cir. 1986).\n\n          On the other hand, the failure to object in advance to\n\ninclusion of the permits could be deemed fatal to an appeal on\n\nthat issue.   This is not because of the default judgment; the\n\ncomplaint did not specifically mention the permits nor does a\n\ndefault   judgment   automatically    preclude   all   challenges,   in\n\nsubsequent stages of the same case, to the legal premises of the\n\ncomplaint.2   It is because after the default but before the sale\n\nNunya knew from the terms of the motion that Gowen sought to\n\ninclude the permits in the sale and did nothing to object to\n\nthis inclusion in court prior to the sale.\n\n\n\n\n    2The default judgment is conclusive as to facts but does not\nalways defeat later legal objections. Bonilla v. Trebol Motors\nCorp., 150 F.3d 77, 80 (1st Cir. 1998) (defaulted party able to\nargue failure to state a claim), cert. denied, 526 U.S. 1098\n(1999); Dierschke v. O'Cheskey (In re Dierschke), 975 F.2d 181,\n185 (5th Cir. 1992) (entertaining a defaulted party's argument\nthat relief was beyond that requested in the complaint).\n\n                                -6-\n\f             Although the complaint did not request anything more\n\nspecific     than    the   arrest,     attachment,       and   sale   of   the   F/V\n\nQuality One and the attachment and sale of other unspecified\n\nproperty of Nunya, the duly served motion for an order of sale\n\nexplicitly     sought      to   include       the   permits     and    history    as\n\n\"appurtenances\" to be sold.            No objection was filed on behalf of\n\nappellants.          Thereafter,       the     court's     order      specifically\n\ndesignated the permits and history as items to be sold at the\n\nauction to the extent legally permitted; although there were\n\nmore than two weeks between the order and the sale, again no\n\nobjection was filed by appellants.\n\n             It seems to us that once appellants knew that the order\n\nof sale was intended to sell the fishing permits and history,\n\nthey   had   an     obligation    to   make     a   timely     objection   to    the\n\ndistrict court.       Cf. Reilly v. United States, 863 F.2d 149, 160-\n\n61 (1st Cir. 1988).        Under the District of Maine's local rules,\n\nobjections to the motion for an order of sale were waived if\n\nthey were not filed within ten days after the filing of the\n\ncontested motion, D. Me. R. 7(b) (2000) (the period was recently\n\nincreased to 21 days).          Appellants did not file any objection in\n\nthe more than three weeks between Gowen's motion and the date\n\nwhen it was granted.\n\n\n\n\n                                        -7-\n\f          Nonetheless, although the obligation to make timely\n\nobjections     is    worth   stressing     for    the        benefit   of    future\n\nlitigants, we do not rely upon it in this case.                         When the\n\ndistrict court ordered that the sale include the permits, it\n\nsaid   that   this     inclusion    was   \"to    the    extent     permitted     by\n\napplicable     law,\"     arguably    reserving         the    issue    for   later\n\ndisposition.        And the district court decided on the merits the\n\nissue of whether the permits were properly included.                         Under\n\nthese circumstances, we decline to decide the dispute based\n\nsolely on waiver or laches.\n\n          2.        Under maritime law, a maritime lien against the\n\nvessel and its appurtenances arises for certain liabilities,\n\nincluding wharfage and repairs, and the vessel can be arrested\n\nand sold to satisfy such liens.           See generally Gilmore & Black,\n\nThe Law of Admiralty ch. IX (2d ed. 1975).                      It was on that\n\ndoctrinal premise that the sale in this case took place.                     If the\n\npermits were appurtenances, they were subject to the lien and\n\npassed with the sale of the vessel; if not, they were merely\n\npersonal property of the owner, like a desk in a steamship\n\ncompany office.        2 Benedict on Admiralty § 32, at 3-3 (7th ed.\n\n\n\n\n                                     -8-\n\f2000)   (\"The     term   'vessel'      includes   its   apparel   and\n\nappurtenances.\").3\n\n            Traditionally, a maritime lien attaches not only to the\n\nbare vessel but also to equipment that is used aboard the vessel\n\nand is \"essential to the vessel's navigation, operation, or\n\nmission.\"    Gonzalez v. M/V Destiny Panama, 102 F. Supp. 2d 1352,\n\n1356 (S.D. Fla. 2000); see also United States v. F/V Sylvester\n\nF. Whalen, 217 F. Supp. 916, 917 (D. Me. 1963).           Although a\n\nvessel's fishing permits generally must be kept \"on board,\" 50\n\nC.F.R. §    648.4(l), the rights themselves are what matter, and\n\nthey are intangible.     The question, not often mooted, is whether\n\na maritime lien applies to intangibles that play a role similar\n\nto the vessel's equipment.\n\n            There is no general objection to treating an intangible\n\nas an appurtenance.      On the contrary, freight charges due on\n\naccount of a vessel's carriage of cargo are subject to maritime\n\nliens against the vessel.       United States v. Freights of the\n\nMount Shasta, 274 U.S. 466, 469-70 (1927) (Holmes, J.); 29\n\nMoore's Federal Practice § 705.01[6][d], at 705-21      (Coquillette\n\net al. eds., 3d ed. 2000).          Appellants point out that the\n\n\n    3Here, Gowen sought an in personam judgment against Nunya\nand might eventually have levied on its non-appurtenant\nproperty, but a maritime lien is enforced by different\nprocedures and governed by different substantive rules.   See\nGilmore & Black, supra, §§ 9-1, 9-2, 9-19.\n\n                                 -9-\n\fmajority view is that insurance proceeds due on cargo loss or\n\ndamage are not subject to maritime liens.4           However, the reasons\n\nfor this do not turn on the intangible character of the proceeds\n\nbut on history and on conceptual concerns peculiar to insurance.\n\nSee note 4.\n\n         \"The    determination        [whether       something     is     an\n\nappurtenance] is commonly made on a case-by-case basis without\n\ngreat consistency of results.\"            1 Schoenbaum,    Admiralty and\n\nMaritime Law § 9-1, at 489 (2d ed. 1994).                 There being no\n\nauthoritative   answer   as   to    how    fishing    permits    should   be\n\nclassed, we must ask whether treating such permits as subject to\n\nmaritime liens advances the objectives for which such liens were\n\ncreated and, if so, whether there are overriding objections to\n\nthe contrary.    A familiar purpose of such liens is to make\n\nreadily available to a mobile borrower the secured credit that\n\nis often necessary to ensure that a vessel can obtain the basic\n\nsupplies or services needed for its operation.5\n\n\n    4See Gilmore & Black, supra, § 9-19, at 622 n.80 (citing\nconflicting cases). Compare Farland v. T & T Fishing Corp., 626\nF. Supp. 1136, 1140-41 (D.R.I.), vacated on other grounds, 808\nF.2d 1513 (1st Cir. 1986), and A.M. Bright Grocery Co. v.\nLindsey, 225 F. 257, 260-61 (S.D. Ala. 1915), with The Conveyor,\n147 F. 586, 592-93 (D. Ind. 1906).\n    5Stewart & Stevenson Servs., Inc. v. M/V Chris Way\nMacMillan, 890 F. Supp. 552, 562 (N.D. Miss. 1995); Bavely v.\nWandstrat (In re Harbour Lights Marina, Inc.), 146 B.R. 963, 971\n(Bankr. S.D. Ohio 1992), aff'd, 153 B.R. 781 (S.D. Ohio 1993);\n\n                                   -10-\n\f           Because of declining fishing stocks, federal law now\n\nelaborately regulates catches for many types of fish through a\n\nnetwork of statutory provisions, regulations, and agreements too\n\ncomplicated to summarize.        See, e.g., Magnuson-Stevens Fishery\n\nConservation and Management Act, 16 U.S.C. §§ 1801-83 (1994); 50\n\nC.F.R. ch. VI (1999).        In practical terms, the \"vessel permits\"\n\nat issue in this case reflect rights to fish for certain species\n\nfor a certain number of days each year.         See 50 C.F.R. pt. 648.\n\nFor present purposes, what matters is that vessels like the F/V\n\nQuality One are valuable significantly, and sometimes almost\n\nentirely, because of their permits.\n\n           Testimony during the district court hearing made clear\n\nthat the F/V Quality One's permits contributed substantially to\n\nthe vessel's value, although there was disagreement as to what\n\nthe vessel was worth standing alone and how much more the\n\npermits   contributed.        Documents    indicated    that    the   permits\n\nincluded a multispecies permit (for certain northeastern species\n\nlisted    in   the   regulations)    and   several     other    permits   for\n\nindividual species.         Neither at the hearing nor on appeal has\n\neither side distinguished among the permits.\n\n           Thus,      not    only    the    market      value     but     the\n\ncreditworthiness of the fishing vessel may well depend on its\n\n\n29 Moore's Federal Practice, supra, § 705.01[1], at 705-7.\n\n                                    -11-\n\fpermits quite as much as on its engine, physical dimensions, and\n\nnavigation equipment.          Maritime liens underpin the extension of\n\ncredit to fishermen, and this mechanism for ready credit would\n\nbe impaired by excluding from the lien the permits that allow\n\nvessels to carry on their accustomed fishing activities.                   Thus,\n\nin the large, fishermen seeking repairs and supplies on credit\n\nare    likely   to   benefit    from   treating      a   vessel's   permits   as\n\nappurtenances.\n\n             The benefits should not be overstated.              Maritime liens\n\nare mostly \"secret,\" because (ship mortgages aside) there is no\n\nregistry system for such liens.            2 Benedict on Admiralty, supra,\n\n§ 24, at 2-16; Gilmore & Black, supra, at 588.               Furthermore, the\n\ngeneral rule with maritime liens is that, among liens of \"equal\n\nrank,\" later liens have priority.                2   Benedict on Admiralty,\n\nsupra, § 51, at 4-4.           No one offering credit for supplies or\n\nrepairs can be certain just how many higher-priority creditors\n\nwill    be   standing   in   line   when      collection    is   sought.      But\n\npresumably common knowledge may supply the equivalent of a\n\ncredit rating for a fisherman based for years in, or regularly\n\nvisiting, the same community.\n\n             From the standpoint of policy, no obvious arguments\n\nexist against treating the permits as subject to lien.                  We have\n\nassumed, as appellants assert, that the permits could in some\n\n\n                                       -12-\n\fcircumstances be severed from the vessel upon its sale and\n\nretained by its old owner.           But courts have repeatedly upheld\n\nmaritime     liens   upon       \"severable\"         equipment,       including,\n\nsurprisingly    enough,    equipment       merely    leased    to   the   owner.\n\nStewart & Stevenson Servs., Inc. v. M/V Chris Way MacMillan, 890\n\nF. Supp. 552, 561 (N.D. Miss. 1995) (\"components of a vessel,\n\neven   though   readily    removable,\"       may    be   appurtenances);     F/V\n\nSylvester F. Whalen, 217 F. Supp. at 917 (leased fathometer and\n\nradar equipment); 2 Benedict on Admiralty, supra, § 32, at 3-3\n\nto 3-5; 1 Schoenbaum, supra, § 9-1, at 488-89.\n\n           Nor is there any indication that upholding the lien\n\nhere would upset settled expectations.              There is no evidence of\n\nany common understanding in the maritime world that permits are,\n\nor are not, subject to liens.         Nor is there much precedent.           The\n\nonly circuit case on point assumed without discussion that\n\npermits were subject to liens, but the issue was not actively\n\nlitigated.      Bank of Am. v. Pengwin, 175 F.3d 1109, 1119 (9th\n\nCir.), cert. denied, 528 U.S. 872 (1999).                 Here, as elsewhere\n\nwith new issues, the case law probably has to form expectations\n\nrather than reflect them.\n\n           Appellants      point    out     that    Congress    has   recently\n\nprovided by statute for the Secretary of Commerce to create a\n\nregistry   system    for    a      large    class    of    fishing    permits,\n\n\n                                     -13-\n\fSustainable Fisheries Act, Pub. L. No. 104-297, § 110(d), 110\n\nStat. 3559, 3590-92 (1996) (codified at 16 U.S.C. § 1855(h)\n\n(Supp. II 1996)).       The statutory provision in question, 16\n\nU.S.C. § 1855(h), contains language that could be used to argue\n\nthat the registry system will preempt any use of maritime liens\n\nagainst fishing permits:\n\n          Such registration shall constitute the\n          exclusive means of perfection of title to,\n          and security interests in, such permits,\n          except for Federal tax liens thereon . . . .\n\n16   U.S.C.   §   1855(h)(3)    (Supp.    II    1996)   (emphasis       added).\n\nIndeed,   a subsequent subsection of the registry statute defines\n\n\"security interest\" to \"include security interests, assignments,\n\nliens   and   other   encumbrances       of    whatever      kind.\"      Id.   §\n\n1855(h)(4).\n\n          What     appellants    tellingly      omit    is    the     preceding\n\nsentence, which reads as follows:\n\n          To be effective and perfected against any\n          person except the transferor, its heirs and\n          devisees, and persons having actual notice\n          thereof, all security interests, and all\n          sales and other transfers of [certain\n          fishing] permits . . . , shall be registered\n          in   compliance    with    the   regulations\n          promulgated . . . .\n\nId. § 1855(h)(3) (emphasis added).            Placement suggests that the\n\nclaimed exclusivity, even if it applies to maritime liens, does\n\nnot apply to the perfection of a security interest against the\n\n\n                                   -14-\n\ftransferor of that interest--in this case, Nunya.         Thus, we need\n\nnot   resolve    Gowen's   claim     that    maritime   liens    are    not\n\nencompassed within section 1855(h)'s definition of security\n\ninterests, because (allegedly) \"[a] maritime lien, so-called, is\n\nnot a lien at all in the common law sense of the term,\" Gilmore\n\n& Black, supra, § 9-1, at 586.\n\n            More important, the registration system is not yet\n\nestablished, because regulations to implement it are still not\n\nin force.       Sometimes new legislation indicates how Congress\n\nwould wish a problem to be solved absent the statute or its\n\nimplementing     regulations,      Ballard   Shipping   Co.     v.     Beach\n\nShellfish, 32 F.3d 623, 631 (1st Cir. 1994), but the statutory\n\nprovisions that appellants cite do not do this.         The legislation\n\nwould create a different means of achieving a security interest\n\nin fishing permits; this tells us nothing about how Congress\n\nwould wish the matter to be handled where no registry system yet\n\nexists.\n\n            Congress's provision for \"transition\" to the registry\n\nsystem, which appears as a note in the United States Code, is\n\nmore illuminating.     See Sustainable Fisheries Act, Pub. L. No.\n\n104-297, § 110(e), 110 Stat. at 3592 (codified at 16 U.S.C. §\n\n1855 note).     Congress's transition provision states:\n\n            Security interests on permits [within the\n            ambit of the registry] that are effective\n\n                                   -15-\n\f            and perfected by otherwise applicable law on\n            the   date    of    the   final  regulations\n            implementing [the registry] shall remain\n            effective and perfected if, within 120 days\n            after such date, the secured party submits\n            evidence satisfactory to the Secretary of\n            Commerce   and   in   compliance  with  such\n            regulations of the perfection of such\n            security.\n\nId.   The transition provision indicates that Congress intended\n\nfor security interests \"effective and perfected by otherwise\n\napplicable law\" to remain so at least until the establishment of\n\nthe registry.6\n\n            3.    Appellants argue at length that the auction price\n\nfor the vessel was unfairly low with or without the permits.           A\n\ndistrict court should disallow a court-ordered sale where the\n\nprice is grossly inadequate, \"at least where the interests of\n\ncreditors    do   not   point   in   a   different   direction.\"   Munro\n\nDrydock, Inc. v. M/V Heron, 585 F.2d 13, 14-16 (1st Cir. 1978).\n\nNecessarily, \"[w]hat is grossly inadequate . . . is a judgment\n\ncall which does not lend itself to firm guidelines, for the\n\ncircumstances involved are so varied.\"               29 Moore's Federal\n\nPractice, supra, § 706.02[7][b], at 706-22 to -23.             Here, the\n\n\n      6\n     Appellants cite to us a letter from an officer of the\nNational Marine Fisheries Service that might be read to say that\nthe statutory provisions preempt maritime liens even in the\nabsence of the registry. Since Congress has \"directly spoken\"\nto this issue, any contrary agency interpretation cannot stand.\nChevron U.S.A. Inc. v. Natural Res. Def. Council, Inc., 467 U.S.\n837, 842-43 (1984).\n\n                                     -16-\n\fdistrict    court       took    evidence,     analyzed      the   testimony,         and\n\nconcluded that the sale price was not grossly inadequate.                            The\n\ndistrict court's judgment on such an issue would normally be\n\nreviewed under a deferential standard and, to the extent raw\n\nfacts were involved, reversed only for clear error.                               United\n\nStates v. Howard (In re Howard), 996 F.2d 1320, 1327-28 (1st\n\nCir. 1993).\n\n            The district court's discussion of the value issue,\n\nlike the rest of its opinion, is cogent and persuasive.                         We have\n\ndiscussed    the    lien       issue   in    detail    because    it    is    a    legal\n\nquestion of first impression, although the core of our reasoning\n\non this issue tracks that of the               district court.         However, the\n\nvalue   issue    is      fact-specific,       and     we   readily     rely     on   the\n\ndistrict court's reasoning and conclusions to find that the\n\nauction was fair and the price received not grossly inadequate.\n\n            Some might think that the value issue should not even\n\nbe reached because the former captain's conduct went far to\n\nfrustrate    the        possibility     of    a   better     sale      price.        Cf.\n\nCampaniello Imports, Ltd. v. Saporiti Italia S.P.A., 117 F.3d\n\n655, 662 (2d Cir. 1997) (general equitable principle that a\n\nclaimant may not seek relief from a situation for which the\n\nclaimant    is     to    blame).       However,       so   far    as    it    was    not\n\nobstreperous (it may have been in part), one might in the\n\n\n                                        -17-\n\fordinary case defend the captain's conduct as giving fair notice\n\nto other bidders that the permit issue would be litigated; on\n\nthe other hand, the failure to raise the issue in court before\n\nthe auction somewhat compromises this argument.            It is enough\n\nhere   that   the   district   court's   treatment   of   the   captain's\n\nconduct seems to us reasonable.\n\n          This case has been well litigated on both sides. The\n\nissue is both novel and difficult.        We affirm the judgment but\n\ndirect that each side shall bear its own costs on the appeal.\n\n          It is so ordered.\n\n\n\n\n                                  -18-\n\f",
  "html": "<p class=\"case_cite\">244 F.3d 64 (1st Cir. 2001)</p>\n    <p class=\"parties\">GOWEN, INC., Plaintiff, Appellee,<br>v.<br>F/V QUALITY ONE, IN REM; NUNYA, INC., IN PERSONAM; Defendants, Appellants.<br>RESOURCE TRADING COMPANY, Claimant, Appellee.</p>\n    <p class=\"docket\">No. 00-1898</p>\n    <p class=\"court\">United States Court of Appeals For the First Circuit</p>\n    <p class=\"date\">Heard March 5, 2001<br>Decided March 30, 2001</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF MAINE</p>\n      <p class=\"indent\">[Hon. Gene Carter, U.S. District Judge]</p>\n      <p class=\"indent\">William H. Welte with whom Welte &amp; Welte, P.A. was on brief for appellants.</p>\n      <p class=\"indent\">Michael Kaplan with whom Preti, Flaherty, Beliveau, Pachios &amp; Haley, LLC was on brief for plaintiff.</p>\n      <p class=\"indent\">Before Boudin, Circuit Judge, Bownes, Senior Circuit Judge, and Lynch, Circuit Judge.</p>\n      <p class=\"indent\">BOUDIN, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This case involves a question of first impression as to the scope of maritime liens. Gowen, Inc., brought the action in December 1999 in federal district court against the vessel F/V Quality One and her owner, Nunya, Inc. Gowen sought to recover debts owed for wharfage and repair, and sought relief in rem against the vessel and in personam against the owner. Federal Maritime Lien Act, 46 U.S.C. &#167;&#167; 3141-43 (1994). The amount sought, with interest through November 23, 1999, was just under $12,000, plus unspecified costs of collection and attorney's fees. The vessel was arrested pursuant to a warrant commanding the seizure of \"her equipment, engines, and appurtenances.\"</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">After Nunya failed to answer Gowen's complaint, Gowen secured an entry of default and then a default judgment establishing liability. Fed. R. Civ. P. 55(a), (b). Upon entry of the default judgment, Gowen promptly moved for sale of the vessel, including specifically her fishing permits and history, which Gowen's motion argued were appurtenances of the vessel. No opposition was filed. On February 29, 2000, the court ordered a public sale of the vessel, including \"any valid fishing permits and history to the extent permitted by applicable law.\" The permits, as more fully explained below, are federal permits allowing restricted use of the vessel for the fishing of specific species. See, e.g., 50 C.F.R. &#167; 660.336(b) (2000); Sea Watch Int'l v. Mosbacher, 762 F. Supp. 370, 373 &amp; n.1 (D.D.C. 1991).<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">After local advertising the vessel was sold at auction on March 15, 2000, by representatives of the United States Marshals Service. Seven or eight bidders attended, as did the captain of the vessel. Prior to the bidding, the captain told those present that the sale was being challenged legally and that the permits would not be transferred with the vessel. Only two bids were then made: one by Gowen for $16,000, and the other by Andrew Todd for $17,000. Todd's bid was accepted. Under the terms of the auction, Todd paid the $17,000 sale price that same day.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Gowen moved on March 27, 2000, for confirmation of the sale, and for the first time counsel for the vessel and owner appeared and opposed the motion. The opposition disputed inter alia the inclusion of the permits and the fairness of the price. The district court then held an evidentiary hearing, in which it heard testimony from five witnesses. The court later received briefs from both sides. On June 14, 2000, the court issued a decision upholding the sale and ruling that the permits and history were included as appurtenances. Gowen, Inc. v. F/V Quality One, 2000 A.M.C. 2225, 2229, 2233 (D. Me. 2000). Thereafter, the Marshal provided a bill of sale to Todd.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">1. Nunya and the F/V Quality One have now appealed from the confirmation of sale and the decision that the sale includes the permits and history. Although interlocutory (the proceeds have not yet been divided), the confirmation order is appealable. 28 U.S.C. &#167; 1292(a)(3) (1994). Nevertheless, Gowen has argued that the appeal should be dismissed, for mootness or lack of jurisdiction, because the appellants allowed the sale to be completed without seeking a stay. This means, says Gowen, that no effective relief is now possible since Todd owns the vessel and permits and Todd is not even a party to the case.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The problem raised by Gowen is common enough in a number of different contexts. See, e.g., Oakville Dev. Corp. v. F.D.I.C., 986 F.2d 611, 613 (1st Cir. 1993) (mortgage foreclosure sale); Anheuser-Busch, Inc. v. Miller (In re Stadium Mgmt. Corp.), 895 F.2d 845, 847-48 (1st Cir. 1990) (bankruptcy). Here, it is sufficient to defeat any claim of mootness that a reasonable chance of effective relief would remain if we were persuaded to reverse the district court. For example, a ruling that the fishing permits were not transferred would be possible. Only if it were indisputable that no form of relief could be provided would a mootness claim lie. Pine Tree Med. Assocs. v. Sec'y of Health &amp; Human Servs., 127 F.3d 118, 121 (1st Cir. 1997).</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Obviously, any relief that nullified the sale or stripped out the permits could raise issues of fairness and reliance, and there is an interest in making court-ordered auctions viable. See Munro Drydock, Inc. v. M/V Heron, 585 F.2d 13, 14 (1st Cir. 1978). But in the ordinary case, these are arguments against relief or particular types of relief--not proof that relief is impossible. It is only in an extreme case (e.g., a completed complex reorganization, cf. Rochman v. Northeast Utils. Serv. Group (In re Pub. Serv. Co. of N.H.), 963 F.2d 469, 472-76 (1st Cir.), cert. denied, 506 U.S. 908 (1992)), that the failure to seek a stay might be deemed fatal at the outset.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Alternatively, Gowen says that appellants waived their objections, or that laches applies, because they did not oppose the default, default judgment, or motion for sale, and did not seek a stay of the confirmation order. No obvious reason exists why either default (entry or judgment) should bar an objection to the adequacy of the auction price; the fairness of the sales price could hardly be an issue prior to the sale. By analogy, failure to contest a default judgment for an unliquidated sum does not automatically bar a dispute as to damages. See Fed. R. Civ. P. 55(b)(2); cf. Sony Corp. v. Elm State Elecs., Inc., 800 F.2d 317, 321 (2d Cir. 1986).</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">On the other hand, the failure to object in advance to inclusion of the permits could be deemed fatal to an appeal on that issue. This is not because of the default judgment; the complaint did not specifically mention the permits nor does a default judgment automatically preclude all challenges, in subsequent stages of the same case, to the legal premises of the complaint.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> It is because after the default but before the sale Nunya knew from the terms of the motion that Gowen sought to include the permits in the sale and did nothing to object to this inclusion in court prior to the sale.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Although the complaint did not request anything more specific than the arrest, attachment, and sale of the F/V Quality One and the attachment and sale of other unspecified property of Nunya, the duly served motion for an order of sale explicitly sought to include the permits and history as \"appurtenances\" to be sold. No objection was filed on behalf of appellants. Thereafter, the court's order specifically designated the permits and history as items to be sold at the auction to the extent legally permitted; although there were more than two weeks between the order and the sale, again no objection was filed by appellants.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">It seems to us that once appellants knew that the order of sale was intended to sell the fishing permits and history, they had an obligation to make a timely objection to the district court. Cf. Reilly v. United States, 863 F.2d 149, 160-61 (1st Cir. 1988). Under the District of Maine's local rules, objections to the motion for an order of sale were waived if they were not filed within ten days after the filing of the contested motion, D. Me. R. 7(b) (2000) (the period was recently increased to 21 days). Appellants did not file any objection in the more than three weeks between Gowen's motion and the date when it was granted.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Nonetheless, although the obligation to make timely objections is worth stressing for the benefit of future litigants, we do not rely upon it in this case. When the district court ordered that the sale include the permits, it said that this inclusion was \"to the extent permitted by applicable law,\" arguably reserving the issue for later disposition. And the district court decided on the merits the issue of whether the permits were properly included. Under these circumstances, we decline to decide the dispute based solely on waiver or laches.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">2. Under maritime law, a maritime lien against the vessel and its appurtenances arises for certain liabilities, including wharfage and repairs, and the vessel can be arrested and sold to satisfy such liens. See generally Gilmore &amp; Black, The Law of Admiralty ch. IX (2d ed. 1975). It was on that doctrinal premise that the sale in this case took place. If the permits were appurtenances, they were subject to the lien and passed with the sale of the vessel; if not, they were merely personal property of the owner, like a desk in a steamship company office. 2 Benedict on Admiralty &#167; 32, at 3-3 (7th ed. 2000) (\"The term 'vessel' includes its apparel and appurtenances.\").<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Traditionally, a maritime lien attaches not only to the bare vessel but also to equipment that is used aboard the vessel and is \"essential to the vessel's navigation, operation, or mission.\" Gonzalez v. M/V Destiny Panama, 102 F. Supp. 2d 1352, 1356 (S.D. Fla. 2000); see also United States v. F/V Sylvester F. Whalen, 217 F. Supp. 916, 917 (D. Me. 1963). Although a vessel's fishing permits generally must be kept \"on board,\" 50 C.F.R. &#167; 648.4(l), the rights themselves are what matter, and they are intangible. The question, not often mooted, is whether a maritime lien applies to intangibles that play a role similar to the vessel's equipment.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">There is no general objection to treating an intangible as an appurtenance. On the contrary, freight charges due on account of a vessel's carriage of cargo are subject to maritime liens against the vessel. United States v. Freights of the Mount Shasta, 274 U.S. 466, 469-70 (1927) (Holmes, J.); 29 Moore's Federal Practice &#167; 705.01[6][d], at 705-21 (Coquillette et al. eds., 3d ed. 2000). Appellants point out that the majority view is that insurance proceeds due on cargo loss or damage are not subject to maritime liens.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> However, the reasons for this do not turn on the intangible character of the proceeds but on history and on conceptual concerns peculiar to insurance. See note 4.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">\"The determination [whether something is an appurtenance] is commonly made on a case-by-case basis without great consistency of results.\" 1 Schoenbaum, Admiralty and Maritime Law &#167; 9-1, at 489 (2d ed. 1994). There being no authoritative answer as to how fishing permits should be classed, we must ask whether treating such permits as subject to maritime liens advances the objectives for which such liens were created and, if so, whether there are overriding objections to the contrary. A familiar purpose of such liens is to make readily available to a mobile borrower the secured credit that is often necessary to ensure that a vessel can obtain the basic supplies or services needed for its operation.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Because of declining fishing stocks, federal law now elaborately regulates catches for many types of fish through a network of statutory provisions, regulations, and agreements too complicated to summarize. See, e.g., Magnuson-Stevens Fishery Conservation and Management Act, 16 U.S.C. &#167;&#167; 1801-83 (1994); 50 C.F.R. ch. VI (1999). In practical terms, the \"vessel permits\" at issue in this case reflect rights to fish for certain species for a certain number of days each year. See 50 C.F.R. pt. 648. For present purposes, what matters is that vessels like the F/V Quality One are valuable significantly, and sometimes almost entirely, because of their permits.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Testimony during the district court hearing made clear that the F/V Quality One's permits contributed substantially to the vessel's value, although there was disagreement as to what the vessel was worth standing alone and how much more the permits contributed. Documents indicated that the permits included a multispecies permit (for certain northeastern species listed in the regulations) and several other permits for individual species. Neither at the hearing nor on appeal has either side distinguished among the permits.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Thus, not only the market value but the creditworthiness of the fishing vessel may well depend on its permits quite as much as on its engine, physical dimensions, and navigation equipment. Maritime liens underpin the extension of credit to fishermen, and this mechanism for ready credit would be impaired by excluding from the lien the permits that allow vessels to carry on their accustomed fishing activities. Thus, in the large, fishermen seeking repairs and supplies on credit are likely to benefit from treating a vessel's permits as appurtenances.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The benefits should not be overstated. Maritime liens are mostly \"secret,\" because (ship mortgages aside) there is no registry system for such liens. 2 Benedict on Admiralty, supra, &#167; 24, at 2-16; Gilmore &amp; Black, supra, at 588. Furthermore, the general rule with maritime liens is that, among liens of \"equal rank,\" later liens have priority. 2 Benedict on Admiralty, supra, &#167; 51, at 4-4. No one offering credit for supplies or repairs can be certain just how many higher-priority creditors will be standing in line when collection is sought. But presumably common knowledge may supply the equivalent of a credit rating for a fisherman based for years in, or regularly visiting, the same community.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">From the standpoint of policy, no obvious arguments exist against treating the permits as subject to lien. We have assumed, as appellants assert, that the permits could in some circumstances be severed from the vessel upon its sale and retained by its old owner. But courts have repeatedly upheld maritime liens upon \"severable\" equipment, including, surprisingly enough, equipment merely leased to the owner. Stewart &amp; Stevenson Servs., Inc. v. M/V Chris Way MacMillan, 890 F. Supp. 552, 561 (N.D. Miss. 1995) (\"components of a vessel, even though readily removable,\" may be appurtenances); F/V Sylvester F. Whalen, 217 F. Supp. at 917 (leased fathometer and radar equipment); 2 Benedict on Admiralty, supra, &#167; 32, at 3-3 to 3-5; 1 Schoenbaum, supra, &#167; 9-1, at 488-89.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Nor is there any indication that upholding the lien here would upset settled expectations. There is no evidence of any common understanding in the maritime world that permits are, or are not, subject to liens. Nor is there much precedent. The only circuit case on point assumed without discussion that permits were subject to liens, but the issue was not actively litigated. Bank of Am. v. Pengwin, 175 F.3d 1109, 1119 (9th Cir.), cert. denied, 528 U.S. 872 (1999). Here, as elsewhere with new issues, the case law probably has to form expectations rather than reflect them.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Appellants point out that Congress has recently provided by statute for the Secretary of Commerce to create a registry system for a large class of fishing permits, Sustainable Fisheries Act, Pub. L. No. 104-297, &#167; 110(d), 110 Stat. 3559, 3590-92 (1996) (codified at 16 U.S.C. &#167; 1855(h) (Supp. II 1996)). The statutory provision in question, 16 U.S.C. &#167; 1855(h), contains language that could be used to argue that the registry system will preempt any use of maritime liens against fishing permits:</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Such registration shall constitute the exclusive means of perfection of title to, and security interests in, such permits, except for Federal tax liens thereon . . . .</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">16 U.S.C. &#167; 1855(h)(3) (Supp. II 1996) (emphasis added). Indeed, a subsequent subsection of the registry statute defines \"security interest\" to \"include security interests, assignments, liens and other encumbrances of whatever kind.\" Id. &#167; 1855(h)(4).</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">What appellants tellingly omit is the preceding sentence, which reads as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">To be effective and perfected against any person except the transferor, its heirs and devisees, and persons having actual notice thereof, all security interests, and all sales and other transfers of [certain fishing] permits . . . , shall be registered in compliance with the regulations promulgated . . . .</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Id. &#167; 1855(h)(3) (emphasis added). Placement suggests that the claimed exclusivity, even if it applies to maritime liens, does not apply to the perfection of a security interest against the transferor of that interest--in this case, Nunya. Thus, we need not resolve Gowen's claim that maritime liens are not encompassed within section 1855(h)'s definition of security interests, because (allegedly) \"[a] maritime lien, so-called, is not a lien at all in the common law sense of the term,\" Gilmore &amp; Black, supra, &#167; 9-1, at 586.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">More important, the registration system is not yet established, because regulations to implement it are still not in force. Sometimes new legislation indicates how Congress would wish a problem to be solved absent the statute or its implementing regulations, Ballard Shipping Co. v. Beach Shellfish, 32 F.3d 623, 631 (1st Cir. 1994), but the statutory provisions that appellants cite do not do this. The legislation would create a different means of achieving a security interest in fishing permits; this tells us nothing about how Congress would wish the matter to be handled where no registry system yet exists.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Congress's provision for \"transition\" to the registry system, which appears as a note in the United States Code, is more illuminating. See Sustainable Fisheries Act, Pub. L. No. 104-297, &#167; 110(e), 110 Stat. at 3592 (codified at 16 U.S.C. &#167; 1855 note). Congress's transition provision states:</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Security interests on permits [within the ambit of the registry] that are effective and perfected by otherwise applicable law on the date of the final regulations implementing [the registry] shall remain effective and perfected if, within 120 days after such date, the secured party submits evidence satisfactory to the Secretary of Commerce and in compliance with such regulations of the perfection of such security.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Id. The transition provision indicates that Congress intended for security interests \"effective and perfected by otherwise applicable law\" to remain so at least until the establishment of the registry.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">3. Appellants argue at length that the auction price for the vessel was unfairly low with or without the permits. A district court should disallow a court-ordered sale where the price is grossly inadequate, \"at least where the interests of creditors do not point in a different direction.\" Munro Drydock, Inc. v. M/V Heron, 585 F.2d 13, 14-16 (1st Cir. 1978). Necessarily, \"[w]hat is grossly inadequate . . . is a judgment call which does not lend itself to firm guidelines, for the circumstances involved are so varied.\" 29 Moore's Federal Practice, supra, &#167; 706.02[7][b], at 706-22 to -23. Here, the district court took evidence, analyzed the testimony, and concluded that the sale price was not grossly inadequate. The district court's judgment on such an issue would normally be reviewed under a deferential standard and, to the extent raw facts were involved, reversed only for clear error. United States v. Howard (In re Howard), 996 F.2d 1320, 1327-28 (1st Cir. 1993).</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">The district court's discussion of the value issue, like the rest of its opinion, is cogent and persuasive. We have discussed the lien issue in detail because it is a legal question of first impression, although the core of our reasoning on this issue tracks that of the district court. However, the value issue is fact-specific, and we readily rely on the district court's reasoning and conclusions to find that the auction was fair and the price received not grossly inadequate.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Some might think that the value issue should not even be reached because the former captain's conduct went far to frustrate the possibility of a better sale price. Cf.Campaniello Imports, Ltd. v. Saporiti Italia S.P.A., 117 F.3d 655, 662 (2d Cir. 1997) (general equitable principle that a claimant may not seek relief from a situation for which the claimant is to blame). However, so far as it was not obstreperous (it may have been in part), one might in the ordinary case defend the captain's conduct as giving fair notice to other bidders that the permit issue would be litigated; on the other hand, the failure to raise the issue in court before the auction somewhat compromises this argument. It is enough here that the district court's treatment of the captain's conduct seems to us reasonable.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">This case has been well litigated on both sides. The issue is both novel and difficult. We affirm the judgment but direct that each side shall bear its own costs on the appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">It is so ordered.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The fishing or catch history is a record of fish caught by the vessel over time (usually measured in yearly increments). It is used to determine whether the vessel qualifies for a permit and what the vessel's permit allows. Consistent with the practice of the district court and the parties, we sometimes refer to the permits alone when both the permits and the corresponding fishing history are meant.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The default judgment is conclusive as to facts but does not always defeat later legal objections. Bonilla v. Trebol Motors Corp., 150 F.3d 77, 80 (1st Cir. 1998) (defaulted party able to argue failure to state a claim), cert. denied, 526 U.S. 1098 (1999); Dierschke v. O'Cheskey (In re Dierschke), 975 F.2d 181, 185 (5th Cir. 1992) (entertaining a defaulted party's argument that relief was beyond that requested in the complaint).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Here, Gowen sought an in personam judgment against Nunya and might eventually have levied on its non-appurtenant property, but a maritime lien is enforced by different procedures and governed by different substantive rules. See Gilmore &amp; Black, supra, &#167;&#167; 9-1, 9-2, 9-19.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> See Gilmore &amp; Black, supra, &#167; 9-19, at 622 n.80 (citing conflicting cases). Compare Farland v. T &amp; T Fishing Corp., 626 F. Supp. 1136, 1140-41 (D.R.I.), vacated on other grounds, 808 F.2d 1513 (1st Cir. 1986), and A.M. Bright Grocery Co. v. Lindsey, 225 F. 257, 260-61 (S.D. Ala. 1915), with The Conveyor, 147 F. 586, 592-93 (D. Ind. 1906).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Stewart &amp; Stevenson Servs., Inc. v. M/V Chris Way MacMillan, 890 F. Supp. 552, 562 (N.D. Miss. 1995); Bavely v. Wandstrat (In re Harbour Lights Marina, Inc.), 146 B.R. 963, 971 (Bankr. S.D. Ohio 1992), aff'd, 153 B.R. 781 (S.D. Ohio 1993); 29 Moore's Federal Practice, supra, &#167; 705.01[1], at 705-7.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Appellants cite to us a letter from an officer of the National Marine Fisheries Service that might be read to say that the statutory provisions preempt maritime liens even in the absence of the registry. Since Congress has \"directly spoken\" to this issue, any contrary agency interpretation cannot stand. Chevron U.S.A. Inc. v. Natural Res. Def. Council, Inc., 467 U.S. 837, 842-43 (1984).</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">244</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">64</span></span> (1st Cir. 2001)</p>\n    <p class=\"parties\">GOWEN, INC., Plaintiff, Appellee,<br>v.<br>F/V QUALITY ONE, IN REM; NUNYA, INC., IN PERSONAM; Defendants, Appellants.<br>RESOURCE TRADING COMPANY, Claimant, Appellee.</p>\n    <p class=\"docket\">No. 00-1898</p>\n    <p class=\"court\">United States Court of Appeals For the First Circuit</p>\n    <p class=\"date\">Heard March 5, 2001<br>Decided March 30, 2001</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF MAINE</p>\n      <p class=\"indent\">[Hon. Gene Carter, U.S. District Judge]</p>\n      <p class=\"indent\">William H. Welte with whom Welte &amp; Welte, P.A. was on brief for appellants.</p>\n      <p class=\"indent\">Michael Kaplan with whom Preti, Flaherty, Beliveau, Pachios &amp; Haley, LLC was on brief for plaintiff.</p>\n      <p class=\"indent\">Before Boudin, Circuit Judge, Bownes, Senior Circuit Judge, and Lynch, Circuit Judge.</p>\n      <p class=\"indent\">BOUDIN, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This case involves a question of first impression as to the scope of maritime liens. Gowen, Inc., brought the action in December 1999 in federal district court against the vessel F/V Quality One and her owner, Nunya, Inc. Gowen sought to recover debts owed for wharfage and repair, and sought relief in rem against the vessel and in personam against the owner. Federal Maritime Lien Act, 46 U.S.C. &#167;&#167; 3141-43 (1994). The amount sought, with interest through November 23, 1999, was just under $12,000, plus unspecified costs of collection and attorney's fees. The vessel was arrested pursuant to a warrant commanding the seizure of \"her equipment, engines, and appurtenances.\"</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">After Nunya failed to answer Gowen's complaint, Gowen secured an entry of default and then a default judgment establishing liability. Fed. R. Civ. P. 55(a), (b). Upon entry of the default judgment, Gowen promptly moved for sale of the vessel, including specifically her fishing permits and history, which Gowen's motion argued were appurtenances of the vessel. No opposition was filed. On February 29, 2000, the court ordered a public sale of the vessel, including \"any valid fishing permits and history to the extent permitted by applicable law.\" The permits, as more fully explained below, are federal permits allowing restricted use of the vessel for the fishing of specific species. See, e.g., 50 C.F.R. &#167; 660.336(b) (2000); Sea Watch Int'l v. Mosbacher, <span class=\"citation\" data-id=\"1619911\"><a href=\"/opinion/1619911/sea-watch-intern-v-mosbacher/\"><span class=\"volume\">762</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">370</span></a></span>, 373 &amp; n.1 (D.D.C. 1991).<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">After local advertising the vessel was sold at auction on March 15, 2000, by representatives of the United States Marshals Service. Seven or eight bidders attended, as did the captain of the vessel. Prior to the bidding, the captain told those present that the sale was being challenged legally and that the permits would not be transferred with the vessel. Only two bids were then made: one by Gowen for $16,000, and the other by Andrew Todd for $17,000. Todd's bid was accepted. Under the terms of the auction, Todd paid the $17,000 sale price that same day.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Gowen moved on March 27, 2000, for confirmation of the sale, and for the first time counsel for the vessel and owner appeared and opposed the motion. The opposition disputed inter alia the inclusion of the permits and the fairness of the price. The district court then held an evidentiary hearing, in which it heard testimony from five witnesses. The court later received briefs from both sides. On June 14, 2000, the court issued a decision upholding the sale and ruling that the permits and history were included as appurtenances. Gowen, Inc. v. F/V Quality One, <span class=\"citation no-link\"><span class=\"volume\">2000</span> <span class=\"reporter\">A.M.C.</span> <span class=\"page\">2225</span></span>, 2229, 2233 (D. Me. 2000). Thereafter, the Marshal provided a bill of sale to Todd.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">1. Nunya and the F/V Quality One have now appealed from the confirmation of sale and the decision that the sale includes the permits and history. Although interlocutory (the proceeds have not yet been divided), the confirmation order is appealable. 28 U.S.C. &#167; 1292(a)(3) (1994). Nevertheless, Gowen has argued that the appeal should be dismissed, for mootness or lack of jurisdiction, because the appellants allowed the sale to be completed without seeking a stay. This means, says Gowen, that no effective relief is now possible since Todd owns the vessel and permits and Todd is not even a party to the case.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The problem raised by Gowen is common enough in a number of different contexts. See, e.g., Oakville Dev. Corp. v. F.D.I.C., <span class=\"citation\" data-id=\"600737\"><a href=\"/opinion/600737/oakville-development-corporation-trustee-of-the-10-12-lopez-st-trust-v/\"><span class=\"volume\">986</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">611</span></a></span>, 613 (1st Cir. 1993) (mortgage foreclosure sale); Anheuser-Busch, Inc. v. Miller (In re Stadium Mgmt. Corp.), <span class=\"citation\" data-id=\"536170\"><a href=\"/opinion/536170/in-re-stadium-management-corp-debtor-anheuser-busch-inc-v-stanley/\"><span class=\"volume\">895</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">845</span></a></span>, 847-48 (1st Cir. 1990) (bankruptcy). Here, it is sufficient to defeat any claim of mootness that a reasonable chance of effective relief would remain if we were persuaded to reverse the district court. For example, a ruling that the fishing permits were not transferred would be possible. Only if it were indisputable that no form of relief could be provided would a mootness claim lie. Pine Tree Med. Assocs. v. Sec'y of Health &amp; Human Servs., <span class=\"citation\" data-id=\"197562\"><a href=\"/opinion/197562/pine-tree-v-secretary/\"><span class=\"volume\">127</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">118</span></a></span>, 121 (1st Cir. 1997).</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Obviously, any relief that nullified the sale or stripped out the permits could raise issues of fairness and reliance, and there is an interest in making court-ordered auctions viable. See Munro Drydock, Inc. v. M/V Heron, <span class=\"citation\" data-id=\"360179\"><a href=\"/opinion/360179/munro-drydock-incorporated-v-mv-heron-her-engines-equipment-and/\"><span class=\"volume\">585</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">13</span></a></span>, 14 (1st Cir. 1978). But in the ordinary case, these are arguments against relief or particular types of relief--not proof that relief is impossible. It is only in an extreme case (e.g., a completed complex reorganization, cf. Rochman v. Northeast Utils. Serv. Group (In re Pub. Serv. Co. of N.H.), <span class=\"citation\" data-id=\"583333\"><a href=\"/opinion/583333/bankr-l-rep-p-74609-in-re-public-service-company-of-new-hampshire/\"><span class=\"volume\">963</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">469</span></a></span>, 472-76 (1st Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">506</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">908</span></span> (1992)), that the failure to seek a stay might be deemed fatal at the outset.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Alternatively, Gowen says that appellants waived their objections, or that laches applies, because they did not oppose the default, default judgment, or motion for sale, and did not seek a stay of the confirmation order. No obvious reason exists why either default (entry or judgment) should bar an objection to the adequacy of the auction price; the fairness of the sales price could hardly be an issue prior to the sale. By analogy, failure to contest a default judgment for an unliquidated sum does not automatically bar a dispute as to damages. See Fed. R. Civ. P. 55(b)(2); cf. Sony Corp. v. Elm State Elecs., Inc., <span class=\"citation\" data-id=\"475732\"><a href=\"/opinion/475732/sony-corporation-v-elm-state-electronics-inc-and-richard-gurton/\"><span class=\"volume\">800</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">317</span></a></span>, 321 (2d Cir. 1986).</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">On the other hand, the failure to object in advance to inclusion of the permits could be deemed fatal to an appeal on that issue. This is not because of the default judgment; the complaint did not specifically mention the permits nor does a default judgment automatically preclude all challenges, in subsequent stages of the same case, to the legal premises of the complaint.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> It is because after the default but before the sale Nunya knew from the terms of the motion that Gowen sought to include the permits in the sale and did nothing to object to this inclusion in court prior to the sale.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Although the complaint did not request anything more specific than the arrest, attachment, and sale of the F/V Quality One and the attachment and sale of other unspecified property of Nunya, the duly served motion for an order of sale explicitly sought to include the permits and history as \"appurtenances\" to be sold. No objection was filed on behalf of appellants. Thereafter, the court's order specifically designated the permits and history as items to be sold at the auction to the extent legally permitted; although there were more than two weeks between the order and the sale, again no objection was filed by appellants.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">It seems to us that once appellants knew that the order of sale was intended to sell the fishing permits and history, they had an obligation to make a timely objection to the district court. Cf. Reilly v. United States, <span class=\"citation\" data-id=\"515719\"><a href=\"/opinion/515719/donna-reilly-etc-v-united-states/\"><span class=\"volume\">863</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">149</span></a></span>, 160-61 (1st Cir. 1988). Under the District of Maine's local rules, objections to the motion for an order of sale were waived if they were not filed within ten days after the filing of the contested motion, D. Me. R. 7(b) (2000) (the period was recently increased to 21 days). Appellants did not file any objection in the more than three weeks between Gowen's motion and the date when it was granted.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Nonetheless, although the obligation to make timely objections is worth stressing for the benefit of future litigants, we do not rely upon it in this case. When the district court ordered that the sale include the permits, it said that this inclusion was \"to the extent permitted by applicable law,\" arguably reserving the issue for later disposition. And the district court decided on the merits the issue of whether the permits were properly included. Under these circumstances, we decline to decide the dispute based solely on waiver or laches.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">2. Under maritime law, a maritime lien against the vessel and its appurtenances arises for certain liabilities, including wharfage and repairs, and the vessel can be arrested and sold to satisfy such liens. See generally Gilmore &amp; Black, The Law of Admiralty ch. IX (2d ed. 1975). It was on that doctrinal premise that the sale in this case took place. If the permits were appurtenances, they were subject to the lien and passed with the sale of the vessel; if not, they were merely personal property of the owner, like a desk in a steamship company office. 2 Benedict on Admiralty &#167; 32, at 3-3 (7th ed. 2000) (\"The term 'vessel' includes its apparel and appurtenances.\").<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Traditionally, a maritime lien attaches not only to the bare vessel but also to equipment that is used aboard the vessel and is \"essential to the vessel's navigation, operation, or mission.\" Gonzalez v. M/V Destiny Panama, <span class=\"citation\" data-id=\"2419798\"><a href=\"/opinion/2419798/gonzalez-v-mv-destiny-panama/\"><span class=\"volume\">102</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">1352</span></a></span>, 1356 (S.D. Fla. 2000); see also United States v. F/V Sylvester F. Whalen, <span class=\"citation\" data-id=\"1522298\"><a href=\"/opinion/1522298/united-states-v-fv-sylvester-f-whalen/\"><span class=\"volume\">217</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">916</span></a></span>, 917 (D. Me. 1963). Although a vessel's fishing permits generally must be kept \"on board,\" 50 C.F.R. &#167; 648.4(l), the rights themselves are what matter, and they are intangible. The question, not often mooted, is whether a maritime lien applies to intangibles that play a role similar to the vessel's equipment.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">There is no general objection to treating an intangible as an appurtenance. On the contrary, freight charges due on account of a vessel's carriage of cargo are subject to maritime liens against the vessel. United States v. Freights of the Mount Shasta, <span class=\"citation\" data-id=\"101107\"><a href=\"/opinion/101107/united-states-v-freights/\"><span class=\"volume\">274</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">466</span></a></span>, 469-70 (1927) (Holmes, J.); 29 Moore's Federal Practice &#167; 705.01[6][d], at 705-21 (Coquillette et al. eds., 3d ed. 2000). Appellants point out that the majority view is that insurance proceeds due on cargo loss or damage are not subject to maritime liens.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> However, the reasons for this do not turn on the intangible character of the proceeds but on history and on conceptual concerns peculiar to insurance. See note 4.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">\"The determination [whether something is an appurtenance] is commonly made on a case-by-case basis without great consistency of results.\" 1 Schoenbaum, Admiralty and Maritime Law &#167; 9-1, at 489 (2d ed. 1994). There being no authoritative answer as to how fishing permits should be classed, we must ask whether treating such permits as subject to maritime liens advances the objectives for which such liens were created and, if so, whether there are overriding objections to the contrary. A familiar purpose of such liens is to make readily available to a mobile borrower the secured credit that is often necessary to ensure that a vessel can obtain the basic supplies or services needed for its operation.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Because of declining fishing stocks, federal law now elaborately regulates catches for many types of fish through a network of statutory provisions, regulations, and agreements too complicated to summarize. See, e.g., Magnuson-Stevens Fishery Conservation and Management Act, 16 U.S.C. &#167;&#167; 1801-83 (1994); 50 C.F.R. ch. VI (1999). In practical terms, the \"vessel permits\" at issue in this case reflect rights to fish for certain species for a certain number of days each year. See 50 C.F.R. pt. 648. For present purposes, what matters is that vessels like the F/V Quality One are valuable significantly, and sometimes almost entirely, because of their permits.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Testimony during the district court hearing made clear that the F/V Quality One's permits contributed substantially to the vessel's value, although there was disagreement as to what the vessel was worth standing alone and how much more the permits contributed. Documents indicated that the permits included a multispecies permit (for certain northeastern species listed in the regulations) and several other permits for individual species. Neither at the hearing nor on appeal has either side distinguished among the permits.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Thus, not only the market value but the creditworthiness of the fishing vessel may well depend on its permits quite as much as on its engine, physical dimensions, and navigation equipment. Maritime liens underpin the extension of credit to fishermen, and this mechanism for ready credit would be impaired by excluding from the lien the permits that allow vessels to carry on their accustomed fishing activities. Thus, in the large, fishermen seeking repairs and supplies on credit are likely to benefit from treating a vessel's permits as appurtenances.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The benefits should not be overstated. Maritime liens are mostly \"secret,\" because (ship mortgages aside) there is no registry system for such liens. 2 Benedict on Admiralty, supra, &#167; 24, at 2-16; Gilmore &amp; Black, supra, at 588. Furthermore, the general rule with maritime liens is that, among liens of \"equal rank,\" later liens have priority. 2 Benedict on Admiralty, supra, &#167; 51, at 4-4. No one offering credit for supplies or repairs can be certain just how many higher-priority creditors will be standing in line when collection is sought. But presumably common knowledge may supply the equivalent of a credit rating for a fisherman based for years in, or regularly visiting, the same community.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">From the standpoint of policy, no obvious arguments exist against treating the permits as subject to lien. We have assumed, as appellants assert, that the permits could in some circumstances be severed from the vessel upon its sale and retained by its old owner. But courts have repeatedly upheld maritime liens upon \"severable\" equipment, including, surprisingly enough, equipment merely leased to the owner. Stewart &amp; Stevenson Servs., Inc. v. M/V Chris Way MacMillan, <span class=\"citation\" data-id=\"1410861\"><a href=\"/opinion/1410861/stewart-stevenson-serv-v-mv-chris-way-macmillan/\"><span class=\"volume\">890</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">552</span></a></span>, 561 (N.D. Miss. 1995) (\"components of a vessel, even though readily removable,\" may be appurtenances); F/V Sylvester F. Whalen, 217 F. Supp. at 917 (leased fathometer and radar equipment); 2 Benedict on Admiralty, supra, &#167; 32, at 3-3 to 3-5; 1 Schoenbaum, supra, &#167; 9-1, at 488-89.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Nor is there any indication that upholding the lien here would upset settled expectations. There is no evidence of any common understanding in the maritime world that permits are, or are not, subject to liens. Nor is there much precedent. The only circuit case on point assumed without discussion that permits were subject to liens, but the issue was not actively litigated. Bank of Am. v. Pengwin, <span class=\"citation\" data-id=\"763731\"><a href=\"/opinion/763731/99-cal-daily-op-serv-2707-1999-daily-journal-dar-3527/\"><span class=\"volume\">175</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1109</span></a></span>, 1119 (9th Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">528</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">872</span></span> (1999). Here, as elsewhere with new issues, the case law probably has to form expectations rather than reflect them.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Appellants point out that Congress has recently provided by statute for the Secretary of Commerce to create a registry system for a large class of fishing permits, Sustainable Fisheries Act, Pub. L. No. 104-297, &#167; 110(d), 110 Stat. 3559, 3590-92 (1996) (codified at 16 U.S.C. &#167; 1855(h) (Supp. II 1996)). The statutory provision in question, 16 U.S.C. &#167; 1855(h), contains language that could be used to argue that the registry system will preempt any use of maritime liens against fishing permits:</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Such registration shall constitute the exclusive means of perfection of title to, and security interests in, such permits, except for Federal tax liens thereon . . . .</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">16 U.S.C. &#167; 1855(h)(3) (Supp. II 1996) (emphasis added). Indeed, a subsequent subsection of the registry statute defines \"security interest\" to \"include security interests, assignments, liens and other encumbrances of whatever kind.\" Id. &#167; 1855(h)(4).</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">What appellants tellingly omit is the preceding sentence, which reads as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">To be effective and perfected against any person except the transferor, its heirs and devisees, and persons having actual notice thereof, all security interests, and all sales and other transfers of [certain fishing] permits . . . , shall be registered in compliance with the regulations promulgated . . . .</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Id. &#167; 1855(h)(3) (emphasis added). Placement suggests that the claimed exclusivity, even if it applies to maritime liens, does not apply to the perfection of a security interest against the transferor of that interest--in this case, Nunya. Thus, we need not resolve Gowen's claim that maritime liens are not encompassed within section 1855(h)'s definition of security interests, because (allegedly) \"[a] maritime lien, so-called, is not a lien at all in the common law sense of the term,\" Gilmore &amp; Black, supra, &#167; 9-1, at 586.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">More important, the registration system is not yet established, because regulations to implement it are still not in force. Sometimes new legislation indicates how Congress would wish a problem to be solved absent the statute or its implementing regulations, Ballard Shipping Co. v. Beach Shellfish, <span class=\"citation\" data-id=\"676444\"><a href=\"/opinion/676444/in-re-ballard-shipping-company-etc-v-beach-shellfish/\"><span class=\"volume\">32</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">623</span></a></span>, 631 (1st Cir. 1994), but the statutory provisions that appellants cite do not do this. The legislation would create a different means of achieving a security interest in fishing permits; this tells us nothing about how Congress would wish the matter to be handled where no registry system yet exists.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Congress's provision for \"transition\" to the registry system, which appears as a note in the United States Code, is more illuminating. See Sustainable Fisheries Act, Pub. L. No. 104-297, &#167; 110(e), 110 Stat. at 3592 (codified at 16 U.S.C. &#167; 1855 note). Congress's transition provision states:</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Security interests on permits [within the ambit of the registry] that are effective and perfected by otherwise applicable law on the date of the final regulations implementing [the registry] shall remain effective and perfected if, within 120 days after such date, the secured party submits evidence satisfactory to the Secretary of Commerce and in compliance with such regulations of the perfection of such security.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Id. The transition provision indicates that Congress intended for security interests \"effective and perfected by otherwise applicable law\" to remain so at least until the establishment of the registry.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">3. Appellants argue at length that the auction price for the vessel was unfairly low with or without the permits. A district court should disallow a court-ordered sale where the price is grossly inadequate, \"at least where the interests of creditors do not point in a different direction.\" Munro Drydock, Inc. v. M/V Heron, <span class=\"citation\" data-id=\"360179\"><a href=\"/opinion/360179/munro-drydock-incorporated-v-mv-heron-her-engines-equipment-and/\"><span class=\"volume\">585</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">13</span></a></span>, 14-16 (1st Cir. 1978). Necessarily, \"[w]hat is grossly inadequate . . . is a judgment call which does not lend itself to firm guidelines, for the circumstances involved are so varied.\" 29 Moore's Federal Practice, supra, &#167; 706.02[7][b], at 706-22 to -23. Here, the district court took evidence, analyzed the testimony, and concluded that the sale price was not grossly inadequate. The district court's judgment on such an issue would normally be reviewed under a deferential standard and, to the extent raw facts were involved, reversed only for clear error. United States v. Howard (In re Howard), <span class=\"citation\" data-id=\"610553\"><a href=\"/opinion/610553/in-re-extradition-of-curtis-andrew-howard-united-states-of-america-v/\"><span class=\"volume\">996</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1320</span></a></span>, 1327-28 (1st Cir. 1993).</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">The district court's discussion of the value issue, like the rest of its opinion, is cogent and persuasive. We have discussed the lien issue in detail because it is a legal question of first impression, although the core of our reasoning on this issue tracks that of the district court. However, the value issue is fact-specific, and we readily rely on the district court's reasoning and conclusions to find that the auction was fair and the price received not grossly inadequate.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Some might think that the value issue should not even be reached because the former captain's conduct went far to frustrate the possibility of a better sale price. Cf.Campaniello Imports, Ltd. v. Saporiti Italia S.P.A., <span class=\"citation\" data-id=\"743069\"><a href=\"/opinion/743069/campaniello-imports-ltd-campaniello-imports-of-florida-inc-v-saporiti/\"><span class=\"volume\">117</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">655</span></a></span>, 662 (2d Cir. 1997) (general equitable principle that a claimant may not seek relief from a situation for which the claimant is to blame). However, so far as it was not obstreperous (it may have been in part), one might in the ordinary case defend the captain's conduct as giving fair notice to other bidders that the permit issue would be litigated; on the other hand, the failure to raise the issue in court before the auction somewhat compromises this argument. It is enough here that the district court's treatment of the captain's conduct seems to us reasonable.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">This case has been well litigated on both sides. The issue is both novel and difficult. We affirm the judgment but direct that each side shall bear its own costs on the appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">It is so ordered.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The fishing or catch history is a record of fish caught by the vessel over time (usually measured in yearly increments). It is used to determine whether the vessel qualifies for a permit and what the vessel's permit allows. Consistent with the practice of the district court and the parties, we sometimes refer to the permits alone when both the permits and the corresponding fishing history are meant.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The default judgment is conclusive as to facts but does not always defeat later legal objections. Bonilla v. Trebol Motors Corp., <span class=\"citation\" data-id=\"198074\"><a href=\"/opinion/198074/bonilla-v-gonzalez/\"><span class=\"volume\">150</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">77</span></a></span>, 80 (1st Cir. 1998) (defaulted party able to argue failure to state a claim), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">526</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1098</span></span> (1999); Dierschke v. O'Cheskey (In re Dierschke), <span class=\"citation\" data-id=\"590918\"><a href=\"/opinion/590918/in-the-matter-of-marvin-a-dierschke-dba-marvin-dierschke-farms-and/\"><span class=\"volume\">975</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">181</span></a></span>, 185 (5th Cir. 1992) (entertaining a defaulted party's argument that relief was beyond that requested in the complaint).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Here, Gowen sought an in personam judgment against Nunya and might eventually have levied on its non-appurtenant property, but a maritime lien is enforced by different procedures and governed by different substantive rules. See Gilmore &amp; Black, supra, &#167;&#167; 9-1, 9-2, 9-19.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> See Gilmore &amp; Black, supra, &#167; 9-19, at 622 n.80 (citing conflicting cases). Compare Farland v. T &amp; T Fishing Corp., <span class=\"citation no-link\"><span class=\"volume\">626</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">1136</span></span>, 1140-41 (D.R.I.), vacated on other grounds, <span class=\"citation\" data-id=\"481471\"><a href=\"/opinion/481471/farland-v-t-t-fishing-corp/\"><span class=\"volume\">808</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1513</span></a></span> (1st Cir. 1986), and A.M. Bright Grocery Co. v. Lindsey, <span class=\"citation no-link\"><span class=\"volume\">225</span> <span class=\"reporter\">F.</span> <span class=\"page\">257</span></span>, 260-61 (S.D. Ala. 1915), with The Conveyor, <span class=\"citation no-link\"><span class=\"volume\">147</span> <span class=\"reporter\">F.</span> <span class=\"page\">586</span></span>, 592-93 (D. Ind. 1906).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Stewart &amp; Stevenson Servs., Inc. v. M/V Chris Way MacMillan, <span class=\"citation\" data-id=\"1410861\"><a href=\"/opinion/1410861/stewart-stevenson-serv-v-mv-chris-way-macmillan/\"><span class=\"volume\">890</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">552</span></a></span>, 562 (N.D. Miss. 1995); Bavely v. Wandstrat (In re Harbour Lights Marina, Inc.), <span class=\"citation\" data-id=\"1529631\"><a href=\"/opinion/1529631/in-re-harbour-lights-marina-inc/\"><span class=\"volume\">146</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">963</span></a></span>, 971 (Bankr. S.D. Ohio 1992), aff'd, <span class=\"citation\" data-id=\"1840495\"><a href=\"/opinion/1840495/harbour-lights-marina-inc-v-wandstrat/\"><span class=\"volume\">153</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">781</span></a></span> (S.D. Ohio 1993); 29 Moore's Federal Practice, supra, &#167; 705.01[1], at 705-7.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Appellants cite to us a letter from an officer of the National Marine Fisheries Service that might be read to say that the statutory provisions preempt maritime liens even in the absence of the registry. Since Congress has \"directly spoken\" to this issue, any contrary agency interpretation cannot stand. Chevron U.S.A. Inc. v. Natural Res. Def. Council, Inc., <span class=\"citation\" data-id=\"111221\"><a href=\"/opinion/111221/chevron-usa-inc-v-natural-resources-defense-council-inc/\"><span class=\"volume\">467</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">837</span></a></span>, 842-43 (1984).</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/101107/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111221/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197562/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198074/",
    "http://www.courtlistener.com/api/rest/v3/opinions/360179/",
    "http://www.courtlistener.com/api/rest/v3/opinions/475732/",
    "http://www.courtlistener.com/api/rest/v3/opinions/481471/",
    "http://www.courtlistener.com/api/rest/v3/opinions/515719/",
    "http://www.courtlistener.com/api/rest/v3/opinions/536170/",
    "http://www.courtlistener.com/api/rest/v3/opinions/583333/",
    "http://www.courtlistener.com/api/rest/v3/opinions/590918/",
    "http://www.courtlistener.com/api/rest/v3/opinions/600737/",
    "http://www.courtlistener.com/api/rest/v3/opinions/610553/",
    "http://www.courtlistener.com/api/rest/v3/opinions/676444/",
    "http://www.courtlistener.com/api/rest/v3/opinions/743069/",
    "http://www.courtlistener.com/api/rest/v3/opinions/763731/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1410861/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1522298/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1529631/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1619911/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1840495/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2419798/"
  ]
}