{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/199353/",
  "absolute_url": "/opinion/199353/hart-surgical-inc-v-ultracision-inc/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/199353/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T04:28:58Z",
  "date_modified": "2017-03-24T11:01:43.328328Z",
  "type": "010combined",
  "sha1": "7d5306bcbec475217fdb0c7f74e7b8c5189f94c7",
  "page_count": 13,
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/00-1596-01A.pdf",
  "local_path": "pdf/2001/04/05/Hart_Surgical_Inc._v._Ultracision_Inc..pdf",
  "plain_text": "          United States Court of Appeals\n                      For the First Circuit\n\n\nNo. 00-1596\n\n                      HART SURGICAL, INC.,\n\n                Plaintiff/Respondent - Appellee,\n\n                                v.\n\n                      ULTRACISION, INC., and\n                   ETHICON ENDO-SURGERY, INC.,\n\n              Defendants/Petitioners - Appellants.\n\n\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                FOR THE DISTRICT OF RHODE ISLAND\n\n         [Hon. Ernest C. Torres, U.S. District Judge]\n\n\n\n                              Before\n\n                     Torruella, Chief Judge,\n\n               Boudin and Lipez, Circuit Judges.\n\n\n\n     Margaret M. Zwisler, with whom Richard A. Ripley, Kathryn R.\nColburn, Howrey Simon Arnold & White, LLP, Raymond A. Marcaccio and\nBlish & Cavanagh, LLP, were on brief, for appellants.\n     Michael J. Tuteur, with whom Epstein Becker & Green, P.C., was\non brief, for appellee.\n\n\n\n                          April 5, 2001\n\f-2-\n\f          TORRUELLA, Chief Judge. The issue presented in this appeal\n\nis whether, in an arbitration case that is bifurcated into liability\n\nand damages phases, the arbitration panel's award with respect to\n\nliability is a final award under the Federal Arbitration Act (\"FAA\"),\n\n9 U.S.C. § 1 et seq., that is subject to review by the courts. The\n\ndistrict court correctly noted that this question is yet undecided in\n\nthis Circuit and, using the Second Circuit's jurisprudence as a guide,\n\nruled that an arbitration award concerning only liability is not final\n\nfor purposes of appeal to the courts. In an unusual circumstance, both\n\nparties urge us to reach the opposite conclusion. We agree with this\n\necumenical stance, and for the reasons set forth below, hold that under\n\nthe circumstances of this case, an arbitration award on the issue of\n\nliability in a bifurcated proceeding is a final partial award\n\nreviewable by the district court.\n\n                             BACKGROUND\n\n          On September 30, 1993, plaintiff-appellee Hart Surgical, Inc.\n\n(\"Hart\") entered into a contract with defendant-appellant UltraCision,\n\nInc. (\"UltraCision\")1 pursuant to which Hart became the exclusive\n\nCanadian distributor for UltraCision's products. In February 1996,\n\nUltraCision terminated Hart's distributorship for non-performance.\n\n\n\n\n1 UltraCision was acquired by co-defendant-appellant Ethicon Endo-\nSurgery, Inc. (\"Ethicon\") in 1995.\n\n                                 -3-\n\f          Pursuant to an arbitration provision in the contract, Hart\n\ncommenced arbitration proceedings against UltraCision and Ethicon\n\nchallenging the termination. The parties agreed to bifurcate the\n\narbitration into liability and damages phases, and the arbitration\n\npanel approved the stipulation. Following discovery, a trial on the\n\nissue of liability began in June 1997.      On August 19, 1997, the\n\narbitrators found that appellants wrongfully terminated Hart's\n\ndistribution agreement (the \"Award\").\n\n          Appellants moved to vacate the Award in the federal district\n\ncourt for the District of Rhode Island on October 20, 1997. However,\n\nanticipating either completion of the damages phase or a settlement by\n\nearly 1998, appellants filed an unopposed motion to stay consideration\n\nof the vacatur motion. The court granted a six-month stay and, after\n\nthis period expired, extended the stay for another six months. When it\n\nbecame apparent that the damages phase of the arbitration would not be\n\ncompleted within this time, appellants requested that the court lift\n\nthe stay and decide the motion to vacate the Award. On September 26,\n\n1999, the district court issued an order requiring appellants to show\n\ncause why the case should not be dismissed without prejudice on the\n\nground that the Award was not final under the FAA.\n\n          After briefing and a hearing, the district court concluded\n\nthat the Award was not appealable under the FAA. Hart Surgical, Inc.\n\nv. UltraCision, Inc.,     No. 97-594-T (D. Mass. Apr. 25, 2000).\n\n\n                                 -4-\n\fAccording to the court, a \"final\" arbitral award is one that resolves\n\nall of the claims submitted to the panel. Here, the parties asked the\n\narbiters to determine the issue of liability as well as damages; since\n\nthe award at issue in this appeal resolved only one of these issues, it\n\nwas akin to an interlocutory decision. Allowing the district court to\n\nreview such an award, the court reasoned, would undermine the purpose\n\nof arbitration and waste judicial resources.\n\n          Although the district court dismissed appellants' motion\n\nwithout prejudice, the parties highlight that the one-year statute of\n\nlimitations period for vacatur motions runs from the date that an award\n\nis made final. See 9 U.S.C. § 9. Because this Circuit has not yet\n\naddressed the issue decided by the district court, a contrary ruling on\n\nthe question after completion of the damages phase could prejudice\n\nappellants' right to appeal the Award in the future. Consequently, we\n\nwill confront the question now.\n\n                             DISCUSSION\n\n          This appeal actually raises two distinct, but related,\n\nquestions. The first is whether an award concerning a discrete portion\n\nof an arbitration action, or a partial award, is reviewable by the\n\ndistrict court.   If so, the second and more specific question is\n\nwhether this power to review extends to a partial award on liability in\n\na bifurcated proceeding. We will address each of these questions in\n\nturn.\n\n\n                                 -5-\n\f                                  A.\n\n          Appellants moved to vacate the arbitrators' liability award\n\npursuant to Section 10(a)(4) of the FAA.     Under this provision, a\n\ndistrict court may\n\n          make an order vacating the award upon the\n          application of any party to the arbitration[,\n          w]here the arbitrators exceeded their powers, or\n          so imperfectly executed them that a mutual,\n          final, and definite award upon the subject matter\n          was not made.\n\n9 U.S.C. § 10(a)(4). In applying this statute, we have followed the\n\nprinciple that \"[i]t is essential for the district court's jurisdiction\n\nthat the arbitrator's decision was final, not interlocutory.\" El Mundo\n\nBroad. Corp. v. United Steel Workers of America, AFL-CIO CLC, 116 F.3d\n\n7, 9 (1st Cir. 1997). The prerequisite of finality promotes the role\n\nof arbitration as an expeditious alternative to traditional litigation.\n\nSee, e.g., Michaels v. Mariforum Shipping, S.A., 624 F.2d 411, 414 (2d\n\nCir. 1980) (\"[A] district court should not hold itself open as an\n\nappellate tribunal during an ongoing arbitration proceeding, since\n\napplications for interlocutory relief result only in a waste of time,\n\nthe interruption of the arbitration proceeding, and . . . delaying\n\ntactics in a proceeding that is supposed to produce a speedy\n\ndecision.\") (internal quotations omitted).        We have noted that\n\n\"[n]ormally, an arbitral award is deemed 'final' provided it evidences\n\nthe arbitrators' intention to resolve all claims submitted in the\n\n\n\n                                 -6-\n\fdemand for arbitration.\" Fradella v. Petricca, 183 F.3d 17, 19 (1st\n\nCir. 1999) (emphasis added).\n\n          Several circuits have, however, recognized exceptions to this\n\ngeneral rule.     See, e.g., Publicis Communication v. True N.\n\nCommunications, Inc., 206 F.3d 725, 728 (7th Cir. 2000) (emphasizing\n\nthat \"[t]he content of [an arbitral] decision -- not its nomenclature\n\n-- determines finality,\" and noting various interim decisions that\n\ncourts have considered final).      The Second Circuit's holding in\n\nMettallgesellschaft A.G. v. M/V Capitan Constante, 790 F.2d 280, 283\n\n(2d Cir. 1986), follows in this trend. In Mettallgesellschaft, the\n\nplaintiff sought damages for the alleged short delivery and fuel\n\ncontamination of an oil shipment. The defendant requested arbitration\n\nand counterclaimed for unpaid freight charges. The arbitration panel\n\nrendered a partial award on the counterclaim in favor of the defendant,\n\nand the district court confirmed the award.      Plaintiff appealed,\n\nclaiming that the arbitral award was not final because the arbitration\n\npanel had not yet resolved all of the issues submitted to it. The\n\nSecond Circuit upheld the district court's power to review the award on\n\nthe counterclaim, concluding that \"an award which finally and\n\ndefinitely disposes of a separate independent claim may be confirmed\n\nalthough it does not dispose of all the claims that were submitted to\n\narbitration.\"    Id. at 283.\n\n\n\n\n                                 -7-\n\f            This Court has recently approved the Second Circuit's\n\napproach. In Bull H/N Information Systems, Inc. v. Hutson, 229 F.3d\n\n321 (1st Cir. 2000), we considered the validity of an appeal from a\n\ndistrict court order vacating a partial award. That award, rendered in\n\nthe first phase of arbitration, concerned whether plaintiff's claims\n\nfor unpaid commissions were time-barred and, if not, how much was due.\n\nPlaintiff's benefits-related claims were to be determined later, in the\n\nsecond phase of the arbitration proceedings. The district court,\n\ninterpreting     the   finality   requirement   of   §   10(a)(4),   cited\n\nMettallgesellschaft in support of its conclusion that the Phase I award\n\ndealt with \"discrete and distinct claims\" and was thus final for\n\npurposes of review. Bull H/N Info. Sys., Inc. v. Hutson, 983 F. Supp.\n\n284, 289 (D. Mass. 1997). This was so, the court noted, even though\n\n\"the Phase I Award clearly anticipates further proceedings with respect\n\nto the [Phase II] claims.\" Id. at 290. The issue raised on appeal\n\nconcerned appellate, not district court, jurisdiction over partial\n\nawards.2 However, our conclusion that the FAA \"contemplates an appeal\n\nwhen there is [a district court] order vacating . . . partial awards,\"\n\n Hutson, 229 F.3d at 328, implicitly affirmed the district court's\n\npower to review such awards under § 10(a)(4). We now hold that the FAA\n\npermits a district court to confirm or vacate a partial award.\n\n                                    B.\n\n2   Consequently, we dealt only with §§ 16(a)(1)(D) and (E) of the FAA.\n\n                                   -8-\n\f          We must next determine whether the district court may review\n\na partial award when that award determines liability, but does not\n\ninclude damages. Since this particular issue has not yet been decided\n\nby this Circuit, the parties suggest the Second Circuit's opinion in\n\nTrade & Transport, Inc. v. Natural Petroleum Charterers Inc., 931 F.2d\n\n191 (2d Cir. 1991), as a useful starting point for our analysis. In\n\nTrade & Transport, the parties bifurcated the issues submitted to\n\narbitration, requesting an \"immediate\" decision on liability and\n\nreserving the damages question for a later date. Id. at 192-93. In\n\naccordance with this request, the arbitration panel issued a final\n\npartial award with respect to liability. The defendant then moved the\n\npanel to reconsider the award, offering additional evidence on the\n\nliability issue, but the panel denied the motion. After both phases of\n\nthe arbitration were completed, the defendant unsuccessfully appealed\n\nthe panel's decision on liability to the district court. The Second\n\nCircuit affirmed the court's decision that the award was final,\n\nreasoning that \"if the parties have asked the arbitrators to make a\n\nfinal partial award as to a particular issue and the arbitrators have\n\ndone so, the arbitrators have no authority, absent agreements by the\n\nparties, to redetermine that issue.\"      Id. at 195.\n\n          The court below concluded that Trade & Transport, because of\n\nits focus on the finality of partial awards vis-à-vis arbitrators, was\n\ninapposite and relied instead on the contemporaneous Second Circuit\n\n\n                                 -9-\n\fdecision in Kerr-McGee Refining Corp. v. M/T Triumph, 924 F.2d 467, 471\n\n(2d Cir. 1991). Kerr-McGee had moved in district court to confirm both\n\na partial award setting contractual liability for short-delivered cargo\n\nas well as a \"final\" award of treble damages under RICO, punitive\n\ndamages, costs, and attorney's fees for a multi-incident scheme of\n\nconversion of chartered cargo.      The Second Circuit affirmed the\n\ndistrict court's review of both awards, concluding that the partial\n\naward was not a \"separate independent claim\" from the \"final\" award.\n\nSince a party has one year to confirm an arbitral award under the FAA,\n\n9 U.S.C. § 9, a contrary decision would have barred Kerr-McGee from\n\nconfirming the partial award which had been decided more than one year\n\nprior.\n\n          What runs through the Second Circuit's decisions is a tension\n\nbetween the desire to effectuate the parties' intent to divide an\n\narbitration into distinct phases, and making sure that a losing party\n\ndoes not thereby forfeit an appeal by failing to object after the\n\ncompletion of a phase. Compare Kerr-McGee, 924 F.2d at 471, with\n\nMettallgesellschaft, 790 F.2d at 282. Under these circumstances, the\n\ndefiniteness with which the parties have expressed an intent to\n\nbifurcate is an important consideration.   In Michaels, the case most\n\nrestrictive about the finality of partial awards, the Second Circuit\n\nwas careful to say that \" [g]enerally, in order for a claim to be\n\ncompletely determined, the arbitrators must have decided not only the\n\n\n                                 -10-\n\fissue of liability . . . but also the issue of damages.\" Michaels, 626\n\nF.2d at 413-14 (emphasis added).           In that case, however, the\n\narbitration panel decided on its own to issue an \"interim\" award --\n\nthere was no formal bifurcation.\n\n          By contrast, the parties here submitted, in a discrete\n\nproceeding, all of the evidence pertaining to the issue of liability.\n\nThe arbitrators, in turn, \"conclusively decided every point required by\n\nand   included   in\"   this   submission    as   their   \"authority   and\n\nresponsibility\" demanded. Trade & Trans., 931 F.2d at 195. Both the\n\nparties and the panel, then, understood the determination of liability\n\nto be a final award. See McGregor Van de Moere, Inc. v. Paychex, Inc.,\n\n927 F. Supp. 616, 617 (W.D.N.Y. 1996) (concluding that parties'\n\ndecision to bifurcate the issue of liability from damages reflects\n\ntheir agreement that the award on this issue will be final); Corp.\n\nPrinting Co. v. N.Y. Typographical Union No. 6 , 93 CIV 6796, 1994 WL\n\n376093 at *4 (S.D.N.Y. July 18, 1994) (citing Trade & Transport as\n\n\"persuasive authority\" that a bifurcated liability award is final for\n\nreview). We therefore hold that the liability determination is final\n\nand subject to district court review.3\n\n\n3 The district court compared interim arbitral awards to interlocutory\ndistrict court orders. While it is true that in ordinary litigation,\na liability determination that had not yet resolved damages would be\nnon-appealable, we have emphasized previously that \"somewhat different\nstandards govern the finality of judgments and final awards\" in\narbitration proceedings. Fradella, 183 F.3d at 19. We believe our\ndecision here adequately tempers the need to maintain an expedient\n\n                                  -11-\n\f                             CONCLUSION\n\n          The specific issue presented is a complicated one that is\n\nsure to recur in different contexts. There is very little case law in\n\npoint and the Second Circuit cases that are most relevant are seemingly\n\nat odds. Though we hold that the district court can review the partial\n\naward in this case, we think it best to limit our holding to the\n\nsituation in which there is a formal, agreed-to bifurcation at the\n\narbitration stage. We reserve judgment on what would happen if, for\n\nexample, in the absence of bifurcation the arbitrator issued an initial\n\ndecision on liability and one party then sought district review. The\n\noutcome in such a scenario might depend on the circumstances, and we\n\nprefer not to prejudge that result.\n\n          Another important consideration is the risk that, in moving\n\naway from the concept of final judgments that prevails when review is\n\nsought of district court decisions, we may create situations at the\n\narbitration level in which the losing side may forfeit an appeal (e.g.,\n\nas to liability) by waiting until all arbitration proceedings are\n\ncomplete. One could imagine a rule that would allow the loser to seek\n\n\n\nalternative dispute resolution mechanism with an understanding of the\nprimary policy behind the FAA, which is to resolve issues in the manner\nintended by the parties. See Dean Witter Reynolds, Inc. v. Byrd, 470\nU.S. 213, 221 (1985) (\"The preeminent concern of Congress in passing\nthe Act was to enforce private agreements into which parties had\nentered, and that concern requires that we rigorously enforce\nagreements to arbitrate, even if the result is 'piecemeal' litigation\n. . . .\").\n\n                                 -12-\n\freview at once, but also retain the option of waiting until the\n\ncompletion of all phases at the arbitrator level.   These are not\n\nproblems that we must resolve now, but ones that we will no doubt\n\nconfront in future cases.\n\n          We vacate the order of the district court and remand for\n\nfurther proceedings.\n\n\n\n\n                              -13-\n\f",
  "html": "<p class=\"case_cite\">244 F.3d 231 (1st Cir. 2001)</p>\n    <p class=\"parties\">HART SURGICAL, INC., Plaintiff/Respondent - Appellee,<br>v.<br>ULTRACISION, INC., and ETHICON ENDO-SURGERY, INC., Defendants/Petitioners - Appellants.</p>\n    <p class=\"docket\">No. 00-1596</p>\n    <p class=\"court\">United States Court of Appeals For the First Circuit</p>\n    <p class=\"date\">Submitted November 28, 2000<br>Decided April 5, 2001</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF RHODE ISLAND</p>\n      <p class=\"indent\">[Hon. Ernest C. Torres, U.S. District Judge]</p>\n      <p class=\"indent\">Margaret M. Zwisler, with whom Richard A. Ripley, Kathryn R. Colburn, Howrey Simon Arnold &amp; White, LLP, Raymond A. Marcaccio and Blish &amp; Cavanagh, LLP, were on brief, for appellants.</p>\n      <p class=\"indent\">Michael J. Tuteur, with whom Epstein Becker &amp; Green, P.C., was on brief, for appellee.</p>\n      <p class=\"indent\">Before Torruella, Chief Judge, Boudin and Lipez, Circuit Judges.</p>\n      <p class=\"indent\">TORRUELLA, Chief Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The issue presented in this appeal is whether, in an arbitration case that is bifurcated into liability and damages phases, the arbitration panel's award with respect to liability is a final award under the Federal Arbitration Act (\"FAA\"), 9 U.S.C. &#167; 1 et seq., that is subject to review by the courts. The district court correctly noted that this question is yet undecided in this Circuit and, using the Second Circuit's jurisprudence as a guide, ruled that an arbitration award concerning only liability is not final for purposes of appeal to the courts. In an unusual circumstance, both parties urge us to reach the opposite conclusion. We agree with this ecumenical stance, and for the reasons set forth below, hold that under the circumstances of this case, an arbitration award on the issue of liability in a bifurcated proceeding is a final partial award reviewable by the district court.</p>\n    </div>\n    <p>BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">On September 30, 1993, plaintiff-appellee Hart Surgical, Inc. (\"Hart\") entered into a contract with defendant-appellant UltraCision, Inc. (\"UltraCision\")<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> pursuant to which Hart became the exclusive Canadian distributor for UltraCision's products. In February 1996, UltraCision terminated Hart's distributorship for non-performance.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Pursuant to an arbitration provision in the contract, Hart commenced arbitration proceedings against UltraCision and Ethicon challenging the termination. The parties agreed to bifurcate the arbitration into liability and damages phases, and the arbitration panel approved the stipulation. Following discovery, a trial on the issue of liability began in June 1997. On August 19, 1997, the arbitrators found that appellants wrongfully terminated Hart's distribution agreement (the \"Award\").</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Appellants moved to vacate the Award in the federal district court for the District of Rhode Island on October 20, 1997. However, anticipating either completion of the damages phase or a settlement by early 1998, appellants filed an unopposed motion to stay consideration of the vacatur motion. The court granted a six-month stay and, after this period expired, extended the stay for another six months. When it became apparent that the damages phase of the arbitration would not be completed within this time, appellants requested that the court lift the stay and decide the motion to vacate the Award. On September 26, 1999, the district court issued an order requiring appellants to show cause why the case should not be dismissed without prejudice on the ground that the Award was not final under the FAA.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">After briefing and a hearing, the district court concluded that the Award was not appealable under the FAA. Hart Surgical, Inc. v. UltraCision, Inc., No. 97-594-T (D. Mass. Apr.a25, 2000). According to the court, a \"final\" arbitral award is one that resolves all of the claims submitted to the panel. Here, the parties asked the arbiters to determine the issue of liability as well as damages; since the award at issue in this appeal resolved only one of these issues, it was akin to an interlocutory decision. Allowing the district court to review such an award, the court reasoned, would undermine the purpose of arbitration and waste judicial resources.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Although the district court dismissed appellants' motion without prejudice, the parties highlight that the one-year statute of limitations period for vacatur motions runs from the date that an award is made final. See 9 U.S.C. &#167; 9. Because this Circuit has not yet addressed the issue decided by the district court, a contrary ruling on the question after completion of the damages phase could prejudice appellants' right to appeal the Award in the future. Consequently, we will confront the question now.</p>\n    </div>\n    <p>DISCUSSION</p>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">This appeal actually raises two distinct, but related, questions. The first is whether an award concerning a discrete portion of an arbitration action, or a partial award, is reviewable by the district court. If so, the second and more specific question is whether this power to review extends to a partial award on liability in a bifurcated proceeding. We will address each of these questions in turn.</p>\n    </div>\n    <p class=\"indent\">A.</p>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Appellants moved to vacate the arbitrators' liability award pursuant to Section 10(a)(4) of the FAA. Under this provision, a district court may</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">make an order vacating the award upon the application of any party to the arbitration[, w]here the arbitrators exceeded their powers, or so imperfectly executed them that a mutual, final, and definite award upon the subject matter was not made.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">9 U.S.C. &#167; 10(a)(4). In applying this statute, we have followed the principle that \"[i]t is essential for the district court's jurisdiction that the arbitrator's decision was final, not interlocutory.\" El Mundo Broad. Corp. v. United Steel Workers of America, AFL-CIO CLC, 116 F.3d 7, 9 (1st Cir. 1997). The prerequisite of finality promotes the role of arbitration as an expeditious alternative to traditional litigation. See, e.g., Michaels v. Mariforum Shipping, S.A., 624 F.2d 411, 414 (2d Cir. 1980) (\"[A] district court should not hold itself open as an appellate tribunal during an ongoing arbitration proceeding, since applications for interlocutory relief result only in a waste of time, the interruption of the arbitration proceeding, and . . . delaying tactics in a proceeding that is supposed to produce a speedy decision.\") (internal quotations omitted). We have noted that \"[n]ormally, an arbitral award is deemed 'final' provided it evidences the arbitrators' intention to resolve all claims submitted in the demand for arbitration.\" Fradella v. Petricca, 183 F.3d 17, 19 (1st Cir. 1999) (emphasis added).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Several circuits have, however, recognized exceptions to this general rule. See, e.g., Publicis Communication v. True N. Communications, Inc., 206 F.3d 725, 728 (7th Cir. 2000) (emphasizing that \"[t]he content of [an arbitral] decision -- not its nomenclature -- determines finality,\" and noting various interim decisions that courts have considered final). The Second Circuit's holding in Mettallgesellschaft A.G. v. M/V Capitan Constante, 790 F.2d 280, 283 (2d Cir. 1986), follows in this trend. In Mettallgesellschaft, the plaintiff sought damages for the alleged short delivery and fuel contamination of an oil shipment. The defendant requested arbitration and counterclaimed for unpaid freight charges. The arbitration panel rendered a partial award on the counterclaim in favor of the defendant, and the district court confirmed the award. Plaintiff appealed, claiming that the arbitral award was not final because the arbitration panel had not yet resolved all of the issues submitted to it. The Second Circuit upheld the district court's power to review the award on the counterclaim, concluding that \"an award which finally and definitely disposes of a separate independent claim may be confirmed although it does not dispose of all the claims that were submitted to arbitration.\" Id. at 283.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">This Court has recently approved the Second Circuit's approach. In Bull H/N Information Systems, Inc. v. Hutson, 229 F.3d 321 (1st Cir. 2000), we considered the validity of an appeal from a district court order vacating a partial award. That award, rendered in the first phase of arbitration, concerned whether plaintiff's claims for unpaid commissions were time-barred and, if not, how much was due. Plaintiff's benefits-related claims were to be determined later, in the second phase of the arbitration proceedings. The district court, interpreting the finality requirement of &#167; 10(a)(4), cited Mettallgesellschaft in support of its conclusion that the Phase I award dealt with \"discrete and distinct claims\" and was thus final for purposes of review. Bull H/N Info. Sys., Inc. v. Hutson, 983 F. Supp. 284, 289 (D. Mass. 1997). This was so, the court noted, even though \"the Phase I Award clearly anticipates further proceedings with respect to the [Phase II] claims.\" Id. at 290. The issue raised on appeal concerned appellate, not district court, jurisdiction over partial awards.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> However, our conclusion that the FAA \"contemplates an appeal when there is [a district court] order vacating . . . partial awards,\" Hutson, 229 F.3d at 328, implicitly affirmed the district court's power to review such awards under &#167; 10(a)(4). We now hold that the FAA permits a district court to confirm or vacate a partial award.</p>\n    </div>\n    <p class=\"indent\">B.</p>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">We must next determine whether the district court may review a partial award when that award determines liability, but does not include damages. Since this particular issue has not yet been decided by this Circuit, the parties suggest the Second Circuit's opinion in Trade &amp; Transport, Inc. v. Natural Petroleum Charterers Inc., 931 F.2d 191 (2d Cir. 1991), as a useful starting point for our analysis. In Trade &amp; Transport, the parties bifurcated the issues submitted to arbitration, requesting an \"immediate\" decision on liability and reserving the damages question for a later date. Id. at 192-93. In accordance with this request, the arbitration panel issued a final partial award with respect to liability. The defendant then moved the panel to reconsider the award, offering additional evidence on the liability issue, but the panel denied the motion. After both phases of the arbitration were completed, the defendant unsuccessfully appealed the panel's decision on liability to the district court. The Second Circuit affirmed the court's decision that the award was final, reasoning that \"if the parties have asked the arbitrators to make a final partial award as to a particular issue and the arbitrators have done so, the arbitrators have no authority, absent agreements by the parties, to redetermine that issue.\" Id. at 195.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The court below concluded that Trade &amp; Transport, because of its focus on the finality of partial awards vis-a-vis arbitrators, was inapposite and relied instead on the contemporaneous Second Circuit decision in Kerr-McGee Refining Corp. v. M/T Triumph, 924 F.2d 467, 471 (2d Cir. 1991). Kerr-McGee had moved in district court to confirm both a partial award setting contractual liability for short-delivered cargo as well as a \"final\" award of treble damages under RICO, punitive damages, costs, and attorney's fees for a multi-incident scheme of conversion of chartered cargo. The Second Circuit affirmed the district court's review of both awards, concluding that the partial award was not a \"separate independent claim\" from the \"final\" award. Since a party has one year to confirm an arbitral award under the FAA, 9 U.S.C. &#167; 9, a contrary decision would have barred Kerr-McGee from confirming the partial award which had been decided more than one year prior.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">What runs through the Second Circuit's decisions is a tension between the desire to effectuate the parties' intent to divide an arbitration into distinct phases, and making sure that a losing party does not thereby forfeit an appeal by failing to object after the completion of a phase. Compare Kerr-McGee, 924 F.2d at 471, withMettallgesellschaft, 790 F.2d at 282. Under these circumstances, the definiteness with which the parties have expressed an intent to bifurcate is an important consideration. In Michaels, the case most restrictive about the finality of partial awards, the Second Circuit was careful to say that \"[g]enerally, in order for a claim to be completely determined, the arbitrators must have decided not only the issue of liability . .a. but also the issue of damages.\" Michaels, 626 F.2d at 413-14 (emphasis added). In that case, however, the arbitration panel decided on its own to issue an \"interim\" award -- there was no formal bifurcation.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">By contrast, the parties here submitted, in a discrete proceeding, all of the evidence pertaining to the issue of liability. The arbitrators, in turn, \"conclusively decided every point required by and included in\" this submission as their \"authority and responsibility\" demanded. Trade &amp; Trans., 931 F.2d at 195. Both the parties and the panel, then, understood the determination of liability to be a final award. See McGregor Van de Moere, Inc. v. Paychex, Inc., 927 F. Supp. 616, 617 (W.D.N.Y. 1996) (concluding that parties' decision to bifurcate the issue of liability from damages reflects their agreement that the award on this issue will be final); Corp. Printing Co. v. N.Y. Typographical Union No. 6, 93 CIV 6796, 1994 WL 376093 at *4 (S.D.N.Y. July 18, 1994) (citing Trade &amp; Transport as \"persuasive authority\" that a bifurcated liability award is final for review). We therefore hold that the liability determination is final and subject to district court review.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <p>CONCLUSION</p>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The specific issue presented is a complicated one that is sure to recur in different contexts. There is very little case law in point and the Second Circuit cases that are most relevant are seemingly at odds. Though we hold that the district court can review the partial award in this case, we think it best to limit our holding to the situation in which there is a formal, agreed-to bifurcation at the arbitration stage. We reserve judgment on what would happen if, for example, in the absence of bifurcation the arbitrator issued an initial decision on liability and one party then sought district review. The outcome in such a scenario might depend on the circumstances, and we prefer not to prejudge that result.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Another important consideration is the risk that, in moving away from the concept of final judgments that prevails when review is sought of district court decisions, we may create situations at the arbitration level in which the losing side may forfeit an appeal (e.g., as to liability) by waiting until all arbitration proceedings are complete. One could imagine a rule that would allow the loser to seek review at once, but also retain the option of waiting until the completion of all phases at the arbitrator level. These are not problems that we must resolve now, but ones that we will no doubt confront in future cases.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">We vacate the order of the district court and remand for further proceedings.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> UltraCision was acquired by co-defendant-appellant Ethicon Endo-Surgery, Inc. (\"Ethicon\") in 1995.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Consequently, we dealt only with &#167;&#167; 16(a)(1)(D) and (E) of the FAA.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The district court compared interim arbitral awards to interlocutory district court orders. While it is true that in ordinary litigation, a liability determination that had not yet resolved damages would be non-appealable, we have emphasized previously that \"somewhat different standards govern the finality of judgments and final awards\" in arbitration proceedings. Fradella, 183 F.3d at 19. We believe our decision here adequately tempers the need to maintain an expedient alternative dispute resolution mechanism with an understanding of the primary policy behind the FAA, which is to resolve issues in the manner intended by the parties. See Dean Witter Reynolds, Inc. v. Byrd, 470 U.S. 213, 221 (1985) (\"The preeminent concern of Congress in passing the Act was to enforce private agreements into which parties had entered, and that concern requires that we rigorously enforce agreements to arbitrate, even if the result is 'piecemeal' litigation . . . .\").</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">244</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">231</span></span> (1st Cir. 2001)</p>\n    <p class=\"parties\">HART SURGICAL, INC., Plaintiff/Respondent - Appellee,<br>v.<br>ULTRACISION, INC., and ETHICON ENDO-SURGERY, INC., Defendants/Petitioners - Appellants.</p>\n    <p class=\"docket\">No. 00-1596</p>\n    <p class=\"court\">United States Court of Appeals For the First Circuit</p>\n    <p class=\"date\">Submitted November 28, 2000<br>Decided April 5, 2001</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF RHODE ISLAND</p>\n      <p class=\"indent\">[Hon. Ernest C. Torres, U.S. District Judge]</p>\n      <p class=\"indent\">Margaret M. Zwisler, with whom Richard A. Ripley, Kathryn R. Colburn, Howrey Simon Arnold &amp; White, LLP, Raymond A. Marcaccio and Blish &amp; Cavanagh, LLP, were on brief, for appellants.</p>\n      <p class=\"indent\">Michael J. Tuteur, with whom Epstein Becker &amp; Green, P.C., was on brief, for appellee.</p>\n      <p class=\"indent\">Before Torruella, Chief Judge, Boudin and Lipez, Circuit Judges.</p>\n      <p class=\"indent\">TORRUELLA, Chief Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The issue presented in this appeal is whether, in an arbitration case that is bifurcated into liability and damages phases, the arbitration panel's award with respect to liability is a final award under the Federal Arbitration Act (\"FAA\"), 9 U.S.C. &#167; 1 et seq., that is subject to review by the courts. The district court correctly noted that this question is yet undecided in this Circuit and, using the Second Circuit's jurisprudence as a guide, ruled that an arbitration award concerning only liability is not final for purposes of appeal to the courts. In an unusual circumstance, both parties urge us to reach the opposite conclusion. We agree with this ecumenical stance, and for the reasons set forth below, hold that under the circumstances of this case, an arbitration award on the issue of liability in a bifurcated proceeding is a final partial award reviewable by the district court.</p>\n    </div>\n    <p>BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">On September 30, 1993, plaintiff-appellee Hart Surgical, Inc. (\"Hart\") entered into a contract with defendant-appellant UltraCision, Inc. (\"UltraCision\")<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> pursuant to which Hart became the exclusive Canadian distributor for UltraCision's products. In February 1996, UltraCision terminated Hart's distributorship for non-performance.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Pursuant to an arbitration provision in the contract, Hart commenced arbitration proceedings against UltraCision and Ethicon challenging the termination. The parties agreed to bifurcate the arbitration into liability and damages phases, and the arbitration panel approved the stipulation. Following discovery, a trial on the issue of liability began in June 1997. On August 19, 1997, the arbitrators found that appellants wrongfully terminated Hart's distribution agreement (the \"Award\").</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Appellants moved to vacate the Award in the federal district court for the District of Rhode Island on October 20, 1997. However, anticipating either completion of the damages phase or a settlement by early 1998, appellants filed an unopposed motion to stay consideration of the vacatur motion. The court granted a six-month stay and, after this period expired, extended the stay for another six months. When it became apparent that the damages phase of the arbitration would not be completed within this time, appellants requested that the court lift the stay and decide the motion to vacate the Award. On September 26, 1999, the district court issued an order requiring appellants to show cause why the case should not be dismissed without prejudice on the ground that the Award was not final under the FAA.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">After briefing and a hearing, the district court concluded that the Award was not appealable under the FAA. Hart Surgical, Inc. v. UltraCision, Inc., No. 97-594-T (D. Mass. Apr.a25, 2000). According to the court, a \"final\" arbitral award is one that resolves all of the claims submitted to the panel. Here, the parties asked the arbiters to determine the issue of liability as well as damages; since the award at issue in this appeal resolved only one of these issues, it was akin to an interlocutory decision. Allowing the district court to review such an award, the court reasoned, would undermine the purpose of arbitration and waste judicial resources.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Although the district court dismissed appellants' motion without prejudice, the parties highlight that the one-year statute of limitations period for vacatur motions runs from the date that an award is made final. See 9 U.S.C. &#167; 9. Because this Circuit has not yet addressed the issue decided by the district court, a contrary ruling on the question after completion of the damages phase could prejudice appellants' right to appeal the Award in the future. Consequently, we will confront the question now.</p>\n    </div>\n    <p>DISCUSSION</p>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">This appeal actually raises two distinct, but related, questions. The first is whether an award concerning a discrete portion of an arbitration action, or a partial award, is reviewable by the district court. If so, the second and more specific question is whether this power to review extends to a partial award on liability in a bifurcated proceeding. We will address each of these questions in turn.</p>\n    </div>\n    <p class=\"indent\">A.</p>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Appellants moved to vacate the arbitrators' liability award pursuant to Section 10(a)(4) of the FAA. Under this provision, a district court may</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">make an order vacating the award upon the application of any party to the arbitration[, w]here the arbitrators exceeded their powers, or so imperfectly executed them that a mutual, final, and definite award upon the subject matter was not made.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">9 U.S.C. &#167; 10(a)(4). In applying this statute, we have followed the principle that \"[i]t is essential for the district court's jurisdiction that the arbitrator's decision was final, not interlocutory.\" El Mundo Broad. Corp. v. United Steel Workers of America, AFL-CIO CLC, <span class=\"citation\" data-id=\"741902\"><a href=\"/opinion/741902/el-mundo-broadcasting-corporation-v-united-steelworkers-of-america/\"><span class=\"volume\">116</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">7</span></a></span>, 9 (1st Cir. 1997). The prerequisite of finality promotes the role of arbitration as an expeditious alternative to traditional litigation. See, e.g., Michaels v. Mariforum Shipping, S.A., <span class=\"citation\" data-id=\"379484\"><a href=\"/opinion/379484/in-the-matter-of-the-arbitration-between-e-b-michaels-and-ralph-michaels/\"><span class=\"volume\">624</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">411</span></a></span>, 414 (2d Cir. 1980) (\"[A] district court should not hold itself open as an appellate tribunal during an ongoing arbitration proceeding, since applications for interlocutory relief result only in a waste of time, the interruption of the arbitration proceeding, and . . . delaying tactics in a proceeding that is supposed to produce a speedy decision.\") (internal quotations omitted). We have noted that \"[n]ormally, an arbitral award is deemed 'final' provided it evidences the arbitrators' intention to resolve all claims submitted in the demand for arbitration.\" Fradella v. Petricca, <span class=\"citation\" data-id=\"198548\"><a href=\"/opinion/198548/picciano-v-petricca/\"><span class=\"volume\">183</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">17</span></a></span>, 19 (1st Cir. 1999) (emphasis added).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Several circuits have, however, recognized exceptions to this general rule. See, e.g., Publicis Communication v. True N. Communications, Inc., <span class=\"citation\" data-id=\"767997\"><a href=\"/opinion/767997/publicis-communication-plaintiff-counterclaim-and-publicis-sa-a-french/\"><span class=\"volume\">206</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">725</span></a></span>, 728 (7th Cir. 2000) (emphasizing that \"[t]he content of [an arbitral] decision -- not its nomenclature -- determines finality,\" and noting various interim decisions that courts have considered final). The Second Circuit's holding in Mettallgesellschaft A.G. v. M/V Capitan Constante, <span class=\"citation\" data-id=\"469817\"><a href=\"/opinion/469817/metallgesellschaft-ag-v-mv-capitan-constante-and-yacimientos/\"><span class=\"volume\">790</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">280</span></a></span>, 283 (2d Cir. 1986), follows in this trend. In Mettallgesellschaft, the plaintiff sought damages for the alleged short delivery and fuel contamination of an oil shipment. The defendant requested arbitration and counterclaimed for unpaid freight charges. The arbitration panel rendered a partial award on the counterclaim in favor of the defendant, and the district court confirmed the award. Plaintiff appealed, claiming that the arbitral award was not final because the arbitration panel had not yet resolved all of the issues submitted to it. The Second Circuit upheld the district court's power to review the award on the counterclaim, concluding that \"an award which finally and definitely disposes of a separate independent claim may be confirmed although it does not dispose of all the claims that were submitted to arbitration.\" Id. at 283.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">This Court has recently approved the Second Circuit's approach. In Bull H/N Information Systems, Inc. v. Hutson, <span class=\"citation\" data-id=\"199116\"><a href=\"/opinion/199116/bull-hn-v-hutson/\"><span class=\"volume\">229</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">321</span></a></span> (1st Cir. 2000), we considered the validity of an appeal from a district court order vacating a partial award. That award, rendered in the first phase of arbitration, concerned whether plaintiff's claims for unpaid commissions were time-barred and, if not, how much was due. Plaintiff's benefits-related claims were to be determined later, in the second phase of the arbitration proceedings. The district court, interpreting the finality requirement of &#167; 10(a)(4), cited Mettallgesellschaft in support of its conclusion that the Phase I award dealt with \"discrete and distinct claims\" and was thus final for purposes of review. Bull H/N Info. Sys., Inc. v. Hutson, <span class=\"citation\" data-id=\"1989341\"><a href=\"/opinion/1989341/bull-hn-information-systems-inc-v-hutson/\"><span class=\"volume\">983</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">284</span></a></span>, 289 (D. Mass. 1997). This was so, the court noted, even though \"the Phase I Award clearly anticipates further proceedings with respect to the [Phase II] claims.\" Id. at 290. The issue raised on appeal concerned appellate, not district court, jurisdiction over partial awards.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> However, our conclusion that the FAA \"contemplates an appeal when there is [a district court] order vacating . . . partial awards,\" Hutson, 229 F.3d at 328, implicitly affirmed the district court's power to review such awards under &#167; 10(a)(4). We now hold that the FAA permits a district court to confirm or vacate a partial award.</p>\n    </div>\n    <p class=\"indent\">B.</p>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">We must next determine whether the district court may review a partial award when that award determines liability, but does not include damages. Since this particular issue has not yet been decided by this Circuit, the parties suggest the Second Circuit's opinion in Trade &amp; Transport, Inc. v. Natural Petroleum Charterers Inc., <span class=\"citation\" data-id=\"559879\"><a href=\"/opinion/559879/trade-transport-inc-v-natural-petroleum-charterers-incorporated/\"><span class=\"volume\">931</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">191</span></a></span> (2d Cir. 1991), as a useful starting point for our analysis. In Trade &amp; Transport, the parties bifurcated the issues submitted to arbitration, requesting an \"immediate\" decision on liability and reserving the damages question for a later date. Id. at 192-93. In accordance with this request, the arbitration panel issued a final partial award with respect to liability. The defendant then moved the panel to reconsider the award, offering additional evidence on the liability issue, but the panel denied the motion. After both phases of the arbitration were completed, the defendant unsuccessfully appealed the panel's decision on liability to the district court. The Second Circuit affirmed the court's decision that the award was final, reasoning that \"if the parties have asked the arbitrators to make a final partial award as to a particular issue and the arbitrators have done so, the arbitrators have no authority, absent agreements by the parties, to redetermine that issue.\" Id. at 195.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The court below concluded that Trade &amp; Transport, because of its focus on the finality of partial awards vis-a-vis arbitrators, was inapposite and relied instead on the contemporaneous Second Circuit decision in Kerr-McGee Refining Corp. v. M/T Triumph, <span class=\"citation\" data-id=\"555066\"><a href=\"/opinion/555066/kerr-mcgee-refining-corporation-cross-appellee-v-mt-triumph-her/\"><span class=\"volume\">924</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">467</span></a></span>, 471 (2d Cir. 1991). Kerr-McGee had moved in district court to confirm both a partial award setting contractual liability for short-delivered cargo as well as a \"final\" award of treble damages under RICO, punitive damages, costs, and attorney's fees for a multi-incident scheme of conversion of chartered cargo. The Second Circuit affirmed the district court's review of both awards, concluding that the partial award was not a \"separate independent claim\" from the \"final\" award. Since a party has one year to confirm an arbitral award under the FAA, 9 U.S.C. &#167; 9, a contrary decision would have barred Kerr-McGee from confirming the partial award which had been decided more than one year prior.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">What runs through the Second Circuit's decisions is a tension between the desire to effectuate the parties' intent to divide an arbitration into distinct phases, and making sure that a losing party does not thereby forfeit an appeal by failing to object after the completion of a phase. Compare Kerr-McGee, 924 F.2d at 471, withMettallgesellschaft, 790 F.2d at 282. Under these circumstances, the definiteness with which the parties have expressed an intent to bifurcate is an important consideration. In Michaels, the case most restrictive about the finality of partial awards, the Second Circuit was careful to say that \"[g]enerally, in order for a claim to be completely determined, the arbitrators must have decided not only the issue of liability . .a. but also the issue of damages.\" Michaels, 626 F.2d at 413-14 (emphasis added). In that case, however, the arbitration panel decided on its own to issue an \"interim\" award -- there was no formal bifurcation.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">By contrast, the parties here submitted, in a discrete proceeding, all of the evidence pertaining to the issue of liability. The arbitrators, in turn, \"conclusively decided every point required by and included in\" this submission as their \"authority and responsibility\" demanded. Trade &amp; Trans., 931 F.2d at 195. Both the parties and the panel, then, understood the determination of liability to be a final award. See McGregor Van de Moere, Inc. v. Paychex, Inc., <span class=\"citation\" data-id=\"2092136\"><a href=\"/opinion/2092136/mcgregor-van-de-moere-inc-v-paychex-inc/\"><span class=\"volume\">927</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">616</span></a></span>, 617 (W.D.N.Y. 1996) (concluding that parties' decision to bifurcate the issue of liability from damages reflects their agreement that the award on this issue will be final); Corp. Printing Co. v. N.Y. Typographical Union No. 6, 93 CIV 6796, <span class=\"citation no-link\"><span class=\"volume\">1994</span> <span class=\"reporter\">WL</span> <span class=\"page\">376093</span></span> at *4 (S.D.N.Y. July 18, 1994) (citing Trade &amp; Transport as \"persuasive authority\" that a bifurcated liability award is final for review). We therefore hold that the liability determination is final and subject to district court review.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <p>CONCLUSION</p>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The specific issue presented is a complicated one that is sure to recur in different contexts. There is very little case law in point and the Second Circuit cases that are most relevant are seemingly at odds. Though we hold that the district court can review the partial award in this case, we think it best to limit our holding to the situation in which there is a formal, agreed-to bifurcation at the arbitration stage. We reserve judgment on what would happen if, for example, in the absence of bifurcation the arbitrator issued an initial decision on liability and one party then sought district review. The outcome in such a scenario might depend on the circumstances, and we prefer not to prejudge that result.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Another important consideration is the risk that, in moving away from the concept of final judgments that prevails when review is sought of district court decisions, we may create situations at the arbitration level in which the losing side may forfeit an appeal (e.g., as to liability) by waiting until all arbitration proceedings are complete. One could imagine a rule that would allow the loser to seek review at once, but also retain the option of waiting until the completion of all phases at the arbitrator level. These are not problems that we must resolve now, but ones that we will no doubt confront in future cases.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">We vacate the order of the district court and remand for further proceedings.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> UltraCision was acquired by co-defendant-appellant Ethicon Endo-Surgery, Inc. (\"Ethicon\") in 1995.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Consequently, we dealt only with &#167;&#167; 16(a)(1)(D) and (E) of the FAA.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The district court compared interim arbitral awards to interlocutory district court orders. While it is true that in ordinary litigation, a liability determination that had not yet resolved damages would be non-appealable, we have emphasized previously that \"somewhat different standards govern the finality of judgments and final awards\" in arbitration proceedings. Fradella, 183 F.3d at 19. We believe our decision here adequately tempers the need to maintain an expedient alternative dispute resolution mechanism with an understanding of the primary policy behind the FAA, which is to resolve issues in the manner intended by the parties. See Dean Witter Reynolds, Inc. v. Byrd, <span class=\"citation\" data-id=\"111361\"><a href=\"/opinion/111361/dean-witter-reynolds-inc-v-byrd/\"><span class=\"volume\">470</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">213</span></a></span>, 221 (1985) (\"The preeminent concern of Congress in passing the Act was to enforce private agreements into which parties had entered, and that concern requires that we rigorously enforce agreements to arbitrate, even if the result is 'piecemeal' litigation . . . .\").</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/111361/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198548/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199116/",
    "http://www.courtlistener.com/api/rest/v3/opinions/379484/",
    "http://www.courtlistener.com/api/rest/v3/opinions/469817/",
    "http://www.courtlistener.com/api/rest/v3/opinions/555066/",
    "http://www.courtlistener.com/api/rest/v3/opinions/559879/",
    "http://www.courtlistener.com/api/rest/v3/opinions/741902/",
    "http://www.courtlistener.com/api/rest/v3/opinions/767997/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1989341/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2092136/"
  ]
}