{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/199347/",
  "absolute_url": "/opinion/199347/ainsworth-v-commissioner-nh/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/199347/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T04:28:52Z",
  "date_modified": "2017-03-24T11:01:42.330076Z",
  "type": "010combined",
  "sha1": "ed78fa9353812390e864fc0b850cea11c00956f7",
  "page_count": 32,
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/00-1678-01A.pdf",
  "local_path": "pdf/2001/04/03/Ainsworth_v._Commissioner_NH.pdf",
  "plain_text": "          United States Court of Appeals\n                    For the First Circuit\n\n\nNo. 00-1678\n\n                   WAYNE AINSWORTH, et al.,\n\n                   Plaintiffs, Appellants,\n\n                              v.\n\n                         HENRY RISLEY,\n    COMMISSIONER, NEW HAMPSHIRE DEPARTMENT OF CORRECTIONS,\n\n                     Defendant, Appellee.\n\n\n        APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n              FOR THE DISTRICT OF NEW HAMPSHIRE\n\n       [Hon. Steven J. McAuliffe, U.S. District Judge]\n\n\n                            Before\n\n                   Torruella, Chief Judge,\n\n              Boudin, and Lipez, Circuit Judges.\n\n\n\n\n     Michael J. Sheehan for appellants.\n     Andrew B. Livernois, Attorney, New Hampshire Civil Bureau,\nwith whom Philip T. McLaughlin, Attorney General, New Hampshire\nwas on brief, for appellee.\n\f                           April 3, 2001\n\n          LIPEZ, Circuit Judge. A group of convicted sex offenders\n\nclaim, pursuant to 42 U.S.C. § 1983, that the New Hampshire Department\n\nof Corrections violated their Fifth Amendment right against self-\n\nincrimination by requiring them to disclose their histories of sexual\n\nmisconduct to participate in a sex offender treatment program. The\n\nplaintiffs argue that the required disclosures are incriminating\n\nbecause they could lead to future prosecutions or perjury charges, or\n\ncould affect ongoing appeals. They argue that the disclosures are\n\ncompelled because completion of the treatment program is a de facto\n\nrequirement for parole and for maintaining residence in desired prison\n\nhousing. The district court granted the defendant's motion to dismiss,\n\nfinding that the plaintiffs failed to state a cognizable Fifth\n\nAmendment claim.    We affirm.\n\n                                 I.\n\n          The facts in this case generally are not disputed.      The\n\nplaintiffs are 23 inmates in the New Hampshire State Prison who have\n\nbeen convicted of sex offenses. As sex offenders, they may apply for\n\nthe prison's Sexual Offender Program (SOP), instituted in 1986.\n\nAccording to its mission statement, the SOP seeks to \"ensure community\n\nsafety and protection\" by preventing recidivism.      The program is\n\ndesigned to \"address sexual addiction,\" \"help offenders understand the\n\n\n                                 -2-\n\fthoughts, feelings and behaviors which precede their offense,\" and\n\n\"develop relapse prevention skills.\" To that end, the SOP provides\n\nresidential therapy to 60 inmates a year.1 Participants live together\n\nin a dorm and receive 10 to 15 hours of treatment a week for 12 to 16\n\nmonths. Treatment includes community meetings, social skills training\n\ngroups, clinical groups, and a year-long structured workbook series.\n\n          Inmates must apply to the SOP to be admitted. Applicants are\n\nplaced on a waiting list. Within two years of the earliest date on\n\nwhich an applicant could receive parole, two SOP staff members assess\n\nhis eligibility for the program.       Selection criteria include an\n\napplicant's willingness to admit his offense and accept responsibility\n\nfor it. \"If an applicant appears open and honest, recognizes he has a\n\nserious problem and is committed to changing his behavior, he is\n\napproved for programming.\" The program bases these requirements on the\n\nbelief that sex offenders must recognize past misconduct before\n\neffective treatment can begin.\n\n          Inmates who are accepted by the SOP must sign a \"treatment\n\ncontract.\" Provisions of the contract include: \"I agree to be complete\n\n[sic] open and honest and assume full responsibility for my offenses\n\nand my behavior;\" and \"I understand that I have committed a sexual\n\ncrime and I will be required to discuss and complete assignments\n\n\n\n     1At the time relevant to this litigation, there were about 650\nsex offenders in the New Hampshire State Prison.\n\n                                 -3-\n\fregarding my sexual history/deviancy. I may be required to answer many\n\nquestions about my sexual past and my current sexual behavior.\"\n\nInmates also agree to release any information about past behavior\n\nsought by program staff, and, if necessary, to take a lie detector test\n\n\"to ensure full disclosure of offending history.\"        Finally, SOP\n\nparticipants must sign a waiver of confidentiality. The waiver states,\n\nin relevant part:\n\n          I have been informed that any staff member at\n          N.H. State Prison is required by law to report to\n          the appropriate authorities, including but not\n          limited to, the County Attorney's Office, the\n          State Police, Local Police, Division for Children\n          and Youth Services and Probation Department, any\n          actual or suspected sexual offense of a\n          specifically identifiable victim, regardless of\n          how the staff member gains knowledge of such\n          occurrence or potential occurrence.\n\nThe SOP rejects inmates who refuse to comply with the terms of the\n\ntreatment contract or to sign a confidentiality waiver. The program\n\nalso generally deems inmates whose cases are on appeal unsuitable for\n\ntreatment because they have not acknowledged responsibility for their\n\ncrime of conviction.\n\n          Lance Messinger, director of the SOP, testified about the\n\ndisclosure requirements at a hearing on the plaintiffs’ petition for\n\ninjunctive relief.    Messinger said that SOP staff members do not\n\nrequire applicants to identify other victims whose names have not\n\nalready been reported, and that they discourage them from providing\n\n\n\n                                 -4-\n\fspecific information that could be incriminating. However, Messinger\n\nsaid that if staff members already have information about an offense\n\nwith which the applicant has not been charged, they press the applicant\n\nto admit to that offense. Such information usually comes from an\n\ninmate's presentence report and may concern allegations about an\n\nadditional victim. Any admissions of uncharged conduct that an inmate\n\nmakes must be reported to police and prosecutors. Messinger said that\n\nhe has tried on a case-by-case basis to win immunity from prosecution\n\nfor specific SOP participants, with limited success. Messinger said\n\nthat he remembered one case within the last ten years in which the\n\ncounty attorney prosecuted a case based on admissions made through the\n\nSOP.\n\n           The individual plaintiffs in this case have had a variety of\n\nexperiences with the SOP. Some of the plaintiffs have not applied for\n\nthe SOP because of the required disclosures. Others have applied and\n\nwere rejected because they refused to admit to their crime of\n\nconviction, because their case was on appeal, or because they refused\n\nto admit to an uncharged offense involving an additional victim.2\n\n\n\n\n       2\n       For the purposes of our analysis, we assume that the plaintiffs\ncollectively present the strongest set of facts that support the claim\nthey have developed--in other words, that they applied to the SOP and\nwere rejected; that they risk future prosecution by disclosing\nuncharged conduct; that they have been or will be denied parole; and\nthat they have been or will be transferred to a less desirable\ncellblock in the prison.\n\n                                 -5-\n\f          A few of the plaintiffs must complete the SOP as a condition\n\nof their sentence. The majority, however, applied for the program for\n\ntwo reasons. First, completion of the SOP is generally, though not\n\nalways, required before sex offenders receive parole.          At the\n\npreliminary injunction hearing, an official from the New Hampshire\n\nAdult Parole Board testified that to date 97 to 98 percent of the sex\n\noffenders who received parole had completed the SOP. Second, sex\n\noffenders who do not complete the SOP often are transferred from South\n\nUnit to Hancock Building. Both South and Hancock are medium security\n\nunits, but the plaintiffs view South as preferable housing. South has\n\ntwo-man cells, 24-man pods, extensive outdoor privileges, and houses\n\nmainly sex offenders. Hancock has eight-man cells, 96-man pods, only\n\none hour of outdoor access, and houses mainly drug and violent\n\noffenders. The plaintiffs testified that South is a safer unit for sex\n\noffenders, and some of them said they had been assaulted or hassled at\n\nHancock. They also point out that transfers to Hancock are used to\n\npunish South inmates who commit minor disciplinary offenses.\n\n          The plaintiffs filed this action as a petition for\n\ndeclaratory and injunctive relief. A magistrate judge held a hearing\n\non the petition and recommended that the court grant a preliminary\n\ninjunction enjoining the defendant from making admission of uncharged\n\ncriminal conduct a condition of participation in the SOP, unless the\n\nplaintiffs received immunity from use of their admissions in future\n\n\n                                 -6-\n\fprosecutions. The district court rejected the magistrate judge’s\n\nrecommendation and granted the defendant’s motion to dismiss for\n\nfailure to state a claim, finding that the plaintiffs had failed to\n\nestablish that the prison’s policies violated the Fifth Amendment\n\nprivilege against self-incrimination.\n\n            Normally, a motion to dismiss for failure to state a claim\n\nis based only on the pleadings. See Fed R. Civ. Proc. 12(b)(6). In\n\nthis case, the district court had before it evidence developed at the\n\npreliminary injunction hearing.      See Developmental Disabilities\n\nAdvocacy Center, Inc. v. Melton, 689 F.2d 281, 282 (1st Cir. 1989).\n\nBoth the court and the parties repeatedly referred to this evidence,\n\neffectively converting the motion to dismiss to a motion for summary\n\njudgment.    Fed. R. Civ. Proc. 12(b)(6) (\"If, on a motion . . . to\n\ndismiss for failure . . . to state a claim . . . matters outside the\n\npleading are presented to and not excluded by the court, the motion\n\nshall be treated as one for summary judgment.\"). We thus review the\n\ndistrict court’s decision according to summary judgment standards,\n\nconsidering the facts and all reasonable inferences to be drawn from\n\nthem in the light most favorable to the nonmoving party. See F.D.I.C.\n\nv. Kooyomjian, 220 F.3d 10, 13-14 (1st Cir. 2000). The moving party\n\nprevails if there is no genuine dispute as to any material fact and the\n\nparty is entitled to judgment as a matter of law. See Fed. R. Civ.\n\n\n\n\n                                  -7-\n\fProc. 56(c). Our review is de novo. See Garside v. Osco Drug, Inc.,\n\n895 F.2d 46, 48 (1st Cir. 1990).\n\n                                 II.\n\n          The Fifth Amendment prevents any person from being \"compelled\n\nin any criminal case to be a witness against himself.\" U.S. Const.\n\namend. V. The Amendment's self-incrimination clause applies to the\n\nstates through the Fourteenth Amendment. See Spevack v. Klein, 385\n\nU.S. 511, 514 (1967).   The protection against self-incrimination\n\nextends beyond criminal investigations, privileging a witness \"not to\n\nanswer official questions put to him in any other proceeding, civil or\n\ncriminal, formal or informal, where the answers might incriminate him\n\nin future criminal proceedings.\" Lefkowitz v. Turley, 414 U.S. 70, 77\n\n(1973).   A criminal defendant who has been convicted retains the\n\nprivilege after imprisonment as long as his testimony may be used\n\nagainst him in a future trial for a crime of which he has not yet been\n\nconvicted. See Mitchell v. United States, 526 U.S. 314, 325 (1999);\n\nMinnesota v. Murphy, 465 U.S. 420, 426 (1984). Two criteria must be\n\nmet in order for the privilege to apply: the witness must reasonably\n\nbelieve that his statements may be used to incriminate him, Hoffman v.\n\nUnited States, 341 U.S. 479, 486 (1951), and the statements must be\n\ncompelled. Lefkowitz v. Cunningham, 431 U.S. 801, 806 (1977) (\"the\n\ntouchstone of the Fifth Amendment is compulsion\"). Compulsion exists\n\nwhen some factor denies the individual the \"free choice to admit, to\n\n\n                                 -8-\n\fdeny, or to refuse to answer.\" Lisenba v. California, 314 U.S. 219,\n\n241 (1941).\n\n           The Supreme Court has found testimony to be compelled in\n\nseveral contexts. For example, the Court has found that the state\n\nimpermissibly compelled testimony by forcing police officers and city\n\nemployees to choose between incriminating themselves and losing their\n\njobs.   See Garrity v. New Jersey, 385 U.S. 493 (1967); Gardner v.\n\nBroderick, 392 U.S. 273, 274 (1968); Uniformed Sanitation Men Ass’n v.\n\nComm’r of Sanitation of New York, 392 U.S. 280 (1968). The Court also\n\nhas found that the statements of an attorney made at a disciplinary\n\nproceeding under threat of disbarment were compelled, see Spevack, 385\n\nU.S. at 516. And it has invalidated state statutes that stripped an\n\nattorney of his state political party office and architects of a city-\n\nawarded contract because they refused to waive their Fifth Amendment\n\nprivilege.    See Cunningham, 431 U.S. at 808; Turley, 414 U.S. at 85.\n\n           In these early cases, the consequences of refusing to give\n\npotentially incriminating testimony were economic. Yet the Court\n\ndescribed compulsion in relatively broad terms. In Spevack, the Court\n\nsaid that a \"'penalty' is not restricted to fine or imprisonment\" but\n\ninstead means \"the imposition of any sanction which makes assertion of\n\nthe Fifth Amendment privilege 'costly.'\" Spevack, 385 U.S. at 515\n\n(citing Griffin v. California, 380 U.S. 609, 614 (1965)).          In\n\nCunningham, the Court said that the Fifth Amendment protects against\n\n\n                                - 9 -\n\fstate-imposed \"potent sanctions\" or \"substantial penalties.\"\n\nCunningham, 431 U.S. at 805. The Court also \"rejected the notion that\n\ncitizens may be forced to incriminate themselves because it serves a\n\ngovernmental need,\" saying that the interests of the state, even if\n\ncompelling, do not \"justify infringement of Fifth Amendment rights.\"\n\nId. at 808.\n\n          Later Supreme Court cases, however, have qualified the\n\napplication of these broad, rights-protective statements in cases\n\ninvolving prisoners, holding that courts must consider the state’s\n\ninterest in imposing a rule or requirement related to imprisonment when\n\ndeciding whether that requirement violates an inmate’s constitutional\n\nrights. The watershed case is Turner v. Safley, 482 U.S. 78 (1987), in\n\nwhich the Court said that \"when a prison regulation impinges on\n\ninmates’ constitutional rights, the regulation is valid if it is\n\nreasonably related to legitimate penological interests.\" Id. at 89.\n\nAs we have said before in assessing the impact of Turner, \"[w]here\n\nburdens are laid upon the exercise of constitutional rights by\n\nprisoners, the Supreme Court’s current approach is to give very\n\nsubstantial latitude to the state’s judgment.\" Beauchamp v. Murphy, 37\n\nF.3d 700, 704 (1st Cir. 1994), cert. denied, 514 U.S. 1019 (1995).3\n\n     3 The Supreme Court has used Turner’s reasonableness test, for\nexample, in rejecting prisoners’ First Amendment claims. See, e.g.,\nO’Lone v. Estate of Shabazz, 482 U.S. 342 (1987) (prison officials\nacted reasonably by precluding Islamic inmates from attending weekly\nFriday religious service and thus did not violate the First Amendment);\n\n                                - 10 -\n\f          As was the case in Beauchamp, Turner differs from the case\n\nat hand because it involved \"the actual running of prisons and the most\n\npractical considerations of discipline, security, administrative\n\nfeasibility and cost.\"     Id.   The state offers treatment to sex\n\noffenders out of concern about prisoners’ post-release conduct--most\n\npressingly, in hopes that such treatment will reduce recidivism rates\n\nby helping to rehabilitate SOP participants--rather than out of concern\n\nabout effective prison management. Still, the state’s interest remains\n\nrelevant to determining whether the SOP’s required admissions violate\n\nthe plaintiffs’ Fifth Amendment rights.      \"The limitations on the\n\nexercise of constitutional rights arise both from the fact of\n\nincarceration and from valid penological objectives--including\n\ndeterrence of crime, rehabilitation of prisoners, and institutional\n\nsecurity.\" O’Lone v. Shabazz, 482 U.S. 342, 348 (1987). In light of\n\nTurner, the burden that a prison rule or requirement places on an\n\ninmate’s constitutional rights\n\n          cannot be unreasonable, and reasonableness\n          largely turns upon the facts. With some emphases\n          peculiar to prison regulation, Turner itself\n          identifies pertinent criteria: whether the\n          state’s policy serves a valid governmental\n\n\nThornburgh v. Abbott, 490 U.S. 401 (1989) (reasonable and so\nconstitutional to regulate prisoners’ mail). And the Court has been\nsimilarly deferential to the state’s interests in Fifth Amendment due\nprocess cases, holding that prisoners’ liberty interests extend only to\nfreedom from restraint that \"imposes atypical and significant hardship\non the inmate in relation to the ordinary incidents of prison life.\"\nSandin v. Conner, 515 U.S. 472, 472 (1995).\n\n                                 - 11 -\n\f          interest; the extent to which the prisoner is\n          foreclosed or burdened in exercising his rights;\n          and the presence or absence of reasonable\n          alternatives for the government to achieve the\n          same ends by other means without significant cost\n          or impairment of the governmental interest at\n          stake.\n\nBeauchamp, 37 F.3d at 705 (citing Turner, 482 U.S. at 89-91).4\n\n          As the defendant concedes, the plaintiffs can easily show\n\nthat the SOP’s required disclosures are incriminating. To participate\n\nin the program, the plaintiffs must admit to uncharged offenses as well\n\nas the behavior that led to their crime of conviction. They receive no\n\nguarantee of immunity from prosecution--to the contrary, they are told\n\nthat incriminating statements will be reported to police and\n\nprosecutors. In addition, an offender’s admission to his crime of\n\nconviction could expose him to future prosecution for perjury if he\n\ndenied guilt at trial, or could undermine an ongoing appeal. See Lile\n\nv. McKune, 224 F.3d 1175, 1180 (10th Cir. 2000) petition for cert.\n\nfiled, 69 U.S.L.W. 3506 (U.S. Jan. 22, 2001) (No. 00-1187).\n\n          Thus the real question before us is whether the disclosures\n\nrequired by the SOP are unconstitutionally compelled within the meaning\n\nof the Fifth Amendment. The plaintiffs offer two sets of facts to show\n\nthat the consequence of their refusal to make the admissions required\n\nby the SOP is a penalty sufficient to constitute compulsion. First,\n\n     4We set aside a fourth consideration in Turner, the effect of the\nremedy sought on the prison and other inmates, because it is \"linked\npeculiarly to prison operations.\" Beauchamp, 37 F.3d at 705 n.1.\n\n                                - 12 -\n\fthe plaintiffs claim that because the parole board has denied or will\n\ndeny them parole until they complete the SOP, they have no choice but\n\nto comply with the program’s requirements. Second, they argue that\n\nfailure to complete the SOP has led or will lead to a \"punitive\n\ntransfer\" from South Unit to Hancock Building, and that this transfer\n\nis sufficient punishment to compel their admissions. With particular\n\nattention to the burden element, we apply Turner’s three-part test to\n\ndetermine whether the denial of parole or the prison housing transfer\n\nare penalties sufficient to compel speech within the prohibition of the\n\nFifth Amendment.    See Lile, 224 F.3d at 1190 (applying Turner to\n\nprisoners' Fifth Amendment claims).\n\nA. Denial of Parole\n\n          1. Valid Government Interest\n\n          New Hampshire law gives the parole broad discretion over\n\nrelease decisions, directing the board to base its judgment on whether\n\nthere is a \"probability that the inmate will remain at liberty without\n\nviolating any law and will conduct himself as a good citizen.\" N.H.\n\nCode of Admin. Rules. Ann. § 301.01.     Whether a sex offender has\n\ncompleted the SOP is one factor that the New Hampshire parole board may\n\nconsider in deciding whether a sex offender merits early release. See\n\nN.H. Code of Admin. R. Ann. § 301.02(h) (parole board may take into\n\naccount evidence of \"self-improvement\" achieved through prison\n\nprograms, \"specifically programs which addressed problems or issues\n\n\n                                - 13 -\n\fthat contributed to the inmate’s prior criminal conduct\").         The\n\nquestion under Turner is whether this consideration is based on a valid\n\ngovernmental interest.\n\n          Unquestionably, the state has an acute interest in seeking\n\nto rehabilitate sex offenders in hopes of deterring future crime,\n\nparticularly given the large body of research showing that sex\n\noffenders commit repeat crimes at alarming rates.5 To that end, New\n\nHampshire established the SOP.      The program’s requirement that\n\nparticipants admit to their crimes is widely believed to be a necessary\n\nprerequisite to successful treatment.6 While some research stresses the\n\ndifficulty of drawing conclusions about the success rates of sex\n\noffender treatment,7 other studies show that treated sex offenders are\n\n\n\n\n     5 See Katie Isaac, Kansas v. Hendricks: A Perilous Step Forward in\nthe Fight Against Child Molestation, 35 Hous. L. Rev. 1295, 1296 (1998)\n(citing a 1993 study that found that \"forty-two percent of imprisoned\nchild molesters are later reconvicted for violent or sexual crimes\").\n     6 See Brendan J. Shevlin, \"[B]etween the Devil and the Deep Blue\nSea:\" A Look at the Fifth Amendment Implications of Probation Programs\nfor Sex Offenders Requiring Mandatory Admissions of Guilt, 88 Ky. L.J.\n485, 485 (2000); Jonathan Kaden, Therapy for Convicted Sex Offenders:\nPursuing Rehabilitation Without Incrimination, 89 J. Crim. L. &\nCriminology 347, 365 n.103(1998); Scott Michael Solkoff, Judicial Use\nImmunity and the Privilege Against Self-Incrimination in Court Mandated\nTherapy Programs, 17 Nova L. Rev. 1441, 1450 (1993).\n     7 See David DePugh, The Right to Treatment for Involuntarily\nCommitted Sex Offenders in the Wake of Kansas v. Hendricks, 17 Buff.\nPub. Int. L.J. 71 n.140 (1999); Jessica Wilen Berg, Give Me Liberty or\nGive Me Silence: Taking a Stand on Fifth Amendment Implications for\nCourt-Ordered Therapy Programs, 79 Cornell L. Rev. 700, 700 n.2 (1994).\n\n                                - 14 -\n\fless likely to commit new crimes.8 Indeed, the SOP may be achieving\n\nsome success. Director Lance Messinger testified that twelve percent of\n\nuntreated offenders released from the prison since 1980 returned on a\n\nnew sex-offense conviction, while only six percent of those who\n\ncompleted the SOP did.     New Hampshire unmistakably has a valid\n\ngovernment interest in establishing the SOP, and in requiring sex\n\noffenders to admit past conduct to participate in it.\n\n          2. Burden on the Exercise of Plaintiffs’ Rights\n\n          The plaintiffs argue that the denial of parole is a penalty\n\nbecause it forces them to serve a longer prison term than they\n\notherwise would. For example, an inmate with an indeterminate sentence\n\nof seven to fifteen years who has no disciplinary infractions would\n\nbecome eligible for parole after serving seven years, but would most\n\nlikely serve his full sentence if he does not complete the SOP. The\n\ndefendant counters that parole is not a right but a privilege. He\n\npoints out that inmates do not have a \"liberty right\" to parole under\n\nthe Due Process Clause of the Fifth Amendment, see Greenholtz v.\n\nInmates of Nebraska Penal and Correctional Complex, 442 U.S. 1, 7\n\n(1979), or under New Hampshire law, see N.H. Rev. Stat. Ann § 651-\n\n\n\n     8 See Kaden, supra note 6, at 365 n.103 (citing one study in which\n60 percent of untreated offenders committed another crime, and another\nin which only eight of 100 treated offenders did so); Solkoff, supra\nnote 6, at 1450 (citing study in which the four-year recidivism rate\ndecreased from 60 percent for untreated offenders to 25 percent for\ntreated offenders).\n\n                                - 15 -\n\fA:6(I) (providing that a \"prisoner may be released on parole upon the\n\nexpiration of the minimum term of his sentence\") (emphasis added);\n\nKnowles v. Warden, New Hampshire State Prison, 666 A.2d 972, 975 (N.H.\n\n1995); Baker v. Cunningham, 513 A.2d 956, 960 (N.H. 1986).\n\n           The lack of a liberty interest in parole, however, does not\n\nsettle the question of whether the denial of parole can constitute a\n\npenalty for the purpose of Fifth Amendment compulsion. From Garrity to\n\nthe recent case Ohio Adult Parole Authority v. Woodard, the Supreme\n\nCourt has evaluated Fifth Amendment self-incrimination claims without\n\nreference to a liberty interest analysis. See, e.g., Garrity, 385 U.S.\n\nat 496-501; Woodard, 523 U.S.272, 285-88 (1998); compare Lile, 224 F.3d\n\nat 1183.\n\n           The SOP’s requirement that offenders disclose uncharged\n\nconduct, at the risk that their admissions will be reported to police\n\nand prosecutors, presents the plaintiffs with a difficult dilemma.\n\nThis dilemma undoubtedly imposes some burden on the exercise of their\n\nFifth Amendment rights.     The extent of the burden is mitigated,\n\nhowever, by three factors: the kind of burden the plaintiffs face, the\n\nvoluntary nature of their choice about whether to participate in the\n\nSOP, and the fact that the denial of parole does not follow\n\nautomatically from the refusal to speak.9\n\n     9 The plaintiffs' brief asserts that some of the plaintiffs apply\nfor the SOP \"because their sentence specifically requires completion.\"\nThese plaintiffs may have a stronger claim of Fifth Amendment\n\n                                - 16 -\n\f          First, parole involves relief from a penalty that has already\n\nbeen imposed--the full period of incarceration to which the plaintiffs\n\nwere sentenced. There is no new or additional penalty for refusing to\n\nparticipate in the SOP. To the extent that such labels are useful, the\n\nSOP is a benefit that New Hampshire makes available to sex offenders,\n\nand parole is a further benefit that the state may condition on\n\ncompletion of the program. See Greenholtz, 442 U.S. at 11 (\"That the\n\nstate holds out the possibility of parole provides no more than a mere\n\nhope that the benefit will be obtained.\").10\n\n          Because the plaintiffs have not yet obtained release, the\n\nnature of the penalty they face differs from the one at issue in\n\nMinnesota v. Murphy, 465 U.S. 420 (1984). Murphy was required to\n\n\n\ncompulsion. However, the plaintiffs in no way develop this argument in\ntheir brief, precluding our consideration of the implications of any\nsuch sentencing requirements.\n     10 The plaintiffs unsuccessfully look for support to Neal v.\nShimoda, 131 F.3d 818 (9th Cir. 1997). In Neal, the Ninth Circuit held\nthat a prison regulation that labeled inmates as sex offenders and\nrequired completion of a sex offender treatment program as a condition\nfor parole eligibility created a liberty interest and some due process\nprotection for prisoners who had not been convicted of sexual\nmisconduct. See id. at 830. Since Neal found that an inmate’s due\nprocess rather than Fifth Amendment self-incrimination rights were\nviolated by the prison regulation at issue, it is not contrary to our\nholding here. Moreover, the Ninth Circuit emphasized the automatic\nnature of the denial of parole in finding a liberty interest to be at\nstake. See id. at 829 (\"[B]ecause the State's regulations render the\ninmate completely ineligible for parole if the treatment program is not\nsatisfactorily completed, the attachment of the 'sex offender' label to\nthe targeted inmate has a practical and inevitable coercive effect on\nthe inmate's conduct.\") (emphasis in original).\n\n                                - 17 -\n\fattend a treatment program for sex offenders as a condition of his\n\nprobation. When his probation officer questioned him about admissions\n\nMurphy made during the course of treatment regarding an uncharged rape\n\nand murder, he confessed to those crimes.        See id. at 424.    His\n\nstatements were then used to prosecute him. Murphy argued that his\n\nstatements were compelled because his probation would have been revoked\n\nhad he refused to answer. See id. at 434. The court agreed that the\n\nstate could not directly link invocation of the Fifth Amendment\n\nprivilege to revocation of probation, stating:\n\n           There is thus a substantial basis in our cases\n           for concluding that if the state, either\n           expressly or by implication, asserts that\n           invocation of the privilege would lead to\n           revocation of probation, it would have created\n           the classic penalty situation . . . and the\n           probationer’s answers would be deemed compelled\n           and inadmissible in a criminal prosecution.\n\nId. at 435. The Court held, however, that Murphy’s confessions were\n\nnot compelled because there was \"no suggestion that his probation was\n\nconditional on his waiving his Fifth Amendment privilege.\" Id. at\n\n437.11\n\n           While both Murphy and the case at hand involve the issue of\n\nprosecution based on criminal admissions made during a sex offender\n\ntreatment program, Murphy’s \"classic penalty\" scenario does not apply\n\n\n     11 Of course, the quoted statement in Murphy is 17-year-old dictum,\nand we do not know how the present Supreme Court would view disclosure\nobligations imposed on parolees. Compare Asherman v. Meachum, 957 F.2d\n978 (2d Cir. 1992).\n\n                                - 18 -\n\fhere. A probationer or parolee has already achieved liberty, and thus\n\nhas an expectation of retaining it. An inmate who has not been granted\n\nparole has no such expectation. See Greenholtz, 442 U.S. at 9 (\"There\n\nis a crucial distinction between being deprived of a liberty one has,\n\nas in parole, and being denied a conditional liberty that one\n\ndesires.\"). Moreover, the parole board has already weighed the safety\n\nrisk posed by the probationer or parolee and decided that he or she is\n\nfit to rejoin the community. Before release, an inmate has not passed\n\nthis threshold test. In Greenholtz, the Court viewed these differences\n\nas support for its holding that inmates do not have a constitutional\n\ndue process right to parole, in contrast to already released offenders,\n\nwho do have due process rights when the state seeks to revoke their\n\nparole or probation. See id. at 9. Similarly, a treatment program\n\nthat conditioned participation on incriminating admissions might\n\nviolate the Fifth Amendment if that program was in turn a condition of\n\nprobation or of maintaining parole, but a program that conditioned\n\nparticipation on incriminating admissions as a condition of obtaining\n\nrelease on parole does not. The case law recognizes this distinction.\n\nFollowing Murphy, some courts have found Fifth Amendment violations\n\nwhere sex offenders were required to disclose past misconduct for\n\ntreatment programs that were a condition of probation or a court-\n\nsuspended sentence. See Mace v. Amestoy, 765 F.Supp. 847, 850 (D. Vt.\n\n1991); State v. Fuller, 915 P.2d 809, 814 (Mont. 1996); State v. Imlay,\n\n\n                                - 19 -\n\f813 P.2d 979, 985 (Mont. 1991); State v. Kaquatosh, 600 N.W.2d 153, 158\n\n(Minn. Ct. App. 1999); cf. United States v. Davis, 2001 WL 224550 *2\n\n(1st Cir. 2001) (probationer free to challenge revocation of supervised\n\nrelease as a penalty for exercise of Fifth Amendment privilege should\n\nrevocation occur); but see Asherman v. Meachum, 957 F.2d 978 (2d Cir.\n\n1992) (en banc).    But courts have denied claims where treatment\n\nprograms were a condition of initial parole eligibility. See Doe v.\n\nSauer, 186 F.3d 903 (8th Cir. 1999); Russell v. Eaves, 722 F. Supp. 558\n\n(E.D. Mo. 1989).\n\n          The second factor that mitigates the burden imposed by the\n\nSOP’s disclosure requirement is the relatively voluntary nature of the\n\nplaintiffs’ decision about whether to participate in the program. The\n\nrelevant precedent is Ohio Adult Parole Authority v. Woodard, 523 U.S.\n\n272 (1998). Woodard, who had been sentenced to death, said that Ohio’s\n\nclemency process violated his Fifth Amendment rights by forcing him to\n\nanswer questions at his one guaranteed clemency interview, or, if he\n\nremained silent, permitting his silence to be used against him. He\n\nargued that the \"interview unconstitutionally condition[ed] his\n\nassertion of the right to pursue clemency on his waiver of the right to\n\nremain silent.\"    Id. at 285-86.\n\n          The Court rejected this argument on the ground that Woodard\n\nwas not required to attend or speak at his clemency hearing. The Court\n\nsaid: \"It is difficult to see how a voluntary interview could 'compel'\n\n\n                                - 20 -\n\frespondent to speak. He merely faces a choice quite similar to the\n\nsorts of choices that a criminal defendant must make in the course of\n\ncriminal proceedings, none of which has ever been held to violate the\n\nFifth Amendment.\" Id. at 287. The Court recognized that Woodard faced\n\na choice between \"providing information to the [Parole] Authority--at\n\nthe risk of damaging his case for clemency or for postconviction\n\nrelief--or of remaining silent.\" Id. at 287-88. But that choice,\n\ndespite its consequences, did not support a claim within the meaning of\n\nthe Fifth Amendment's self-incrimination clause. The Court said that\n\nthe \"pressure to speak in the hope of improving [respondent's] chance\n\nof being granted clemency does not make the interview compelled.\" Id.\n\nat 288.\n\n          Whether the choice that the plaintiffs here face is voluntary\n\nin a meaningful sense seems to us a closer question. By making the\n\nadmissions required by the SOP, the plaintiffs risk not only damaging\n\ntheir cases on appeal, but also exposing themselves to future\n\nprosecution. If the plaintiffs refuse to speak, they face the strong\n\npossibility of serving more years in prison than they otherwise would.\n\nStill, like Woodard, the plaintiffs have a choice about participating\n\nin the SOP, despite the consequences that follow from that choice. The\n\nplaintiffs’ choice about whether to disclose past misconduct is\n\nvoluntary as Woodard understands the term.\n\n\n\n\n                                - 21 -\n\f          The third factor we consider is whether the denial of parole\n\nfollows automatically from the plaintiffs’ refusal to speak. Some of\n\nthe plaintiffs testified that prison officials told them that they\n\nwould not be granted parole unless and until they completed the SOP,\n\nand the defendant does not dispute that completion of the SOP functions\n\nas a de facto requirement of parole for most New Hampshire sex\n\noffenders.   At the same time, the defendant has shown that a few\n\ninmates who have not completed the SOP receive parole each year under\n\nspecial circumstances.12 These unusual grants of release are possible\n\nbecause New Hampshire’s parole statute nowhere states that the board\n\nmust reject a parole applicant because he has not completed the SOP.\n\nAs we have noted, New Hampshire’s parole statute gives the parole board\n\nbroad discretion to decide whether an inmate is likely to obey the law\n\nand observe the terms of his release.       See Baker, 513 A.2d at 960.\n\n          The distinction between a highly probable de facto\n\nrequirement and a statutorily mandated one has legal significance. In\n\nthe early Supreme Court cases that we have discussed, the state imposed\n\nautomatic penalties on those who refused to waive their right against\n\nself-incrimination. The police officers in Gardner and Garrity and the\n\ncity employees in Uniformed Sanitation Men Association were discharged\n\n\n\n     12\n      At the preliminary injunction hearing, a parole board official\ntestified that one offender who had been released was convicted of a\nrelatively minor offense and had an elderly, blind mother for whom he\nwas the sole provider.\n\n                                - 22 -\n\fbecause they invoked their Fifth Amendment rights and refused to\n\ntestify. The lawyer in Spevack was disbarred for the same reason. In\n\nTurley and Cunningham, the Court declared unconstitutional New York\n\nstatutes that automatically stripped government contracts and political\n\nparty office from anyone who refused to waive his or her immunity.\n\n          By contrast, Baxter v. Palmigiano, 425 U.S. 308 (1976),\n\nconcerned the question of whether prison officials could draw an\n\nadverse inference from an inmate’s silence at a disciplinary\n\nproceeding. The Court held that the Fifth Amendment did not forbid the\n\nstate from drawing such an inference, given the civil nature of the\n\ndisciplinary proceeding.13 The Court distinguished Baxter from its\n\nprevious holdings on the ground that the state did not require\n\nPalmigiano to waive his privilege, but rather said that his silence\n\ncould be used against him if he did not waive it.        In addition,\n\nPalmigiano could not be \"automatically found guilty\" as a consequence\n\nof his refusal to testify because prison regulations required that\n\nsubstantial evidence support a disciplinary decision. Id. at 317-318.14\n\n\n     13Baxter noted that no criminal proceedings were pending against\nPalmigiano and distinguished the case from earlier holdings in part on\nthat ground. See Baxter, 452 U.S. at 317. However, this court has\napplied Baxter in cases involving criminal charges. See, e.g., United\nStates v. Stein, 233 F.3d 6, 16 n.5 (1st Cir. 2000).\n     14Cunningham distinguished Baxter on this ground, stating:\n\"Respondent’s silence in Baxter was only one of a number of factors to\nbe considered by the finder of fact in assessing a penalty, and was\ngiven no more probative value than the facts of the cases warranted;\nhere, refusal to waive the Fifth Amendment privilege leads\n\n                                 - 23 -\n\fIn finding that drawing such an inference was permissible, the Court\n\nnoted that the state had not \"insisted or asked\" that the defendant\n\nwaive his Fifth Amendment privilege.       Id. at 317.    Nor was the\n\ndefendant \"in consequence of his silence automatically found guilty of\n\nthe infraction with which he has been charged.\" Id. On the ground\n\nthat an inmate’s silence \"in and of itself\" did not trigger a sanction,\n\nthe Court distinguished Baxter from earlier cases such as Garrity and\n\nTurley.   Id.   at 317-18.\n\n          We recently relied on Baxter and its reading of precedent in\n\nrejecting an attorney’s claim that her testimony before the\n\nMassachusetts Board of Bar Examiners was coerced because she believed\n\nthat she would be disbarred if she remained silent. See United States\n\nv. Stein, 233 F.3d 6 (1st Cir. 2000), petition for cert. filed, (U.S.\n\nFeb. 26, 2001) (No. 00-1354). We discussed the automatic penalties\n\nfaced in Gardner and Garrity, and concluded:\n\n          Where, however, invocation of the Fifth Amendment\n          does not, by itself, result in forfeiture of the\n          job or license in question, the fact that\n          claiming the Fifth may, as a practical matter,\n          result in damage to one’s chances of retaining\n          the privilege at stake does not necessarily\n          establish a constitutional violation.\n\nId. at 15. Three related facts led us to reject the attorney’s claim.\n\nShe was not subject to automatic disbarment for remaining silent; the\n\n\n\nautomatically and without more to imposition of sanctions.\"\nCunningham, 431 U.S. at 808 n.5.\n\n                                - 24 -\n\fBoard of Bar Examiners was not required to disbar her; and the board\n\nhad no formal rule or unwritten policy or practice of disbarring\n\nattorneys for invoking their Fifth Amendment privilege. See id. at\n\n16.15\n\n             Parallel facts are present here. The plaintiffs do not\n\nautomatically lose parole eligibility because they remain silent, the\n\nparole board is not required to deny them parole, and the board has no\n\nformal rule denying parole to sex offenders who do not complete the\n\nSOP. See, e.g., Lile, 224 F.3d at 1182 (inmates required to admit past\n\nmisconduct for admission to a sex offender treatment program could not\n\nshow Fifth Amendment compulsion based on denial of parole because they\n\nwere not required to complete the treatment program for parole\n\neligibility). According to the plaintiffs, the board does have such an\n\nunwritten policy or practice.     But the defendant in Stein made a\n\n\n        15\n        The Second Circuit relied on a related rationale in two cases\ncited by the defendant, Asherman v. Meachum, 957 F.2d 978 (2d Cir.\n1992) (en banc), and Johnson v. Baker, 108 F.3d 10 (2d Cir. 1997). In\nAsherman, the court found that revocation of a prisoner’s supervised\nhome release for his refusal to answer questions at a psychiatric\nevaluation did not violate the Fifth Amendment. In Johnson, the court\nfound that an inmate’s Fifth Amendment rights were not violated by a\nsex offender treatment program that required admissions of past\nmisconduct, and that was a prerequisite for a program that allowed\ninmates to spend extended time with their families. Both cases\ndistinguished between a state’s adverse action against an individual\nfor invoking the right to self-incrimination and an action taken \"for\nfailure to answer a relevant inquiry.\" Asherman, 957 F.2d at 982. The\ncourt found that the inquiries made of the defendants in these cases\nwere relevant to the state’s public responsibilities. Id. at 983. In\nJohnson, these responsibilities concerned sex offender rehabilitation.\nSee Johnson, 108 F.3d at 11.\n\n                                - 25 -\n\fsimilar argument to no avail, and we see no reason to distinguish this\n\ncase on that ground. It is entirely permissible for a parole board to\n\ntake into account an inmate’s efforts to rehabilitate himself by\n\nparticipating in a prison program designed to address his prior\n\ncriminal conduct. But to say that the parole board may consider an\n\ninmate’s completion of a prison treatment program is not to say that it\n\nmust make a decision on that basis.      That the board often weighs\n\nheavily completion of the SOP in deciding whether to parole sex\n\noffenders does not change the calculation. See Stein, 233 F.3d at 17\n\nn.6 (fact that defendant \"could have had good reason to fear disbarment\n\nif she did not testify is not the same as being faced with automatic\n\ndisbarment for failure to testify\"); United States v. Indorato, 628\n\nF.2d 711, 716 (1st Cir. 1980) (fear of punishment as a result of\n\ninvoking the Fifth Amendment does not protect against subsequent use of\n\nself-incriminating statements at a criminal trial).\n\n          3. Reasonable Alternatives\n\n          The third step under Turner requires us to consider whether\n\nreasonable alternatives exist for the government to achieve its ends\n\nwithout significant cost or impairment to the governmental interest at\n\nstake.\n\n          Some states address the incrimination dilemma posed by sex\n\noffender treatment programs by asking inmates seeking treatment only to\n\nadmit to 0misconduct of which law enforcement officials are already\n\n\n                                - 26 -\n\faware. See Neal v. Shimoda, 131 F.3d 832, 833 n.18 (9th Cir. 1997)\n\n(citing provision of sex offender consent to treat contract stating, \"I\n\nunderstand that I am not required to provide information about crimes\n\nthat no one knows about\"); Russell v. Eaves, 722 F. Supp. 558, 560\n\n(E.D. Mo. 1989). Courts have also suggested that states grant use\n\nimmunity to sex offenders before requiring them to disclose past\n\nmisconduct during the course of treatment. See Lile, 224 F.3d at 1192;\n\nMace, 765 F. Supp. at 852; Fuller, 915 P.2d at 816; Imlay, 813 P.2d at\n\n985.\n\n           A grant of limited use immunity need not conflict with\n\npublic safety, since it allows the state to prosecute the recipient\n\n\"for any crime of which he may be guilty . . . provided only that his\n\nown compelled testimony is not used to convict him.\" Cunningham, 431\n\nU.S. at 809 (comparing use immunity to broader transactional immunity,\n\nwhich immunizes witnesses from prosecution for any transaction about\n\nwhich they testify). Granting use immunity may in fact further the\n\nstate’s goal of rehabilitation by encouraging inmates to admit their\n\nsex offenses, thus removing an obstacle to treatment. See Lile, 224\n\nF.3d at 1192. Use immunity is the solution proposed by commentators\n\nconcerned about the tension between an inmate’s right against self-\n\nincrimination and the state’s interest in pressing sex offenders to\n\nadmit past misconduct as a first step toward effective treatment. See\n\nShevlin, supra note 6, at 486; Kaden, supra note 6, at 350; Solkoff,\n\n\n                                - 27 -\n\fsupra note 6, at 1444. In his testimony at the preliminary injunction\n\nhearing, SOP Director Lance Messinger expressed similar concerns,\n\nsaying that he tries to obtain use immunity for inmates when he thinks\n\nthey could be prosecuted on new charges based on information disclosed\n\nduring treatment.\n\n          This may indeed be a desirable outcome. But we agree with\n\nthe district court that the decision about whether to grant immunity to\n\nsex offenders is a policy choice that lies in the state’s hands. We\n\nthink that it is for New Hampshire to say whether it could do so\n\nwithout impairing the governmental interest at stake.\n\n          4. Conclusion under Turner\n\n          Our Turner analysis reflects the closeness of the Fifth\n\nAmendment self-incrimination question presented here. Given the stakes\n\nin parole and the avoidance of further prosecutions, the plaintiffs do\n\nsuffer some burden in the exercise of their Fifth Amendment rights when\n\nthey must choose between declining to participate in the SOP, which\n\nsignificantly enhances their chances for parole, or disclosing other\n\ncriminal conduct. The availability of use immunity at least suggests\n\nthe possibility of an alternative means of advancing the state's\n\ninterest in securing inmate participation in the SOP without\n\nnecessarily compromising future prosecutions for other instances of\n\nsexual misconduct.\n\n\n\n\n                                - 28 -\n\f          On the other hand, the state's interest in reducing the\n\nrecidivism of sex offenders is substantial. There may be undesirable\n\npenological and law enforcement implications to the grant of use\n\nimmunity in the sensitive context of sexual misconduct cases that we do\n\nnot fully appreciate.     The burden on the exercise of the Fifth\n\nAmendment rights of the plaintiffs is lessened significantly by the\n\nfactors we have cited: the denial of parole does not impose a new\n\npenalty on the plaintiffs, the plaintiffs may choose not to participate\n\nin the SOP, and the denial of parole does not automatically follow from\n\na decision not to participate.\n\n          Weighing these factors, and drawing upon the meaning of\n\ncompulsion under the Fifth Amendment developed by the precedents we\n\nhave cited, we conclude that the reduced likelihood of parole for\n\nrefusing to participate in the SOP does not constitute a penalty\n\nsufficient to compel incriminating speech in violation of the Fifth\n\nAmendment.\n\nB. Prison Housing Transfer\n\n          The alternate basis for the plaintiffs’ claim of compulsion\n\nis the transfer from South Unit to Hancock Building that often follows\n\na refusal to participate in the SOP. The plaintiffs claim the transfer\n\nis a penalty for Fifth Amendment purposes because it significantly\n\naffects their living circumstances.       This question is not close.\n\n\n\n\n                                - 29 -\n\f            Plaintiffs’ preference for South housing is understandable.\n\nAt the preliminary injunction hearing, prison officials testified that\n\nHancock is the prison’s \"low-rent district\" and compared South to a\n\nhotel. The plaintiffs cite several advantages of living in South.\n\nThey have greater outdoor privileges; they live in two-man rather than\n\neight-man cells; they live on smaller \"pods,\" or living groups. As\n\nevidence that the move to Hancock is punitive, the plaintiffs argue\n\nthat such transfers are used to punish inmates who break the rules.\n\nSome of the plaintiffs also said that even though both facilities are\n\nclassified as medium security, they feel safer at South because most of\n\nthe other inmates are also sex offenders. In Hancock, where they are\n\nsurrounded by violent and drug offenders, they are targets of\n\nharassment and assault.\n\n            The plaintiffs’ claim that the transfer from South to Hancock\n\nis a penalty for Fifth Amendment purposes fails under the Turner\n\nanalysis.    First, the state has a valid governmental interest in\n\ncontrolling where prisoners will be housed. Once an offender has been\n\nsentenced, New Hampshire gives broad discretion to prison officials\n\nover the \"terms, conditions, and place of incarceration.\" State v.\n\nPeabody, 438 A.2d 305, 308 (N.H. 1981); see also N.H. Rev. Stat. Ann.\n\n§ 651:25. At the hearing on the plaintiffs’ petition for injunctive\n\nrelief, prison officials testified that they offer housing transfers as\n\nan incentive to encourage inmates to act in particular ways. Prisoners\n\n\n                                 - 30 -\n\fmay earn a place in South because they have a clean disciplinary record\n\nor because they participate in a treatment program like the SOP. In\n\neither case, the transfer to South is a benefit conferred on inmates\n\nwho earn it.    This kind of reward system easily meets Turner's\n\nlegitimate penological interest standard.\n\n          The second and third Turner factors also weigh against the\n\nplaintiffs. The quality-of-life differences between South and Hancock\n\nare not severe enough to burden the exercise of the plaintiffs'\n\nconstitutional rights. Nor is there a reasonable alternative to giving\n\nprison officials broad discretion over inmate housing. For the reasons\n\nstated, the housing transfers do not rise to the level of a penalty\n\nthat establishes Fifth Amendment compulsion.16\n\n                                 IV.\n\n          We are unpersuaded by the plaintiffs’ claim that their Fifth\n\nAmendment right against self-incrimination was violated by New\n\n\n     16We distinguish this case from Lile v. McKune, 224 F.3d 1175\n(10th Cir. 2000), in which the Tenth Circuit found a Fifth Amendment\nviolation where sex offenders who refused to disclose their past\nmisconduct in order to participate in a prison treatment program were\nautomatically transferred from a medium to a maximum security facility.\nThe transfer resulted in loss of the following privileges: personal\ntelevision; limited access to prison organizations, activities, gym,\nand yard; reduction in spending allowed in the canteen per pay period\nfrom $140 to $20; reduction in pay and intake property; restricted\nvisiting privileges. See id. at 1181. The consequences of the\ntransfer described in Lile are more severe than those the plaintiffs\nsay accompany a transfer from South to Hancock. In addition, the\ntransfer in Lile automatically followed from an inmate’s decision not\nto pursue treatment, whereas the transfers to Hancock complained of\nhere are likely rather than automatic. See id.\n\n                                - 31 -\n\fHampshire’s requirement that they disclose their histories of sexual\n\nmisconduct to participate in a prison treatment program that affects\n\ntheir chances of obtaining early release on parole and of maintaining\n\nresidence in desired prison housing. The defendant is entitled to\n\njudgment as a matter law.    We affirm the district court.\n\n          Affirmed.\n\n\n\n\n                               - 31 -\n\f",
  "html": "<p class=\"case_cite\">244 F.3d 209 (1st Cir. 2001)</p>\n    <p class=\"parties\">WAYNE AINSWORTH, et al., Plaintiffs, Appellants,<br>v.<br>HENRY RISLEY, COMMISSIONER, NEW HAMPSHIRE DEPARTMENT OF CORRECTIONS, Defendant, Appellee.</p>\n    <p class=\"docket\">No. 00-1678</p>\n    <p class=\"court\">United States Court of Appeals For the First Circuit</p>\n    <p class=\"date\">Heard December 14, 2000<br>Decided April 3, 2001</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF NEW HAMPSHIRE</p>\n      <p class=\"indent\">[Hon. Steven J. McAuliffe, U.S. District Judge]</p>\n      <p class=\"indent\">Michael J. Sheehan for appellants.</p>\n      <p class=\"indent\">Andrew B. Livernois, Attorney, New Hampshire Civil Bureau, with whom Philip T. McLaughlin, Attorney General, New Hampshire was on brief, for appellee.</p>\n      <p class=\"indent\">Before Torruella, Chief Judge, Boudin, and Lipez, Circuit Judges.</p>\n      <p class=\"indent\">LIPEZ, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">A group of convicted sex offenders claim, pursuant to 42 U.S.C. &#167; 1983, that the New Hampshire Department of Corrections violated their Fifth Amendment right against self-incrimination by requiring them to disclose their histories of sexual misconduct to participate in a sex offender treatment program. The plaintiffs argue that the required disclosures are incriminating because they could lead to future prosecutions or perjury charges, or could affect ongoing appeals. They argue that the disclosures are compelled because completion of the treatment program is a de facto requirement for parole and for maintaining residence in desired prison housing. The district court granted the defendant's motion to dismiss, finding that the plaintiffs failed to state a cognizable Fifth Amendment claim. We affirm.</p>\n    </div>\n    <p class=\"indent\">I.</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The facts in this case generally are not disputed. The plaintiffs are 23 inmates in the New Hampshire State Prison who have been convicted of sex offenses. As sex offenders, they may apply for the prison's Sexual Offender Program (SOP), instituted in 1986. According to its mission statement, the SOP seeks to \"ensure community safety and protection\" by preventing recidivism. The program is designed to \"address sexual addiction,\" \"help offenders understand the thoughts, feelings and behaviors which precede their offense,\" and \"develop relapse prevention skills.\" To that end, the SOP provides residential therapy to 60 inmates a year.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> Participants live together in a dorm and receive 10 to 15 hours of treatment a week for 12 to 16 months. Treatment includes community meetings, social skills training groups, clinical groups, and a year-long structured workbook series.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Inmates must apply to the SOP to be admitted. Applicants are placed on a waiting list. Within two years of the earliest date on which an applicant could receive parole, two SOP staff members assess his eligibility for the program. Selection criteria include an applicant's willingness to admit his offense and accept responsibility for it. \"If an applicant appears open and honest, recognizes he has a serious problem and is committed to changing his behavior, he is approved for programming.\" The program bases these requirements on the belief that sex offenders must recognize past misconduct before effective treatment can begin.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Inmates who are accepted by the SOP must sign a \"treatment contract.\" Provisions of the contract include: \"I agree to be complete [sic] open and honest and assume full responsibility for my offenses and my behavior;\" and \"I understand that I have committed a sexual crime and I will be required to discuss and complete assignments regarding my sexual history/deviancy. I may be required to answer many questions about my sexual past and my current sexual behavior.\" Inmates also agree to release any information about past behavior sought by program staff, and, if necessary, to take a lie detector test \"to ensure full disclosure of offending history.\" Finally, SOP participants must sign a waiver of confidentiality. The waiver states, in relevant part:</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">I have been informed that any staff member at N.H. State Prison is required by law to report to the appropriate authorities, including but not limited to, the County Attorney's Office, the State Police, Local Police, Division for Children and Youth Services and Probation Department, any actual or suspected sexual offense of a specifically identifiable victim, regardless of how the staff member gains knowledge of such occurrence or potential occurrence.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The SOP rejects inmates who refuse to comply with the terms of the treatment contract or to sign a confidentiality waiver. The program also generally deems inmates whose cases are on appeal unsuitable for treatment because they have not acknowledged responsibility for their crime of conviction.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Lance Messinger, director of the SOP, testified about the disclosure requirements at a hearing on the plaintiffs' petition for injunctive relief. Messinger said that SOP staff members do not require applicants to identify other victims whose names have not already been reported, and that they discourage them from providing specific information that could be incriminating. However, Messinger said that if staff members already have information about an offense with which the applicant has not been charged, they press the applicant to admit to that offense. Such information usually comes from an inmate's presentence report and may concern allegations about an additional victim. Any admissions of uncharged conduct that an inmate makes must be reported to police and prosecutors. Messinger said that he has tried on a case-by-case basis to win immunity from prosecution for specific SOP participants, with limited success. Messinger said that he remembered one case within the last ten years in which the county attorney prosecuted a case based on admissions made through the SOP.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The individual plaintiffs in this case have had a variety of experiences with the SOP. Some of the plaintiffs have not applied for the SOP because of the required disclosures. Others have applied and were rejected because they refused to admit to their crime of conviction, because their case was on appeal, or because they refused to admit to an uncharged offense involving an additional victim.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">A few of the plaintiffs must complete the SOP as a condition of their sentence. The majority, however, applied for the program for two reasons. First, completion of the SOP is generally, though not always, required before sex offenders receive parole. At the preliminary injunction hearing, an official from the New Hampshire Adult Parole Board testified that to date 97 to 98 percent of the sex offenders who received parole had completed the SOP. Second, sex offenders who do not complete the SOP often are transferred from South Unit to Hancock Building. Both South and Hancock are medium security units, but the plaintiffs view South as preferable housing. South has two-man cells, 24-man pods, extensive outdoor privileges, and houses mainly sex offenders. Hancock has eight-man cells, 96-man pods, only one hour of outdoor access, and houses mainly drug and violent offenders. The plaintiffs testified that South is a safer unit for sex offenders, and some of them said they had been assaulted or hassled at Hancock. They also point out that transfers to Hancock are used to punish South inmates who commit minor disciplinary offenses.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The plaintiffs filed this action as a petition for declaratory and injunctive relief. A magistrate judge held a hearing on the petition and recommended that the court grant a preliminary injunction enjoining the defendant from making admission of uncharged criminal conduct a condition of participation in the SOP, unless the plaintiffs received immunity from use of their admissions in future prosecutions. The district court rejected the magistrate judge's recommendation and granted the defendant's motion to dismiss for failure to state a claim, finding that the plaintiffs had failed to establish that the prison's policies violated the Fifth Amendment privilege against self-incrimination.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Normally, a motion to dismiss for failure to state a claim is based only on the pleadings. See Fed R. Civ. Proc. 12(b)(6). In this case, the district court had before it evidence developed at the preliminary injunction hearing. See Developmental Disabilities Advocacy Center, Inc. v. Melton, 689 F.2d 281, 282 (1st Cir. 1989). Both the court and the parties repeatedly referred to this evidence, effectively converting the motion to dismiss to a motion for summary judgment. Fed. R. Civ. Proc. 12(b)(6) (\"If, on a motion . . . to dismiss for failure . . . to state a claim . . . matters outside the pleading are presented to and not excluded by the court, the motion shall be treated as one for summary judgment.\"). We thus review the district court's decision according to summary judgment standards, considering the facts and all reasonable inferences to be drawn from them in the light most favorable to the nonmoving party. See F.D.I.C. v. Kooyomjian, 220 F.3d 10, 13-14 (1st Cir. 2000). The moving party prevails if there is no genuine dispute as to any material fact and the party is entitled to judgment as a matter of law. See Fed. R. Civ. Proc. 56(c). Our review is de novo. See Garside v. Osco Drug, Inc., 895 F.2d 46, 48 (1st Cir. 1990).</p>\n    </div>\n    <p class=\"indent\">II.</p>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The Fifth Amendment prevents any person from being \"compelled in any criminal case to be a witness against himself.\" U.S. Const. amend. V. The Amendment's self-incrimination clause applies to the states through the Fourteenth Amendment. See Spevack v. Klein, 385 U.S. 511, 514 (1967). The protection against self-incrimination extends beyond criminal investigations, privileging a witness \"not to answer official questions put to him in any other proceeding, civil or criminal, formal or informal, where the answers might incriminate him in future criminal proceedings.\" Lefkowitz v. Turley, 414 U.S. 70, 77 (1973). A criminal defendant who has been convicted retains the privilege after imprisonment as long as his testimony may be used against him in a future trial for a crime of which he has not yet been convicted. See Mitchell v. United States, 526 U.S. 314, 325 (1999); Minnesota v. Murphy, 465 U.S. 420, 426 (1984). Two criteria must be met in order for the privilege to apply: the witness must reasonably believe that his statements may be used to incriminate him, Hoffman v. United States, 341 U.S. 479, 486 (1951), and the statements must be compelled. Lefkowitz v. Cunningham, 431 U.S. 801, 806 (1977) (\"the touchstone of the Fifth Amendment is compulsion\"). Compulsion exists when some factor denies the individual the \"free choice to admit, to deny, or to refuse to answer.\" Lisenba v. California, 314 U.S. 219, 241 (1941).</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The Supreme Court has found testimony to be compelled in several contexts. For example, the Court has found that the state impermissibly compelled testimony by forcing police officers and city employees to choose between incriminating themselves and losing their jobs. See Garrity v. New Jersey, 385 U.S. 493 (1967); Gardner v. Broderick, 392 U.S. 273, 274 (1968); Uniformed Sanitation Men Ass'n v. Comm'r of Sanitation of New York, 392 U.S. 280 (1968). The Court also has found that the statements of an attorney made at a disciplinary proceeding under threat of disbarment were compelled, see Spevack, 385 U.S. at 516. And it has invalidated state statutes that stripped an attorney of his state political party office and architects of a city-awarded contract because they refused to waive their Fifth Amendment privilege. See Cunningham, 431 U.S. at 808; Turley, 414 U.S. at 85.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">In these early cases, the consequences of refusing to give potentially incriminating testimony were economic. Yet the Court described compulsion in relatively broad terms. In Spevack, the Court said that a \"'penalty' is not restricted to fine or imprisonment\" but instead means \"the imposition of any sanction which makes assertion of the Fifth Amendment privilege 'costly.'\" Spevack, 385 U.S. at 515 (citing Griffin v. California, 380 U.S. 609, 614 (1965)). In Cunningham, the Court said that the Fifth Amendment protects against state-imposed \"potent sanctions\" or \"substantial penalties.\" Cunningham, 431 U.S. at 805. The Court also \"rejected the notion that citizens may be forced to incriminate themselves because it serves a governmental need,\" saying that the interests of the state, even if compelling, do not \"justify infringement of Fifth Amendment rights.\" Id. at 808.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Later Supreme Court cases, however, have qualified the application of these broad, rights-protective statements in cases involving prisoners, holding that courts must consider the state's interest in imposing a rule or requirement related to imprisonment when deciding whether that requirement violates an inmate's constitutional rights. The watershed case is Turner v. Safley, 482 U.S. 78 (1987), in which the Court said that \"when a prison regulation impinges on inmates' constitutional rights, the regulation is valid if it is reasonably related to legitimate penological interests.\" Id. at 89. As we have said before in assessing the impact of Turner, \"[w]here burdens are laid upon the exercise of constitutional rights by prisoners, the Supreme Court's current approach is to give very substantial latitude to the state's judgment.\" Beauchamp v. Murphy, 37 F.3d 700, 704 (1st Cir. 1994), cert. denied, 514 U.S. 1019 (1995).<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">As was the case in Beauchamp, Turner differs from the case at hand because it involved \"the actual running of prisons and the most practical considerations of discipline, security, administrative feasibility and cost.\" Id. The state offers treatment to sex offenders out of concern about prisoners' post-release conduct--most pressingly, in hopes that such treatment will reduce recidivism rates by helping to rehabilitate SOP participants--rather than out of concern about effective prison management. Still, the state's interest remains relevant to determining whether the SOP's required admissions violate the plaintiffs' Fifth Amendment rights. \"The limitations on the exercise of constitutional rights arise both from the fact of incarceration and from valid penological objectives--including deterrence of crime, rehabilitation of prisoners, and institutional security.\" O'Lone v. Shabazz, 482 U.S. 342, 348 (1987). In light of Turner, the burden that a prison rule or requirement places on an inmate's constitutional rights</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">cannot be unreasonable, and reasonableness largely turns upon the facts. With some emphases peculiar to prison regulation, Turner itself identifies pertinent criteria: whether the state's policy serves a valid governmental interest; the extent to which the prisoner is foreclosed or burdened in exercising his rights; and the presence or absence of reasonable alternatives for the government to achieve the same ends by other means without significant cost or impairment of the governmental interest at stake.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Beauchamp, 37 F.3d at 705 (citing Turner, 482 U.S. at 89-91).<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">As the defendant concedes, the plaintiffs can easily show that the SOP's required disclosures are incriminating. To participate in the program, the plaintiffs must admit to uncharged offenses as well as the behavior that led to their crime of conviction. They receive no guarantee of immunity from prosecution--to the contrary, they are told that incriminating statements will be reported to police and prosecutors. In addition, an offender's admission to his crime of conviction could expose him to future prosecution for perjury if he denied guilt at trial, or could undermine an ongoing appeal. See Lile v. McKune, 224 F.3d 1175, 1180 (10th Cir. 2000) petition for cert. filed, 69 U.S.L.W. 3506 (U.S. Jan. 22, 2001) (No. 00-1187).</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Thus the real question before us is whether the disclosures required by the SOP are unconstitutionally compelled within the meaning of the Fifth Amendment. The plaintiffs offer two sets of facts to show that the consequence of their refusal to make the admissions required by the SOP is a penalty sufficient to constitute compulsion. First, the plaintiffs claim that because the parole board has denied or will deny them parole until they complete the SOP, they have no choice but to comply with the program's requirements. Second, they argue that failure to complete the SOP has led or will lead to a \"punitive transfer\" from South Unit to Hancock Building, and that this transfer is sufficient punishment to compel their admissions. With particular attention to the burden element, we apply Turner's three-part test to determine whether the denial of parole or the prison housing transfer are penalties sufficient to compel speech within the prohibition of the Fifth Amendment. See Lile, 224 F.3d at 1190 (applying Turner to prisoners' Fifth Amendment claims).</p>\n    </div>\n    <p class=\"indent\">A. Denial of Parole</p>\n    <p class=\"indent\">1. Valid Government Interest</p>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">New Hampshire law gives the parole broad discretion over release decisions, directing the board to base its judgment on whether there is a \"probability that the inmate will remain at liberty without violating any law and will conduct himself as a good citizen.\" N.H. Code of Admin. Rules. Ann. &#167; 301.01. Whether a sex offender has completed the SOP is one factor that the New Hampshire parole board may consider in deciding whether a sex offender merits early release. See N.H. Code of Admin. R. Ann. &#167;a301.02(h) (parole board may take into account evidence of \"self-improvement\" achieved through prison programs, \"specifically programs which addressed problems or issues that contributed to the inmate's prior criminal conduct\"). The question under Turner is whether this consideration is based on a valid governmental interest.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Unquestionably, the state has an acute interest in seeking to rehabilitate sex offenders in hopes of deterring future crime, particularly given the large body of research showing that sex offenders commit repeat crimes at alarming rates.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> To that end, New Hampshire established the SOP. The program's requirement that participants admit to their crimes is widely believed to be a necessary prerequisite to successful treatment.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> While some research stresses the difficulty of drawing conclusions about the success rates of sex offender treatment,<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> other studies show that treated sex offenders are less likely to commit new crimes.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> Indeed, the SOP may be achieving some success. Director Lance Messinger testified that twelve percent of untreated offenders released from the prison since 1980 returned on a new sex-offense conviction, while only six percent of those who completed the SOP did. New Hampshire unmistakably has a valid government interest in establishing the SOP, and in requiring sex offenders to admit past conduct to participate in it.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">2. Burden on the Exercise of Plaintiffs' Rights</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The plaintiffs argue that the denial of parole is a penalty because it forces them to serve a longer prison term than they otherwise would. For example, an inmate with an indeterminate sentence of seven to fifteen years who has no disciplinary infractions would become eligible for parole after serving seven years, but would most likely serve his full sentence if he does not complete the SOP. The defendant counters that parole is not a right but a privilege. He points out that inmates do not have a \"liberty right\" to parole under the Due Process Clause of the Fifth Amendment, see Greenholtz v. Inmates of Nebraska Penal and Correctional Complex, 442 U.S. 1, 7 (1979), or under New Hampshire law, see N.H. Rev. Stat. Ann &#167; 651-A:6(I) (providing that a \"prisoner may be released on parole upon the expiration of the minimum term of his sentence\") (emphasis added); Knowles v. Warden, New Hampshire State Prison, 666 A.2d 972, 975 (N.H. 1995); Baker v. Cunningham, 513 A.2d 956, 960 (N.H. 1986).</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">The lack of a liberty interest in parole, however, does not settle the question of whether the denial of parole can constitute a penalty for the purpose of Fifth Amendment compulsion. From Garrity to the recent case Ohio Adult Parole Authority v. Woodard, the Supreme Court has evaluated Fifth Amendment self-incrimination claims without reference to a liberty interest analysis. See, e.g., Garrity, 385 U.S. at 496-501; Woodard, 523 U.S.272, 285-88 (1998); compare Lile, 224 F.3d at 1183.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The SOP's requirement that offenders disclose uncharged conduct, at the risk that their admissions will be reported to police and prosecutors, presents the plaintiffs with a difficult dilemma. This dilemma undoubtedly imposes some burden on the exercise of their Fifth Amendment rights. The extent of the burden is mitigated, however, by three factors: the kind of burden the plaintiffs face, the voluntary nature of their choice about whether to participate in the SOP, and the fact that the denial of parole does not follow automatically from the refusal to speak.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a></p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">First, parole involves relief from a penalty that has already been imposed--the full period of incarceration to which the plaintiffs were sentenced. There is no new or additional penalty for refusing to participate in the SOP. To the extent that such labels are useful, the SOP is a benefit that New Hampshire makes available to sex offenders, and parole is a further benefit that the state may condition on completion of the program. See Greenholtz, 442 U.S. at 11 (\"That the state holds out the possibility of parole provides no more than a mere hope that the benefit will be obtained.\").<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a></p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Because the plaintiffs have not yet obtained release, the nature of the penalty they face differs from the one at issue in Minnesota v. Murphy, 465 U.S. 420 (1984). Murphy was required to attend a treatment program for sex offenders as a condition of his probation. When his probation officer questioned him about admissions Murphy made during the course of treatment regarding an uncharged rape and murder, he confessed to those crimes. See id. at 424. His statements were then used to prosecute him. Murphy argued that his statements were compelled because his probation would have been revoked had he refused to answer. See id. at 434. The court agreed that the state could not directly link invocation of the Fifth Amendment privilege to revocation of probation, stating:</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">There is thus a substantial basis in our cases for concluding that if the state, either expressly or by implication, asserts that invocation of the privilege would lead to revocation of probation, it would have created the classic penalty situation . . . and the probationer's answers would be deemed compelled and inadmissible in a criminal prosecution.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Id. at 435. The Court held, however, that Murphy's confessions were not compelled because there was \"no suggestion that his probation was conditional on his waiving his Fifth Amendment privilege.\" Id. at 437.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a></p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">While both Murphy and the case at hand involve the issue of prosecution based on criminal admissions made during a sex offender treatment program, Murphy's \"classic penalty\" scenario does not apply here. A probationer or parolee has already achieved liberty, and thus has an expectation of retaining it. An inmate who has not been granted parole has no such expectation. See Greenholtz, 442 U.S. at 9 (\"There is a crucial distinction between being deprived of a liberty one has, as in parole, and being denied a conditional liberty that one desires.\"). Moreover, the parole board has already weighed the safety risk posed by the probationer or parolee and decided that he or she is fit to rejoin the community. Before release, an inmate has not passed this threshold test. In Greenholtz, the Court viewed these differences as support for its holding that inmates do not have a constitutional due process right to parole, in contrast to already released offenders, who do have due process rights when the state seeks to revoke their parole or probation. See id. at 9. Similarly, a treatment program that conditioned participation on incriminating admissions might violate the Fifth Amendment if that program was in turn a condition of probation or of maintaining parole, but a program that conditioned participation on incriminating admissions as a condition of obtaining release on parole does not. The case law recognizes this distinction. Following Murphy, some courts have found Fifth Amendment violations where sex offenders were required to disclose past misconduct for treatment programs that were a condition of probation or a court-suspended sentence. See Mace v. Amestoy, 765 F.Supp. 847, 850 (D. Vt. 1991); State v. Fuller, 915 P.2d 809, 814 (Mont. 1996); State v. Imlay, 813 P.2d 979, 985 (Mont. 1991); State v. Kaquatosh, 600 N.W.2d 153, 158 (Minn. Ct. App. 1999); cf. United States v. Davis, 242 F.3d 49, 50(1st Cir. 2001) (probationer free to challenge revocation of supervised release as a penalty for exercise of Fifth Amendment privilege should revocation occur); but see Asherman v. Meachum, 957 F.2d 978 (2d Cir. 1992) (en banc). But courts have denied claims where treatment programs were a condition of initial parole eligibility. See Doe v. Sauer, 186 F.3d 903 (8th Cir. 1999); Russell v. Eaves, 722 F. Supp. 558 (E.D. Mo. 1989).</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">The second factor that mitigates the burden imposed by the SOP's disclosure requirement is the relatively voluntary nature of the plaintiffs' decision about whether to participate in the program. The relevant precedent is Ohio Adult Parole Authority v. Woodard, 523 U.S. 272 (1998). Woodard, who had been sentenced to death, said that Ohio's clemency process violated his Fifth Amendment rights by forcing him to answer questions at his one guaranteed clemency interview, or, if he remained silent, permitting his silence to be used against him. He argued that the \"interview unconstitutionally condition[ed] his assertion of the right to pursue clemency on his waiver of the right to remain silent.\" Id. at 285-86.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">The Court rejected this argument on the ground that Woodard was not required to attend or speak at his clemency hearing. The Court said: \"It is difficult to see how a voluntary interview could 'compel' respondent to speak. He merely faces a choice quite similar to the sorts of choices that a criminal defendant must make in the course of criminal proceedings, none of which has ever been held to violate the Fifth Amendment.\" Id. at 287. The Court recognized that Woodard faced a choice between \"providing information to the [Parole] Authority--at the risk of damaging his case for clemency or for postconviction relief--or of remaining silent.\" Id. at 287-88. But that choice, despite its consequences, did not support a claim within the meaning of the Fifth Amendment's self-incrimination clause. The Court said that the \"pressure to speak in the hope of improving [respondent's] chance of being granted clemency does not make the interview compelled.\" Id. at 288.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Whether the choice that the plaintiffs here face is voluntary in a meaningful sense seems to us a closer question. By making the admissions required by the SOP, the plaintiffs risk not only damaging their cases on appeal, but also exposing themselves to future prosecution. If the plaintiffs refuse to speak, they face the strong possibility of serving more years in prison than they otherwise would. Still, like Woodard, the plaintiffs have a choice about participating in the SOP, despite the consequences that follow from that choice. The plaintiffs' choice about whether to disclose past misconduct is voluntary as Woodard understands the term.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">The third factor we consider is whether the denial of parole follows automatically from the plaintiffs' refusal to speak. Some of the plaintiffs testified that prison officials told them that they would not be granted parole unless and until they completed the SOP, and the defendant does not dispute that completion of the SOP functions as a de facto requirement of parole for most New Hampshire sex offenders. At the same time, the defendant has shown that a few inmates who have not completed the SOP receive parole each year under special circumstances.<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a> These unusual grants of release are possible because New Hampshire's parole statute nowhere states that the board must reject a parole applicant because he has not completed the SOP. As we have noted, New Hampshire's parole statute gives the parole board broad discretion to decide whether an inmate is likely to obey the law and observe the terms of his release. See Baker, 513 A.2d at 960.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">The distinction between a highly probable de facto requirement and a statutorily mandated one has legal significance. In the early Supreme Court cases that we have discussed, the state imposed automatic penalties on those who refused to waive their right against self-incrimination. The police officers in Gardner and Garrity and the city employees in Uniformed Sanitation Men Association were discharged because they invoked their Fifth Amendment rights and refused to testify. The lawyer in Spevack was disbarred for the same reason. In Turley and Cunningham, the Court declared unconstitutional New York statutes that automatically stripped government contracts and political party office from anyone who refused to waive his or her immunity.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">By contrast, Baxter v. Palmigiano, 425 U.S. 308 (1976), concerned the question of whether prison officials could draw an adverse inference from an inmate's silence at a disciplinary proceeding. The Court held that the Fifth Amendment did not forbid the state from drawing such an inference, given the civil nature of the disciplinary proceeding.<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a> The Court distinguished Baxter from its previous holdings on the ground that the state did not require Palmigiano to waive his privilege, but rather said that his silence could be used against him if he did not waive it. In addition, Palmigiano could not be \"automatically found guilty\" as a consequence of his refusal to testify because prison regulations required that substantial evidence support a disciplinary decision. Id. at 317-318.<a class=\"footnote\" href=\"#fn14\" id=\"fn14_ref\">14</a> In finding that drawing such an inference was permissible, the Court noted that the state had not \"insisted or asked\" that the defendant waive his Fifth Amendment privilege. Id. at 317. Nor was the defendant \"in consequence of his silence automatically found guilty of the infraction with which he has been charged.\" Id. On the ground that an inmate's silence \"in and of itself\" did not trigger a sanction, the Court distinguished Baxter from earlier cases such as Garrity and Turley. Id. at 317-18.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">We recently relied on Baxter and its reading of precedent in rejecting an attorney's claim that her testimony before the Massachusetts Board of Bar Examiners was coerced because she believed that she would be disbarred if she remained silent. See United States v. Stein, 233 F.3d 6 (1st Cir. 2000), petition for cert. filed, (U.S. Feb. 26, 2001) (No. 00-1354). We discussed the automatic penalties faced in Gardner and Garrity, and concluded:</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">Where, however, invocation of the Fifth Amendment does not, by itself, result in forfeiture of the job or license in question, the fact that claiming the Fifth may, as a practical matter, result in damage to one's chances of retaining the privilege at stake does not necessarily establish a constitutional violation.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">Id. at 15. Three related facts led us to reject the attorney's claim. She was not subject to automatic disbarment for remaining silent; the Board of Bar Examiners was not required to disbar her; and the board had no formal rule or unwritten policy or practice of disbarring attorneys for invoking their Fifth Amendment privilege. See id. at 16.<a class=\"footnote\" href=\"#fn15\" id=\"fn15_ref\">15</a></p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">Parallel facts are present here. The plaintiffs do not automatically lose parole eligibility because they remain silent, the parole board is not required to deny them parole, and the board has no formal rule denying parole to sex offenders who do not complete the SOP. See, e.g., Lile, 224 F.3d at 1182 (inmates required to admit past misconduct for admission to a sex offender treatment program could not show Fifth Amendment compulsion based on denial of parole because they were not required to complete the treatment program for parole eligibility). According to the plaintiffs, the board does have such an unwritten policy or practice. But the defendant in Stein made a similar argument to no avail, and we see no reason to distinguish this case on that ground. It is entirely permissible for a parole board to take into account an inmate's efforts to rehabilitate himself by participating in a prison program designed to address his prior criminal conduct. But to say that the parole board may consider an inmate's completion of a prison treatment program is not to say that it must make a decision on that basis. That the board often weighs heavily completion of the SOP in deciding whether to parole sex offenders does not change the calculation. See Stein, 233 F.3d at 17 n.6 (fact that defendant \"could have had good reason to fear disbarment if she did not testify is not the same as being faced with automatic disbarment for failure to testify\"); United States v. Indorato, 628 F.2d 711, 716 (1st Cir. 1980) (fear of punishment as a result of invoking the Fifth Amendment does not protect against subsequent use of self-incriminating statements at a criminal trial).</p>\n    </div>\n    <p class=\"indent\">3. Reasonable Alternatives</p>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">The third step under Turner requires us to consider whether reasonable alternatives exist for the government to achieve its ends without significant cost or impairment to the governmental interest at stake.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">Some states address the incrimination dilemma posed by sex offender treatment programs by asking inmates seeking treatment only to admit to 0misconduct of which law enforcement officials are already aware. See Neal v. Shimoda, 131 F.3d 832, 833 n.18 (9th Cir. 1997) (citing provision of sex offender consent to treat contract stating, \"I understand that I am not required to provide information about crimes that no one knows about\"); Russell v. Eaves, 722 F. Supp. 558, 560 (E.D. Mo. 1989). Courts have also suggested that states grant use immunity to sex offenders before requiring them to disclose past misconduct during the course of treatment. See Lile, 224 F.3d at 1192; Mace, 765 F. Supp. at 852; Fuller, 915 P.2d at 816; Imlay, 813 P.2d at 985.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">A grant of limited use immunity need not conflict with public safety, since it allows the state to prosecute the recipient \"for any crime of which he may be guilty . . . provided only that his own compelled testimony is not used to convict him.\" Cunningham, 431 U.S. at 809 (comparing use immunity to broader transactional immunity, which immunizes witnesses from prosecution for any transaction about which they testify). Granting use immunity may in fact further the state's goal of rehabilitation by encouraging inmates to admit their sex offenses, thus removing an obstacle to treatment. See Lile, 224 F.3d at 1192. Use immunity is the solution proposed by commentators concerned about the tension between an inmate's right against self-incrimination and the state's interest in pressing sex offenders to admit past misconduct as a first step toward effective treatment. See Shevlin, supra note 6, at 486; Kaden, supra note 6, at 350; Solkoff, supra note 6, at 1444. In his testimony at the preliminary injunction hearing, SOP Director Lance Messinger expressed similar concerns, saying that he tries to obtain use immunity for inmates when he thinks they could be prosecuted on new charges based on information disclosed during treatment.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">This may indeed be a desirable outcome. But we agree with the district court that the decision about whether to grant immunity to sex offenders is a policy choice that lies in the state's hands. We think that it is for New Hampshire to say whether it could do so without impairing the governmental interest at stake.</p>\n    </div>\n    <p class=\"indent\">4. Conclusion under Turner</p>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">Our Turner analysis reflects the closeness of the Fifth Amendment self-incrimination question presented here. Given the stakes in parole and the avoidance of further prosecutions, the plaintiffs do suffer some burden in the exercise of their Fifth Amendment rights when they must choose between declining to participate in the SOP, which significantly enhances their chances for parole, or disclosing other criminal conduct. The availability of use immunity at least suggests the possibility of an alternative means of advancing the state's interest in securing inmate participation in the SOP without necessarily compromising future prosecutions for other instances of sexual misconduct.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">On the other hand, the state's interest in reducing the recidivism of sex offenders is substantial. There may be undesirable penological and law enforcement implications to the grant of use immunity in the sensitive context of sexual misconduct cases that we do not fully appreciate. The burden on the exercise of the Fifth Amendment rights of the plaintiffs is lessened significantly by the factors we have cited: the denial of parole does not impose a new penalty on the plaintiffs, the plaintiffs may choose not to participate in the SOP, and the denial of parole does not automatically follow from a decision not to participate.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">Weighing these factors, and drawing upon the meaning of compulsion under the Fifth Amendment developed by the precedents we have cited, we conclude that the reduced likelihood of parole for refusing to participate in the SOP does not constitute a penalty sufficient to compel incriminating speech in violation of the Fifth Amendment.</p>\n    </div>\n    <p class=\"indent\">B. Prison Housing Transfer</p>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">The alternate basis for the plaintiffs' claim of compulsion is the transfer from South Unit to Hancock Building that often follows a refusal to participate in the SOP. The plaintiffs claim the transfer is a penalty for Fifth Amendment purposes because it significantly affects their living circumstances. This question is not close.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">Plaintiffs' preference for South housing is understandable. At the preliminary injunction hearing, prison officials testified that Hancock is the prison's \"low-rent district\" and compared South to a hotel. The plaintiffs cite several advantages of living in South. They have greater outdoor privileges; they live in two-man rather than eight-man cells; they live on smaller \"pods,\" or living groups. As evidence that the move to Hancock is punitive, the plaintiffs argue that such transfers are used to punish inmates who break the rules. Some of the plaintiffs also said that even though both facilities are classified as medium security, they feel safer at South because most of the other inmates are also sex offenders. In Hancock, where they are surrounded by violent and drug offenders, they are targets of harassment and assault.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">The plaintiffs' claim that the transfer from South to Hancock is a penalty for Fifth Amendment purposes fails under the Turner analysis. First, the state has a valid governmental interest in controlling where prisoners will be housed. Once an offender has been sentenced, New Hampshire gives broad discretion to prison officials over the \"terms, conditions, and place of incarceration.\" State v. Peabody, 438 A.2d 305, 308 (N.H. 1981); see also N.H. Rev. Stat. Ann. &#167; 651:25. At the hearing on the plaintiffs' petition for injunctive relief, prison officials testified that they offer housing transfers as an incentive to encourage inmates to act in particular ways. Prisoners may earn a place in South because they have a clean disciplinary record or because they participate in a treatment program like the SOP. In either case, the transfer to South is a benefit conferred on inmates who earn it. This kind of reward system easily meets Turner's legitimate penological interest standard.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">The second and third Turner factors also weigh against the plaintiffs. The quality-of-life differences between South and Hancock are not severe enough to burden the exercise of the plaintiffs' constitutional rights. Nor is there a reasonable alternative to giving prison officials broad discretion over inmate housing. For the reasons stated, the housing transfers do not rise to the level of a penalty that establishes Fifth Amendment compulsion.<a class=\"footnote\" href=\"#fn16\" id=\"fn16_ref\">16</a></p>\n    </div>\n    <p class=\"indent\">IV.</p>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">We are unpersuaded by the plaintiffs' claim that their Fifth Amendment right against self-incrimination was violated by New Hampshire's requirement that they disclose their histories of sexual misconduct to participate in a prison treatment program that affects their chances of obtaining early release on parole and of maintaining residence in desired prison housing. The defendant is entitled to judgment as a matter law. We affirm the district court.</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> At the time relevant to this litigation, there were about 650 sex offenders in the New Hampshire State Prison.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> For the purposes of our analysis, we assume that the plaintiffs collectively present the strongest set of facts that support the claim they have developed--in other words, that they applied to the SOP and were rejected; that they risk future prosecution by disclosing uncharged conduct; that they have been or will be denied parole; and that they have been or will be transferred to a less desirable cellblock in the prison.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The Supreme Court has used Turner's reasonableness test, for example, in rejecting prisoners' First Amendment claims. See, e.g., O'Lone v. Estate of Shabazz, 482 U.S. 342 (1987) (prison officials acted reasonably by precluding Islamic inmates from attending weekly Friday religious service and thus did not violate the First Amendment); Thornburgh v. Abbott, 490 U.S. 401 (1989) (reasonable and so constitutional to regulate prisoners' mail). And the Court has been similarly deferential to the state's interests in Fifth Amendment due process cases, holding that prisoners' liberty interests extend only to freedom from restraint that \"imposes atypical and significant hardship on the inmate in relation to the ordinary incidents of prison life.\" Sandin v. Conner, 515 U.S. 472, 472 (1995).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> We set aside a fourth consideration in Turner, the effect of the remedy sought on the prison and other inmates, because it is \"linked peculiarly to prison operations.\" Beauchamp, 37 F.3d at 705 n.1.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> See Katie Isaac, Kansas v. Hendricks: A Perilous Step Forward in the Fight Against Child Molestation, 35 Hous. L. Rev. 1295, 1296 (1998) (citing a 1993 study that found that \"forty-two percent of imprisoned child molesters are later reconvicted for violent or sexual crimes\").</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> See Brendan J. Shevlin, \"[B]etween the Devil and the Deep Blue Sea:\" A Look at the Fifth Amendment Implications of Probation Programs for Sex Offenders Requiring Mandatory Admissions of Guilt, 88 Ky. L.J. 485, 485 (2000); Jonathan Kaden, Therapy for Convicted Sex Offenders: Pursuing Rehabilitation Without Incrimination, 89 J. Crim. L. &amp; Criminology 347, 365 n.103(1998); Scott Michael Solkoff, Judicial Use Immunity and the Privilege Against Self-Incrimination in Court Mandated Therapy Programs, 17 Nova L. Rev. 1441, 1450 (1993).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> See David DePugh, The Right to Treatment for Involuntarily Committed Sex Offenders in the Wake of Kansas v. Hendricks, 17 Buff. Pub. Int. L.J. 71 n.140 (1999); Jessica Wilen Berg, Give Me Liberty or Give Me Silence: Taking a Stand on Fifth Amendment Implications for Court-Ordered Therapy Programs, 79 Cornell L. Rev. 700, 700 n.2 (1994).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> See Kaden, supra note 6, at 365 n.103 (citing one study in which 60 percent of untreated offenders committed another crime, and another in which only eight of 100 treated offenders did so); Solkoff, supra note 6, at 1450 (citing study in which the four-year recidivism rate decreased from 60 percent for untreated offenders to 25 percent for treated offenders).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> The plaintiffs' brief asserts that some of the plaintiffs apply for the SOP \"because their sentence specifically requires completion.\" These plaintiffs may have a stronger claim of Fifth Amendment compulsion. However, the plaintiffs in no way develop this argument in their brief, precluding our consideration of the implications of any such sentencing requirements.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> The plaintiffs unsuccessfully look for support to Neal v. Shimoda, 131 F.3d 818 (9th Cir. 1997). In Neal, the Ninth Circuit held that a prison regulation that labeled inmates as sex offenders and required completion of a sex offender treatment program as a condition for parole eligibility created a liberty interest and some due process protection for prisoners who had not been convicted of sexual misconduct. See id. at 830. Since Neal found that an inmate's due process rather than Fifth Amendment self-incrimination rights were violated by the prison regulation at issue, it is not contrary to our holding here. Moreover, the Ninth Circuit emphasized the automatic nature of the denial of parole in finding a liberty interest to be at stake. See id. at 829 (\"[B]ecause the State's regulations render the inmate completely ineligible for parole if the treatment program is not satisfactorily completed, the attachment of the 'sex offender' label to the targeted inmate has a practical and inevitable coercive effect on the inmate's conduct.\") (emphasis in original).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> Of course, the quoted statement in Murphy is 17-year-old dictum, and we do not know how the present Supreme Court would view disclosure obligations imposed on parolees. Compare Asherman v. Meachum, 957 F.2d 978 (2d Cir. 1992).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> At the preliminary injunction hearing, a parole board official testified that one offender who had been released was convicted of a relatively minor offense and had an elderly, blind mother for whom he was the sole provider.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> Baxter noted that no criminal proceedings were pending against Palmigiano and distinguished the case from earlier holdings in part on that ground. See Baxter, 452 U.S. at 317. However, this court has applied Baxter in cases involving criminal charges. See, e.g., United States v. Stein, 233 F.3d 6, 16 n.5 (1st Cir. 2000).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn14\">\n        <a class=\"footnote\" href=\"#fn14_ref\">14</a>\n        <p> Cunningham distinguished Baxter on this ground, stating: \"Respondent's silence in Baxter was only one of a number of factors to be considered by the finder of fact in assessing a penalty, and was given no more probative value than the facts of the cases warranted; here, refusal to waive the Fifth Amendment privilege leads automatically and without more to imposition of sanctions.\" Cunningham, 431 U.S. at 808 n.5.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn15\">\n        <a class=\"footnote\" href=\"#fn15_ref\">15</a>\n        <p> The Second Circuit relied on a related rationale in two cases cited by the defendant, Asherman v. Meachum, 957 F.2d 978 (2d Cir. 1992) (en banc), and Johnson v. Baker, 108 F.3d 10 (2d Cir. 1997). In Asherman, the court found that revocation of a prisoner's supervised home release for his refusal to answer questions at a psychiatric evaluation did not violate the Fifth Amendment. In Johnson, the court found that an inmate's Fifth Amendment rights were not violated by a sex offender treatment program that required admissions of past misconduct, and that was a prerequisite for a program that allowed inmates to spend extended time with their families. Both cases distinguished between a state's adverse action against an individual for invoking the right to self-incrimination and an action taken \"for failure to answer a relevant inquiry.\" Asherman, 957 F.2d at 982. The court found that the inquiries made of the defendants in these cases were relevant to the state's public responsibilities. Id. at 983. In Johnson, these responsibilities concerned sex offender rehabilitation. See Johnson, 108 F.3d at 11.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn16\">\n        <a class=\"footnote\" href=\"#fn16_ref\">16</a>\n        <p> We distinguish this case from Lile v. McKune, 224 F.3d 1175 (10th Cir. 2000), in which the Tenth Circuit found a Fifth Amendment violation where sex offenders who refused to disclose their past misconduct in order to participate in a prison treatment program were automatically transferred from a medium to a maximum security facility. The transfer resulted in loss of the following privileges: personal television; limited access to prison organizations, activities, gym, and yard; reduction in spending allowed in the canteen per pay period from $140 to $20; reduction in pay and intake property; restricted visiting privileges. See id. at 1181. The consequences of the transfer described in Lile are more severe than those the plaintiffs say accompany a transfer from South to Hancock. In addition, the transfer in Lile automatically followed from an inmate's decision not to pursue treatment, whereas the transfers to Hancock complained of here are likely rather than automatic. See id.</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">244</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">209</span></span> (1st Cir. 2001)</p>\n    <p class=\"parties\">WAYNE AINSWORTH, et al., Plaintiffs, Appellants,<br>v.<br>HENRY RISLEY, COMMISSIONER, NEW HAMPSHIRE DEPARTMENT OF CORRECTIONS, Defendant, Appellee.</p>\n    <p class=\"docket\">No. 00-1678</p>\n    <p class=\"court\">United States Court of Appeals For the First Circuit</p>\n    <p class=\"date\">Heard December 14, 2000<br>Decided April 3, 2001</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF NEW HAMPSHIRE</p>\n      <p class=\"indent\">[Hon. Steven J. McAuliffe, U.S. District Judge]</p>\n      <p class=\"indent\">Michael J. Sheehan for appellants.</p>\n      <p class=\"indent\">Andrew B. Livernois, Attorney, New Hampshire Civil Bureau, with whom Philip T. McLaughlin, Attorney General, New Hampshire was on brief, for appellee.</p>\n      <p class=\"indent\">Before Torruella, Chief Judge, Boudin, and Lipez, Circuit Judges.</p>\n      <p class=\"indent\">LIPEZ, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">A group of convicted sex offenders claim, pursuant to 42 U.S.C. &#167; 1983, that the New Hampshire Department of Corrections violated their Fifth Amendment right against self-incrimination by requiring them to disclose their histories of sexual misconduct to participate in a sex offender treatment program. The plaintiffs argue that the required disclosures are incriminating because they could lead to future prosecutions or perjury charges, or could affect ongoing appeals. They argue that the disclosures are compelled because completion of the treatment program is a de facto requirement for parole and for maintaining residence in desired prison housing. The district court granted the defendant's motion to dismiss, finding that the plaintiffs failed to state a cognizable Fifth Amendment claim. We affirm.</p>\n    </div>\n    <p class=\"indent\">I.</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The facts in this case generally are not disputed. The plaintiffs are 23 inmates in the New Hampshire State Prison who have been convicted of sex offenses. As sex offenders, they may apply for the prison's Sexual Offender Program (SOP), instituted in 1986. According to its mission statement, the SOP seeks to \"ensure community safety and protection\" by preventing recidivism. The program is designed to \"address sexual addiction,\" \"help offenders understand the thoughts, feelings and behaviors which precede their offense,\" and \"develop relapse prevention skills.\" To that end, the SOP provides residential therapy to 60 inmates a year.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> Participants live together in a dorm and receive 10 to 15 hours of treatment a week for 12 to 16 months. Treatment includes community meetings, social skills training groups, clinical groups, and a year-long structured workbook series.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Inmates must apply to the SOP to be admitted. Applicants are placed on a waiting list. Within two years of the earliest date on which an applicant could receive parole, two SOP staff members assess his eligibility for the program. Selection criteria include an applicant's willingness to admit his offense and accept responsibility for it. \"If an applicant appears open and honest, recognizes he has a serious problem and is committed to changing his behavior, he is approved for programming.\" The program bases these requirements on the belief that sex offenders must recognize past misconduct before effective treatment can begin.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Inmates who are accepted by the SOP must sign a \"treatment contract.\" Provisions of the contract include: \"I agree to be complete [sic] open and honest and assume full responsibility for my offenses and my behavior;\" and \"I understand that I have committed a sexual crime and I will be required to discuss and complete assignments regarding my sexual history/deviancy. I may be required to answer many questions about my sexual past and my current sexual behavior.\" Inmates also agree to release any information about past behavior sought by program staff, and, if necessary, to take a lie detector test \"to ensure full disclosure of offending history.\" Finally, SOP participants must sign a waiver of confidentiality. The waiver states, in relevant part:</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">I have been informed that any staff member at N.H. State Prison is required by law to report to the appropriate authorities, including but not limited to, the County Attorney's Office, the State Police, Local Police, Division for Children and Youth Services and Probation Department, any actual or suspected sexual offense of a specifically identifiable victim, regardless of how the staff member gains knowledge of such occurrence or potential occurrence.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The SOP rejects inmates who refuse to comply with the terms of the treatment contract or to sign a confidentiality waiver. The program also generally deems inmates whose cases are on appeal unsuitable for treatment because they have not acknowledged responsibility for their crime of conviction.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Lance Messinger, director of the SOP, testified about the disclosure requirements at a hearing on the plaintiffs' petition for injunctive relief. Messinger said that SOP staff members do not require applicants to identify other victims whose names have not already been reported, and that they discourage them from providing specific information that could be incriminating. However, Messinger said that if staff members already have information about an offense with which the applicant has not been charged, they press the applicant to admit to that offense. Such information usually comes from an inmate's presentence report and may concern allegations about an additional victim. Any admissions of uncharged conduct that an inmate makes must be reported to police and prosecutors. Messinger said that he has tried on a case-by-case basis to win immunity from prosecution for specific SOP participants, with limited success. Messinger said that he remembered one case within the last ten years in which the county attorney prosecuted a case based on admissions made through the SOP.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The individual plaintiffs in this case have had a variety of experiences with the SOP. Some of the plaintiffs have not applied for the SOP because of the required disclosures. Others have applied and were rejected because they refused to admit to their crime of conviction, because their case was on appeal, or because they refused to admit to an uncharged offense involving an additional victim.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">A few of the plaintiffs must complete the SOP as a condition of their sentence. The majority, however, applied for the program for two reasons. First, completion of the SOP is generally, though not always, required before sex offenders receive parole. At the preliminary injunction hearing, an official from the New Hampshire Adult Parole Board testified that to date 97 to 98 percent of the sex offenders who received parole had completed the SOP. Second, sex offenders who do not complete the SOP often are transferred from South Unit to Hancock Building. Both South and Hancock are medium security units, but the plaintiffs view South as preferable housing. South has two-man cells, 24-man pods, extensive outdoor privileges, and houses mainly sex offenders. Hancock has eight-man cells, 96-man pods, only one hour of outdoor access, and houses mainly drug and violent offenders. The plaintiffs testified that South is a safer unit for sex offenders, and some of them said they had been assaulted or hassled at Hancock. They also point out that transfers to Hancock are used to punish South inmates who commit minor disciplinary offenses.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The plaintiffs filed this action as a petition for declaratory and injunctive relief. A magistrate judge held a hearing on the petition and recommended that the court grant a preliminary injunction enjoining the defendant from making admission of uncharged criminal conduct a condition of participation in the SOP, unless the plaintiffs received immunity from use of their admissions in future prosecutions. The district court rejected the magistrate judge's recommendation and granted the defendant's motion to dismiss for failure to state a claim, finding that the plaintiffs had failed to establish that the prison's policies violated the Fifth Amendment privilege against self-incrimination.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Normally, a motion to dismiss for failure to state a claim is based only on the pleadings. See Fed R. Civ. Proc. 12(b)(6). In this case, the district court had before it evidence developed at the preliminary injunction hearing. See Developmental Disabilities Advocacy Center, Inc. v. Melton, <span class=\"citation no-link\"><span class=\"volume\">689</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">281</span></span>, 282 (1st Cir. 1989). Both the court and the parties repeatedly referred to this evidence, effectively converting the motion to dismiss to a motion for summary judgment. Fed. R. Civ. Proc. 12(b)(6) (\"If, on a motion . . . to dismiss for failure . . . to state a claim . . . matters outside the pleading are presented to and not excluded by the court, the motion shall be treated as one for summary judgment.\"). We thus review the district court's decision according to summary judgment standards, considering the facts and all reasonable inferences to be drawn from them in the light most favorable to the nonmoving party. See F.D.I.C. v. Kooyomjian, <span class=\"citation\" data-id=\"199009\"><a href=\"/opinion/199009/fdic-v-kooyomjian/\"><span class=\"volume\">220</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">10</span></a></span>, 13-14 (1st Cir. 2000). The moving party prevails if there is no genuine dispute as to any material fact and the party is entitled to judgment as a matter of law. See Fed. R. Civ. Proc. 56(c). Our review is de novo. See Garside v. Osco Drug, Inc., <span class=\"citation\" data-id=\"536033\"><a href=\"/opinion/536033/milissa-garside-v-osco-drug-inc/\"><span class=\"volume\">895</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">46</span></a></span>, 48 (1st Cir. 1990).</p>\n    </div>\n    <p class=\"indent\">II.</p>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The Fifth Amendment prevents any person from being \"compelled in any criminal case to be a witness against himself.\" U.S. Const. amend. V. The Amendment's self-incrimination clause applies to the states through the Fourteenth Amendment. See Spevack v. Klein, <span class=\"citation\" data-id=\"107337\"><a href=\"/opinion/107337/spevack-v-klein/\"><span class=\"volume\">385</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">511</span></a></span>, 514 (1967). The protection against self-incrimination extends beyond criminal investigations, privileging a witness \"not to answer official questions put to him in any other proceeding, civil or criminal, formal or informal, where the answers might incriminate him in future criminal proceedings.\" Lefkowitz v. Turley, <span class=\"citation\" data-id=\"108882\"><a href=\"/opinion/108882/lefkowitz-v-turley/\"><span class=\"volume\">414</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">70</span></a></span>, 77 (1973). A criminal defendant who has been convicted retains the privilege after imprisonment as long as his testimony may be used against him in a future trial for a crime of which he has not yet been convicted. See Mitchell v. United States, <span class=\"citation\" data-id=\"118278\"><a href=\"/opinion/118278/mitchell-v-united-states/\"><span class=\"volume\">526</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">314</span></a></span>, 325 (1999); Minnesota v. Murphy, <span class=\"citation\" data-id=\"111105\"><a href=\"/opinion/111105/minnesota-v-murphy/\"><span class=\"volume\">465</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">420</span></a></span>, 426 (1984). Two criteria must be met in order for the privilege to apply: the witness must reasonably believe that his statements may be used to incriminate him, Hoffman v. United States, <span class=\"citation\" data-id=\"104912\"><a href=\"/opinion/104912/hoffman-v-united-states/\"><span class=\"volume\">341</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">479</span></a></span>, 486 (1951), and the statements must be compelled. Lefkowitz v. Cunningham, <span class=\"citation\" data-id=\"109683\"><a href=\"/opinion/109683/lefkowitz-v-cunningham/\"><span class=\"volume\">431</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">801</span></a></span>, 806 (1977) (\"the touchstone of the Fifth Amendment is compulsion\"). Compulsion exists when some factor denies the individual the \"free choice to admit, to deny, or to refuse to answer.\" Lisenba v. California, <span class=\"citation no-link\"><span class=\"volume\">314</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">219</span></span>, 241 (1941).</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The Supreme Court has found testimony to be compelled in several contexts. For example, the Court has found that the state impermissibly compelled testimony by forcing police officers and city employees to choose between incriminating themselves and losing their jobs. See Garrity v. New Jersey, <span class=\"citation\" data-id=\"107336\"><a href=\"/opinion/107336/garrity-v-new-jersey/\"><span class=\"volume\">385</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">493</span></a></span> (1967); Gardner v. Broderick, <span class=\"citation\" data-id=\"107738\"><a href=\"/opinion/107738/gardner-v-broderick/\"><span class=\"volume\">392</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">273</span></a></span>, 274 (1968); Uniformed Sanitation Men Ass'n v. Comm'r of Sanitation of New York, <span class=\"citation\" data-id=\"107739\"><a href=\"/opinion/107739/sanitation-men-assn-inc-v-sanitation-commr/\"><span class=\"volume\">392</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">280</span></a></span> (1968). The Court also has found that the statements of an attorney made at a disciplinary proceeding under threat of disbarment were compelled, see Spevack, 385 U.S. at 516. And it has invalidated state statutes that stripped an attorney of his state political party office and architects of a city-awarded contract because they refused to waive their Fifth Amendment privilege. See Cunningham, 431 U.S. at 808; Turley, 414 U.S. at 85.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">In these early cases, the consequences of refusing to give potentially incriminating testimony were economic. Yet the Court described compulsion in relatively broad terms. In Spevack, the Court said that a \"'penalty' is not restricted to fine or imprisonment\" but instead means \"the imposition of any sanction which makes assertion of the Fifth Amendment privilege 'costly.'\" Spevack, 385 U.S. at 515 (citing Griffin v. California, <span class=\"citation\" data-id=\"107038\"><a href=\"/opinion/107038/griffin-v-california/\"><span class=\"volume\">380</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">609</span></a></span>, 614 (1965)). In Cunningham, the Court said that the Fifth Amendment protects against state-imposed \"potent sanctions\" or \"substantial penalties.\" Cunningham, 431 U.S. at 805. The Court also \"rejected the notion that citizens may be forced to incriminate themselves because it serves a governmental need,\" saying that the interests of the state, even if compelling, do not \"justify infringement of Fifth Amendment rights.\" Id. at 808.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Later Supreme Court cases, however, have qualified the application of these broad, rights-protective statements in cases involving prisoners, holding that courts must consider the state's interest in imposing a rule or requirement related to imprisonment when deciding whether that requirement violates an inmate's constitutional rights. The watershed case is Turner v. Safley, <span class=\"citation\" data-id=\"111904\"><a href=\"/opinion/111904/turner-v-safley/\"><span class=\"volume\">482</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">78</span></a></span> (1987), in which the Court said that \"when a prison regulation impinges on inmates' constitutional rights, the regulation is valid if it is reasonably related to legitimate penological interests.\" Id. at 89. As we have said before in assessing the impact of Turner, \"[w]here burdens are laid upon the exercise of constitutional rights by prisoners, the Supreme Court's current approach is to give very substantial latitude to the state's judgment.\" Beauchamp v. Murphy, <span class=\"citation\" data-id=\"679954\"><a href=\"/opinion/679954/robert-c-beauchamp-v-paul-murphy-the-superintendent-of-the-old-colony/\"><span class=\"volume\">37</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">700</span></a></span>, 704 (1st Cir. 1994), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">514</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1019</span></span> (1995).<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">As was the case in Beauchamp, Turner differs from the case at hand because it involved \"the actual running of prisons and the most practical considerations of discipline, security, administrative feasibility and cost.\" Id. The state offers treatment to sex offenders out of concern about prisoners' post-release conduct--most pressingly, in hopes that such treatment will reduce recidivism rates by helping to rehabilitate SOP participants--rather than out of concern about effective prison management. Still, the state's interest remains relevant to determining whether the SOP's required admissions violate the plaintiffs' Fifth Amendment rights. \"The limitations on the exercise of constitutional rights arise both from the fact of incarceration and from valid penological objectives--including deterrence of crime, rehabilitation of prisoners, and institutional security.\" O'Lone v. Shabazz, <span class=\"citation\" data-id=\"111913\"><a href=\"/opinion/111913/olone-v-estate-of-shabazz/\"><span class=\"volume\">482</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">342</span></a></span>, 348 (1987). In light of Turner, the burden that a prison rule or requirement places on an inmate's constitutional rights</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">cannot be unreasonable, and reasonableness largely turns upon the facts. With some emphases peculiar to prison regulation, Turner itself identifies pertinent criteria: whether the state's policy serves a valid governmental interest; the extent to which the prisoner is foreclosed or burdened in exercising his rights; and the presence or absence of reasonable alternatives for the government to achieve the same ends by other means without significant cost or impairment of the governmental interest at stake.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Beauchamp, 37 F.3d at 705 (citing Turner, 482 U.S. at 89-91).<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">As the defendant concedes, the plaintiffs can easily show that the SOP's required disclosures are incriminating. To participate in the program, the plaintiffs must admit to uncharged offenses as well as the behavior that led to their crime of conviction. They receive no guarantee of immunity from prosecution--to the contrary, they are told that incriminating statements will be reported to police and prosecutors. In addition, an offender's admission to his crime of conviction could expose him to future prosecution for perjury if he denied guilt at trial, or could undermine an ongoing appeal. See Lile v. McKune, <span class=\"citation\" data-id=\"160150\"><a href=\"/opinion/160150/lile-v-mckune/\"><span class=\"volume\">224</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1175</span></a></span>, 1180 (10th Cir. 2000) petition for cert. filed, <span class=\"citation no-link\"><span class=\"volume\">69</span> <span class=\"reporter\">U.S.L.W.</span> <span class=\"page\">3506</span></span> (U.S. Jan. 22, 2001) (No. 00-1187).</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Thus the real question before us is whether the disclosures required by the SOP are unconstitutionally compelled within the meaning of the Fifth Amendment. The plaintiffs offer two sets of facts to show that the consequence of their refusal to make the admissions required by the SOP is a penalty sufficient to constitute compulsion. First, the plaintiffs claim that because the parole board has denied or will deny them parole until they complete the SOP, they have no choice but to comply with the program's requirements. Second, they argue that failure to complete the SOP has led or will lead to a \"punitive transfer\" from South Unit to Hancock Building, and that this transfer is sufficient punishment to compel their admissions. With particular attention to the burden element, we apply Turner's three-part test to determine whether the denial of parole or the prison housing transfer are penalties sufficient to compel speech within the prohibition of the Fifth Amendment. See Lile, 224 F.3d at 1190 (applying Turner to prisoners' Fifth Amendment claims).</p>\n    </div>\n    <p class=\"indent\">A. Denial of Parole</p>\n    <p class=\"indent\">1. Valid Government Interest</p>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">New Hampshire law gives the parole broad discretion over release decisions, directing the board to base its judgment on whether there is a \"probability that the inmate will remain at liberty without violating any law and will conduct himself as a good citizen.\" N.H. Code of Admin. Rules. Ann. &#167; 301.01. Whether a sex offender has completed the SOP is one factor that the New Hampshire parole board may consider in deciding whether a sex offender merits early release. See N.H. Code of Admin. R. Ann. &#167;a301.02(h) (parole board may take into account evidence of \"self-improvement\" achieved through prison programs, \"specifically programs which addressed problems or issues that contributed to the inmate's prior criminal conduct\"). The question under Turner is whether this consideration is based on a valid governmental interest.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Unquestionably, the state has an acute interest in seeking to rehabilitate sex offenders in hopes of deterring future crime, particularly given the large body of research showing that sex offenders commit repeat crimes at alarming rates.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> To that end, New Hampshire established the SOP. The program's requirement that participants admit to their crimes is widely believed to be a necessary prerequisite to successful treatment.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> While some research stresses the difficulty of drawing conclusions about the success rates of sex offender treatment,<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> other studies show that treated sex offenders are less likely to commit new crimes.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> Indeed, the SOP may be achieving some success. Director Lance Messinger testified that twelve percent of untreated offenders released from the prison since 1980 returned on a new sex-offense conviction, while only six percent of those who completed the SOP did. New Hampshire unmistakably has a valid government interest in establishing the SOP, and in requiring sex offenders to admit past conduct to participate in it.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">2. Burden on the Exercise of Plaintiffs' Rights</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">The plaintiffs argue that the denial of parole is a penalty because it forces them to serve a longer prison term than they otherwise would. For example, an inmate with an indeterminate sentence of seven to fifteen years who has no disciplinary infractions would become eligible for parole after serving seven years, but would most likely serve his full sentence if he does not complete the SOP. The defendant counters that parole is not a right but a privilege. He points out that inmates do not have a \"liberty right\" to parole under the Due Process Clause of the Fifth Amendment, see Greenholtz v. Inmates of Nebraska Penal and Correctional Complex, <span class=\"citation\" data-id=\"110085\"><a href=\"/opinion/110085/greenholtz-v-inmates-of-neb-penal-and-correctional-complex/\"><span class=\"volume\">442</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, 7 (1979), or under New Hampshire law, see N.H. Rev. Stat. Ann &#167; 651-A:6(I) (providing that a \"prisoner may be released on parole upon the expiration of the minimum term of his sentence\") (emphasis added); Knowles v. Warden, New Hampshire State Prison, <span class=\"citation no-link\"><span class=\"volume\">666</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">972</span></span>, 975 (N.H. 1995); Baker v. Cunningham, <span class=\"citation no-link\"><span class=\"volume\">513</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">956</span></span>, 960 (N.H. 1986).</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">The lack of a liberty interest in parole, however, does not settle the question of whether the denial of parole can constitute a penalty for the purpose of Fifth Amendment compulsion. From Garrity to the recent case Ohio Adult Parole Authority v. Woodard, the Supreme Court has evaluated Fifth Amendment self-incrimination claims without reference to a liberty interest analysis. See, e.g., Garrity, 385 U.S. at 496-501; Woodard, 523 U.S.272, 285-88 (1998); compare Lile, 224 F.3d at 1183.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The SOP's requirement that offenders disclose uncharged conduct, at the risk that their admissions will be reported to police and prosecutors, presents the plaintiffs with a difficult dilemma. This dilemma undoubtedly imposes some burden on the exercise of their Fifth Amendment rights. The extent of the burden is mitigated, however, by three factors: the kind of burden the plaintiffs face, the voluntary nature of their choice about whether to participate in the SOP, and the fact that the denial of parole does not follow automatically from the refusal to speak.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a></p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">First, parole involves relief from a penalty that has already been imposed--the full period of incarceration to which the plaintiffs were sentenced. There is no new or additional penalty for refusing to participate in the SOP. To the extent that such labels are useful, the SOP is a benefit that New Hampshire makes available to sex offenders, and parole is a further benefit that the state may condition on completion of the program. See Greenholtz, 442 U.S. at 11 (\"That the state holds out the possibility of parole provides no more than a mere hope that the benefit will be obtained.\").<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a></p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Because the plaintiffs have not yet obtained release, the nature of the penalty they face differs from the one at issue in Minnesota v. Murphy, <span class=\"citation\" data-id=\"111105\"><a href=\"/opinion/111105/minnesota-v-murphy/\"><span class=\"volume\">465</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">420</span></a></span> (1984). Murphy was required to attend a treatment program for sex offenders as a condition of his probation. When his probation officer questioned him about admissions Murphy made during the course of treatment regarding an uncharged rape and murder, he confessed to those crimes. See id. at 424. His statements were then used to prosecute him. Murphy argued that his statements were compelled because his probation would have been revoked had he refused to answer. See id. at 434. The court agreed that the state could not directly link invocation of the Fifth Amendment privilege to revocation of probation, stating:</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">There is thus a substantial basis in our cases for concluding that if the state, either expressly or by implication, asserts that invocation of the privilege would lead to revocation of probation, it would have created the classic penalty situation . . . and the probationer's answers would be deemed compelled and inadmissible in a criminal prosecution.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Id. at 435. The Court held, however, that Murphy's confessions were not compelled because there was \"no suggestion that his probation was conditional on his waiving his Fifth Amendment privilege.\" Id. at 437.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a></p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">While both Murphy and the case at hand involve the issue of prosecution based on criminal admissions made during a sex offender treatment program, Murphy's \"classic penalty\" scenario does not apply here. A probationer or parolee has already achieved liberty, and thus has an expectation of retaining it. An inmate who has not been granted parole has no such expectation. See Greenholtz, 442 U.S. at 9 (\"There is a crucial distinction between being deprived of a liberty one has, as in parole, and being denied a conditional liberty that one desires.\"). Moreover, the parole board has already weighed the safety risk posed by the probationer or parolee and decided that he or she is fit to rejoin the community. Before release, an inmate has not passed this threshold test. In Greenholtz, the Court viewed these differences as support for its holding that inmates do not have a constitutional due process right to parole, in contrast to already released offenders, who do have due process rights when the state seeks to revoke their parole or probation. See id. at 9. Similarly, a treatment program that conditioned participation on incriminating admissions might violate the Fifth Amendment if that program was in turn a condition of probation or of maintaining parole, but a program that conditioned participation on incriminating admissions as a condition of obtaining release on parole does not. The case law recognizes this distinction. Following Murphy, some courts have found Fifth Amendment violations where sex offenders were required to disclose past misconduct for treatment programs that were a condition of probation or a court-suspended sentence. See Mace v. Amestoy, <span class=\"citation\" data-id=\"2351054\"><a href=\"/opinion/2351054/mace-v-amestoy/\"><span class=\"volume\">765</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">847</span></a></span>, 850 (D. Vt. 1991); State v. Fuller, <span class=\"citation\" data-id=\"884042\"><a href=\"/opinion/884042/state-v-fuller/\"><span class=\"volume\">915</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">809</span></a></span>, 814 (Mont. 1996); State v. Imlay, <span class=\"citation\" data-id=\"882105\"><a href=\"/opinion/882105/state-v-imlay/\"><span class=\"volume\">813</span> <span class=\"reporter\">P.2d</span> <span class=\"page\">979</span></a></span>, 985 (Mont. 1991); State v. Kaquatosh, <span class=\"citation\" data-id=\"1310950\"><a href=\"/opinion/1310950/state-v-kaquatosh/\"><span class=\"volume\">600</span> <span class=\"reporter\">N.W.2d</span> <span class=\"page\">153</span></a></span>, 158 (Minn. Ct. App. 1999); cf. United States v. Davis, <span class=\"citation\" data-id=\"199310\"><a href=\"/opinion/199310/united-states-v-davis/\"><span class=\"volume\">242</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">49</span></a></span>, 50(1st Cir. 2001) (probationer free to challenge revocation of supervised release as a penalty for exercise of Fifth Amendment privilege should revocation occur); but see Asherman v. Meachum, <span class=\"citation\" data-id=\"578610\"><a href=\"/opinion/578610/steven-m-asherman-v-larry-meachum-commissioner-connecticut-department/\"><span class=\"volume\">957</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">978</span></a></span> (2d Cir. 1992) (en banc). But courts have denied claims where treatment programs were a condition of initial parole eligibility. See Doe v. Sauer, <span class=\"citation\" data-id=\"765563\"><a href=\"/opinion/765563/john-doe-an-iowa-state-prisoner-v-walter-sauer/\"><span class=\"volume\">186</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">903</span></a></span> (8th Cir. 1999); Russell v. Eaves, <span class=\"citation\" data-id=\"2592870\"><a href=\"/opinion/2592870/russell-v-eaves/\"><span class=\"volume\">722</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">558</span></a></span> (E.D. Mo. 1989).</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">The second factor that mitigates the burden imposed by the SOP's disclosure requirement is the relatively voluntary nature of the plaintiffs' decision about whether to participate in the program. The relevant precedent is Ohio Adult Parole Authority v. Woodard, <span class=\"citation\" data-id=\"118189\"><a href=\"/opinion/118189/ohio-adult-parole-authority-v-woodard/\"><span class=\"volume\">523</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">272</span></a></span> (1998). Woodard, who had been sentenced to death, said that Ohio's clemency process violated his Fifth Amendment rights by forcing him to answer questions at his one guaranteed clemency interview, or, if he remained silent, permitting his silence to be used against him. He argued that the \"interview unconstitutionally condition[ed] his assertion of the right to pursue clemency on his waiver of the right to remain silent.\" Id. at 285-86.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">The Court rejected this argument on the ground that Woodard was not required to attend or speak at his clemency hearing. The Court said: \"It is difficult to see how a voluntary interview could 'compel' respondent to speak. He merely faces a choice quite similar to the sorts of choices that a criminal defendant must make in the course of criminal proceedings, none of which has ever been held to violate the Fifth Amendment.\" Id. at 287. The Court recognized that Woodard faced a choice between \"providing information to the [Parole] Authority--at the risk of damaging his case for clemency or for postconviction relief--or of remaining silent.\" Id. at 287-88. But that choice, despite its consequences, did not support a claim within the meaning of the Fifth Amendment's self-incrimination clause. The Court said that the \"pressure to speak in the hope of improving [respondent's] chance of being granted clemency does not make the interview compelled.\" Id. at 288.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Whether the choice that the plaintiffs here face is voluntary in a meaningful sense seems to us a closer question. By making the admissions required by the SOP, the plaintiffs risk not only damaging their cases on appeal, but also exposing themselves to future prosecution. If the plaintiffs refuse to speak, they face the strong possibility of serving more years in prison than they otherwise would. Still, like Woodard, the plaintiffs have a choice about participating in the SOP, despite the consequences that follow from that choice. The plaintiffs' choice about whether to disclose past misconduct is voluntary as Woodard understands the term.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">The third factor we consider is whether the denial of parole follows automatically from the plaintiffs' refusal to speak. Some of the plaintiffs testified that prison officials told them that they would not be granted parole unless and until they completed the SOP, and the defendant does not dispute that completion of the SOP functions as a de facto requirement of parole for most New Hampshire sex offenders. At the same time, the defendant has shown that a few inmates who have not completed the SOP receive parole each year under special circumstances.<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a> These unusual grants of release are possible because New Hampshire's parole statute nowhere states that the board must reject a parole applicant because he has not completed the SOP. As we have noted, New Hampshire's parole statute gives the parole board broad discretion to decide whether an inmate is likely to obey the law and observe the terms of his release. See Baker, 513 A.2d at 960.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">The distinction between a highly probable de facto requirement and a statutorily mandated one has legal significance. In the early Supreme Court cases that we have discussed, the state imposed automatic penalties on those who refused to waive their right against self-incrimination. The police officers in Gardner and Garrity and the city employees in Uniformed Sanitation Men Association were discharged because they invoked their Fifth Amendment rights and refused to testify. The lawyer in Spevack was disbarred for the same reason. In Turley and Cunningham, the Court declared unconstitutional New York statutes that automatically stripped government contracts and political party office from anyone who refused to waive his or her immunity.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">By contrast, Baxter v. Palmigiano, <span class=\"citation\" data-id=\"109429\"><a href=\"/opinion/109429/baxter-v-palmigiano/\"><span class=\"volume\">425</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">308</span></a></span> (1976), concerned the question of whether prison officials could draw an adverse inference from an inmate's silence at a disciplinary proceeding. The Court held that the Fifth Amendment did not forbid the state from drawing such an inference, given the civil nature of the disciplinary proceeding.<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a> The Court distinguished Baxter from its previous holdings on the ground that the state did not require Palmigiano to waive his privilege, but rather said that his silence could be used against him if he did not waive it. In addition, Palmigiano could not be \"automatically found guilty\" as a consequence of his refusal to testify because prison regulations required that substantial evidence support a disciplinary decision. Id. at 317-318.<a class=\"footnote\" href=\"#fn14\" id=\"fn14_ref\">14</a> In finding that drawing such an inference was permissible, the Court noted that the state had not \"insisted or asked\" that the defendant waive his Fifth Amendment privilege. Id. at 317. Nor was the defendant \"in consequence of his silence automatically found guilty of the infraction with which he has been charged.\" Id. On the ground that an inmate's silence \"in and of itself\" did not trigger a sanction, the Court distinguished Baxter from earlier cases such as Garrity and Turley. Id. at 317-18.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">We recently relied on Baxter and its reading of precedent in rejecting an attorney's claim that her testimony before the Massachusetts Board of Bar Examiners was coerced because she believed that she would be disbarred if she remained silent. See United States v. Stein, <span class=\"citation\" data-id=\"199159\"><a href=\"/opinion/199159/united-states-v-stein/\"><span class=\"volume\">233</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">6</span></a></span> (1st Cir. 2000), petition for cert. filed, (U.S. Feb. 26, 2001) (No. 00-1354). We discussed the automatic penalties faced in Gardner and Garrity, and concluded:</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">Where, however, invocation of the Fifth Amendment does not, by itself, result in forfeiture of the job or license in question, the fact that claiming the Fifth may, as a practical matter, result in damage to one's chances of retaining the privilege at stake does not necessarily establish a constitutional violation.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">Id. at 15. Three related facts led us to reject the attorney's claim. She was not subject to automatic disbarment for remaining silent; the Board of Bar Examiners was not required to disbar her; and the board had no formal rule or unwritten policy or practice of disbarring attorneys for invoking their Fifth Amendment privilege. See id. at 16.<a class=\"footnote\" href=\"#fn15\" id=\"fn15_ref\">15</a></p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">Parallel facts are present here. The plaintiffs do not automatically lose parole eligibility because they remain silent, the parole board is not required to deny them parole, and the board has no formal rule denying parole to sex offenders who do not complete the SOP. See, e.g., Lile, 224 F.3d at 1182 (inmates required to admit past misconduct for admission to a sex offender treatment program could not show Fifth Amendment compulsion based on denial of parole because they were not required to complete the treatment program for parole eligibility). According to the plaintiffs, the board does have such an unwritten policy or practice. But the defendant in Stein made a similar argument to no avail, and we see no reason to distinguish this case on that ground. It is entirely permissible for a parole board to take into account an inmate's efforts to rehabilitate himself by participating in a prison program designed to address his prior criminal conduct. But to say that the parole board may consider an inmate's completion of a prison treatment program is not to say that it must make a decision on that basis. That the board often weighs heavily completion of the SOP in deciding whether to parole sex offenders does not change the calculation. See Stein, 233 F.3d at 17 n.6 (fact that defendant \"could have had good reason to fear disbarment if she did not testify is not the same as being faced with automatic disbarment for failure to testify\"); United States v. Indorato, <span class=\"citation\" data-id=\"381358\"><a href=\"/opinion/381358/united-states-v-mario-e-indorato/\"><span class=\"volume\">628</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">711</span></a></span>, 716 (1st Cir. 1980) (fear of punishment as a result of invoking the Fifth Amendment does not protect against subsequent use of self-incriminating statements at a criminal trial).</p>\n    </div>\n    <p class=\"indent\">3. Reasonable Alternatives</p>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">The third step under Turner requires us to consider whether reasonable alternatives exist for the government to achieve its ends without significant cost or impairment to the governmental interest at stake.</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">Some states address the incrimination dilemma posed by sex offender treatment programs by asking inmates seeking treatment only to admit to 0misconduct of which law enforcement officials are already aware. See Neal v. Shimoda, <span class=\"citation no-link\"><span class=\"volume\">131</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">832</span></span>, 833 n.18 (9th Cir. 1997) (citing provision of sex offender consent to treat contract stating, \"I understand that I am not required to provide information about crimes that no one knows about\"); Russell v. Eaves, <span class=\"citation\" data-id=\"2592870\"><a href=\"/opinion/2592870/russell-v-eaves/\"><span class=\"volume\">722</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">558</span></a></span>, 560 (E.D. Mo. 1989). Courts have also suggested that states grant use immunity to sex offenders before requiring them to disclose past misconduct during the course of treatment. See Lile, 224 F.3d at 1192; Mace, 765 F. Supp. at 852; Fuller, 915 P.2d at 816; Imlay, 813 P.2d at 985.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">A grant of limited use immunity need not conflict with public safety, since it allows the state to prosecute the recipient \"for any crime of which he may be guilty . . . provided only that his own compelled testimony is not used to convict him.\" Cunningham, 431 U.S. at 809 (comparing use immunity to broader transactional immunity, which immunizes witnesses from prosecution for any transaction about which they testify). Granting use immunity may in fact further the state's goal of rehabilitation by encouraging inmates to admit their sex offenses, thus removing an obstacle to treatment. See Lile, 224 F.3d at 1192. Use immunity is the solution proposed by commentators concerned about the tension between an inmate's right against self-incrimination and the state's interest in pressing sex offenders to admit past misconduct as a first step toward effective treatment. See Shevlin, supra note 6, at 486; Kaden, supra note 6, at 350; Solkoff, supra note 6, at 1444. In his testimony at the preliminary injunction hearing, SOP Director Lance Messinger expressed similar concerns, saying that he tries to obtain use immunity for inmates when he thinks they could be prosecuted on new charges based on information disclosed during treatment.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">This may indeed be a desirable outcome. But we agree with the district court that the decision about whether to grant immunity to sex offenders is a policy choice that lies in the state's hands. We think that it is for New Hampshire to say whether it could do so without impairing the governmental interest at stake.</p>\n    </div>\n    <p class=\"indent\">4. Conclusion under Turner</p>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">Our Turner analysis reflects the closeness of the Fifth Amendment self-incrimination question presented here. Given the stakes in parole and the avoidance of further prosecutions, the plaintiffs do suffer some burden in the exercise of their Fifth Amendment rights when they must choose between declining to participate in the SOP, which significantly enhances their chances for parole, or disclosing other criminal conduct. The availability of use immunity at least suggests the possibility of an alternative means of advancing the state's interest in securing inmate participation in the SOP without necessarily compromising future prosecutions for other instances of sexual misconduct.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">On the other hand, the state's interest in reducing the recidivism of sex offenders is substantial. There may be undesirable penological and law enforcement implications to the grant of use immunity in the sensitive context of sexual misconduct cases that we do not fully appreciate. The burden on the exercise of the Fifth Amendment rights of the plaintiffs is lessened significantly by the factors we have cited: the denial of parole does not impose a new penalty on the plaintiffs, the plaintiffs may choose not to participate in the SOP, and the denial of parole does not automatically follow from a decision not to participate.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">Weighing these factors, and drawing upon the meaning of compulsion under the Fifth Amendment developed by the precedents we have cited, we conclude that the reduced likelihood of parole for refusing to participate in the SOP does not constitute a penalty sufficient to compel incriminating speech in violation of the Fifth Amendment.</p>\n    </div>\n    <p class=\"indent\">B. Prison Housing Transfer</p>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">The alternate basis for the plaintiffs' claim of compulsion is the transfer from South Unit to Hancock Building that often follows a refusal to participate in the SOP. The plaintiffs claim the transfer is a penalty for Fifth Amendment purposes because it significantly affects their living circumstances. This question is not close.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">Plaintiffs' preference for South housing is understandable. At the preliminary injunction hearing, prison officials testified that Hancock is the prison's \"low-rent district\" and compared South to a hotel. The plaintiffs cite several advantages of living in South. They have greater outdoor privileges; they live in two-man rather than eight-man cells; they live on smaller \"pods,\" or living groups. As evidence that the move to Hancock is punitive, the plaintiffs argue that such transfers are used to punish inmates who break the rules. Some of the plaintiffs also said that even though both facilities are classified as medium security, they feel safer at South because most of the other inmates are also sex offenders. In Hancock, where they are surrounded by violent and drug offenders, they are targets of harassment and assault.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">The plaintiffs' claim that the transfer from South to Hancock is a penalty for Fifth Amendment purposes fails under the Turner analysis. First, the state has a valid governmental interest in controlling where prisoners will be housed. Once an offender has been sentenced, New Hampshire gives broad discretion to prison officials over the \"terms, conditions, and place of incarceration.\" State v. Peabody, <span class=\"citation no-link\"><span class=\"volume\">438</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">305</span></span>, 308 (N.H. 1981); see also N.H. Rev. Stat. Ann. &#167; 651:25. At the hearing on the plaintiffs' petition for injunctive relief, prison officials testified that they offer housing transfers as an incentive to encourage inmates to act in particular ways. Prisoners may earn a place in South because they have a clean disciplinary record or because they participate in a treatment program like the SOP. In either case, the transfer to South is a benefit conferred on inmates who earn it. This kind of reward system easily meets Turner's legitimate penological interest standard.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">The second and third Turner factors also weigh against the plaintiffs. The quality-of-life differences between South and Hancock are not severe enough to burden the exercise of the plaintiffs' constitutional rights. Nor is there a reasonable alternative to giving prison officials broad discretion over inmate housing. For the reasons stated, the housing transfers do not rise to the level of a penalty that establishes Fifth Amendment compulsion.<a class=\"footnote\" href=\"#fn16\" id=\"fn16_ref\">16</a></p>\n    </div>\n    <p class=\"indent\">IV.</p>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">We are unpersuaded by the plaintiffs' claim that their Fifth Amendment right against self-incrimination was violated by New Hampshire's requirement that they disclose their histories of sexual misconduct to participate in a prison treatment program that affects their chances of obtaining early release on parole and of maintaining residence in desired prison housing. The defendant is entitled to judgment as a matter law. We affirm the district court.</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> At the time relevant to this litigation, there were about 650 sex offenders in the New Hampshire State Prison.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> For the purposes of our analysis, we assume that the plaintiffs collectively present the strongest set of facts that support the claim they have developed--in other words, that they applied to the SOP and were rejected; that they risk future prosecution by disclosing uncharged conduct; that they have been or will be denied parole; and that they have been or will be transferred to a less desirable cellblock in the prison.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The Supreme Court has used Turner's reasonableness test, for example, in rejecting prisoners' First Amendment claims. See, e.g., O'Lone v. Estate of Shabazz, <span class=\"citation\" data-id=\"111913\"><a href=\"/opinion/111913/olone-v-estate-of-shabazz/\"><span class=\"volume\">482</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">342</span></a></span> (1987) (prison officials acted reasonably by precluding Islamic inmates from attending weekly Friday religious service and thus did not violate the First Amendment); Thornburgh v. Abbott, <span class=\"citation\" data-id=\"112258\"><a href=\"/opinion/112258/thornburgh-v-abbott/\"><span class=\"volume\">490</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">401</span></a></span> (1989) (reasonable and so constitutional to regulate prisoners' mail). And the Court has been similarly deferential to the state's interests in Fifth Amendment due process cases, holding that prisoners' liberty interests extend only to freedom from restraint that \"imposes atypical and significant hardship on the inmate in relation to the ordinary incidents of prison life.\" Sandin v. Conner, <span class=\"citation\" data-id=\"117957\"><a href=\"/opinion/117957/sandin-v-conner/\"><span class=\"volume\">515</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">472</span></a></span>, 472 (1995).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> We set aside a fourth consideration in Turner, the effect of the remedy sought on the prison and other inmates, because it is \"linked peculiarly to prison operations.\" Beauchamp, 37 F.3d at 705 n.1.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> See Katie Isaac, Kansas v. Hendricks: A Perilous Step Forward in the Fight Against Child Molestation, 35 Hous. L. Rev. 1295, 1296 (1998) (citing a 1993 study that found that \"forty-two percent of imprisoned child molesters are later reconvicted for violent or sexual crimes\").</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> See Brendan J. Shevlin, \"[B]etween the Devil and the Deep Blue Sea:\" A Look at the Fifth Amendment Implications of Probation Programs for Sex Offenders Requiring Mandatory Admissions of Guilt, 88 Ky. L.J. 485, 485 (2000); Jonathan Kaden, Therapy for Convicted Sex Offenders: Pursuing Rehabilitation Without Incrimination, 89 J. Crim. L. &amp; Criminology 347, 365 n.103(1998); Scott Michael Solkoff, Judicial Use Immunity and the Privilege Against Self-Incrimination in Court Mandated Therapy Programs, 17 Nova L. Rev. 1441, 1450 (1993).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> See David DePugh, The Right to Treatment for Involuntarily Committed Sex Offenders in the Wake of Kansas v. Hendricks, 17 Buff. Pub. Int. L.J. 71 n.140 (1999); Jessica Wilen Berg, Give Me Liberty or Give Me Silence: Taking a Stand on Fifth Amendment Implications for Court-Ordered Therapy Programs, 79 Cornell L. Rev. 700, 700 n.2 (1994).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> See Kaden, supra note 6, at 365 n.103 (citing one study in which 60 percent of untreated offenders committed another crime, and another in which only eight of 100 treated offenders did so); Solkoff, supra note 6, at 1450 (citing study in which the four-year recidivism rate decreased from 60 percent for untreated offenders to 25 percent for treated offenders).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> The plaintiffs' brief asserts that some of the plaintiffs apply for the SOP \"because their sentence specifically requires completion.\" These plaintiffs may have a stronger claim of Fifth Amendment compulsion. However, the plaintiffs in no way develop this argument in their brief, precluding our consideration of the implications of any such sentencing requirements.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> The plaintiffs unsuccessfully look for support to Neal v. Shimoda, <span class=\"citation\" data-id=\"749366\"><a href=\"/opinion/749366/97-cal-daily-op-serv-9274-97-daily-journal-dar-14953-aj-neal-v/\"><span class=\"volume\">131</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">818</span></a></span> (9th Cir. 1997). In Neal, the Ninth Circuit held that a prison regulation that labeled inmates as sex offenders and required completion of a sex offender treatment program as a condition for parole eligibility created a liberty interest and some due process protection for prisoners who had not been convicted of sexual misconduct. See id. at 830. Since Neal found that an inmate's due process rather than Fifth Amendment self-incrimination rights were violated by the prison regulation at issue, it is not contrary to our holding here. Moreover, the Ninth Circuit emphasized the automatic nature of the denial of parole in finding a liberty interest to be at stake. See id. at 829 (\"[B]ecause the State's regulations render the inmate completely ineligible for parole if the treatment program is not satisfactorily completed, the attachment of the 'sex offender' label to the targeted inmate has a practical and inevitable coercive effect on the inmate's conduct.\") (emphasis in original).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> Of course, the quoted statement in Murphy is 17-year-old dictum, and we do not know how the present Supreme Court would view disclosure obligations imposed on parolees. Compare Asherman v. Meachum, <span class=\"citation\" data-id=\"578610\"><a href=\"/opinion/578610/steven-m-asherman-v-larry-meachum-commissioner-connecticut-department/\"><span class=\"volume\">957</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">978</span></a></span> (2d Cir. 1992).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> At the preliminary injunction hearing, a parole board official testified that one offender who had been released was convicted of a relatively minor offense and had an elderly, blind mother for whom he was the sole provider.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> Baxter noted that no criminal proceedings were pending against Palmigiano and distinguished the case from earlier holdings in part on that ground. See Baxter, 452 U.S. at 317. However, this court has applied Baxter in cases involving criminal charges. See, e.g., United States v. Stein, <span class=\"citation\" data-id=\"199159\"><a href=\"/opinion/199159/united-states-v-stein/\"><span class=\"volume\">233</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">6</span></a></span>, 16 n.5 (1st Cir. 2000).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn14\">\n        <a class=\"footnote\" href=\"#fn14_ref\">14</a>\n        <p> Cunningham distinguished Baxter on this ground, stating: \"Respondent's silence in Baxter was only one of a number of factors to be considered by the finder of fact in assessing a penalty, and was given no more probative value than the facts of the cases warranted; here, refusal to waive the Fifth Amendment privilege leads automatically and without more to imposition of sanctions.\" Cunningham, 431 U.S. at 808 n.5.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn15\">\n        <a class=\"footnote\" href=\"#fn15_ref\">15</a>\n        <p> The Second Circuit relied on a related rationale in two cases cited by the defendant, Asherman v. Meachum, <span class=\"citation\" data-id=\"578610\"><a href=\"/opinion/578610/steven-m-asherman-v-larry-meachum-commissioner-connecticut-department/\"><span class=\"volume\">957</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">978</span></a></span> (2d Cir. 1992) (en banc), and Johnson v. Baker, <span class=\"citation\" data-id=\"736961\"><a href=\"/opinion/736961/earnest-l-johnson-jr-v-shirley-r-baker-coordinator-of-family-services/\"><span class=\"volume\">108</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">10</span></a></span> (2d Cir. 1997). In Asherman, the court found that revocation of a prisoner's supervised home release for his refusal to answer questions at a psychiatric evaluation did not violate the Fifth Amendment. In Johnson, the court found that an inmate's Fifth Amendment rights were not violated by a sex offender treatment program that required admissions of past misconduct, and that was a prerequisite for a program that allowed inmates to spend extended time with their families. Both cases distinguished between a state's adverse action against an individual for invoking the right to self-incrimination and an action taken \"for failure to answer a relevant inquiry.\" Asherman, 957 F.2d at 982. The court found that the inquiries made of the defendants in these cases were relevant to the state's public responsibilities. Id. at 983. In Johnson, these responsibilities concerned sex offender rehabilitation. See Johnson, 108 F.3d at 11.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn16\">\n        <a class=\"footnote\" href=\"#fn16_ref\">16</a>\n        <p> We distinguish this case from Lile v. McKune, <span class=\"citation\" data-id=\"160150\"><a href=\"/opinion/160150/lile-v-mckune/\"><span class=\"volume\">224</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1175</span></a></span> (10th Cir. 2000), in which the Tenth Circuit found a Fifth Amendment violation where sex offenders who refused to disclose their past misconduct in order to participate in a prison treatment program were automatically transferred from a medium to a maximum security facility. The transfer resulted in loss of the following privileges: personal television; limited access to prison organizations, activities, gym, and yard; reduction in spending allowed in the canteen per pay period from $140 to $20; reduction in pay and intake property; restricted visiting privileges. See id. at 1181. The consequences of the transfer described in Lile are more severe than those the plaintiffs say accompany a transfer from South to Hancock. In addition, the transfer in Lile automatically followed from an inmate's decision not to pursue treatment, whereas the transfers to Hancock complained of here are likely rather than automatic. See id.</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/104912/",
    "http://www.courtlistener.com/api/rest/v3/opinions/107038/",
    "http://www.courtlistener.com/api/rest/v3/opinions/107336/",
    "http://www.courtlistener.com/api/rest/v3/opinions/107337/",
    "http://www.courtlistener.com/api/rest/v3/opinions/107738/",
    "http://www.courtlistener.com/api/rest/v3/opinions/107739/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108882/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109429/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109683/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110085/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111105/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111904/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111913/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112258/",
    "http://www.courtlistener.com/api/rest/v3/opinions/117957/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118189/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118278/",
    "http://www.courtlistener.com/api/rest/v3/opinions/160150/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199009/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199159/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199310/",
    "http://www.courtlistener.com/api/rest/v3/opinions/381358/",
    "http://www.courtlistener.com/api/rest/v3/opinions/536033/",
    "http://www.courtlistener.com/api/rest/v3/opinions/578610/",
    "http://www.courtlistener.com/api/rest/v3/opinions/679954/",
    "http://www.courtlistener.com/api/rest/v3/opinions/736961/",
    "http://www.courtlistener.com/api/rest/v3/opinions/749366/",
    "http://www.courtlistener.com/api/rest/v3/opinions/765563/",
    "http://www.courtlistener.com/api/rest/v3/opinions/882105/",
    "http://www.courtlistener.com/api/rest/v3/opinions/884042/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1310950/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2351054/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2592870/"
  ]
}