{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/199355/",
  "absolute_url": "/opinion/199355/arecibo-community-v-the-commonwealth/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/199355/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T04:28:59Z",
  "date_modified": "2017-03-24T11:01:43.523484Z",
  "type": "010combined",
  "sha1": "b7005eba35135aa203debc212be6e6889c211323",
  "page_count": 24,
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/00-1774-01A.pdf",
  "local_path": "pdf/2001/04/05/Arecibo_Community_v._The_Commonwealth.pdf",
  "plain_text": "           United States Court of Appeals\n                       For the First Circuit\nNo. 00-1774\n\n               ARECIBO COMMUNITY HEALTH CARE, INC.,\n\n                        Plaintiff, Appellee,\n\n                                  v.\n\n     COMMONWEALTH OF PUERTO RICO, DEPARTMENT OF HEALTH AND\n             THE ADMINISTRATION OF HEALTH SERVICES,\n\n                      Defendants, Appellants,\n\n                   CARLOS E. RODRÍGUEZ-QUESADA,\n\n                         Trustee, Appellee.\n\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\n                FOR THE DISTRICT OF PUERTO RICO\n        [Hon. Salvador E. Casellas, U.S. District Judge]\n\n\n                                Before\n\n                    Torruella, Circuit Judge,\n                  Coffin, Senior Circuit Judge,\n               and Campbell, Senior Circuit Judge.\n\n\n     Leticia Casalduc-Rabell, Assistant Solicitor General, with whom\nRoberto J. Sánchez-Ramos, Solicitor General, and Vanessa Lugo-Flores,\nDeputy Solicitor General, were on brief, for appellants.\n     Craig Goldblatt, with whom Anne Harkavy, Wilmer, Cutler &\nPickering, Johnny Rivera-Gonzáles, Igor J. Domínguez, and Carlos E.\nRodríguez-Quesada, were on brief, for appellee.\n     Mark B. Stern, Attorney, Civil Division, Department of Justice,\nwith whom Stuart E. Schiffer, Acting Assistant Attorney General,\nGuillermo Gil, United States Attorney, and H. Thomas Byron III,\nAttorney, Civil Division, Department of Justice, were on brief, for the\nUnited States of America, amicus curiae.\n\f  October 29, 2001\n\n\nOPINION ON REHEARING\n\n\n\n\n        -2-\n\f          TORRUELLA, Circuit Judge.      This appeal requires us to\n\ndetermine the validity of § 106(b) of the Bankruptcy Code, 11 U.S.C. §\n\n106(b),1 in light of the Supreme Court's most recent Eleventh Amendment\n\njurisprudence.2 Upon initial review, we concluded that § 106(b) was\n\nconstitutionally infirm. After rehearing and helpful supplemental\n\nbriefing, however, we reach a different determination and conclude that\n\nour earlier decision misinterpreted recent Supreme Court precedent and,\n\nin doing so, failed to accord proper controlling value to an extant\n\ndecision of this circuit.\n\n          We therefore vacate our earlier decision and affirm the\n\ndistrict court's holding that upon appellants' filing a proof of claim\n\nin the bankruptcy court, they are not shielded by the Eleventh\n\nAmendment from compulsory counterclaims arising from the same\n\ntransaction or occurrence as was the subject of the proof of claim.\n\n\n\n1 Section 106(b) of the Bankruptcy Code provides that the filing of a\nproof of claim in federal bankruptcy court by \"[a] governmental unit .\n. . is deemed [to be a] waiver of sovereign immunity with respect to a\nclaim against such governmental unit that is property of the estate and\nthat arose out of the same transaction or occurrence out of which the\nclaim of such governmental unit arose.\" 11 U.S.C.A. § 106(b) (West\nSupp. 2001).\n2 The Eleventh Amendment provides: \"The Judicial power of the United\nStates shall not be construed to extend to any suit in law or equity,\ncommenced or prosecuted against one of the United States by Citizens of\nanother State, or by Citizens or Subjects of any Foreign State.\" U.S.\nConst. amend. XI. It has long been established that, notwithstanding\nits literal language, the Eleventh Amendment extends to bar suits\ninstituted in federal courts against a state by its own citizens. See\nHans v. Louisiana, 134 U.S. 1 (1890).\n\n                                 -3-\n\f                           I.   Background\n\n          In March 1984, the Puerto Rico Department of Health (the\n\n\"Department\") and the Administration of Health Facilities (\"AFASS\") --\n\nboth of which are instrumentalities of the Commonwealth of Puerto Rico\n\n-- executed a series of contracts with a private entity, Arecibo\n\nCommunity Health Care, Inc. (\"ACHI\"), for the administration of the\n\nArecibo Regional Hospital, a government-owned hospital in Arecibo,\n\nPuerto Rico.   The last of these contracts was terminated in 1991.\n\n          On June 30, 1991, the Department filed suit against ACHI in\n\nthe Superior Court of Puerto Rico. The complaint alleged that ACHI had\n\nfailed to render services pursuant to the administration contract with\n\nthe Department. Thereafter, on July 2, 1991, ACHI filed a voluntary\n\npetition for bankruptcy under Chapter 11 of the Bankruptcy Code. The\n\nbankruptcy court determined that the contract in dispute had been\n\nterminated prior to the filing of the petition, whereupon the\n\nDepartment and AFASS proceeded to file a proof of an unsecured claim\n\nfor ACHI's breach of the administration contract. The claim was for\n\nthe amount of $1,650,449.16.\n\n          The bankruptcy proceeding was subsequently converted to one\n\nunder Chapter 7, and a trustee was appointed. The trustee commenced an\n\nadversary action against the Department and AFASS asserting various\n\nclaims under state law. The claims allegedly arise from the same\n\ncontract and operative facts as both the action filed by the Department\n\n\n                                 -4-\n\fin the Puerto Rico courts and the proof of claim filed in federal\n\nbankruptcy court.     The trustee sought to recover the sum of\n\n$8,204,494.48, interest accrued since 1991, attorneys' fees, and\n\nlitigation costs.\n\n          In their Answer to the Complaint, the Department and AFASS\n\n(\"appellants\") asserted that the trustee's claims were barred by the\n\nEleventh Amendment.3 Thereafter they moved to dismiss the action on\n\nthis ground.   The bankruptcy court concluded that the holding in\n\nSeminole Tribe of Florida v. Florida, 517 U.S. 44, 54 (1996) (holding\n\nthat Congress may not abrogate the state's Eleventh Amendment immunity\n\npursuant to its Article I powers), required such an outcome and\n\nconcluded that both sections 106(a)4 and (b) were invalid as applied to\n\nappellants. The bankruptcy court reasoned that if Congress could not\n\nabrogate the states' Eleventh Amendment sovereign immunity under\n\nSeminole Tribe, it could not do so by what amounts to a conditional\n\nwaiver. It thus ruled that appellants could not be deemed to have\n\nwaived their Eleventh Amendment immunity by their filing of a proof of\n\nclaim in this case.\n\n\n\n3 It is well settled in this circuit that the Commonwealth of Puerto\nRico \"is protected by the Eleventh Amendment to the same extent as any\nstate . . . .\" Ortiz-Feliciano v. Toledo-Dávila, 175 F.3d 37, 39 (1st\nCir. 1999).\n4 Section 106(a) states in part: \"Notwithstanding an assertion of\nsovereign immunity, sovereign immunity is abrogated as to a\ngovernmental unit . . . \" 11 U.S.C.A. § 106(a) (West Supp. 2001).\n\n                                 -5-\n\f           The district court agreed with the bankruptcy court as to the\n\ninvalidity of § 106(a),5 but concluded that the waiver of immunity under\n\n§ 106(b) was permissible because it was \"premise[d] . . . upon an\n\naffirmative action by the state to take advantage of, and participate\n\nin, the bankruptcy process.\" In re Arecibo Cmty. Health Care, Inc.,\n\n233 B.R. 625, 630 (D.P.R. 1999).        Appellants requested that the\n\ndistrict court reconsider its ruling. While this request was pending,\n\nthe Supreme Court decided College Savings Bank v. Florida Prepaid\n\nPostsecondary Education Expense Board, 527 U.S. 666 (1999) ( College\n\nSavings). The district court, without comment, declined to reconsider\n\nits ruling that § 106(b) was valid.\n\n           Appellants then brought their cause to this court by way of\n\nan interlocutory appeal.6 In our initial decision we held that § 106(b)\n\nviolates the Eleventh Amendment. See Arecibo Cmty. Health Care, Inc.\n\nv. Commonwealth of P.R., 244 F.3d 241, 245 (1st Cir. 2001).          We\n\nconstrued § 106(b) to create a \"constructive waiver\" of a state's\n\n\n5  The parties to this appeal do not challenge the lower court's\nconclusion that Congress lacks the authority to abrogate Puerto Rico's\nEleventh Amendment immunity pursuant to § 106(a). See In re Sacred\nHeart Hosp., 133 F.3d 237, 243 (3d Cir. 1998) (holding that § 106(a) is\nnot a valid abrogation provision). But see In re Hood, 262 B.R. 412,\n414 (6th Cir. BAP 2001) (holding that § 106(a) does not offend the\nEleventh Amendment because Congress may validly abrogate a state's\nEleventh Amendment immunity by legislating pursuant to the power to\nestablish uniform bankruptcy laws, U.S. Const. art. I, § 8, cl. 4).\n6 \"[P]retrial orders granting or denying Eleventh Amendment immunity\n[are] immediately appealable.\" Metcalf & Eddy v. Puerto Rico Aqueduct\n& Sewer Auth., 991 F.2d 935, 937 (1st Cir. 1993).\n\n                                  -6-\n\fsovereign immunity. Id. Noting that the Supreme Court has recently\n\nfound constructive waiver insufficient to defeat sovereign immunity,\n\nsee College Savings, 527 U.S. at 680, we concluded that Congress could\n\nnot condition a state's waiver of its Eleventh Amendment protection on\n\nits decision to engage in the lawful act of filing a claim with the\n\nbankruptcy court.    See Arecibo Cmty. Health Care, 244 F.3d at 245.\n\n          After we rendered our decision, ACHI (\"appellee\") and the\n\nUnited States moved for rehearing and rehearing en banc. The panel\n\nagreed to rehear the case.\n\n                            II.   Analysis\n\nA.   Standard of review\n\n          Whether    the   district     court   correctly   upheld   the\n\nconstitutionality of § 106(b) and found that appellants had waived\n\ntheir Eleventh Amendment immunity is an issue of law. We therefore\n\nreview the lower court's ruling de novo. See Metcalf & Eddy, Inc. v.\n\nPuerto Rico Aqueduct & Sewer Auth., 991 F.2d 935, 938 (1st Cir. 1993).\n\nB.   Stare decisis\n\n          In WJM, Inc. v. Massachusetts Department of Public Welfare,\n\n840 F.2d 996 (1st Cir. 1985), we held that a former Bankruptcy Code\n\nprovision identical in all relevant respects to current § 106(b) was a\n\npermissible means of obtaining a state's waiver of sovereign immunity\n\nwith respect to compulsory counterclaims arising from a proof of claim\n\n\n\n\n                                  -7-\n\ffiled with the bankruptcy court.7 Id. at 1005. The United States and\n\nappellee both argue that we are bound by this decision as a matter of\n\nstare decisis.\n\n           The principle that a ruling of law by a panel of this court\n\nis binding upon subsequent panels is \"an integral component of our\n\njurisprudence.\" Stewart v. Dura Constr. Co., 230 F.3d 461, 467 (1st\n\nCir. 2000). Adherence to \"our precedent-based system of justice places\n\na premium on finality, stability, and certainty in the law . . . .\"\n\nId. (citing Hubbard v. United States, 514 U.S. 695, 711 (1995)). A\n\ndeparture from stare decisis must therefore be supported by some\n\n\"special justification.\" Dickerson v. United States, 530 U.S. 428, 443\n\n(2000) (quoting United States v. I.B.M. Corp., 517 U.S. 843, 856\n\n(1996)).\n\n           We have identified two circumstances in which a departure\n\nfrom stare decisis may be warranted. The first arises when \"[a]n\n\nexisting panel decision may be undermined by controlling authority,\n\nsubsequently announced, such as an opinion of the Supreme Court, an en\n\nbanc opinion, or a statutory overruling.\" Williams v. Ashland Eng'g\n\nCo., 45 F.3d 588, 592 (1st Cir. 1995). In the second circumstance,\n\n\n\n7 That provision, former section 106(a) of the Bankruptcy Code, stated:\n\"A governmental unit is deemed to have waived sovereign immunity with\nrespect to any claim against such governmental unit that is property of\nthe estate and that arose out of the same transaction or occurrence out\nof which such governmental unit's claim arose.\" 11 U.S.C.A. § 106(a)\n(1982) (superseded).\n\n                                 -8-\n\f\"[w]hen emergent Supreme Court case law calls into question a prior\n\nopinion of another court, that court should pause to consider its\n\nlikely significance before giving effect to an earlier decision.\"\n\nCarpenters Local Union No. 26 v. U.S. Fidelity & Guar. Co., 215 F.3d\n\n136, 141 (1st Cir. 2000).\n\n          In this case, appellants do not argue that the earlier\n\ndecision in WJM has been directly overruled by subsequent controlling\n\nauthority; rather, they contend that the Supreme Court's decision in\n\nCollege Savings provides intervening authority that, at the very least,\n\nrequires this Court to revisit the soundness of WJM in light of recent\n\njurisprudential developments.\n\n          In College Savings, the court addressed a private suit\n\nagainst an arm of the State of Florida for allegedly engaging in false\n\nand misleading advertising of its tuition prepayment plan in violation\n\nof § 43(a) of the Lanham Act, 15 U.S.C.A. § 1125(a) (1995).        The\n\nTrademark Remedy Clarification Act (\"TRCA\") amended the Lanham Act to\n\nprovide that state entities \"shall not be immune, under the eleventh\n\namendment . . . from suit in Federal court . . . for any violation\n\nunder this Act,\" and that remedies shall be available against state\n\nentities \"to the same extent as such remedies are available . . . in a\n\nsuit against\" non-state entities. Pub. L. 102-280, § 3(b), 106 Stat.\n\n3567 (1992) (codified in 15 U.S.C.A. § 1122 (1995)).\n\n\n\n\n                                 -9-\n\f          Relying on the theory of \"constructive waiver\" announced in\n\nParden v. Terminal Railway of the Alabama State Docks Department, 377\n\nU.S. 184 (1964), the petitioners in College Savings argued that the\n\nTRCA placed the state on adequate notice that its unlawful conduct in\n\ninterstate commerce would legitimately waive its Eleventh Amendment\n\nimmunity from private suits for monetary damages under the Lanham Act.\n\nThe court, however, rejected the petitioners' constructive waiver\n\ntheory and overruled Parden. See College Savings, 527 U.S. at 680.\n\nThe court reasoned that a constructive-waiver approach is fundamentally\n\nincompatible with its \"cases requiring that a State's express waiver of\n\nsovereign immunity be unequivocal.\" Id. (citing Great N. Life Ins. Co.\n\nv. Read, 322 U.S. 47 (1944)). The court also recognized that allowing\n\nconstructive waivers would, \"as a practical matter, permit Congress to\n\ncircumvent the antiabrogation holding of Seminole Tribe.\" Id. at 683.\n\n          Appellants in the present case contend that § 106(b) and the\n\nholding in WJM violate the central teaching of College Savings --\n\nnamely, that Congress may not smuggle an abrogation provision past the\n\ncourts merely by dressing it up to notify a state that it will waive\n\nits Eleventh Amendment immunity by engaging in a certain activity. Cf.\n\nCollege Savings, 527 U.S. at 683 (noting that \"[f]orced waiver and\n\nabrogation are not even different sides of the same coin -- they are\n\nthe same side of the same coin\").       WJM did not, however, rely\n\nexplicitly on Parden in affirming the validity of the Bankruptcy Code's\n\n\n                                 -10-\n\fwaiver provision.8 Nonetheless, certain language in the opinion --\n\nparticularly the numerous references to the \"notice\" provided by the\n\nstatute -- may reveal a soupçon of reliance on a constructive-waiver\n\napproach. Compare WJM, 840 F.2d at 1003 (\"The statute puts the state\n\non notice that if it chooses to enter the federal government's\n\nexclusive bankruptcy preserve by filing a claim, it must pay a price:\n\na partial waiver of its sovereign immunity.\") (footnote omitted) with\n\nCollege Savings, 527 U.S. at 681        (\"In [the constructive-waiver\n\nsituation], the most that can be said with certainty is that the State\n\nhas been put on notice that Congress intends to subject it to suits\n\nbrought by individuals. That is very far from concluding that the\n\nState made an altogether voluntary decision to waive its immunity.\")\n\n(citations and quotations omitted). We must therefore undertake a more\n\nsearching analysis than the ordinary operation of stare decisis would\n\npermit, inquiring whether the theory of waiver embodied by § 106(b)\n\nremains sound in the wake of College Savings.\n\nC.   Waiver of Eleventh Amendment immunity\n\n          It has long been recognized that a state's sovereign immunity\n\nis \"a personal privilege which it may waive at pleasure.\"9 Clark v.\n\n\n8 Indeed, then-Chief Judge Campbell noted in WJM that Parden was likely\nripe for a partial overruling by the Supreme Court. See 840 F.2d at\n1002 n.6.\n9 A state's Eleventh Amendment immunity may also be abrogated by\ncongressional enactment, provided however that Congress expresses its\nunequivocal intention to do so and acts pursuant to a valid grant of\n\n                                 -11-\n\fBarnard, 108 U.S. 436, 447 (1883).      \"The decision to waive that\n\nimmunity, however, 'is altogether voluntary on the part of the\n\nsovereignty.'\" College Savings, 527 U.S. at 675 (quoting Beers v.\n\nArkansas, 61 U.S. (20 How.) 527, 529 (1858)). Thus, the \"test for\n\ndetermining whether a State has waived its immunity from federal-court\n\njurisdiction is a stringent one.\" Atascadero State Hosp. v. Scanlon,\n\n473 U.S. 234, 241 (1985).\n\n          A state may waive its Eleventh Amendment immunity by making\n\na \"'clear declaration' that it intends to submit itself to the\n\njurisdiction of the federal courts.\" College Savings, 527 U.S. at 676\n\n(quoting Read, 322 U.S. at 54). Such a declaration may be expressed,\n\nfor example, in a state statute or constitutional provision. However,\n\nin keeping with the Supreme Court's admonition that a state's consent\n\nto suit in federal court must be \"stated by the most express language\n\nor by such overwhelming implications from the text as [will] leave no\n\nroom for any other reasonable construction,\" Edelman v. Jordan, 415\n\nU.S. 651, 673 (1974) (quotations omitted), we have held that \"'in order\n\nfor a state statute or constitutional provision to constitute a waiver\n\nof Eleventh Amendment immunity, it must specify the state's intention\n\nto subject itself to suit in federal court.'\" Acevedo López v. Police\n\n\n\n\nconstitutional authority. See Laro v. New Hampshire, 259 F.3d 1, 5\n(1st Cir. 2001) (quoting Board of Trs. of the Univ. of Ala. v. Garrett,\n531 U.S. 356, ---, 121 S. Ct. 955, 962 (2001)).\n\n                                 -12-\n\fDep't of P.R., 247 F.3d 26, 28 (1st Cir. 2001) (quoting Atascadero\n\nState Hosp., 473 U.S. at 241).\n\n          Similarly, a state may also explicitly waive the protections\n\nof the Eleventh Amendment by choosing to participate in a federal\n\nprogram for which waiver of immunity is a stated condition. See Mills\n\nv. Maine, 118 F.3d 37, 50 (1st Cir. 1997) (citing Atascadero State\n\nHosp., 474 U.S. at 241); Alden v. Maine, 527 U.S. 706, 755 (1999)\n\n(\"Nor, subject to constitutional limitations, does the Federal\n\nGovernment lack the authority or means to seek the States' voluntary\n\nconsent to private suits.\") (citing South Dakota v. Dole, 483 U.S. 203\n\n(1987)). Mere participation by a state in a federal program does not,\n\nhowever, establish the state's consent to be sued in federal court; the\n\nstate's decision to waive its immunity as a condition of participating\n\nin the federal program also requires \"'express language or . . . such\n\noverwhelming implications from the text as [will] leave no room for any\n\nother reasonable construction . . . . '\"      Fla. Dep't of Health &\n\nRehabilitative Servs. v. Fla. Nursing Home Ass'n, 450 U.S. 147, 150\n\n(1981) (per curiam) (quoting Edelman, 415 U.S. at 673).\n\n          Lastly, a state may waive its immunity through its\n\naffirmative conduct in litigation.10 See Paul N. Howard Co. v. Puerto\n\n10 A state official may only waive the state's sovereign immunity\nduring the course of litigation where specifically authorized to do so\nby that state's constitution, statutes, or decisions. See Ford Motor\nCo. v. Dep't of Treasury, 323 U.S. 459, 469 (1945) (holding that state\nofficial lacked authorization to voluntarily waive the state's Eleventh\n\n                                 -13-\n\fRico Aqueduct & Sewer Auth., 744 F.2d 880, 886 (1st Cir. 1984). Most\n\npertinent to the issue faced here is the maxim that a federal court\n\n\"will find a waiver . . . if the State voluntarily invokes [its]\n\njurisdiction . . . .\" College Savings, 527 U.S. at 675-76 (citing\n\nGunter v. Atlantic Coast Line Ry. Co., 200 U.S. 273, 284 (1906)). See\n\nalso Clark, 108 U.S. at 447-48 (holding that state waived its Eleventh\n\nAmendment immunity by intervening in a federal case as a claimant of a\n\nfund).\n\n          In Gardner v. New Jersey, 329 U.S. 565 (1947), the Supreme\n\nCourt held that a state's sovereign immunity did not bar a debtor from\n\nasserting defensive objections to a proof of claim filed by the state\n\nin a bankruptcy proceeding.      The court reasoned:\n\n          he who invokes the aid of the bankruptcy court by\n          offering a proof of claim and demanding its\n          allowance must abide the consequences of that\n          procedure . . . . When the State becomes the\n          actor and files a claim against the fund, it\n          waives any immunity which it otherwise might have\n          had respecting the adjudication of the claim.\n\nId. at 573-74. In College Savings, the Supreme Court affirmed the\n\nvitality of the Gardner rule, stating: \"[Gardner], which held that a\n\nbankruptcy court can entertain a trustee's objections to a claim filed\n\nby a State, stands for the unremarkable proposition that a State waives\n\n\n\nAmendment immunity). On appeal, the Commonwealth has not pressed the\nargument that its officials lacked the authority under the laws of\nPuerto Rico to waive the protections of the Eleventh Amendment in a\nbankruptcy proceeding.\n\n                                 -14-\n\fits sovereign immunity by voluntarily invoking the jurisdiction of the\n\nfederal courts.\" 527 U.S. at 681 n.3. This is a broad proposition,\n\ngoing beyond the precise holding of Gardner.11 We would not lightly\n\nconfine its meaning to the example cited.\n\n          Despite its express approval of Gardner's waiver principle,\n\nappellants read College Savings to require us to hold that WJM has\n\nbecome constitutionally untenable and that § 106(b) must be\n\ninvalidated. Appellants note the court's remark that: \"[W]e think\n\nwhere the constitutionally guaranteed protection of the States'\n\nsovereign immunity is involved, the point of coercion is automatically\n\npassed -- and the voluntariness of waiver destroyed -- when what is\n\nattached to the refusal to waive is the exclusion of the State from\n\notherwise lawful activity.\" College Savings, 527 U.S. at 687. Using\n\nthis statement as their springboard, appellants urge upon us the\n\npremise that the filing of a proof of claim with the federal bankruptcy\n\ncourt is \"otherwise lawful activity\" that is no different from the\n\nactivity the court in College Savings held to be insufficient for\n\nwaiver, namely, \"the voluntary and nonessential activity of selling and\n\n\n11 Indeed, the court in College Savings could have limited the import\nof Gardner by characterizing it as a decision that does not implicate\nthe Eleventh Amendment at all. That is, it could have stated that the\ndefensive objection to the state's proof of claim at issue in Gardner\nwas simply not a \"suit . . . commenced or prosecuted against . . . [a]\nState\" within the meaning of the Eleventh Amendment. Cf. Gardner, 329\nU.S. at 573-74 (\"If the claimant is a State, the procedure of proof and\nallowance is not transmuted into a suit against the State because the\ncourt entertains objections to the claim.\").\n\n                                 -15-\n\fadvertising a for-profit educational investment vehicle in interstate\n\ncommerce . . . .\" Id. at 680. If this premise holds true, appellants\n\nargue, § 106(b) must be ruled unconstitutional.\n\n          We do not accept appellants' contention that no relevant\n\ndifference exists between engaging in commercial activity and filing a\n\nproof of claim in a federal bankruptcy court. Although it is certainly\n\n\"lawful\" for a state to file a proof of claim, we believe that calling\n\nupon a federal court's jurisdiction is fundamentally different, for\n\npurposes of the Eleventh Amendment, from merely conducting commercial\n\nactivity. The Supreme Court itself recognized in College Savings that\n\na state relinquishes its immunity under the Eleventh Amendment \"if [it]\n\nvoluntarily invokes [the] jurisdiction [of the federal courts]. . . .\"\n\nId. at 675-76. Indeed, the court found this proposition to be so well\n\nestablished as to be \"unremarkable.\" Id. at 681 n.3 (citing Gardner v.\n\nNew Jersey, 329 U.S. 565 (1947)). Cf. New York v. Irving Trust Co.,\n\n288 U.S. 329, 333 (1933) (\"If a state desires to participate in the\n\nassets of a bankrupt, she must submit to appropriate requirements by\n\nthe controlling power . . . .\").\n\n          The conclusion that a state's filing of a proof of claim may\n\nvalidly effect a partial waiver of its sovereign immunity is further\n\nbuttressed by those cases which hold that other constitutional rights\n\n\n\n\n                                 -16-\n\fare considered to be waived by the same mechanism.12 For example, an\n\nindividual who files a proof of claim with the bankruptcy court waives\n\nhis Seventh Amendment right to a jury trial for a related preference\n\naction brought by the debtor. See Langenkamp v. Culp, 498 U.S. 42, 44\n\n(1990); see also Katchen v. Landy, 382 U.S. 323, 336-37 (1966) (holding\n\nthat although creditor might be entitled to a jury trial on the\n\npreference issue if he presented no claim in the bankruptcy proceeding\n\nand awaited plenary suit by the trustee, he is not so entitled when the\n\nissue arises as part of the processing of his claims in the bankruptcy\n\nproceedings). Similarly, the filing of a proof of claim waives an\n\nindividual's due process right to insist on minimum contacts within the\n\nforum state before being subject to the court's jurisdiction.13 See In\n\nre PNP Holdings Corp., 99 F.3d 910, 911 (9th Cir. 1996) (per curiam).\n\n\n\n12  By contrast, in College Savings the court noted that the\nconstructive-waiver mechanism rejected in that case is \"simply unheard\nof in the context of other constitutionally protected privileges.\" 527\nU.S. at 681.\n13 This is not to say that an entity filing a claim with the bankruptcy\ncourt must forfeit the entire panoply of constitutional rights. Yet,\neven if this were a case of waiver by a state's participation in a\nfederal program (as in the second category of waiver noted above), it\nwould not be impermissible under the Eleventh Amendment. Cf. Dole, 483\nU.S. at 211 (noting that \"in some circumstances the . . . inducement\noffered by Congress might be so coercive as to pass the point at which\npressure turns into compulsion\") (citation and quotations omitted).\nThe state, which might otherwise recover nothing from an insolvent\ndebtor, receives a substantial benefit in exchange for its partial\nwaiver of sovereign immunity. Thus, we think the quid pro quo for the\nState's waiver of immunity is not so coercive as to raise\nconstitutional concerns.\n\n                                 -17-\n\f          In sum, we do not read § 106(b) to rely on the now\n\ndiscredited theory of constructive waiver. Instead, that provision\n\ndraws on the well-established principle of equity that a state waives\n\nits Eleventh Amendment immunity by availing itself of the jurisdiction\n\nof the federal courts.\n\nD.   Scope of waiver\n\n          Appellants also argue that, even if the waiver principle of\n\nGardner remains sound, the scope of waiver permitted in Gardner\n\nrepresents the very outer limits of constitutionality. See Gardner,\n\n329 U.S. 573-74 (\"If the claimant is a State, the procedure of proof\n\nand allowance is not transmuted into a suit against the State because\n\nthe court entertains objections to the claim . . . . No judgment is\n\nsought against the State.\"). In other words, appellants theorize that\n\nany waiver that would permit an affirmative recovery from the state's\n\ncoffers would exceed the boundaries of the Eleventh Amendment.\n\n          Yet, to the extent we are asked to determine whether § 106(b)\n\npermissibly waives a state's immunity only with regard to defensive\n\ncounterclaims for recoupment, or whether that provision may be applied,\n\nas written, to allow for a broader affirmative recovery from the state,\n\nwe believe both that the precedential effect of WJM is decisive on this\n\nissue and that, in any event, allowance of a broader affirmative\n\nrecovery is the legally and constitutionally appropriate way to\n\nconstrue the scope of this waiver.\n\n\n                                 -18-\n\f          Nothing in    College Savings purports to restrict the\n\nconstitutionally permissible scope of waiver triggered by the state's\n\ninvocation of the jurisdiction of a federal court. Cf. 527 U.S. at 676\n\n(\"Nor is this a case in which the State has affirmatively invoked our\n\njurisdiction.\"). If anything, College Savings affirms and reinforces\n\nthe notion that a broad waiver of immunity may be premised on a state's\n\nunequivocal conduct demonstrating its willingness to submit to the\n\njurisdiction of a federal court. See id. at 675-76, 681 n.3 (waiving\n\nimmunity by affirmatively invoking the jurisdiction of the federal\n\ncourts); id. at 687-88 (voluntarily waiving immunity as a condition of\n\nparticipating in federal programs). Although the scope of waiver found\n\nconstitutional in Gardner and affirmed in College Savings was limited\n\nto recoupment -- and thus narrower in scope than § 106(b) -- nothing in\n\neither decision explicitly precludes a broader rule of waiver. See In\n\nre Lazar, 237 F.3d 967, 979 (9th Cir. 2001), petition for cert. filed,\n\n70 U.S.L.W. 3090 (U.S. July, 19, 2001) (No. 01-128); see also Richard\n\nH. Fallon et al., Hart and Wechsler's The Federal Courts and the\n\nFederal System 123-24 (4th ed. Supp. 2000) (suggesting that when a\n\nstate voluntarily invokes federal jurisdiction, the permissible extent\n\nof the state's Eleventh Amendment waiver may go beyond the bounds of\n\nGardner); Teresa K. Goebel, Comment, Obtaining Jurisdiction over States\n\nin Bankruptcy Proceedings after Seminole Tribe, 65 U. Chi. L. Rev. 911,\n\n925 (1998) (\"The Gardner Court held that the defensive counterclaim\n\n\n                                 -19-\n\frule was constitutional, but did not foreclose the possibility that a\n\nbroader test may be constitutional.\") (footnotes omitted).\n\n          The language of § 106(b) itself provides for a waiver of all\n\nclaims arising out of the same transaction or occurrence as the state's\n\nclaim.   This language creates a waiver, the scope of which is\n\nessentially similar to compulsory counterclaims under the Federal\n\nRules. See Fed. R. Civ. P. 13(a); cf. Fed. R. Civ. P. 13(c) (stating\n\nthat a counterclaim \"may claim relief exceeding in amount or different\n\nin kind from that sought n the pleading of the opposing party\"). Where\n\na state avails itself of the federal courts to protect a claim, we\n\nthink it reasonable to consider that action to waive the state's\n\nimmunity with respect to that claim in toto and, therefore, to construe\n\nthat waiver to encompass compulsory counterclaims, even though they\n\ncould require affirmative recovery from the state. The alternative\n\napproach would have the unfortunate effect of preventing the complete\n\nadjudication of the claim in a single forum, undermining the principles\n\nthat led the framers of the Federal Rules to compel the litigation of\n\ncertain counterclaims as a part of a single lawsuit.\n\n          Recent cases from our sister circuits lend further support\n\nto WJM and our conclusion here that § 106(b) validly waives a state's\n\nEleventh Amendment immunity with respect to the full amount of any\n\ncompulsory counterclaims. In In re Straight, 143 F.3d 1387 (10th Cir.\n\n1998), the Tenth Circuit held that § 106(b) permissibly waived the\n\n\n                                 -20-\n\fstate's Eleventh Amendment immunity with respect to compulsory\n\ncounterclaims arising from the state's proof of claim. As the court\n\nstated, § 106(b) \"does not pretend to abrogate a state's immunity, it\n\nmerely codifies an existing equitable circumstance under which a state\n\ncan choose to preserve its immunity by not participating in a\n\nbankruptcy proceeding or to partially waive that immunity by filing a\n\nclaim.\" Id. at 1392. Similarly, the Fourth Circuit has held that \"to\n\nthe extent a [debtor]'s assertions in a state-instituted federal\n\naction, including those made with regard to a state-filed proof of\n\nclaim in a bankruptcy action, amount to a compulsory counterclaim, a\n\nstate has waived any Eleventh Amendment immunity against that\n\ncounterclaim in order to avail itself of the federal forum.\" In re\n\nCreative Goldsmiths, Inc., 119 F.3d 1140, 1148 (4th Cir. 1997).14 And\n\nin a decision that is only somewhat more vintage, the Second Circuit\n\nheld that former § 106(a) of the Bankruptcy Code (the same waiver\n\nprovision we addressed in WJM) validly waived a state's sovereign\n\nimmunity with respect to compulsory counterclaims arising from the same\n\ntransaction or occurrence as was the subject of the state's proof of\n\n\n14 Although the Fourth Circuit upheld the substance of § 106(b), it\nstated in dictum that: \"While 11 U.S.C. § 106(b) may correctly describe\nthose actions that, as a matter of constitutional law, constitute a\nstate's waiver of the Eleventh Amendment, it is nevertheless not within\nCongress' power to abrogate such immunity by 'deeming' a waiver.\" See\nIn re Creative Goldsmiths, 119 F.3d at 1147. Whether Congress lacks\nthe authority to use certain language in codifying an existing\nprinciple of waiver is not a question that would alter the outcome of\nthis case. We therefore need not address it.\n\n                                 -21-\n\fclaim. See In re 995 Fifth Ave. Assoc., L.P., 963 F.2d 503, 509 (2d\n\nCir. 1992).15\n\n          We recognize that our conclusion here presents a state with\n\nsomething of a Hobson's choice: \"either subject yourself to federal\n\ncourt jurisdiction or take nothing.\" Texas ex rel. Bd. of Regents of\n\nUniv. of Tex. v. Walker, 142 F.3d 813, 822 (5th Cir. 1998). If the\n\nstate chooses to file a proof of claim with the court, it exposes\n\nitself to liability arising from a compulsory counterclaim; if it\n\ndeclines to file a proof of claim, it will be permanently barred from\n\ncollecting its debt or, for that matter, collecting a pro rata share of\n\nthe bankruptcy estate. Even the Eleventh Amendment, however, does not\n\n\n\n15 Consistent with Gardner, several circuits have recognized that a\nstate's decision to invoke the bankruptcy court's jurisdiction will\neffect some waiver of Eleventh Amendment immunity. With the exception\nof the Seventh Circuit, however, those courts have yet to decide\nwhether the scope of waiver extends to counterclaims that would permit\naffirmative recovery against the state. But cf. In re Friendship\nMedical Center, Ltd., 710 F.2d 1297, 1301 (7th Cir. 1983) (holding that\nscope of waiver extends only to counterclaims in the nature of offset\nor recoupment). We find nothing in the language of the decisions of\nthe Ninth, Eighth, or Eleventh Circuits that would be incompatible with\nour decision here or our prior holding in WJM. See, e.g., In re Lazar,\n237 F.3d at 978(\"[W]hen a state or an 'arm of the state' files a proof\nof claim in a bankruptcy proceeding, the state waives its Eleventh\nAmendment immunity with regard to the bankruptcy estate's claims that\narise from the same transaction or occurrence as the state's claim.\");\nIn re Rose, 187 F.3d 926, 930 (8th Cir. 1999) (\"[The Missouri state\nagency's] submission of proofs of claims in [the debtor's] bankruptcy\ncase waived its immunity in related proceedings required to adjudicate\nthe dischargeability of those claims.\"); In re Burke, 146 F.3d 1313,\n1319 (11th Cir. 1998) (\"[B]y filing a proof of claim in the debtors'\nrespective bankruptcy proceedings, the State waived its sovereign\nimmunity for the purposes of the adjudication of those claims.\").\n\n                                 -22-\n\fensure a state the choice of a desirable alternative. See WJM, 840\n\nF.2d at 1004-05 (\"[A]n effective waiver [of Eleventh Amendment\n\nimmunity] . . . may occur even when the waiving party is between a rock\n\nand a hard place.\") (citations omitted). As with any case of a knowing\n\nand intelligent waiver of rights, the state has the option (however\n\nunattractive that option may be) of determining whether the potential\n\nbenefit from waiving its immunity will exceed the potential liability.\n\nIf the state expects participation in the bankruptcy to yield a net\n\ngain, it may file a claim and waive its immunity with respect to\n\ncertain counterclaims.      Conversely, if the state expects its\n\nparticipation to yield a net loss, it may forego the bankruptcy\n\nproceedings and retain its immunity from suit. The unfairness the\n\nstate may face in being forced into making this election is certainly\n\nno greater than that faced by any creditor who must decide whether to\n\nforego certain constitutional protections by submitting to the\n\nbankruptcy proceedings.\n\n          Moreover, we believe any potential unfairness resulting from\n\na state having to waive its immunity as a prerequisite for\n\nparticipation in the bankruptcy proceedings is placed in perspective by\n\nrecognizing the concrete unfairness that a contrary rule would impose\n\non the other bankruptcy creditors, whose pro rata share of the\n\nbankruptcy estate would be diminished because the estate cannot obtain\n\nthe full amount of debt owed to it by the state.        \"[T]he law of\n\n\n                                 -23-\n\fbankruptcy is founded upon principles of equity. That foundation\n\nrequires all persons or entities in the same class must be treated\n\nalike. Thus, creditors coming to the bankruptcy court for relief\n\nexpect they will fare no better or no worse than others of their\n\nstature.\"    In re Straight, 143 F.3d at 1389.\n\n                          III.   Conclusion\n\n            For the reasons stated above, we VACATE our prior panel\n\ndecision and AFFIRM the ruling of the district court. This matter is\n\nremanded to the district court for further proceedings consistent with\n\nthis opinion.\n\n\n\n\n                                 -24-\n\f",
  "html": "<p class=\"case_cite\">244 F.3d 241 (1st Cir. 2001)</p>\n    <p class=\"parties\">ARECIBO COMMUNITY HEALTH CARE, INC., Plaintiff, Appellee,<br>v.<br>COMMONWEALTH OF PUERTO RICO, DEPARTMENT OF HEALTH AND THE ADMINISTRATION OF HEALTH SERVICES, Defendants, Appellants,<br>CARLOS E. RODRIGUEZ-QUESADA, Trustee - Appellee.</p>\n    <p class=\"docket\">No. 00-1774</p>\n    <p class=\"court\">United States Court of Appeals For the First Circuit</p>\n    <p class=\"date\">Heard March 6, 2001<br>Decided April 5, 2001</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF PUERTO RICO</p>\n      <p class=\"indent\">[Hon. Salvador E. Casellas, U.S. District Judge]</p>\n      <p class=\"indent\">Richard H. Fallon, Jr., with whom Edgardo Munoz, John M. Garca and Garca &amp; Fernandez, were on brief, for appellants.</p>\n      <p class=\"indent\">Carlos E. Rodrguez-Quesada, with whom Igor J. Domnguez Law Offices and Johnny Rivera-Gonzalez, were on brief, for appellee.</p>\n      <p class=\"indent\">Before Torruella, Chief Judge, Coffin, Senior Circuit Judge, and Campbell, Senior Circuit Judge.</p>\n      <p class=\"indent\">TORRUELLA, Chief Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Section 106(b) of the Bankruptcy Code, 11 U.S.C &#167; 106(b), provides that the filing of a proof of claim in federal bankruptcy court by \"[a] governmental unit . . . is deemed [to be a] waiv[er of] sovereign immunity with respect to a claim against such governmental unit that is property of the estate and that arose out of the same transaction or occurrence out of which the claim of such governmental unit arose.\"</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The central issue presented by this appeal is whether this provision violates the Eleventh Amendment<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> when it is applied to a state or a state-like political entity. See Jusino Mercado v.Commonwealth of Puerto Rico, 214 F.3d 34, 39 (1st Cir. 2000) (a \"phalanx of cases\" holds that Puerto Rico should be treated like the states for Eleventh Amendment purposes); Metcalf &amp; Eddy v. Puerto Rico Aqueduct &amp; Sewer Auth., 945 F.2d 10, 11 n.1 (1st Cir. 1991),rev'd on other grounds, 506 U.S. 139 (1993) (\"Puerto Rico is to be treated as a state for Eleventh Amendment purposes.\"). We answer this question in the affirmative and rule that the application of &#167; 106(b) to the Commonwealth of Puerto Rico by virtue of its having filed a proof of claim in the bankruptcy court violates the Eleventh Amendment. We thus reverse the decision of the district court in this respect. See In re Arecibo Cmty. Health Care, Inc., 233 B.R. 625 (D.P.R. 1999).</p>\n    </div>\n    <p class=\"indent\">Procedural Background</p>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The bankruptcy court in this case dismissed this adversary action against appellant Commonwealth of Puerto Rico on the same basis as is alleged before us, that is, that such an action was barred by the Eleventh Amendment. On appeal, the district court reversed the ruling of the bankruptcy court and remanded the matter for further proceedings. Id.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">This is an interlocutory appeal from the decision of the district court. Appellate jurisdiction exists by virtue of 28 U.S.C. &#167; 1291. See Puerto Rico Aqueduct and Sewer Auth. v. Metcalf &amp; Eddy, Inc., 506 U.S. 139, 144-45 (1993).</p>\n    </div>\n    <p class=\"indent\">The Facts</p>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">In March 1984, instrumentalities of the Commonwealth of Puerto Rico, the Puerto Rico Department of Health (the \"Department\") and the Administration of Health Facilities (\"AFASS\"), executed a series of contracts with a private entity, Arecibo Community Health Care, Inc. (\"ACHI\"), for the administration of the Arecibo Regional Hospital, a government-owned hospital in Arecibo, Puerto Rico. The last of these contracts was terminated in 1991.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">On June 30, 1991, the Department filed a breach of contract suit against ACHI for matters arising from the aforementioned circumstances in the Superior Court of Puerto Rico, Arecibo Part. Thereafter, on July 2, 1991, ACHI filed a voluntary petition for bankruptcy under Chapter 11 of the Bankruptcy Code. The bankruptcy court determined that the contract in dispute had been terminated prior to the filing of the petition, whereupon the Department and AFASS proceeded to file a proof of an unsecured claim for services paid to, and not rendered by, ACHI. The claim was for the amount of $1,650,449.16.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Subsequently, the bankruptcy proceeding was converted to one under Chapter 7 and a trustee appointed. The trustee commenced an adversary action against the Department and AFASS asserting various claims allegedly arising out of the same contract and operative facts as were the subject of the action filed by the Department in the Puerto Rico courts and the proof of claim filed in federal bankruptcy court. The trustee sought to recover the sum of $8,204,494.48, interest accrued since 1991, attorneys' fees and litigation costs. It is this adversary action by the trustee that raises the issue presented by this appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">In their Answer to the Complaint the appellants specifically preserved their Eleventh Amendment immunity defense. Thereafter they moved to dismiss the action on this ground. The bankruptcy court concluded that the holding in Seminole Tribe of Fla. v. Florida, 517 U.S. 44, 54 (1996) (Congress may not abrogate the State's Eleventh Amendment immunity pursuant to its Article I powers), required such an outcome and concluded that both sections 106(a)<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> and (b) were invalid as applied to appellants. The bankruptcy court reasoned that if Congress could not abrogate the States' Eleventh Amendment sovereign immunity under Seminole Tribe, it could not do so here with what amounts to a conditional waiver. It thus ruled that appellants could not be deemed to have waived their Eleventh Amendment immunity by reason of their filing a proof of claim in this case.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The district court agreed with the bankruptcy court as to the invalidity of &#167; 106(a), but resolved that this incapacity did not carry over to &#167; 106(b) because the waiver resulting thereunder was \"premise[d] . . . upon an affirmative action by the state to take advantage of, and participate in, the bankruptcy process.\" Arecibo Cmty. Health Care, 233 B.R. at 630. Appellants requested that the district court reconsider its ruling. While this request was pending, the Supreme Court decided College Savings Bank v. Florida Prepaid Postsecondary Education Expense Board, 527 U.S. 666 (1999) (Congress lacks power under Article I to deem that a state has waived its Eleventh Amendment immunity by engaging in interstate commerce.). The district court, without comment, declined to reconsider its ruling that &#167; 106(b) was valid.</p>\n    </div>\n    <p class=\"indent\">Discussion</p>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">In Seminole Tribe, the Supreme Court identified the two premises upon which the Eleventh Amendment stands as:</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">[F]irst, that each State is a sovereign entity in our federal system; and second, that \"[i]t is inherent in the nature of sovereignty not to be amenable to the suit of an individual without its consent.\"</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">517 U.S. at 54 &amp; n.7 (internal quotations omitted). A third premise could very well be added after College Savings Bank: although a State can waive its Eleventh Amendment immunity from suit, the \"test for determining whether a State has waived its immunity from federal court jurisdiction is a stringent one.\" College Sav. Bank, 527 U.S. at 675 (internal quotations omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">In College Savings Bank, the Court was presented with a theory of \"constructive waiver\" of sovereign immunity based on the State of Florida's conduct in engaging in interstate marketing and other federally-regulated activities. As a result of this conduct a suit was filed against the State in federal court by a private party alleging false advertising practices under the Lanham Act, 15 U.S.C. &#167; 1125(a). Under the Trademark Remedy Clarification Act, an amendment to the Lanham Act, Congress had unequivocally legislated to the effect that state agencies engaging in false representations in commerce \"shall not be immune, under the Eleventh Amendment . . . or any other doctrine of sovereign immunity, from suit in Federal court by any person, including any governmental or nongovernmental entity.\" 15 U.S.C. &#167; 1122(b).</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">In passing upon the validity of this provision the Court stated:</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">There is a fundamental difference between a State's expressing unequivocally that it waives its immunity, and Congress's expressing unequivocally its intention that if the State takes certain action it shall be deemed to have waived that immunity. In the latter situation, the most that can be said with certainty is that the State has been put on notice that Congress intends to subject it to suits brought by individuals. That is very far from concluding that the State has made an \"altogether voluntary\" decision to waive its immunity.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">College Sav. Bank, 473 U.S. at 680-81 (internal quotes omitted). Applying what we have previously dubbed as the third premise of Eleventh Amendment doctrine, a stringent testing of allegations that a State has waived its sovereign immunity, the Court found the \"constructive waiver\" theory defective because it contravened the settled principle that these waivers must be voluntarily and unequivocally declared by the State, see id. at 680-81, and further, because \"[r]ecognizing a congressional power to exact constructive waivers of sovereign immunity through the exercise of Article I powers [in contrast to its Fourteenth Amendment power] would . . . permit Congress to circumvent the antiabrogation holding of Seminole Tribe,\" id. at 683.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Lastly, the Court rejected the notion that a State might be deemed to have waived its immunity voluntarily in cases where its action was free from coercion, stating:</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Nor do we think that the constitutionally grounded principle of state sovereign immunity is any less robust where, as here, the asserted basis for constructive waiver is conduct that the State realistically could choose to abandon . . . . Permitting abrogation or constructive waiver of the constitutional right only when [that condition is satisfied] would of course limit the evil - but it is hard to say that limitation has any more support in text or tradition than, say, limiting abrogation or constructive waiver to the last Friday of the month.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Id. at 684.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The validity of Section 106(b), already under serious doubt after Seminole Tribe, see In re Creative Goldsmiths of Washington, D.C., Inc., 119 F.3d 1140, 1147 (4th Cir. 1997), is clearly undermined by the holding in College Savings Bank. Section 106(b) of the Bankruptcy Code is Congress's attempt, under its Article I powers, to construe a State's commercial activity as a waiver of its sovereign immunity. This is precisely that which is prohibited by College Savings Bank. We can see no principled reason to distinguish the legislation in this case, or to sustain its constitutionality, in the face of the Supreme Court's recent decision regarding sovereign immunity.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">We thus rule that &#167; 106(b) of the Bankruptcy Code violates the Eleventh Amendment of the Constitution and that the adversary proceeding instituted against the Commonwealth of Puerto Rico in bankruptcy court should be dismissed.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> The decision of the district court is reversed and this matter is remanded for action consistent with this opinion.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">We have considered all other issues and arguments presented by appellees and find them either without merit or unnecessary to decide in view of our decision.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">No costs imposed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> U.S. Const., amend. XI:</p>\n        <p>The Judicial power of the United States shall not be construed to extend to any suit in law or equity, commenced or prosecuted against one of the United States by Citizens of another State, or by Citizens or Subjects of any Foreign State.</p>\n        <p>In Edelman v. Jordan, 415 U.S. 651, 662-63 (1974), the Supreme Court ruled that, notwithstanding its literal language to the contrary, the Eleventh Amendment's prohibition extends to suits instituted in federal courts against a State by its own citizens.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Section 106(a) provides for the blanket abrogation of sovereign immunity under circumstances not relevant to this appeal. The district court's decision regarding this clause was not appealed and is thus not before us.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Like College Savings Bank, this is not \"a case in which the State has affirmatively invoked [the federal court's] jurisdiction.\" 527 U.S. at 675. As previously indicated, the Department filed its breach of contract claim in the Commonwealth court, but later needed to file a proof of claim in federal court because ACHI filed for bankruptcy protection.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> We note that our ruling does not affect appellee's ability to defend against the Commonwealth's proof of claim. See Gardner v. New Jersey, 329 U.S. 565, 574 (1947) (\"When the State becomes the actor and files a claim against the fund it waives any immunity which it otherwise might have had respecting the adjudication of the claim.\"). The Supreme Court reaffirmed Gardner in College Savings Bank. See 527 U.S. at 681 n.3.</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation\" data-id=\"199679\"><a href=\"/opinion/199679/arecibo-community-v-the-commonwealth/\"><span class=\"volume\">244</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">241</span></a></span> (1st Cir. 2001)</p>\n    <p class=\"parties\">ARECIBO COMMUNITY HEALTH CARE, INC., Plaintiff, Appellee,<br>v.<br>COMMONWEALTH OF PUERTO RICO, DEPARTMENT OF HEALTH AND THE ADMINISTRATION OF HEALTH SERVICES, Defendants, Appellants,<br>CARLOS E. RODRIGUEZ-QUESADA, Trustee - Appellee.</p>\n    <p class=\"docket\">No. 00-1774</p>\n    <p class=\"court\">United States Court of Appeals For the First Circuit</p>\n    <p class=\"date\">Heard March 6, 2001<br>Decided April 5, 2001</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF PUERTO RICO</p>\n      <p class=\"indent\">[Hon. Salvador E. Casellas, U.S. District Judge]</p>\n      <p class=\"indent\">Richard H. Fallon, Jr., with whom Edgardo Munoz, John M. Garca and Garca &amp; Fernandez, were on brief, for appellants.</p>\n      <p class=\"indent\">Carlos E. Rodrguez-Quesada, with whom Igor J. Domnguez Law Offices and Johnny Rivera-Gonzalez, were on brief, for appellee.</p>\n      <p class=\"indent\">Before Torruella, Chief Judge, Coffin, Senior Circuit Judge, and Campbell, Senior Circuit Judge.</p>\n      <p class=\"indent\">TORRUELLA, Chief Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Section 106(b) of the Bankruptcy Code, 11 U.S.C &#167; 106(b), provides that the filing of a proof of claim in federal bankruptcy court by \"[a] governmental unit . . . is deemed [to be a] waiv[er of] sovereign immunity with respect to a claim against such governmental unit that is property of the estate and that arose out of the same transaction or occurrence out of which the claim of such governmental unit arose.\"</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The central issue presented by this appeal is whether this provision violates the Eleventh Amendment<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> when it is applied to a state or a state-like political entity. See Jusino Mercado v.Commonwealth of Puerto Rico, <span class=\"citation\" data-id=\"198951\"><a href=\"/opinion/198951/vega-castro-v-commonweatlh-of-puer/\"><span class=\"volume\">214</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">34</span></a></span>, 39 (1st Cir. 2000) (a \"phalanx of cases\" holds that Puerto Rico should be treated like the states for Eleventh Amendment purposes); Metcalf &amp; Eddy v. Puerto Rico Aqueduct &amp; Sewer Auth., <span class=\"citation\" data-id=\"568544\"><a href=\"/opinion/568544/metcalf-eddy-inc-v-puerto-rico-aqueduct-and-sewer-authority/\"><span class=\"volume\">945</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">10</span></a></span>, 11 n.1 (1st Cir. 1991),rev'd on other grounds, <span class=\"citation\" data-id=\"112800\"><a href=\"/opinion/112800/puerto-rico-aqueduct-and-sewer-authority-v-metcalf-eddy-inc/\"><span class=\"volume\">506</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">139</span></a></span> (1993) (\"Puerto Rico is to be treated as a state for Eleventh Amendment purposes.\"). We answer this question in the affirmative and rule that the application of &#167; 106(b) to the Commonwealth of Puerto Rico by virtue of its having filed a proof of claim in the bankruptcy court violates the Eleventh Amendment. We thus reverse the decision of the district court in this respect. See In re Arecibo Cmty. Health Care, Inc., <span class=\"citation\" data-id=\"2022004\"><a href=\"/opinion/2022004/in-re-arecibo-community-health-care-inc/\"><span class=\"volume\">233</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">625</span></a></span> (D.P.R. 1999).</p>\n    </div>\n    <p class=\"indent\">Procedural Background</p>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The bankruptcy court in this case dismissed this adversary action against appellant Commonwealth of Puerto Rico on the same basis as is alleged before us, that is, that such an action was barred by the Eleventh Amendment. On appeal, the district court reversed the ruling of the bankruptcy court and remanded the matter for further proceedings. Id.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">This is an interlocutory appeal from the decision of the district court. Appellate jurisdiction exists by virtue of 28 U.S.C. &#167; 1291. See Puerto Rico Aqueduct and Sewer Auth. v. Metcalf &amp; Eddy, Inc., <span class=\"citation\" data-id=\"112800\"><a href=\"/opinion/112800/puerto-rico-aqueduct-and-sewer-authority-v-metcalf-eddy-inc/\"><span class=\"volume\">506</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">139</span></a></span>, 144-45 (1993).</p>\n    </div>\n    <p class=\"indent\">The Facts</p>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">In March 1984, instrumentalities of the Commonwealth of Puerto Rico, the Puerto Rico Department of Health (the \"Department\") and the Administration of Health Facilities (\"AFASS\"), executed a series of contracts with a private entity, Arecibo Community Health Care, Inc. (\"ACHI\"), for the administration of the Arecibo Regional Hospital, a government-owned hospital in Arecibo, Puerto Rico. The last of these contracts was terminated in 1991.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">On June 30, 1991, the Department filed a breach of contract suit against ACHI for matters arising from the aforementioned circumstances in the Superior Court of Puerto Rico, Arecibo Part. Thereafter, on July 2, 1991, ACHI filed a voluntary petition for bankruptcy under Chapter 11 of the Bankruptcy Code. The bankruptcy court determined that the contract in dispute had been terminated prior to the filing of the petition, whereupon the Department and AFASS proceeded to file a proof of an unsecured claim for services paid to, and not rendered by, ACHI. The claim was for the amount of $1,650,449.16.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Subsequently, the bankruptcy proceeding was converted to one under Chapter 7 and a trustee appointed. The trustee commenced an adversary action against the Department and AFASS asserting various claims allegedly arising out of the same contract and operative facts as were the subject of the action filed by the Department in the Puerto Rico courts and the proof of claim filed in federal bankruptcy court. The trustee sought to recover the sum of $8,204,494.48, interest accrued since 1991, attorneys' fees and litigation costs. It is this adversary action by the trustee that raises the issue presented by this appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">In their Answer to the Complaint the appellants specifically preserved their Eleventh Amendment immunity defense. Thereafter they moved to dismiss the action on this ground. The bankruptcy court concluded that the holding in Seminole Tribe of Fla. v. Florida, <span class=\"citation\" data-id=\"118011\"><a href=\"/opinion/118011/seminole-tribe-of-fla-v-florida/\"><span class=\"volume\">517</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">44</span></a></span>, 54 (1996) (Congress may not abrogate the State's Eleventh Amendment immunity pursuant to its Article I powers), required such an outcome and concluded that both sections 106(a)<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> and (b) were invalid as applied to appellants. The bankruptcy court reasoned that if Congress could not abrogate the States' Eleventh Amendment sovereign immunity under Seminole Tribe, it could not do so here with what amounts to a conditional waiver. It thus ruled that appellants could not be deemed to have waived their Eleventh Amendment immunity by reason of their filing a proof of claim in this case.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The district court agreed with the bankruptcy court as to the invalidity of &#167; 106(a), but resolved that this incapacity did not carry over to &#167; 106(b) because the waiver resulting thereunder was \"premise[d] . . . upon an affirmative action by the state to take advantage of, and participate in, the bankruptcy process.\" Arecibo Cmty. Health Care, 233 B.R. at 630. Appellants requested that the district court reconsider its ruling. While this request was pending, the Supreme Court decided College Savings Bank v. Florida Prepaid Postsecondary Education Expense Board, <span class=\"citation\" data-id=\"118317\"><a href=\"/opinion/118317/college-savings-bank-v-florida-prepaid-postsecondary-ed-expense-bd/\"><span class=\"volume\">527</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">666</span></a></span> (1999) (Congress lacks power under Article I to deem that a state has waived its Eleventh Amendment immunity by engaging in interstate commerce.). The district court, without comment, declined to reconsider its ruling that &#167; 106(b) was valid.</p>\n    </div>\n    <p class=\"indent\">Discussion</p>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">In Seminole Tribe, the Supreme Court identified the two premises upon which the Eleventh Amendment stands as:</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">[F]irst, that each State is a sovereign entity in our federal system; and second, that \"[i]t is inherent in the nature of sovereignty not to be amenable to the suit of an individual without its consent.\"</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">517 U.S. at 54 &amp; n.7 (internal quotations omitted). A third premise could very well be added after College Savings Bank: although a State can waive its Eleventh Amendment immunity from suit, the \"test for determining whether a State has waived its immunity from federal court jurisdiction is a stringent one.\" College Sav. Bank, 527 U.S. at 675 (internal quotations omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">In College Savings Bank, the Court was presented with a theory of \"constructive waiver\" of sovereign immunity based on the State of Florida's conduct in engaging in interstate marketing and other federally-regulated activities. As a result of this conduct a suit was filed against the State in federal court by a private party alleging false advertising practices under the Lanham Act, 15 U.S.C. &#167; 1125(a). Under the Trademark Remedy Clarification Act, an amendment to the Lanham Act, Congress had unequivocally legislated to the effect that state agencies engaging in false representations in commerce \"shall not be immune, under the Eleventh Amendment . . . or any other doctrine of sovereign immunity, from suit in Federal court by any person, including any governmental or nongovernmental entity.\" 15 U.S.C. &#167; 1122(b).</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">In passing upon the validity of this provision the Court stated:</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">There is a fundamental difference between a State's expressing unequivocally that it waives its immunity, and Congress's expressing unequivocally its intention that if the State takes certain action it shall be deemed to have waived that immunity. In the latter situation, the most that can be said with certainty is that the State has been put on notice that Congress intends to subject it to suits brought by individuals. That is very far from concluding that the State has made an \"altogether voluntary\" decision to waive its immunity.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">College Sav. Bank, 473 U.S. at 680-81 (internal quotes omitted). Applying what we have previously dubbed as the third premise of Eleventh Amendment doctrine, a stringent testing of allegations that a State has waived its sovereign immunity, the Court found the \"constructive waiver\" theory defective because it contravened the settled principle that these waivers must be voluntarily and unequivocally declared by the State, see id. at 680-81, and further, because \"[r]ecognizing a congressional power to exact constructive waivers of sovereign immunity through the exercise of Article I powers [in contrast to its Fourteenth Amendment power] would . . . permit Congress to circumvent the antiabrogation holding of Seminole Tribe,\" id. at 683.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Lastly, the Court rejected the notion that a State might be deemed to have waived its immunity voluntarily in cases where its action was free from coercion, stating:</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Nor do we think that the constitutionally grounded principle of state sovereign immunity is any less robust where, as here, the asserted basis for constructive waiver is conduct that the State realistically could choose to abandon . . . . Permitting abrogation or constructive waiver of the constitutional right only when [that condition is satisfied] would of course limit the evil - but it is hard to say that limitation has any more support in text or tradition than, say, limiting abrogation or constructive waiver to the last Friday of the month.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Id. at 684.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">The validity of Section 106(b), already under serious doubt after Seminole Tribe, see In re Creative Goldsmiths of Washington, D.C., Inc., <span class=\"citation\" data-id=\"744162\"><a href=\"/opinion/744162/in-re-creative-goldsmiths-of-washington-dc-incorporated-debtor-roger/\"><span class=\"volume\">119</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1140</span></a></span>, 1147 (4th Cir. 1997), is clearly undermined by the holding in College Savings Bank. Section 106(b) of the Bankruptcy Code is Congress's attempt, under its Article I powers, to construe a State's commercial activity as a waiver of its sovereign immunity. This is precisely that which is prohibited by College Savings Bank. We can see no principled reason to distinguish the legislation in this case, or to sustain its constitutionality, in the face of the Supreme Court's recent decision regarding sovereign immunity.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">We thus rule that &#167; 106(b) of the Bankruptcy Code violates the Eleventh Amendment of the Constitution and that the adversary proceeding instituted against the Commonwealth of Puerto Rico in bankruptcy court should be dismissed.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> The decision of the district court is reversed and this matter is remanded for action consistent with this opinion.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">We have considered all other issues and arguments presented by appellees and find them either without merit or unnecessary to decide in view of our decision.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">No costs imposed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> U.S. Const., amend. XI:</p>\n        <p>The Judicial power of the United States shall not be construed to extend to any suit in law or equity, commenced or prosecuted against one of the United States by Citizens of another State, or by Citizens or Subjects of any Foreign State.</p>\n        <p>In Edelman v. Jordan, <span class=\"citation\" data-id=\"108990\"><a href=\"/opinion/108990/edelman-v-jordan/\"><span class=\"volume\">415</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">651</span></a></span>, 662-63 (1974), the Supreme Court ruled that, notwithstanding its literal language to the contrary, the Eleventh Amendment's prohibition extends to suits instituted in federal courts against a State by its own citizens.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Section 106(a) provides for the blanket abrogation of sovereign immunity under circumstances not relevant to this appeal. The district court's decision regarding this clause was not appealed and is thus not before us.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Like College Savings Bank, this is not \"a case in which the State has affirmatively invoked [the federal court's] jurisdiction.\" 527 U.S. at 675. As previously indicated, the Department filed its breach of contract claim in the Commonwealth court, but later needed to file a proof of claim in federal court because ACHI filed for bankruptcy protection.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> We note that our ruling does not affect appellee's ability to defend against the Commonwealth's proof of claim. See Gardner v. New Jersey, <span class=\"citation\" data-id=\"104362\"><a href=\"/opinion/104362/gardner-v-new-jersey/\"><span class=\"volume\">329</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">565</span></a></span>, 574 (1947) (\"When the State becomes the actor and files a claim against the fund it waives any immunity which it otherwise might have had respecting the adjudication of the claim.\"). The Supreme Court reaffirmed Gardner in College Savings Bank. See 527 U.S. at 681 n.3.</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/104362/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108990/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112800/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118011/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118317/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198951/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199679/",
    "http://www.courtlistener.com/api/rest/v3/opinions/568544/",
    "http://www.courtlistener.com/api/rest/v3/opinions/744162/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2022004/"
  ]
}