{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/199398/",
  "absolute_url": "/opinion/199398/united-states-v-patrick/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/199398/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T04:29:58Z",
  "date_modified": "2017-03-24T11:01:50.070145Z",
  "type": "010combined",
  "sha1": "dae53748e0a208bdb27b05fbbf93af3b8fbd0a0d",
  "page_count": 34,
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/99-1387-01A.pdf",
  "local_path": "pdf/2001/05/03/U.S._v._Patrick.pdf",
  "plain_text": "         United States Court of Appeals\n                    For the First Circuit\n\n\nNo. 99-1387\nNo. 99-1388\n\n                  UNITED STATES OF AMERICA,\n\n                          Appellee,\n\n                              v.\n\n              SAMUEL PATRICK AND JASON ARTHUR,\n\n                   Defendants, Appellants.\n\n\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n              FOR THE DISTRICT OF MASSACHUSETTS\n\n         [Hon. Robert E. Keeton, U.S. District Judge]\n\n\n\n                            Before\n\n          Boudin, Lynch, and Lipez, Circuit Judges.\n\n\n\n         Malcolm J. Barach for appellant Samuel Patrick.\n\n          Donald K. Freyleue, with whom Benjamin D. Entine was on\nbrief, for appellant Jason Arthur.\n\n          Karin B. Hoppmann, Attorney, Criminal Division-Appellate\nSection, Department of Justice, with whom Donald K. Stern, United\nStates Attorney, and George Vien, Assistant United States Attorney,\nwere on brief, for appellee.\n\fMay 3, 2001\n\n\n\n\n    -3-\n\f          LYNCH, Circuit Judge. This appeal raises questions about the\n\ndefinition of the \"enterprise\" element of criminal charges under the\n\nRacketeer Influenced and Corrupt Organizations Act, 18 U.S.C. § 1961 et\n\nseq. (\"RICO\"), and the admissibility of evidence concerning the\n\nadequacy of police investigations and of investigation tips received by\n\npolice officers as to who committed a crime.\n\n          Samuel Patrick and Jason Arthur were each convicted on over\n\nsix counts of a criminal RICO indictment arising out of their\n\nmembership in the Intervale Posse (IVP), a gang that distributed crack\n\ncocaine from 1990 to 1996 in the Dorchester neighborhood of Boston.\n\nArthur was also convicted of the 1992 murder of a rival drug dealer.\n\nOne of their defenses was that the IVP was simply a loose connection of\n\nindividual, young drug entrepreneurs, one competing with another.\n\nRICO, they say, was meant to counter organized crime, and there was\n\nnothing particularly \"organized\" about the crimes committed by the IVP.\n\nThey argue that their convictions should be reversed because the judge\n\nimproperly instructed the jury, because the evidence did not support a\n\nRICO conviction, and for other reasons.\n\n                                  I.\n\n          Jason Arthur and Samuel Patrick were each charged in 1997\n\nwith racketeering under 18 U.S.C. § 1962(c), conspiracy to commit that\n\noffense under 18 U.S.C. § 1962(d), and conspiracy to distribute crack\n\ncocaine under 21 U.S.C. § 846. Arthur was charged with two counts and\n\n\n                                 -2-\n\fPatrick with three counts of possession of crack with intent to\n\ndistribute under 21 U.S.C. § 841(a)(1).1     In addition, Arthur was\n\ncharged with murder in aid of racketeering under 18 U.S.C. § 1959.\n\nBoth were convicted and sentenced to life imprisonment.\n\n                                 II.\n\n          We describe the evidence as the jury could reasonably have\n\nfound it. During the 1990s, members of the IVP sold crack cocaine in\n\nthe Intervale neighborhood of Dorchester, an area of Boston. The IVP\n\nwas the successor to an earlier gang, known as \"Adidas Park.\" The gang\n\ngave a new spin to the concept of brand identification. IVP members\n\nwore Adidas clothing, identified themselves and referred to the gang by\n\nsignifying the Adidas brand logo (a sign of three fingers signifying\n\nthe three stripes on Adidas products), and, in a few instances, owned\n\nmirrors painted with their nicknames and the IVP logo.         Members\n\nreferred to one another as family. Younger members, often teenagers,\n\n\n\n\n     1    Thirteen others were indicted along with Arthur and\nPatrick. Twelve pled guilty to various charges prior to trial;\none, Terrence Williams, successfully moved to sever his case\nfrom Arthur and Patrick's, and was convicted at trial of\nconspiracy to distribute crack cocaine. The court originally\nconsolidated Williams' appeal with this one, but then granted\nthe government's motion to file a separate brief in Williams'\ncase.\n\n                                 -3-\n\f\"pumped\"2 (or sold) drugs for the older members, although some younger\n\nmembers also operated on their own.\n\n           Patrick held the supplier's role within the IVP. He decided\n\nwho could sell on IVP territory, set the prices for the IVP's crack,\n\nand directed sales by younger members. Patrick also determined when\n\nthe gang would eliminate rivals. Arthur supplied crack to the IVP and\n\nalso bought crack from Patrick. In addition, Arthur helped keep order\n\nin the IVP, reprimanding younger members for risky behavior that\n\nattracted police attention.\n\n           As part of the IVP's operating procedures, IVP members would\n\npage suppliers like Patrick and Arthur to deliver drugs to a customer's\n\nhouse.   At the house, the crack was \"cut\" and \"bagged\" in smaller\n\namounts for resale on the street, and the customer was paid in crack or\n\nmoney for use of the house. Although IVP members competed with one\n\nanother for individual customers, they all profited from increased\n\nsales overall in the neighborhood. Only IVP members could sell on the\n\nIVP's \"turf,\" and the gang used actual and threatened violence to deter\n\nrivals. Members held \"sessions\" (or meetings) where they discussed\n\nrival drug operations as well as problems with police.\n\n           In December 1992, Courtney Thomas, a non-IVP member, was\n\nselling drugs on IVP territory without permission. When an IVP member\n\n\n     2    \"Pumping\" described a way of serving the drug buyer, just as\na gas station attendant pumps gas for his or her customer.\n\n                                 -4-\n\fnamed Antwan told Thomas that he could not \"pump\" on IVP territory,\n\nThomas threatened him. Antwan informed Arthur, who said he would\n\n\"handle it.\" That evening Arthur met two other IVP members, Cecil\n\nMcKnight and Allen Ivy, at a wooded area where the IVP hid drugs and\n\nweapons. Arthur carried two guns. The three men went to the house at\n\n161 Intervale Street where Thomas was reportedly selling drugs. When\n\nThomas got into his car in front of the house, Arthur fired repeatedly\n\ninto the car, killing Thomas and wounding Thomas's companion, Fleurette\n\nFarrell.\n\n           In 1995, Jennifer Monteiro, a neighborhood resident and\n\nreported drug dealer, was arrested on unrelated charges involving the\n\nuse of fraudulent or stolen credit cards. Monteiro agreed to cooperate\n\nwith the police and began making purchases from the IVP, including\n\nseveral purchases in 1996 from Arthur and Patrick. Audio tapes of\n\nthese transactions were made. One purchase occurred on July 24, 1996,\n\nwhen Monteiro paged Patrick for two ounces of crack. Patrick directed\n\nher to go to a park near a neighborhood school, where Monteiro was met\n\nby a go-between named Terrence. Terrence handed Monteiro the drugs and\n\nthen gave the money to Patrick, who was in his parked truck nearby. In\n\nAugust 1996, police arrested several IVP members, including Patrick and\n\nArthur. Police seized cash, drugs, scales, and items with the IVP or\n\nAdidas logo from the homes of IVP members. From Jason Arthur's home,\n\npolice seized over 300 grams of crack cocaine, several thousand\n\n\n                                 -5-\n\fdollars, a scale, and a mirror with the IVP logo and the name \"Kilo J.\"\n\nThey also seized a handgun from Patrick's truck.\n\n                                 III.\n\nA. RICO Enterprise: Instructions and Sufficiency\n\n          Both defendants claim that the district court erred in\n\nrejecting their proposed jury instruction which defined a criminal\n\n\"enterprise\" under 18 U.S.C.§ 1962(c)3 as having an \"ascertainable\n\nstructure,\" and that the jury’s verdict cannot stand on the evidence.\n\nThe district court did not err, and the evidence supports the verdict.\n\n          The district court charged the jury that under RICO the term\n\n\"enterprise\":\n\n          includes    any    individual,     partnership,\n          corporation, association or other legal entity,\n          and any group of individuals associated in fact\n          although not a legal entity. An enterprise may\n          be a formal or an informal organization of\n          individuals so long as they have associated\n          together for a common purpose. . . . In the\n          present case, it is alleged that each defendant,\n          and others, were associated in fact to form an\n\n\n     3    Section 1962(c) makes it unlawful:\n\n          for any person employed by or associated with any\n          enterprise engaged in, or the activities of which\n          affect, interstate or foreign commerce, to\n          conduct or participate, directly or indirectly,\n          in the conduct of such enterprise’s affairs\n          through a pattern of racketeering activity or\n          collection of unlawful debt.\n\nSection 1962(d) prohibits conspiracy to violate section 1962(c).\n\n                                 -6-\n\f          enterprise, called among other names, Intervale,\n          the Intervale Posse, and IVP. To find that an\n          association in fact existed, you must find that\n          the alleged enterprise had an ongoing\n          organization, formal or informal, and that its\n          various associates functioned as a continuing\n          unit for a common purpose. This means that\n          although individuals may come and go, the\n          enterprise must continue in an essentially\n          unchanged form during substantially the entire\n          period alleged in the indictment.\n\n                  Note that the enterprise element is\n          different from the racketeering activity element.\n          Although the proof to establish these elements\n          may overlap, proof of one does not necessarily\n          establish the other. Rather, the enterprise must\n          be an entity separate and apart from the pattern\n          of racketeering activity in which it engages.\n\n          The defendants requested that the district court further\n\ndefine the term \"enterprise\" by instructing the jury that \"[a]t a\n\nminimum, the enterprise must exhibit some sort of structure for the\n\nmaking of decisions, whether it be hierarchical or consensual.\" The\n\ncourt refused, and defendants now appeal its \"enterprise\" instruction.\n\n          Defendants based their request on a line of cases which they\n\nsay support the requirement of an explicit \"ascertainable structure\"\n\njury instruction under RICO. See Chang v. Chen, 80 F.3d 1293, 1297\n\n(9th Cir. 1996); United States v. Riccobene, 709 F.2d 214, 222 (3d Cir.\n\n1983), overruled on other grounds by Griffin v. United States, 502 U.S.\n\n46 (1991); United States v. Bledsoe, 674 F.2d 647, 664 (8th Cir. 1982).\n\nDefendants refer to their proposed language as the Bledsoe test. In\n\nBledsoe, which involved securities fraud, the Eighth Circuit required\n\n\n                                 -7-\n\f\"proof of some structure separate from the racketeering activity and\n\ndistinct from the organization which is a necessary incident to the\n\nracketeering\" in order to avoid to collapse of the \"enterprise\" element\n\nwith the separate \"pattern of racketeering activity\" element of a RICO\n\noffense.   674 F.2d at 664.     Bledsoe thus required that a RICO\n\nenterprise have an \"ascertainable structure distinct from that inherent\n\nin the conduct of a pattern of racketeering activity. . . . [which]\n\nmight be demonstrated by proof that a group engaged in a diverse\n\npattern of crimes or that it has an organizational pattern or system of\n\nauthority beyond what was necessary to perpetrate the predicate\n\ncrimes.\" Id. at 665 (internal quotation marks and citation omitted);\n\nsee also Chang, 80 F.3d at 1297 (adopting \"ascertainable structure\"\n\nrequirement to avert the danger of the \"enterprise [being] no more than\n\nthe sum of the predicate racketeering acts\"). The prosecution rejoins\n\nthat Bledsoe and its successors like Chang use the concept of\n\n\"ascertainable structure\" simply as an analytic device in determining\n\nwhether the evidence was sufficient to support the verdict, and also\n\nargues, in a bit of non-sequitur, that the phrase has no use as a jury\n\ninstruction. Cf. Riccobene, 709 F.2d at 223 (evidence sufficient to\n\nsatisfy \"enterprise\" prong where, inter alia, it showed \"an\n\norganization with a leader and a group of supervisors, each running his\n\nown operations with 'his own people,' but coordinated with the\n\n\n\n\n                                 -8-\n\foperations of other supervisors to provide greater profits and fewer\n\nconflicts\").\n\n          Here, the district court took its instruction almost directly\n\nfrom the language of the Supreme Court's decision in United States v.\n\nTurkette, 452 U.S. 576 (1981), and no more was needed to define the\n\nterm \"enterprise\" for the jury. This court was before asked to adopt\n\nthe Bledsoe test; it did not need to resolve the question because the\n\nevidence was sufficient even assuming arguendo the Bledsoe test\n\napplied. See United States v. London, 66 F.3d 1227, 1244 (1st Cir.\n\n1995); see also United States v. Owen, 167 F.3d 739, 752 n.6 (1st Cir.\n\n1999) (noting that First Circuit has not adopted Bledsoe test;\n\nconcluding that evidence sufficiently established \"enterprise\" separate\n\nfrom \"pattern of racketeering activity\"). We today explicitly reject\n\nthe Bledsoe test as an additional requirement beyond the Turkette\n\ninstruction.      Indeed,   we   think   the   defendants'   proposed\n\nBledsoe instruction could be misleading.       The important concept\n\nunderlying Bledsoe was that the government must prove both an\n\n\"enterprise\" and a \"pattern of racketeering activity.\" See Bledsoe,\n\n674 F.2d at 663-65. That concept was specifically captured in the\n\ninstruction given by the district court in this case. Bledsoe should\n\nnot be torn from its conceptual moorings. So too were instructions\n\ngiven here on the important concepts that an enterprise is proved, as\n\nTurkette had said, by evidence of an \"ongoing organization\" that was\n\n\n                                 -9-\n\f\"formal or informal\" and by evidence that \"the various associates\n\nfunction as a continuing unit.\" Turkette, 452 U.S. at 583; see also\n\nRiccobene, 709 F.2d at 221 (saying Turkette defined \"illegal\n\nenterprise\" for RICO purposes to avoid the danger that the statute\n\nwould be construed too broadly). While \"enterprise\" and \"pattern of\n\nracketeering activity\" are separate elements of a RICO offense, proof\n\nof the these two elements need not be separate or distinct but may in\n\nfact \"coalesce.\" Turkette, 452 U.S. at 583. The defendants' proposed\n\njury instruction here addressed not the ongoing nature of the\n\nenterprise -- a problem addressed in Turkette -- but rather its\n\nstructure. Here, on the issue of structure and its ascertainability,\n\nthe slope is slippery, and the district court appropriately avoided the\n\nslope's edge. Since Congress intended the term \"enterprise\" to include\n\nboth legal and criminal enterprises, see id. at 580-81, and because the\n\nlatter may not observe the niceties of legitimate organizational\n\nstructures, we refuse to import an \"ascertainable structure\"\n\nrequirement into jury instructions.\n\n          Defendants also argue that there was insufficient evidence\n\nof any enterprise. Not so. The gang was ongoing and identifiable: it\n\nchanged its name from Adidas to the IVP, it had colors and signs, it\n\nhad older members who instructed younger ones, its members referred to\n\nthe gang as family, and it had \"sessions\" where important decisions\n\n\n\n\n                                 -10-\n\fwere made, including decisions about taking action against rival drug\n\ndealers.\n\n           Defendants protest that the IVP is just a motley crew of\n\nyoung criminals and that it hardly constitutes the type of highly\n\nsophisticated organized crime that spurred Congress to enact RICO.\n\nEven if the IVP were a fledgling criminal organization, we doubt that\n\nCongress meant to give a pass to such fledgling organizations. In any\n\nevent, the IVP was no innocent group of teenagers, but rather was\n\nsophisticated and experienced in its own way in the rough, often\n\nviolent business of drug dealing. That there was yet no evidence the\n\nIVP had infiltrated legitimate businesses as organized crime frequently\n\nhas done does not insulate the IVP from RICO’s reach. The IVP was well\n\nwithin Congress’ intended scope. See Turkette, 452 U.S. at 591 (\"RICO\n\nis equally applicable to a criminal enterprise that has no legitimate\n\ndimension or has yet to acquire one.     Accepting that the primary\n\npurpose of RICO is to cope with the infiltration of legitimate\n\nbusinesses, applying the statute . . . so as to reach criminal\n\nenterprises, would seek to deal with the problem at its very source.\").\n\nB.   Sufficiency of the Evidence of Conspiracy\n\n           Arthur argues that there was no evidence of any meetings\n\namong the alleged conspirators resulting in Arthur’s agreement to\n\nperform the predicate acts under RICO. Arthur says the fact that he\n\nactually committed two or more acts of racketeering activity is not\n\n\n                                 -11-\n\fenough to show he was a conspirator. For these purposes, we focus on\n\nthe predicate acts of murder and drug dealing.\n\n           The government, citing United States v. Shifman, 124 F.3d 31\n\n(1st Cir. 1997), says that a RICO conspiracy may be shown by evidence\n\nthat the defendant agrees to commit two or more predicate acts \"or in\n\nfact commit[s]\" such acts. Id. at 35.4 We rely on an alternate ground:\n\nthe well-established legal principle that a conspiracy may be based on\n\na tacit agreement shown from an implicit working relationship -- here\n\nthe relationship between Arthur and other IVP members -- to commit the\n\nThomas murder. The evidence supports the jury’s conclusion that there\n\nwas at least a tacit agreement.     There was evidence that the IVP\n\nroutinely eliminated the competition by murdering rival drug dealers.\n\nWhen Arthur was given a report by an IVP member about Thomas selling\n\ndrugs on IVP turf, Arthur replied that he would \"handle it.\" Arthur\n\nhandled it by murdering Thomas, with the assistance of two other IVP\n\nmembers.\n\n\n\n\n     4     Shifman says that the government must prove: (1) the\nexistence of an enterprise affecting interstate commerce, (2) that the\ndefendant knowingly joined the conspiracy to participate in the conduct\nof the affairs of the enterprise, (3) that the defendant participated\nin the conduct of the affairs of the enterprise, and (4) that the\ndefendant did so through a pattern of racketeering activity by agreeing\nto commit, or in fact committing, two or more predicate offenses. Id.\n(emphasis added).\n\n                                 -12-\n\f            As to the drug dealing, there was evidence that the IVP had\n\n\"sessions\" where members discussed the gang's drug distribution\n\nbusiness.    That was enough to permit the inference of an agreement.\n\n            Patrick raises the same argument in a summary fashion in his\n\nbrief, and we reject it for the same reasons.\n\nC.   Evidentiary Rulings\n\n            Questions of admissibility and relevance of evidence are\n\nreviewed for abuse of discretion. United States v. Reeder, 170 F.3d\n\n93, 107 (1st Cir.), cert. denied, 528 U.S. 872 (1999).\n\n1.   Audio Tape Recordings\n\n            Patrick argues that it was error to admit into evidence audio\n\ntape recordings made by government informant Monteiro of her drug\n\ntransactions with IVP members, including Patrick. Patrick says the\n\ntapes did not accurately reflect what was said and that he should have\n\nbeen permitted to inspect the original recordings and to cross examine\n\nas to the equipment used. The net result of the exclusion of this\n\nevidence, he says, violated the Confrontation Clause of the Sixth\n\nAmendment and Rule 403, Fed. R. Evid.\n\n            Patrick, however, did cross examine Monteiro about the tapes\n\nand the equipment used, and his objections to the tapes at trial were\n\nmore limited than those on appeal. At trial he objected on the grounds\n\nthat one tape had only a one-sided conversation and that another tape\n\nhad a conversation in which Patrick did not take part.\n\n\n                                  -13-\n\f           In any event, we ignore the issue of waiver because there was\n\nno error in admitting the tapes. Monteiro authenticated the tapes\n\nunder Rule 901, Fed. R. Evid., and the tapes were relevant,\n\ncorroborating Monteiro’s testimony. Further, Patrick was given funds\n\nto pay for an analysis of at least one tape, a tape on which Patrick\n\nquoted Monteiro the price for an ounce of crack. The court rejected\n\nthe conclusion of Patrick's \"expert\" that something had been added to\n\nthe tapes, finding the expert unqualified and his conclusion\n\nunsupported. The trial judge’s determination that the original tape\n\nwould be best preserved for trial use by not turning it over to Patrick\n\nwas very reasonable.5\n\n2.   Exclusion of Handwritten Notes of Informant Tips\n\n           Arthur complains that the district court excluded from\n\nevidence certain handwritten notes found in police files, including one\n\npurporting to contain a statement from a Peter Eden. In common, the\n\nnotes recorded tips the police had received about who committed the\n\nThomas murder.    The defense theory was that the police had not\n\nadequately investigated the murder, as evidenced by these notes.\n\nArthur argues that the notes therefore were not hearsay because they\n\nwere not offered for their truth but rather for the inadequacy of the\n\npolice investigation of other possible suspects.\n\n     5     Finally, to the extent Patrick complains that a second motion\nfor more money for analysis of the tapes was denied, the court did not\nabuse its discretion in denying that motion.\n\n                                 -14-\n\f          The precise question is whether the trial court abused its\n\ndiscretion in excluding police notes (and related testimony) of\n\nanonymous calls from tipsters about who committed the Thomas murder.\n\nThis involves several doctrines, starting with relevance. In fact,\n\nArthur has two theories, each of which he says created doubt as to his\n\nown guilt: (1) that the notes were evidence that someone else committed\n\nthe murder;6 and (2) that the notes were evidence that the police\n\ninvestigation was unreliable.7 As to the first, evidence that tends to\n\nprove that a person other than the defendant committed the crime is\n\nrelevant. See United States v. Crosby, 75 F.3d 1343, 1347 (9th Cir.\n\n1996).   It must, however, be evidence that there is a connection\n\nbetween the other perpetrator and the crime, and not mere speculation.\n\nCf. United States v. Camuti, 78 F.3d 738, 742 (1st Cir. 1996)\n\n\n     6    That is the thrust of State v. Flores, 595 N.W.2d 860\n(Minn. 1999), a case relied on by Arthur.       Flores says a\ndefendant may seek to introduce evidence of prior bad acts by a\nthird person tending to show that third person committed the\ncrime. Id. at 868. Flores also held that such evidence must\nhave a proper foundation, such as proof of facts that connect\nthe third person to the crime, \"to avoid the consideration of\nmatters collateral to the crime.\" Id. (internal quotation marks\nomitted).\n     7    These two theories overlap in places.       When, for\nexample, Arthur asserts that the tipsters said \"flatly\" that\nanother person murdered Thomas, he seems less to be defining the\nnotes as non-hearsay showing the inadequacy of the police\ninvestigation than claiming the notes should have been admitted\nfor their truth, i.e., that such third person, and not Arthur,\nmurdered Thomas.\n\n                                 -15-\n\f(concluding that inferences that investors were responsible for alleged\n\nreal estate fraud were \"so thin that they can barely, if at all, meet\n\nthe generous test of relevance under Fed. R. Evid. 401\"). When the\n\nevidence is that person X, a non-party, said outside the courtroom that\n\nperson Y committed the crime, that evidence is offered for the truth of\n\nthe statement and is hearsay. The defendant can call person X as a\n\nwitness and have him testify.8 That is not, however, the nature of the\n\nevidence that concerns us. What Arthur sought to introduce were police\n\nnotes that person X (often not identified at all) told the police that\n\nperson Y (often identified only by a single name) had committed the\n\nThomas murder. In order to offer the police notes for the truth of\n\ntheir contents: (a) the notes must be admissible themselves under some\n\nexception to the hearsay rule or be sufficiently trustworthy as to fall\n\nwithin the residual exception of Fed. R. Evid. 807; (b) the hearsay\n\nwithin the notes must be admissible; and (c) the evidence must not be\n\nso prejudicial as to violate Fed. R. Evid. 403. See generally 40A Am.\n\nJur. 2d Homicide § 286 (1999) (\"In a prosecution for homicide, as in\n\nprosecutions for other crimes, the accused may introduce any legal\n\nevidence tending to prove that another person may have committed the\n\ncrime with which the defendant is charged, provided such evidence is\n\n\n\n\n     8    We recognize that anonymous tipsters are hardly likely\nto make themselves available to defense counsel.\n\n                                 -16-\n\fnot otherwise subject to objection.\") (internal footnotes omitted)\n\n(emphasis added).\n\n          Arthur argues that police notes may be admissible as business\n\nrecords under Fed. R. Evid. 803(6), and we shall assume so for purposes\n\nof argument. But where those notes contain information from informants\n\nwho are not themselves part of the business of police, that information\n\nis not admissible as an exception to the hearsay rule. The district\n\ncourt properly ruled that such hearsay within hearsay is not itself\n\nadmissible. See Fed. R. Evid. 803 advisory committee's note to para.\n\n6 (citing Johnson v. Lutz, 253 N.Y. 124 (1930), and Gencarella v. Fyfe,\n\n171 F.2d 419 (1st Cir. 1948)); see also United States v. Vigneau, 187\n\nF.3d 70, 75-76 (1st Cir. 1999) (further discussing the issue). Nor do\n\npolice notes contain findings of a public agency charged with making\n\nthose findings, which would render the notes admissible under Fed. R.\n\nEvid. 803(8).   E.g., Beech Aircraft Corp. v. Rainey, 488 U.S. 153\n\n(1988). Thus, the informant tips are not admissible for their truth\n\nunder the standard exceptions to the hearsay rule and are not otherwise\n\nsufficiently trustworthy to qualify for admission under the residual\n\nexception provided in Rule 807.\n\n          Arthur tries to avoid this problem by turning to his second\n\ntheory: that the tips are admissible not for their truth but to show\n\nthe inadequacy of the police investigation. He relies primarily on a\n\nstate case that does use such broad language, Commonwealth v. Reynolds,\n\n\n                                 -17-\n\f708 N.E.2d 658, 661 (Mass. 1999), but which most likely stands for a\n\nnarrower proposition. 9     The phrase \"inadequacy of the police\n\ninvestigation\" covers a variety of different problems and cuts across\n\nthe full spectrum of relevant and irrelevant evidence.         Certain\n\ninadequacies -- for example, those that go to the chain of custody or\n\nthe preservation of evidence -- may undercut the reliability of\n\nphysical evidence against the accused.      See, e.g., Lowenfield v.\n\nPhelps, 817 F.2d 285, 291-92 (5th Cir. 1987) (reasonable trial strategy\n\nfor counsel to argue that \"sloppy police work\" tainted the chain of\n\ncustody for certain guns seized by police and \"set the stage for an\n\nargument that others were implicated in the murders\"). That is not the\n\nproblem here.   Other inadequacies may lead to the destruction of\n\nexculpatory evidence. That is also not the problem here. The point is\n\nthat the phrase \"inadequacy of the police investigation\" is too broad\n\nand itself says nothing about the relevance of the proffered evidence.\n\nMerely showing that an investigation is sloppy does not establish\n\nrelevance. See United States v. Veal, 23 F.3d 985, 989 (6th Cir. 1994)\n\n(no abuse of discretion where district court excluded as irrelevant\n\nevidence that the government's investigation of the case was \"sloppy\").\n\n          Here, the defense theory is that someone else committed the\n\nmurder, that this is shown by the fact that other names were given to\n\n\n     9    Reynolds is in any event a case not decided under the\nfederal rules of evidence.\n\n                                 -18-\n\fthe police by the tipsters, and that the police failed to take steps to\n\nadequately eliminate other possible suspects before settling on Arthur,\n\nthereby creating doubt as to Arthur's guilt. However, there was little\n\nto show that the notes of the tipsters' calls in fact furthered\n\nArthur's theory, or that there was an inadequate investigation,10 and\n\nso the note contents were of questionable materiality under Fed. R.\n\nEvid. 401.   But even if the notes had some probative value, the\n\ndistrict court did not abuse its discretion in excluding them under\n\nFed. R. Evid. 403.\n\n          Such speculative evidence of the inadequacy of the police\n\ninvestigation would have shifted the jury's focus from the accusations\n\nagainst Arthur to accusations against the police, thus creating a real\n\ndanger of unfair prejudice and jury confusion that \"substantially\n\noutweighed\" the evidence's probative value.       Fed. R. Evid. 403;\n\nsee United States v. McVeigh, 153 F.3d 1166, 1190-92 (10th Cir. 1998),\n\ncert. denied, 526 U.S. 1007 (1999). Arthur wrongly relies on Crosby,\n\nsupra, which was concerned with the exclusion of evidence that a\n\nvictim's husband was more likely her assailant than was the defendant.\n\nSee 75 F.3d at 1346-48. The Crosby court's determination that it was\n\nerror to exclude evidence of sloppy police work was tied to its more\n\n     10    Detective Mahoney, the officer in charge of the Thomas\ninvestigation, testified on voir dire that his usual practice was to\nfollow up on informant tips, though he could not recall, six years and\n\"400 homicides\" later, what action he took on each and every tip. This\ndoes not suggest an inadequate investigation of the Thomas murder.\n\n                                 -19-\n\ffundamental assessment that it was error to exclude the strong direct\n\nevidence that someone else (the victim's husband) had committed the\n\ncrime, which was the defendant's theory of the case. See id. at 1348\n\n(\"The excluded evidence [of sloppy police investigation] would have\n\nlent support to the defendant's theory that someone else beat [the\n\nvictim] and undermined the prosecutor's claim that a more thorough\n\ninvestigation would have turned up nothing of value. Rather than being\n\nlimited to poking holes in the prosecution's case, defendant's counsel\n\ncould have plausibly argued that a more thorough investigation would\n\nhave produced evidence incriminating [the victim's husband].\"). Crosby\n\nthus does not stand for the proposition that evidence of sloppy police\n\ninvestigations is per se admissible.\n\n          Arthur also argues that a note based on the statement from\n\nPeter Eden, a drug dealer, should have been admitted under the hearsay\n\nexception for declarations against penal interest. See Fed. R. Evid.\n\n804(b)(3). The note of Peter Eden's statement around the time of his\n\narrest says that his (Eden's) boss ordered the murder of Thomas, which\n\nArthur argues inculpates Eden himself in both a drug conspiracy and the\n\nmurder.11 At trial, Eden invoked his Fifth Amendment privilege against\n\n\n     11   The note attributes the statement to a Paul Eden, not\nPeter Eden, but is apparently a record of Peter Eden's arrest.\nArthur's contention is sheer speculation that this shows that\nthe \"Paul\" referred to in the note was Peter Eden's boss, and\ntherefore that this Paul, and not Arthur, murdered Thomas. The\nrecord also shows there was an IVP member named Paul.\n\n                                 -20-\n\fself-incrimination and refused to testify.        Arthur then sought\n\nadmission of the note under Fed. R. Evid. 804(b)(3). Arthur argued\n\nthat the Eden statement was exculpatory as to Arthur because it tended\n\nto implicate Eden's boss (whom, he says, was certainly not Arthur), and\n\nthat the information was corroborated by the fact that the police files\n\nwere \"fairly bursting with notes and memoranda\" detailing tips\n\nidentifying someone named \"Paul, \"Paulo\" or \"Pablo\" as Thomas's killer.\n\n\n\n          The district court refused to admit the note because it\n\ndoubted that the note exculpated Arthur, thought Arthur might himself\n\nbe the \"boss\" referred to, and found no corroborating circumstantial\n\nevidence indicating the trustworthiness of the statement.\n\n          There was no abuse of discretion in excluding the note. Rule\n\n804(b)(3) provides that a statement \"tending to expose the declarant to\n\ncriminal liability and offered to exculpate the accused is not\n\nadmissible unless corroborating circumstances clearly indicate the\n\ntrustworthiness of the statement.\" Id. (emphasis added). It was up to\n\nArthur, as the proponent, to clearly indicate the admissibility of the\n\nstatement, and he did not establish that it was either trustworthy or\n\nexculpatory. The district court correctly viewed the statement in\n\ncontext. Williamson v. United States, 512 U.S. 594, 603 (1994). The\n\nauthor of the Eden note was never identified; the arresting officer\n\ndenied it was his note, said he did not know who wrote the note, and\n\n\n                                 -21-\n\fdid not recall speaking with Eden about a homicide.          The note\n\napparently misidentifies Peter Eden as Paul Eden and refers to an\n\nunnamed boss. There is no firm evidence as to whether the universe of\n\nplausible bosses includes or excludes Arthur.12       That there were\n\nanonymous tips from others identifying the murderer as a Latino man\n\nnamed Paul, Paulo, or Pablo suggests that Jason Arthur was not the\n\nmurderer, but it is not an abuse of discretion to conclude that those\n\ntips do not particularly corroborate the trustworthiness of this note.\n\n\n\n          Arthur argues, alternatively, that the various tip notes are\n\nadmissible because his Sixth Amendment right to present exculpatory\n\nevidence here trumps the rules against hearsay evidence. Arthur cites,\n\ninter alia, Chambers v. Mississippi, 410 U.S. 284 (1973), which\n\ndeclared unconstitutional the mechanistic exclusion under Mississippi\n\nlaw of a third person's multiple confessions to the crime for which the\n\ndefendant was tried. See id. at 299-301; see also Pettijohn v. Hall,\n\n599 F.2d 476, 480-81 (1st Cir. 1979) (violation of defendant's Sixth\n\nAmendment rights to exclude testimony of eyewitness who had identified\n\nanother person as the guilty party). Here, the tip information lacked\n\nthe indicia of reliability of the testimony in Chambers, and, in\n\n\n\n     12   Arthur says that Peter Eden operated out of 161\nIntervale Street, an area not within IVP territory.   The\ndistrict court thought the evidence was otherwise.\n\n                                 -22-\n\fcontrast to Chambers, was outside the basic rationale of the exception\n\nfor declarations against penal interest.       There was no error.\n\n3.   Exclusion of Portions of Search Warrant Affidavit\n\n          The district court excluded two portions of an affidavit in\n\nsupport of the search warrant for Fleurette Farrell's belongings.\n\nArthur concedes that the statements in the affidavit are hearsay but\n\nsays they are nonetheless trustworthy and should have been admitted\n\nbecause the statements about the timing of certain events would have\n\nbeen useful to impeach the government’s principal witnesses against\n\nhim. First, Arthur claims that the statement in the affidavit that\n\npolice were still executing a search warrant at 161 Intervale Street\n\nwhen investigators arrived on the scene of the Thomas homicide\n\ncontradicts the testimony of McKnight and Ivy, the key government\n\nwitnesses, that the police had left the building before the shooting.\n\nSecond, he argues that other statements in the affidavit contradict\n\nFarrell's testimony concerning the time she arrived at 161 Intervale\n\nStreet and whether she actually entered the building.\n\n          The district court acted within its discretion.13       Both\n\nstatements contain multiple levels of hearsay, and Arthur points to no\n\nspecific rule supporting admission of the testimony. Nor does the\n\n\n     13    Arthur also claims that the district court erred in allowing\nthe government to cite Farrell's testimony in closing argument, where,\nbased on the affidavit, it had reason to know her testimony contained\nfalse and misleading statements. There was no error.\n\n                                 -23-\n\fresidual exception provided in Fed. R. Evid. 807 help Arthur since he\n\ndid not raise the argument.      The exception was, in any event,\n\nunavailable since Arthur could have called as a witness any officer who\n\nactually conducted the search of 161 Intervale Street, rather than\n\nsimply relying on the hearsay statements.      See Fed. R. Evid. 807\n\n(requiring proof that \"the statement is more probative on the point for\n\nwhich it is offered than any other evidence which the proponent can\n\nprocure through reasonable efforts\").\n\n4.   Altering a Chalk on Rebuttal Summation\n\n          Arthur argues the district court erred in allowing the\n\nprosecutor to \"alter\" a chronology used as a chalk (or jury aid) on\n\nrebuttal summation to support the government's position as to the time\n\nof Thomas's death. Although prosecution witness Farrell testified that\n\nthe shooting occurred around 10:15 p.m., the defense theory was that it\n\noccurred earlier, between 8:30 and 9:00 p.m.       On summation, the\n\nprosecutor used a timeline to assist the jury in understanding the\n\nsequence of events surrounding the Thomas murder. The chalk, which was\n\nnever entered into evidence, initially listed the following times:\n\nundercover purchase (8:45 p.m.); search warrant (9:00 p.m.); and time\n\nof homicide (10:17 p.m.). On rebuttal summation, the prosecutor added\n\nto the chalk that Thomas was pronounced dead at 10:46 p.m., a fact\n\nalready in evidence. This was entirely proper. Cf. United States v.\n\nMorse, 491 F.2d 149, 153 n.6 (1st Cir. 1978) (\"use [of chalks] must be\n\n\n                                 -24-\n\ffully supported in all respects by corroborating admissible evidence\").\n\nNot only was there no prejudice, but the prosecutor actually reinforced\n\nArthur's position that 10:46 p.m. represented not the time Thomas died\n\nbut rather the time he was pronounced dead.\n\nD. Brady Claim\n\n          Patrick argues vaguely that the prosecution withheld\n\nexculpatory information in violation of Brady v. Maryland, 373 U.S. 83\n\n(1963). Under Brady, the government must provide the defense with\n\nevidence in its possession \"where the evidence is material either to\n\nguilt or to punishment.\"     Id. at 87.    Evidence relating to the\n\nimpeachment of prosecution witnesses is deemed to be exculpatory within\n\nthe meaning of the Brady rule. See Giglio v. United States, 405 U.S.\n\n150, 154-55 (1972). For evidence to be \"material\" under Brady, there\n\nmust be \"a reasonable probability that, had the evidence been disclosed\n\nto the defense, the result of the proceeding would have been\n\ndifferent.\" United States v. Bagley, 473 U.S. 667, 682 (1985); see\n\nUnited States v. Perkins, 926 F.2d 1271, 1275 (1st Cir. 1991). \"Where\n\n. . . the defense is confronted not with complete suppression, but with\n\ndelayed disclosure, reversal will be granted only if defendants were\n\ndenied the opportunity to use the disclosed material effectively.\"\n\nUnited States v. Drougas, 748 F.2d 8, 23 (1st Cir. 1984).\n\n          Patrick's brief fails to describe fully the nature of the\n\nproblem or why he was prejudiced by learning the information at trial\n\n\n                                 -25-\n\fand not earlier. The government's brief helpfully explains the issue.\n\nTwo police officers who were conducting surveillance at the time,\n\ngovernment informant Jennifer Monteiro, and IVP member Allen Ivy all\n\ntestified about the same July 24, 1996 sale of drugs.        They had\n\ndifferent recollections about whether it was Patrick or another IVP\n\nmember who was in the area on a bicycle around the time of the\n\ntransaction. However, there is no evidence the government knew of the\n\ndiscrepancy before trial, and defense counsel cross examined on the\n\ndifferent versions. During trial the names of the two police officers\n\nwere given to defense counsel.      Both officers were called and\n\ntestified.14   There was neither a Brady violation nor prejudice.\n\nE.   Post-Trial Motion for Investigative Funds\n\n          Arthur claims the district court abused its discretion in\n\ndenying his motion for additional funds under 18 U.S.C. § 3006A to\n\nconduct a post-trial investigation. Arthur's counsel told the trial\n\ncourt he needed the funds to find additional witnesses who would cast\n\ndoubt on Farrell's testimony. Although he knew the name of one witness\n\nwho was at 161 Intervale Street on the night of the Thomas murder,\n\ncounsel conceded he was \"speculating on precisely what [these\n\nwitnesses] would say.\" The district court found no evidence to support\n\nthe conclusion that exculpatory evidence was withheld and denied the\n\n\n     14   Neither officer was able to identify the male who \"burned\"\ntheir surveillance operation by looking into their vehicle.\n\n                                -26-\n\fmotion on that basis alone.15 A denial of a motion for funds under\n\nsection 3006A is reviewed for abuse of discretion. See United States\n\nv. De Jesus, 211 F.3d 153, 155-56 (1st Cir. 2000). We have carefully\n\nreviewed the record, and find that the district court did not abuse its\n\ndiscretion in denying the motion.\n\nF.   Sentencing\n\n          Defendants also challenge their sentences on various grounds.\n\n          Patrick asserts that the district court wrongly sentenced him\n\nbased on its finding that he was involved with more than 1.5 kilograms\n\nof crack cocaine because the court denied his motion under 18 U.S.C. §\n\n3006A for an independent examination of some of the crack cocaine to\n\ndetermine its weight.     Patrick also challenges his four-level\n\nenhancement for his role as a \"leader or supervisor\" under U.S.S.G. §\n\n3B1.1 and the district court's refusal to depart downward based on his\n\nfamily ties and responsibilities.\n\n          Arthur argues that the district court erred in imposing a\n\nthree-level enhancement for his role as a \"manager or supervisor\" under\n\nU.S.S.G. § 3B1.1 and a two-level enhancement for employing juveniles in\n\nthe drug operations under U.S.S.G. § 3B1.4.\n\n          Patrick and Arthur also each make claims based on Apprendi\n\nv. New Jersey, 120 S. Ct. 2348 (2000).\n\n\n     15   The court denied Arthur's new trial motion on the same\nbasis.\n\n                                 -27-\n\f          We discuss these arguments in turn and affirm the sentences.\n\n1. Denial of Motion for Funds to Conduct Independent Weighing\n\n          In connection with his sentence, Patrick appeals the district\n\ncourt's denial of his motion for funds to conduct an independent\n\nweighing and examination of the amount of crack cocaine attributed to\n\nhim. We review his claim for abuse of discretion, see De Jesus, 211\n\nF.3d at 155, and find none. Patrick correctly points out that due\n\nprocess considerations animate motions for investigative funds under\n\nsection 3006A. Still, \"concern for fairness does not mean that all\n\napplications should be granted regardless of merit.\" United States v.\n\nMateos-Sanchez, 864 F.2d 232, 240 (1st Cir. 1998). Here, Patrick was\n\nable to extensively cross examine the government chemist, who testified\n\nas to the weight of the crack cocaine from the various transactions,\n\nand Patrick presented the court with no reason why the chemist's\n\ndeterminations might be questionable. Moreover, the issue Patrick\n\nargues would not affect his sentence since his conspiracy conviction\n\nrenders him responsible for all reasonably foreseeable amounts of drugs\n\ndistributed in furtherance of the conspiracy.         See U.S.S.G. §\n\n1B1.3(a)(1)(B) (Relevant Conduct); United States v. Collazo-Aponte, 216\n\nF.3d 163, 200 (1st Cir. 2000) (\"In the context of a drug conspiracy, a\n\ndefendant is also accountable for the conduct of others if that conduct\n\nis (1) reasonably foreseeable to the defendant and (2) committed in\n\nfurtherance of a jointly undertaken criminal activity.\"). The district\n\n\n                                 -28-\n\fcourt found this amount to be well over 1.5 kilograms, and there is no\n\nreal claim that this finding was wrong.\n\n2. Sentencing Enhancements\n\n          Review of challenges to the evidentiary support of a\n\nsentencing guidelines enhancement is for clear error. See, e.g.,\n\nUnited States v. Coviello, 225 F.3d 54, 64-65 (1st Cir. 2000). Patrick\n\nchallenges the four-level enhancement for his role as an \"organizer or\n\nleader\" of an extensive criminal activity under U.S.S.G. § 3B1.1(a).\n\nThe district court found that Patrick occupied \"the primary role\" in\n\nthe IVP and was considered \"the undisputed leader\" by older and younger\n\nmembers alike. The record clearly supports this finding. Patrick had\n\nultimate decisionmaking authority in the IVP (Arthur, for one, referred\n\nto Patrick as \"chief\" and \"top dog\"). He determined who could sell on\n\nIVP territory, decided when to take action against rival drug dealers,\n\nrecruited juvenile accomplices, and supplied the IVP with a large\n\nquantity of drugs.   See U.S.S.G. § 3B1.1 comment (n. 4) (listing\n\nfactors distinguishing \"a leadership and organizational role from one\n\nof mere management or supervision\").\n\n          Arthur objects to the three-level enhancement for his role\n\nas a \"manager or supervisor\" under U.S.S.G. § 3B1.1(b). The district\n\ncourt found that while Arthur was lower in the IVP hierarchy than\n\nPatrick, he supervised and managed drug transactions since he\n\ndetermined the quantity involved in each particular transaction.\n\n\n                                 -29-\n\fArthur also objects to the two-level enhancement under section 3B1.4\n\nfor \"using a minor to commit a crime.\" The district court found that\n\nnumerous minors were used in the RICO and drug conspiracies and that\n\nArthur himself used minors to sell drugs. Neither finding was clearly\n\nerroneous.\n\n          The three-level enhancement for Arthur's managerial or\n\nsupervisory role was supported by evidence that he owned and\n\ndistributed large quantities of crack (over 300 grams were found in his\n\nhouse), gave orders to younger IVP members, and used violence to\n\neliminate rivals like Thomas. See United States v. Alicea, 205 F.3d\n\n480, 485 (1st Cir.) (\"[T]he inference that the [defendant] was [the\n\ngang's] leader flows rationally from the evidence that he owned the\n\ndrugs, that he gave orders freely, and that he was prepared to use\n\nextreme measures if anything went awry.\"), cert. denied, 121 S. Ct. 256\n\n(2000).   With respect to the two-level enhancement for employing\n\njuveniles, Arthur relies on evidence that juveniles worked for Patrick\n\nor another IVP member, and that no witness testified that Arthur\n\nhimself employed juveniles. However, because Arthur was convicted of\n\nconspiracy, his sentence could be enhanced based on his co-\n\nconspirators' reasonably foreseeable use of juveniles to further the\n\nIVP's activities. See U.S.S.G. § 1B1.3(a) (\"adjustments in Chapter\n\nThree\" must be determined in a conspiracy based on \"all reasonably\n\nforeseeable acts and omissions of others in furtherance of the jointly\n\n\n                                 -30-\n\fundertaken criminal activity\"); see also United States v. Li, 206 F.3d\n\n78, 86-87 (1st Cir.), cert. denied, 121 S. Ct. 379 (2000).\n\n3. Downward Departure\n\n          A district court's discretionary refusal to depart downward\n\nis unreviewable unless the court believed it lacked authority to do\n\nso. See, e.g., United States v. Snyder, 235 F.3d 42, 51 (1st Cir.\n\n2000); United States v. Lauzon, 938 F.2d 326, 330 (1st Cir. 1991).\n\nHere, the district court, exercising its discretion, found it\n\ninappropriate to depart because Patrick had not identified any factors\n\nthat took his case outside the \"heartland.\" See Koon v. United States,\n\n518 U.S. 81, 95 (1996). Finding no indication that the district court\n\nbelieved it lacked authority to depart downward, we affirm.\n\n4.   Apprendi Claims\n\n          Neither defendant raised any Apprendi argument before the\n\ndistrict court, and so we review their Apprendi arguments here for\n\nplain error. See United States v. Robinson, 241 F.3d 115, 119 (1st\n\nCir. 2001); United States v. Mojica-Baez, 229 F.3d 292, 306-07 (1st\n\nCir. 2000). In Apprendi, the Supreme Court held that \"[o]ther than the\n\nfact of a prior conviction, any fact that increases the penalty for a\n\ncrime beyond the prescribed statutory maximum must be submitted to a\n\njury, and proved beyond a reasonable doubt.\" 120 S. Ct. at 2362-63.\n\nWe reject Patrick's Apprendi argument because Patrick was previously\n\nconvicted of a drug felony, and because the record establishes that no\n\n\n                                -31-\n\fjury would have failed to find beyond a reasonable doubt that his\n\n(various) drug crimes here involved over 5.0 grams of cocaine base,\n\nthus triggering a maximum sentence of life imprisonment. See 21 U.S.C.\n\n§ 841(b)(1)(B)(iii); 18 U.S.C. § 1963. Patrick relies on United States\n\nv. Fields, 242 F.3d 393 (D.C. Cir. 2001), which found plain error under\n\nApprendi where there was arguably insufficient evidence of drug\n\nquantity to meet the proof beyond a reasonable doubt standard. Id. at\n\n397.    There was no such insufficiency here.\n\n            Arthur cites Apprendi as bearing upon his attack on his\n\nsentencing guideline enhancements.       We reject that challenge.\n\nSee, e.g., Robinson, 241 F.3d at 121-22.          As to Arthur's drug\n\ncrimes, the record establishes that no jury could have failed to\n\nfind beyond a reasonable doubt that all of those crimes involved\n\nmore than five grams of crack cocaine. The drug crimes, coupled\n\nwith Arthur's two prior felony drug convictions, subjected him\n\nto a maximum sentence of life imprisonment.            See 21 U.S.C. §\n\n841(b)(1)(B)(iii).      In   addition,   the    jury     found   beyond   a\n\nreasonable doubt that Arthur committed murder, which carries a\n\nmandatory sentence of life imprisonment under Massachusetts law,\n\nsee Mass. Gen. Laws ch. 265, § 2, as one of his predicate acts\n\nof     racketeering.     Thus,   Arthur's      maximum     sentence   for\n\n\n\n                                 -32-\n\fracketeering and racketeering conspiracy was life imprisonment.\n\nSee 18 U.S.C. § 1963.\n\n                             IV.\n\n         Defendants' convictions and sentences are affirmed.\n\n         So ordered.\n\n\n\n\n                             -33-\n\f",
  "html": "<p class=\"case_cite\">248 F.3d 11 (1st Cir. 2001)</p>\n    <p class=\"parties\">UNITED STATES OF AMERICA, Appellee,<br>v.<br>SAMUEL PATRICK AND JASON ARTHUR,  Defendants, Appellants.</p>\n    <p class=\"docket\">Nos. 99-1387, 99-1388</p>\n    <p class=\"court\">United States Court of Appeals For the First Circuit</p>\n    <p class=\"date\">Heard March 29, 2001<br>Decided May 3, 2001</p>\n    <div class=\"prelims\">\n      <p>[Copyrighted Material Omitted][Copyrighted Material Omitted][Copyrighted Material Omitted]</p>\n      <p class=\"indent\">Malcolm J. Barach for appellant Samuel Patrick.</p>\n      <p class=\"indent\">Donald K. Freyleue, with whom Benjamin D. Entine was on  brief, for appellant Jason Arthur.</p>\n      <p class=\"indent\">Karin B. Hoppmann, Attorney, Criminal Division-Appellate  Section, Department of Justice, with whom Donald K. Stern, United  States Attorney, and George Vien, Assistant United States Attorney,  were on brief, for appellee.</p>\n      <p class=\"indent\">Before  Boudin, Lynch, and Lipez, Circuit Judges.</p>\n      <p class=\"indent\">LYNCH, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This appeal raises questions about the  definition of the \"enterprise\" element of criminal charges under the  Racketeer Influenced and Corrupt Organizations Act, 18 U.S.C. &#167; 1961 et  seq. (\"RICO\"), and the admissibility of evidence concerning the  adequacy of police investigations and of investigation tips received by  police officers as to who committed a crime.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Samuel Patrick and Jason Arthur were each convicted on over  six counts of a criminal RICO indictment arising out of their  membership in the Intervale Posse (IVP), a gang that distributed crack  cocaine from 1990 to 1996 in the Dorchester neighborhood of Boston. Arthur was also convicted of the 1992 murder of a rival drug dealer. One of their defenses was that the IVP was simply a loose connection of  individual, young drug entrepreneurs, one competing with another. RICO, they say, was meant to counter organized crime, and there was  nothing particularly \"organized\" about the crimes committed by the IVP. They argue that their convictions should be reversed because the judge  improperly instructed the jury, because the evidence did not support a  RICO conviction, and for other reasons.</p>\n    </div>\n    <p class=\"indent\">I.</p>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Jason Arthur and Samuel Patrick were each charged in 1997  with racketeering under 18 U.S.C. &#167; 1962(c), conspiracy to commit that  offense under 18 U.S.C. &#167; 1962(d), and conspiracy to distribute crack  cocaine under 21 U.S.C. &#167; 846.  Arthur was charged with two counts and  Patrick with three counts of possession of crack with intent to  distribute under 21 U.S.C. &#167; 841(a)(1).<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  In addition, Arthur was  charged with murder in aid of racketeering under 18 U.S.C. &#167; 1959. Both were convicted and sentenced to life imprisonment.</p>\n    </div>\n    <p class=\"indent\">II.</p>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">We describe the evidence as the jury could reasonably have  found it.  During the 1990s, members of the IVP sold crack cocaine in  the Intervale neighborhood of Dorchester, an area of Boston.  The IVP  was the successor to an earlier gang, known as \"Adidas Park.\"  The gang  gave a new spin to the concept of brand identification.  IVP members  wore Adidas clothing, identified themselves and referred to the gang by  signifying the Adidas brand logo (a sign of three fingers signifying  the three stripes on Adidas products), and, in a few instances, owned  mirrors painted with their nicknames and the IVP logo.  Members  referred to one another as family.  Younger members, often teenagers,  \"pumped\"<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> (or sold) drugs for the older members, although some younger  members also operated on their own.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Patrick held the supplier's role within the IVP.  He decided  who could sell on IVP territory, set the prices for the IVP's crack,  and directed sales by younger members.  Patrick also determined when  the gang would eliminate rivals.  Arthur supplied crack to the IVP and  also bought crack from Patrick.  In addition, Arthur helped keep order  in the IVP, reprimanding younger members for risky behavior that  attracted police attention.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">As part of the IVP's operating procedures, IVP members would  page suppliers like Patrick and Arthur to deliver drugs to a customer's  house.  At the house, the crack was \"cut\" and \"bagged\" in smaller  amounts for resale on the street, and the customer was paid in crack or  money for use of the house.  Although IVP members competed with one  another for individual customers, they all profited from increased  sales overall in the neighborhood.  Only IVP members could sell on the  IVP's \"turf,\" and the gang used actual and threatened violence to deter  rivals.  Members held \"sessions\" (or meetings) where they discussed  rival drug operations as well as problems with police.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">In December 1992, Courtney Thomas, a non-IVP member, was  selling drugs on IVP territory without permission.  When an IVP member  named Antwan told Thomas that he could not \"pump\" on IVP territory,  Thomas threatened him.  Antwan informed Arthur, who said he would  \"handle it.\"  That evening Arthur met two other IVP members, Cecil  McKnight and Allen Ivy, at a wooded area where the IVP hid drugs and  weapons.  Arthur carried two guns.  The three men went to the house at  161 Intervale Street where Thomas was reportedly selling drugs.  When  Thomas got into his car in front of the house, Arthur fired repeatedly  into the car, killing Thomas and wounding Thomas's companion, Fleurette  Farrell.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">In 1995, Jennifer Monteiro, a neighborhood resident and  reported drug dealer, was arrested on unrelated charges involving the  use of fraudulent or stolen credit cards.  Monteiro agreed to cooperate  with the police and began making purchases from the IVP, including  several purchases in 1996 from Arthur and Patrick.  Audio tapes of  these transactions were made.  One purchase occurred on July 24, 1996,  when Monteiro paged Patrick for two ounces of crack.  Patrick directed  her to go to a park near a neighborhood school, where Monteiro was met  by a go-between named Terrence.  Terrence handed Monteiro the drugs and  then gave the money to Patrick, who was in his parked truck nearby.  In  August 1996, police arrested several IVP members, including Patrick and  Arthur.  Police seized cash, drugs, scales, and items with the IVP or  Adidas logo from the homes of IVP members.  From Jason Arthur's home,  police seized over 300 grams of crack cocaine, several thousand  dollars, a scale, and a mirror with the IVP logo and the name \"Kilo J.\" They also seized a handgun from Patrick's truck.</p>\n    </div>\n    <p class=\"indent\">III.</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">A. RICO Enterprise: Instructions and Sufficiency</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Both defendants claim that the district court erred in  rejecting their proposed jury instruction which defined a criminal  \"enterprise\" under 18 U.S.C.&#167; 1962(c)<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> as having an \"ascertainable  structure,\" and that the jury's verdict cannot stand on the evidence. The district court did not err, and the evidence supports the verdict.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The district court charged the jury that under RICO the term  \"enterprise\":</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">includes any individual, partnership,  corporation, association or other legal entity,  and any group of individuals associated in fact  although not a legal entity.  An enterprise may  be a formal or an informal organization of  individuals so long as they have associated  together for a common purpose. . . .  In the  present case, it is alleged that each defendant,  and others, were associated in fact to form an  enterprise, called among other names, Intervale,  the Intervale Posse, and IVP.  To find that an  association in fact existed, you must find that  the alleged enterprise had an ongoing  organization, formal or informal, and that its  various associates functioned as a continuing  unit for a common purpose. This means that  although individuals may come and go, the  enterprise must continue in an essentially  unchanged form during substantially the entire  period alleged in the indictment.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Note that the enterprise element is  different from the racketeering activity element. Although the proof to establish these elements  may overlap, proof of one does not necessarily  establish the other.  Rather, the enterprise must  be an entity separate and apart from the pattern  of racketeering activity in which it engages.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The defendants requested that the district court further  define the term \"enterprise\" by instructing the jury that \"[a]t a  minimum, the enterprise must exhibit some sort of structure for the  making of decisions, whether it be hierarchical or consensual.\"  The  court refused, and defendants now appeal its \"enterprise\" instruction.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Defendants based their request on a line of cases which they  say support the requirement of an explicit \"ascertainable structure\"  jury instruction under RICO.  See Chang v. Chen, 80 F.3d 1293, 1297  (9th Cir. 1996); United States v. Riccobene, 709 F.2d 214, 222 (3d Cir.  1983), overruled on other grounds by Griffin v. United States, 502 U.S.  46 (1991); United States v. Bledsoe, 674 F.2d 647, 664 (8th Cir. 1982). Defendants refer to their proposed language as the Bledsoe test.  In Bledsoe, which involved securities fraud, the Eighth Circuit required  \"proof of some structure separate from the racketeering activity and  distinct from the organization which is a necessary incident to the  racketeering\" in order to avoid to collapse of the \"enterprise\" element  with the separate \"pattern of racketeering activity\" element of a RICO  offense.  674 F.2d at 664.  Bledsoe thus required that a RICO  enterprise have an \"ascertainable structure distinct from that inherent  in the conduct of a pattern of racketeering activity. . . . [which]  might be demonstrated by proof that a group engaged in a diverse  pattern of crimes or that it has an organizational pattern or system of  authority beyond what was necessary to perpetrate the predicate  crimes.\"  Id. at 665 (internal quotation marks and citation omitted); see also Chang, 80 F.3d at 1297 (adopting \"ascertainable structure\"  requirement to avert the danger of the \"enterprise [being] no more than  the sum of the predicate racketeering acts\").  The prosecution rejoins  that Bledsoe and its successors like Chang use the concept of  \"ascertainable structure\" simply as an analytic device in determining  whether the evidence was sufficient to support the verdict, and also  argues, in a bit of non-sequitur, that the phrase has no use as a jury  instruction.  Cf. Riccobene, 709 F.2d at 223 (evidence sufficient to  satisfy \"enterprise\" prong where, inter alia, it showed \"an  organization with a leader and a group of supervisors, each running his  own operations with 'his own people,' but coordinated with the  operations of other supervisors to provide greater profits and fewer  conflicts\").</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Here, the district court took its instruction almost directly  from the language of the Supreme Court's decision in United States v. Turkette, 452 U.S. 576 (1981), and no more was needed to define the  term \"enterprise\" for the jury.  This court was before asked to adopt  the Bledsoe test; it did not need to resolve the question because the  evidence was sufficient even assuming arguendo the Bledsoe test  applied.  See United States v. London, 66 F.3d 1227, 1244 (1st Cir.  1995); see also United States v. Owen, 167 F.3d 739, 752 n.6 (1st Cir.  1999) (noting that First Circuit has not adopted Bledsoe test;  concluding that evidence sufficiently established \"enterprise\" separate  from \"pattern of racketeering activity\").  We today explicitly reject  the Bledsoe test as an additional requirement beyond the Turkette instruction.  Indeed, we think the defendants' proposed Bledsoe instruction could be misleading.  The important concept  underlying Bledsoe was that the government must prove both an  \"enterprise\" and a \"pattern of racketeering activity.\"  See Bledsoe,  674 F.2d at 663-65.  That concept was specifically captured in the  instruction given by the district court in this case.  Bledsoe should  not be torn from its conceptual moorings.  So too were instructions  given here on the important concepts that an enterprise is proved, as Turkette had said, by evidence of an \"ongoing organization\" that was  \"formal or informal\" and by evidence that \"the various associates  function as a continuing unit.\"  Turkette, 452 U.S. at 583; see also Riccobene, 709 F.2d at 221 (saying Turkette defined \"illegal  enterprise\" for RICO purposes to avoid the danger that the statute  would be construed too broadly).  While \"enterprise\" and \"pattern of  racketeering activity\" are separate elements of a RICO offense, proof  of the these two elements need not be separate or distinct but may in  fact \"coalesce.\"  Turkette, 452 U.S. at 583.  The defendants' proposed  jury instruction here addressed not the ongoing nature of the  enterprise -- a problem addressed in Turkette   but rather its  structure.  Here, on the issue of structure and its ascertainability,  the slope is slippery, and the district court appropriately avoided the  slope's edge.  Since Congress intended the term \"enterprise\" to include  both legal and criminal enterprises, see id. at 580-81, and because the  latter may not observe the niceties of legitimate organizational  structures, we refuse to import an \"ascertainable structure\"  requirement into jury instructions.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Defendants also argue that there was insufficient evidence  of any enterprise.  Not so.  The gang was ongoing and identifiable: it  changed its name from Adidas to the IVP, it had colors and signs, it  had older members who instructed younger ones, its members referred to  the gang as family, and it had \"sessions\" where important decisions  were made, including decisions about taking action against rival drug  dealers.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Defendants protest that the IVP is just a motley crew of  young criminals and that it hardly constitutes the type of highly  sophisticated organized crime that spurred Congress to enact RICO. Even if the IVP were a fledgling criminal organization, we doubt that  Congress meant to give a pass to such fledgling organizations.  In any  event, the IVP was no innocent group of teenagers, but rather was  sophisticated and experienced in its own way in the rough, often  violent business of drug dealing.  That there was yet no evidence the  IVP had infiltrated legitimate businesses as organized crime frequently  has done does not insulate the IVP from RICO's reach.  The IVP was well  within Congress' intended scope.  See Turkette, 452 U.S. at 591 (\"RICO  is equally applicable to a criminal enterprise that has no legitimate  dimension or has yet to acquire one.  Accepting that the primary  purpose of RICO is to cope with the infiltration of legitimate  businesses, applying the statute . . . so as to reach criminal  enterprises, would seek to deal with the problem at its very source.\").</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">B.  Sufficiency of the Evidence of Conspiracy</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Arthur argues that there was no evidence of any meetings  among the alleged conspirators resulting in Arthur's agreement to  perform the predicate acts under RICO.  Arthur says the fact that he  actually committed two or more acts of racketeering activity is not  enough to show he was a conspirator.  For these purposes, we focus on  the predicate acts of murder and drug dealing.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The government, citing United States v. Shifman, 124 F.3d 31  (1st Cir. 1997), says that a RICO conspiracy may be shown by evidence  that the defendant agrees to commit two or more predicate acts \"or in  fact commit[s]\" such acts.  Id. at 35.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  We rely on an alternate ground:  the well-established legal principle that a conspiracy may be based on  a tacit agreement shown from an implicit working relationship -- here  the relationship between Arthur and other IVP members -- to commit the  Thomas murder.  The evidence supports the jury's conclusion that there  was at least a tacit agreement.  There was evidence that the IVP  routinely eliminated the competition by murdering rival drug dealers. When Arthur was given a report by an IVP member about Thomas selling  drugs on IVP turf, Arthur replied that he would \"handle it.\"  Arthur  handled it by murdering Thomas, with the assistance of two other IVP  members.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">As to the drug dealing, there was evidence that the IVP had  \"sessions\" where members discussed the gang's drug distribution  business.  That was enough to permit the inference of an agreement.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Patrick raises the same argument in a summary fashion in his  brief, and we reject it for the same reasons.</p>\n    </div>\n    <p class=\"indent\">C.  Evidentiary Rulings</p>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Questions of admissibility and relevance of evidence are  reviewed for abuse of discretion.  United States v. Reeder, 170 F.3d  93, 107 (1st Cir.), cert. denied, 528 U.S. 872 (1999).</p>\n    </div>\n    <p class=\"indent\">1.  Audio Tape Recordings</p>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Patrick argues that it was error to admit into evidence audio  tape recordings made by government informant Monteiro of her drug  transactions with IVP members, including Patrick.  Patrick says the  tapes did not accurately reflect what was said and that he should have  been permitted to inspect the original recordings and to cross examine  as to the equipment used.  The net result of the exclusion of this  evidence, he says, violated the Confrontation Clause of the Sixth  Amendment and Rule 403, Fed. R. Evid.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Patrick, however, did cross examine Monteiro about the tapes  and the equipment used, and his objections to the tapes at trial were  more limited than those on appeal.  At trial he objected on the grounds  that one tape had only a one-sided conversation and that another tape  had a conversation in which Patrick did not take part.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">In any event, we ignore the issue of waiver because there was  no error in admitting the tapes.  Monteiro authenticated the tapes  under Rule 901, Fed. R. Evid., and the tapes were relevant,  corroborating Monteiro's testimony.  Further, Patrick was given funds  to pay for an analysis of at least one tape, a tape on which Patrick  quoted Monteiro the price for an ounce of crack.  The court rejected  the conclusion of Patrick's \"expert\" that something had been added to  the tapes, finding the expert unqualified and his conclusion  unsupported.  The trial judge's determination that the original tape  would be best preserved for trial use by not turning it over to Patrick  was very reasonable.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">2.  Exclusion of Handwritten Notes of Informant Tips</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Arthur complains that the district court excluded from  evidence certain handwritten notes found in police files, including one  purporting to contain a statement from a Peter Eden.  In common, the  notes recorded tips the police had received about who committed the  Thomas murder.  The defense theory was that the police had not  adequately investigated the murder, as evidenced by these notes. Arthur argues that the notes therefore were not hearsay because they  were not offered for their truth but rather for the inadequacy of the  police investigation of other possible suspects.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">The precise question is whether the trial court abused its  discretion in excluding police notes (and related testimony) of  anonymous calls from tipsters about who committed the Thomas murder. This involves several doctrines, starting with relevance.  In fact,  Arthur has two theories, each of which he says created doubt as to his  own guilt: (1) that the notes were evidence that someone else committed  the murder;<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> and (2) that the notes were evidence that the police  investigation was unreliable.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a>  As to the first, evidence that tends to  prove that a person other than the defendant committed the crime is  relevant.  See United States v. Crosby, 75 F.3d 1343, 1347 (9th Cir.  1996).  It must, however, be evidence that there is a connection  between the other perpetrator and the crime, and not mere speculation. Cf. United States v. Camuti, 78 F.3d 738, 742 (1st Cir. 1996)  (concluding that inferences that investors were responsible for alleged  real estate fraud were \"so thin that they can barely, if at all, meet  the generous test of relevance under Fed. R. Evid. 401\").  When the  evidence is that person X, a non-party, said outside the courtroom that  person Y committed the crime, that evidence is offered for the truth of  the statement and is hearsay.  The defendant can call person X as a  witness and have him testify.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a>  That is not, however, the nature of the  evidence that concerns us.  What Arthur sought to introduce were police  notes that person X (often not identified at all) told the police that  person Y (often identified only by a single name) had committed the  Thomas murder.  In order to offer the police notes for the truth of  their contents: (a) the notes must be admissible themselves under some  exception to the hearsay rule or be sufficiently trustworthy as to fall  within the residual exception of Fed. R. Evid. 807; (b) the hearsay  within the notes must be admissible; and (c) the evidence must not be  so prejudicial as to violate Fed. R. Evid. 403.  See generally 40A Am.  Jur. 2d Homicide &#167; 286 (1999) (\"In a prosecution for homicide, as in  prosecutions for other crimes, the accused may introduce any legal  evidence tending to prove that another person may have committed the  crime with which the defendant is charged, provided such evidence is  not otherwise subject to objection.\") (internal footnotes omitted)  (emphasis added).</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Arthur argues that police notes may be admissible as business  records under Fed. R. Evid. 803(6), and we shall assume so for purposes  of argument.  But where those notes contain information from informants  who are not themselves part of the business of police, that information  is not admissible as an exception to the hearsay rule.  The district  court properly ruled that such hearsay within hearsay is not itself  admissible.  See Fed. R. Evid. 803 advisory committee's note to para.  6 (citing Johnson v. Lutz, 253 N.Y. 124 (1930), and Gencarella v. Fyfe,  171 F.2d 419 (1st Cir. 1948)); see also United States v. Vigneau, 187  F.3d 70, 75-76 (1st Cir. 1999) (further discussing the issue).  Nor do  police notes contain findings of a public agency charged with making  those findings, which would render the notes admissible under Fed. R.  Evid. 803(8).  E.g., Beech Aircraft Corp. v. Rainey, 488 U.S. 153  (1988).  Thus, the informant tips are not admissible for their truth  under the standard exceptions to the hearsay rule and are not otherwise  sufficiently trustworthy to qualify for admission under the residual  exception provided in Rule 807.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Arthur tries to avoid this problem by turning to his second  theory: that the tips are admissible not for their truth but to show  the inadequacy of the police investigation.  He relies primarily on a  state case that does use such broad language, Commonwealth v. Reynolds,  708 N.E.2d 658, 661 (Mass. 1999), but which most likely stands for a  narrower proposition.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a>  The phrase \"inadequacy of the police  investigation\" covers a variety of different problems and cuts across  the full spectrum of relevant and irrelevant evidence.  Certain  inadequacies -- for example, those that go to the chain of custody or  the preservation of evidence -- may undercut the reliability of  physical evidence against the accused.  See, e.g., Lowenfield v. Phelps, 817 F.2d 285, 291-92 (5th Cir. 1987) (reasonable trial strategy  for counsel to argue that \"sloppy police work\" tainted the chain of  custody for certain guns seized by police and \"set the stage for an  argument that others were implicated in the murders\").  That is not the  problem here.  Other inadequacies may lead to the destruction of  exculpatory evidence.  That is also not the problem here.  The point is  that the phrase \"inadequacy of the police investigation\" is too broad  and itself says nothing about the relevance of the proffered evidence. Merely showing that an investigation is sloppy does not establish  relevance.  See United States v. Veal, 23 F.3d 985, 989 (6th Cir. 1994)  (no abuse of discretion where district court excluded as irrelevant  evidence that the government's investigation of the case was \"sloppy\").</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Here, the defense theory is that someone else committed the  murder, that this is shown by the fact that other names were given to  the police by the tipsters, and that the police failed to take steps to  adequately eliminate other possible suspects before settling on Arthur,  thereby creating doubt as to Arthur's guilt.  However, there was little  to show that the notes of the tipsters' calls in fact furthered  Arthur's theory, or that there was an inadequate investigation,<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a> and  so the note contents were of questionable materiality under Fed. R.  Evid. 401.  But even if the notes had some probative value, the  district court did not abuse its discretion in excluding them under  Fed. R. Evid. 403.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Such speculative evidence of the inadequacy of the police  investigation would have shifted the jury's focus from the accusations  against Arthur to accusations against the police, thus creating a real  danger of unfair prejudice and jury confusion that \"substantially  outweighed\" the evidence's probative value.  Fed. R. Evid. 403; see United States v. McVeigh, 153 F.3d 1166, 1190-92 (10th Cir. 1998), cert. denied, 526 U.S. 1007 (1999).  Arthur wrongly relies on Crosby, supra, which was concerned with the exclusion of evidence that a  victim's husband was more likely her assailant than was the defendant. See 75 F.3d at 1346-48.  The Crosby court's determination that it was  error to exclude evidence of sloppy police work was tied to its more  fundamental assessment that it was error to exclude the strong direct  evidence that someone else (the victim's husband) had committed the  crime, which was the defendant's theory of the case.  See id. at 1348  (\"The excluded evidence [of sloppy police investigation] would have  lent support to the defendant's theory that someone else beat [the  victim] and undermined the prosecutor's claim that a more thorough  investigation would have turned up nothing of value.  Rather than being  limited to poking holes in the prosecution's case, defendant's counsel  could have plausibly argued that a more thorough investigation would  have produced evidence incriminating [the victim's husband].\").  Crosby thus does not stand for the proposition that evidence of sloppy police  investigations is per se admissible.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Arthur also argues that a note based on the statement from  Peter Eden, a drug dealer, should have been admitted under the hearsay  exception for declarations against penal interest.  See Fed. R. Evid.  804(b)(3).  The note of Peter Eden's statement around the time of his  arrest says that his (Eden's) boss ordered the murder of Thomas, which  Arthur argues inculpates Eden himself in both a drug conspiracy and the  murder.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a>  At trial, Eden invoked his Fifth Amendment privilege against  self-incrimination and refused to testify.  Arthur then sought  admission of the note under Fed. R. Evid. 804(b)(3).  Arthur argued  that the Eden statement was exculpatory as to Arthur because it tended  to implicate Eden's boss (whom, he says, was certainly not Arthur), and  that the information was corroborated by the fact that the police files  were \"fairly bursting with notes and memoranda\" detailing tips  identifying someone named \"Paul, \"Paulo\" or \"Pablo\" as Thomas's killer.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">The district court refused to admit the note because it  doubted that the note exculpated Arthur, thought Arthur might himself  be the \"boss\" referred to, and found no corroborating circumstantial  evidence indicating the trustworthiness of the statement.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">There was no abuse of discretion in excluding the note.  Rule  804(b)(3) provides that a statement \"tending to exposethe declarant to  criminal liability and offered to exculpate the accused is not  admissible unless corroborating circumstances clearly indicate the  trustworthiness of the statement.\"  Id. (emphasis added).  It was up to  Arthur, as the proponent, to clearly indicate the admissibility of the  statement, and he did not establish that it was either trustworthy or  exculpatory.  The district court correctly viewed the statement in  context.  Williamson v. United States, 512 U.S. 594, 603 (1994).  The  author of the Eden note was never identified; the arresting officer  denied it was his note, said he did not know who wrote the note, and  did not recall speaking with Eden about a homicide.  The note  apparently misidentifies Peter Eden as Paul Eden and refers to an  unnamed boss.  There is no firm evidence as to whether the universe of  plausible bosses includes or excludes Arthur.<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a>  That there were  anonymous tips from others identifying the murderer as a Latino man  named Paul, Paulo, or Pablo suggests that Jason Arthur was not the  murderer, but it is not an abuse of discretion to conclude that those  tips do not particularly corroborate the trustworthiness of this note.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Arthur argues, alternatively, that the various tip notes are  admissible because his Sixth Amendment right to present exculpatory  evidence here trumps the rules against hearsay evidence.  Arthur cites,  inter alia, Chambers v. Mississippi, 410 U.S. 284 (1973), which  declared unconstitutional the mechanistic exclusion under Mississippi  law of a third person's multiple confessions to the crime for which the  defendant was tried.  See id. at 299-301; see also Pettijohn v. Hall,  599 F.2d 476, 480-81 (1st Cir. 1979) (violation of defendant's Sixth  Amendment rights to exclude testimony of eyewitness who had identified  another person as the guilty party).  Here, the tip information lacked  the indicia of reliability of the testimony in Chambers, and, in  contrast to Chambers, was outside the basic rationale of the exception  for declarations against penal interest.  There was no error.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">3.  Exclusion of Portions of Search Warrant Affidavit</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">The district court excluded two portions of an affidavit in  support of the search warrant for Fleurette Farrell's belongings. Arthur concedes that the statements in the affidavit are hearsay but  says they are nonetheless trustworthy and should have been admitted  because the statements about the timing of certain events would have  been useful to impeach the government's principal witnesses against  him.  First, Arthur claims that the statement in the affidavit that  police were still executing a search warrant at 161 Intervale Street  when investigators arrived on the scene of the Thomas homicide  contradicts the testimony of McKnight and Ivy, the key government  witnesses, that the police had left the building before the shooting. Second, he argues that other statements in the affidavit contradict  Farrell's testimony concerning the time she arrived at 161 Intervale  Street and whether she actually entered the building.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">The district court acted within its discretion.<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a>  Both  statements contain multiple levels of hearsay, and Arthur points to no  specific rule supporting admission of the testimony.  Nor does the  residual exception provided in Fed. R. Evid. 807 help Arthur since he  did not raise the argument.  The exception was, in any event,  unavailable since Arthur could have called as a witness any officer who  actually conducted the search of 161 Intervale Street, rather than  simply relying on the hearsay statements.  See Fed. R. Evid. 807  (requiring proof that \"the statement is more probative on the point for  which it is offered than any other evidence which the proponent can  procure through reasonable efforts\").</p>\n    </div>\n    <p class=\"indent\">4.  Altering a Chalk on Rebuttal Summation</p>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">Arthur argues the district court erred in allowing the  prosecutor to \"alter\" a chronology used as a chalk (or jury aid) on  rebuttal summation to support the government's position as to the time  of Thomas's death.  Although prosecution witness Farrell testified that  the shooting occurred around 10:15 p.m., the defense theory was that it  occurred earlier, between 8:30 and 9:00 p.m.  On summation, the  prosecutor used a timeline to assist the jury in understanding the  sequence of events surrounding the Thomas murder.  The chalk, which was  never entered into evidence, initially listed the following times:  undercover purchase (8:45 p.m.); search warrant (9:00 p.m.); and time  of homicide (10:17 p.m.).  On rebuttal summation, the prosecutor added  to the chalk that Thomas was pronounced dead at 10:46 p.m., a fact  already in evidence.  This was entirely proper.  Cf. United States v. Morse, 491 F.2d 149, 153 n.6 (1st Cir. 1978) (\"use [of chalks] must be  fully supported in all respects by corroborating admissible evidence\"). Not only was there no prejudice, but the prosecutor actually reinforced  Arthur's position that 10:46 p.m. represented not the time Thomas died  but rather the time he was pronounced dead.</p>\n    </div>\n    <p class=\"indent\">D. Brady Claim</p>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">Patrick argues vaguely that the prosecution withheld  exculpatory information in violation of Brady v. Maryland, 373 U.S. 83  (1963).  Under Brady, the government must provide the defense with  evidence in its possession \"where the evidence is material either to  guilt or to punishment.\"  Id. at 87.  Evidence relating to the  impeachment of prosecution witnesses is deemed to be exculpatory within  the meaning of the Brady rule.  See Giglio v. United States, 405 U.S.  150, 154-55 (1972).  For evidence to be \"material\" under Brady, there  must be \"a reasonable probability that, had the evidence been disclosed  to the defense, the result of the proceeding would have been  different.\"  United States v. Bagley, 473 U.S. 667, 682 (1985); see United States v. Perkins, 926 F.2d 1271, 1275 (1st Cir. 1991).  \"Where  . . . the defense is confronted not with complete suppression, but with  delayed disclosure, reversal will be granted only if defendants were  denied the opportunity to use the disclosed material effectively.\" United States v. Drougas, 748 F.2d 8, 23 (1st Cir. 1984).</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">Patrick's brief fails to describe fully the nature of the  problem or why he was prejudiced by learning the information at trial  and not earlier.  The government's brief helpfully explains the issue. Two police officers who were conducting surveillance at the time,  government informant Jennifer Monteiro, and IVP member Allen Ivy all  testified about the same July 24, 1996 sale of drugs.  They had  different recollections about whether it was Patrick or another IVP  member who was in the area on a bicycle around the time of the  transaction.  However, there is no evidence the government knew of the  discrepancy before trial, and defense counsel cross examined on the  different versions.  During trial the names of the two police officers  were given to defense counsel.  Both officers were called and  testified.<a class=\"footnote\" href=\"#fn14\" id=\"fn14_ref\">14</a>  There was neither a Brady violation nor prejudice.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">E.  Post-Trial Motion for Investigative Funds</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">Arthur claims the district court abused its discretion in  denying his motion for additional funds under 18 U.S.C. &#167; 3006A to  conduct a post-trial investigation.  Arthur's counsel told the trial  court he needed the funds to find additional witnesses who would cast  doubt on Farrell's testimony.  Although he knew the name of one witness  who was at 161 Intervale Street on the night of the Thomas murder,  counsel conceded he was \"speculating on precisely what [these  witnesses] would say.\"  The district court found no evidence to support  the conclusion that exculpatory evidence was withheld and denied the  motion on that basis alone.<a class=\"footnote\" href=\"#fn15\" id=\"fn15_ref\">15</a>  A denial of a motion for funds under  section 3006A is reviewed for abuse of discretion.  See United States v. De Jesus, 211 F.3d 153, 155-56 (1st Cir. 2000).  We have carefully  reviewed the record, and find that the district court did not abuse its  discretion in denying the motion.</p>\n    </div>\n    <p class=\"indent\">F.  Sentencing</p>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">Defendants also challenge their sentences on various grounds.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">Patrick asserts that the district court wrongly sentenced him  based on its finding that he was involved with more than 1.5 kilograms  of crack cocaine because the court denied his motion under 18 U.S.C. &#167;  3006A for an independent examination of some of the crack cocaine to  determine its weight.  Patrick also challenges his four-level  enhancement for his role as a \"leader or supervisor\" under U.S.S.G. &#167;  3B1.1 and the district court's refusal to depart downward based on his  family ties and responsibilities.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">Arthur argues that the district court erred in imposing a  three-level enhancement for his role as a \"manager or supervisor\" under  U.S.S.G. &#167; 3B1.1 and a two-level enhancement for employing juveniles in  the drug operations under U.S.S.G. &#167; 3B1.4.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">Patrick and Arthur also each make claims based on Apprendi v. New Jersey, 120 S. Ct. 2348 (2000).</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">We discuss these arguments in turn and affirm the sentences.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">1. Denial of Motion for Funds to Conduct Independent Weighing</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">In connection with his sentence, Patrick appeals the district  court's denial of his motion for funds to conduct an independent  weighing and examination of the amount of crack cocaine attributed to  him.  We review his claim for abuse of discretion, see De Jesus, 211  F.3d at 155, and find none.  Patrick correctly points out that due  process considerations animate motions for investigative funds under  section 3006A.  Still, \"concern for fairness does not mean that all  applications should be granted regardless of merit.\"  United States v. Mateos-Sanchez, 864 F.2d 232, 240 (1st Cir. 1998).  Here, Patrick was  able to extensively cross examine the government chemist, who testified  as to the weight of the crack cocaine from the various transactions,  and Patrick presented the court with no reason why the chemist's  determinations might be questionable.  Moreover, the issue Patrick  argues would not affect his sentence since his conspiracy conviction  renders him responsible for all reasonably foreseeable amounts of drugs  distributed in furtherance of the conspiracy.  See U.S.S.G. &#167;  1B1.3(a)(1)(B) (Relevant Conduct); United States v. Collazo-Aponte, 216  F.3d 163, 200 (1st Cir. 2000) (\"In the context of a drug conspiracy, a  defendant is also accountable for the conduct of others if that conduct  is (1) reasonably foreseeable to the defendant and (2) committed in  furtherance of a jointly undertaken criminal activity.\").  The district  court found this amount to be well over 1.5 kilograms, and there is no  real claim that this finding was wrong.</p>\n    </div>\n    <p class=\"indent\">2. Sentencing Enhancements</p>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">Review of challenges to the evidentiary support of a  sentencing guidelines enhancement is for clear error.  See, e.g., United States v. Coviello, 225 F.3d 54, 64-65 (1st Cir. 2000).  Patrick  challenges the four-level enhancement for his role as an \"organizer or  leader\" of an extensive criminal activity under U.S.S.G. &#167; 3B1.1(a). The district court found that Patrick occupied \"the primary role\" in  the IVP and was considered \"the undisputed leader\" by older and younger  members alike.  The record clearly supports this finding.  Patrick had  ultimate decision making authority in the IVP (Arthur, for one, referred  to Patrick as \"chief\" and \"top dog\").  He determined who could sell on  IVP territory, decided when to take action against rival drug dealers,  recruited juvenile accomplices, and supplied the IVP with a large  quantity of drugs.  See U.S.S.G. &#167; 3B1.1 comment (n. 4) (listing  factors distinguishing \"a leadership and organizational role from one  of mere management or supervision\").</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">Arthur objects to the three-level enhancement for his role  as a \"manager or supervisor\" under U.S.S.G. &#167; 3B1.1(b).  The district  court found that while Arthur was lower in the IVP hierarchy than  Patrick, he supervised and managed drug transactions since he  determined the quantity involved in each particular transaction. Arthur also objects to the two-level enhancement under section 3B1.4  for \"using a minor to commit a crime.\"  The district court found that  numerous minors were used in the RICO and drug conspiracies and that  Arthur himself used minors to sell drugs.  Neither finding was clearly  erroneous.</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">The three-level enhancement for Arthur's managerial or  supervisory role was supported by evidence that he owned and  distributed large quantities of crack (over 300 grams were found in his  house), gave orders to younger IVP members, and used violence to  eliminate rivals like Thomas.  See United States v. Alicea, 205 F.3d  480, 485 (1st Cir.) (\"[T]he inference that the [defendant] was [the  gang's] leader flows rationally from the evidence that he owned the  drugs, that he gave orders freely, and that he was prepared to use  extreme measures if anything went awry.\"), cert. denied, 121 S. Ct. 256  (2000).  With respect to the two-level enhancement for employing  juveniles, Arthur relies on evidence that juveniles worked for Patrick  or another IVP member, and that no witness testified that Arthur  himself employed juveniles.  However, because Arthur was convicted of  conspiracy, his sentence could be enhanced based on his co-conspirators' reasonably foreseeable use of juveniles to further the  IVP's activities.  See U.S.S.G. &#167; 1B1.3(a) (\"adjustments in Chapter  Three\" must be determined in a conspiracy based on \"all reasonably  foreseeable acts and omissions of others in furtherance of the jointly  undertaken criminal activity\"); see also United States v. Li, 206 F.3d  78, 86-87 (1st Cir.), cert. denied, 121 S. Ct. 379 (2000).</p>\n    </div>\n    <p class=\"indent\">3. Downward Departure</p>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">A district court's discretionary refusal to depart downward  is unreviewable unless the court believed it lacked  authority to do  so.  See, e.g., United States v. Snyder, 235 F.3d 42, 51 (1st Cir.  2000); United States v. Lauzon, 938 F.2d 326, 330 (1st Cir. 1991). Here, the district court, exercising its discretion, found it  inappropriate to depart because Patrick had not identified any factors  that took his case outside the \"heartland.\"  See Koon v. United States,  518 U.S. 81, 95 (1996).  Finding no indication that the district court  believed it lacked authority to depart downward, we affirm.</p>\n    </div>\n    <p class=\"indent\">4.  Apprendi Claims</p>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">Neither defendant raised any Apprendi argument before the  district court, and so we review their Apprendi arguments here for  plain error.  See United States v. Robinson, 241 F.3d 115, 119 (1st  Cir. 2001); United States v. Mojica-Baez, 229 F.3d 292, 306-07 (1st  Cir. 2000).  In Apprendi, the Supreme Court held that \"[o]ther than the  fact of a prior conviction, any fact that increases the penalty for a  crime beyond the prescribed statutory maximum must be submitted to a  jury, and proved beyond a reasonable doubt.\"  120 S. Ct. at 2362-63. We reject Patrick's Apprendi argument because Patrick was previously  convicted of a drug felony, and because the record establishes that no  jury would have failed to find beyond a reasonable doubt that his  (various) drug crimes here involved over 5.0 grams of cocaine base,  thus triggering a maximum sentence of life imprisonment.  See 21 U.S.C.  &#167; 841(b)(1)(B)(iii); 18 U.S.C. &#167; 1963.  Patrick relies on United States v. Fields, 242 F.3d 393 (D.C. Cir. 2001), which found plain error under Apprendi where there was arguably insufficient evidence of drug  quantity to meet the proof beyond a reasonable doubt standard.  Id. at  397.  There was no such insufficiency here.</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">Arthur cites Apprendi as bearing upon his attack on his  sentencing guideline enhancements.  We reject that challenge. See, e.g., Robinson, 241 F.3d at 121-22.  As to Arthur's drug  crimes, the record establishes that no jury could have failed to  find beyond a reasonable doubt that all of those crimes involved  more than five grams of crack cocaine.  The drug crimes, coupled  with Arthur's two prior felony drug convictions, subjected him  to a maximum sentence of life imprisonment.  See 21 U.S.C. &#167;  841(b)(1)(B)(iii).  In addition, the jury found beyond a  reasonable doubt that Arthur committed murder, which carries a  mandatory sentence of life imprisonment under Massachusetts law, see Mass. Gen. Laws ch. 265, &#167; 2, as one of his predicate acts  of racketeering.  Thus, Arthur's maximum sentence for  racketeering and racketeering conspiracy was life imprisonment. See 18 U.S.C. &#167; 1963.</p>\n    </div>\n    <p class=\"indent\">IV.</p>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">Defendants' convictions and sentences are affirmed.</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">So ordered.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p>  Thirteen others were indicted along with Arthur and  Patrick.  Twelve pled guilty to various charges prior to trial;  one, Terrence Williams, successfully moved to sever his case  from Arthur and Patrick's, and was convicted at trial of  conspiracy to distribute crack cocaine.  The court originally  consolidated Williams' appeal with this one, but then granted  the government's motion to file a separate brief in Williams'  case.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p>  \"Pumping\" described a way of serving the drug buyer, just as  a gas station attendant pumps gas for his or her customer.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p>Section 1962(c) makes it unlawful:</p>\n        <p>for any person employed by or associated with any  enterprise engaged in, or the activities of which  affect, interstate or foreign commerce, to  conduct or participate, directly or indirectly,  in the conduct of such enterprise's affairs  through a pattern of racketeering activity or  collection of unlawful debt.</p>\n        <p>Section 1962(d) prohibits conspiracy to violate section 1962(c).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p>  Shifman says that the government must prove: (1) the  existence of an enterprise affecting interstate commerce, (2) that the  defendant knowingly joined the conspiracy to participate in the conduct  of the affairs of the enterprise, (3) that the defendant participated  in the conduct of the affairs of the enterprise, and (4) that the  defendant did so through a pattern of racketeering activity by agreeing  to commit, or in fact committing, two or more predicate offenses.  Id. (emphasis added).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p>  Finally, to the extent Patrick complains that a second motion  for more money for analysis of the tapes was denied, the court did not  abuse its discretion in denying that motion.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p>  That is the thrust of State v. Flores, 595 N.W.2d 860  (Minn. 1999), a case relied on by Arthur.  Flores says a  defendant may seek to introduce evidence of prior bad acts by a  third person tending to show that third person committed the  crime.  Id. at 868.  Flores also held that such evidence must  have a proper foundation, such as proof of facts that connect  the third person to the crime,  \"to avoid the consideration of  matters collateral to the crime.\"  Id. (internal quotation marks  omitted).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p>  These two theories overlap in places.  When, for  example, Arthur asserts that the tipsters said \"flatly\" that  another person murdered Thomas, he seems less to be defining the  notes as non-hearsay showing the inadequacy of the police  investigation than claiming the notes should have been admitted  for their truth, i.e., that such third person, and not Arthur,  murdered Thomas.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p>  We recognize that anonymous tipsters are hardly likely  to make themselves available to defense counsel.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p>  Reynolds is in any event a case not decided under the  federal rules of evidence.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p>  Detective Mahoney, the officer in charge of the Thomas  investigation, testified on voir dire that his usual practice was to  follow up on informant tips, though he could not recall, six years and  \"400 homicides\" later, what action he took on each and every tip.  This  does not suggest an inadequate investigation of the Thomas murder.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p>  The note attributes the statement to a Paul Eden, not  Peter Eden, but is apparently a record of Peter Eden's arrest. Arthur's contention is sheer speculation that this shows that  the \"Paul\" referred to in the note was Peter Eden's boss, and  therefore that this Paul, and not Arthur, murdered Thomas.  The  record also shows there was an IVP member named Paul.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p>  Arthur says that Peter Eden operated out of 161  Intervale Street, an area not within IVP territory.  The  district court thought the evidence was otherwise.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p>  Arthur also claims that the district court erred in allowing  the government to cite Farrell's testimony in closing argument, where,  based on the affidavit, it had reason to know her testimony contained  false and misleading statements.  There was no error.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn14\">\n        <a class=\"footnote\" href=\"#fn14_ref\">14</a>\n        <p>  Neither officer was able to identify the male who \"burned\"  their surveillance operation by looking into their vehicle.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn15\">\n        <a class=\"footnote\" href=\"#fn15_ref\">15</a>\n        <p>  The court denied Arthur's new trial motion on the same  basis.</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">248</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">11</span></span> (1st Cir. 2001)</p>\n    <p class=\"parties\">UNITED STATES OF AMERICA, Appellee,<br>v.<br>SAMUEL PATRICK AND JASON ARTHUR,  Defendants, Appellants.</p>\n    <p class=\"docket\">Nos. 99-1387, 99-1388</p>\n    <p class=\"court\">United States Court of Appeals For the First Circuit</p>\n    <p class=\"date\">Heard March 29, 2001<br>Decided May 3, 2001</p>\n    <div class=\"prelims\">\n      <p>[Copyrighted Material Omitted][Copyrighted Material Omitted][Copyrighted Material Omitted]</p>\n      <p class=\"indent\">Malcolm J. Barach for appellant Samuel Patrick.</p>\n      <p class=\"indent\">Donald K. Freyleue, with whom Benjamin D. Entine was on  brief, for appellant Jason Arthur.</p>\n      <p class=\"indent\">Karin B. Hoppmann, Attorney, Criminal Division-Appellate  Section, Department of Justice, with whom Donald K. Stern, United  States Attorney, and George Vien, Assistant United States Attorney,  were on brief, for appellee.</p>\n      <p class=\"indent\">Before  Boudin, Lynch, and Lipez, Circuit Judges.</p>\n      <p class=\"indent\">LYNCH, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This appeal raises questions about the  definition of the \"enterprise\" element of criminal charges under the  Racketeer Influenced and Corrupt Organizations Act, 18 U.S.C. &#167; 1961 et  seq. (\"RICO\"), and the admissibility of evidence concerning the  adequacy of police investigations and of investigation tips received by  police officers as to who committed a crime.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Samuel Patrick and Jason Arthur were each convicted on over  six counts of a criminal RICO indictment arising out of their  membership in the Intervale Posse (IVP), a gang that distributed crack  cocaine from 1990 to 1996 in the Dorchester neighborhood of Boston. Arthur was also convicted of the 1992 murder of a rival drug dealer. One of their defenses was that the IVP was simply a loose connection of  individual, young drug entrepreneurs, one competing with another. RICO, they say, was meant to counter organized crime, and there was  nothing particularly \"organized\" about the crimes committed by the IVP. They argue that their convictions should be reversed because the judge  improperly instructed the jury, because the evidence did not support a  RICO conviction, and for other reasons.</p>\n    </div>\n    <p class=\"indent\">I.</p>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Jason Arthur and Samuel Patrick were each charged in 1997  with racketeering under 18 U.S.C. &#167; 1962(c), conspiracy to commit that  offense under 18 U.S.C. &#167; 1962(d), and conspiracy to distribute crack  cocaine under 21 U.S.C. &#167; 846.  Arthur was charged with two counts and  Patrick with three counts of possession of crack with intent to  distribute under 21 U.S.C. &#167; 841(a)(1).<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  In addition, Arthur was  charged with murder in aid of racketeering under 18 U.S.C. &#167; 1959. Both were convicted and sentenced to life imprisonment.</p>\n    </div>\n    <p class=\"indent\">II.</p>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">We describe the evidence as the jury could reasonably have  found it.  During the 1990s, members of the IVP sold crack cocaine in  the Intervale neighborhood of Dorchester, an area of Boston.  The IVP  was the successor to an earlier gang, known as \"Adidas Park.\"  The gang  gave a new spin to the concept of brand identification.  IVP members  wore Adidas clothing, identified themselves and referred to the gang by  signifying the Adidas brand logo (a sign of three fingers signifying  the three stripes on Adidas products), and, in a few instances, owned  mirrors painted with their nicknames and the IVP logo.  Members  referred to one another as family.  Younger members, often teenagers,  \"pumped\"<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> (or sold) drugs for the older members, although some younger  members also operated on their own.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Patrick held the supplier's role within the IVP.  He decided  who could sell on IVP territory, set the prices for the IVP's crack,  and directed sales by younger members.  Patrick also determined when  the gang would eliminate rivals.  Arthur supplied crack to the IVP and  also bought crack from Patrick.  In addition, Arthur helped keep order  in the IVP, reprimanding younger members for risky behavior that  attracted police attention.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">As part of the IVP's operating procedures, IVP members would  page suppliers like Patrick and Arthur to deliver drugs to a customer's  house.  At the house, the crack was \"cut\" and \"bagged\" in smaller  amounts for resale on the street, and the customer was paid in crack or  money for use of the house.  Although IVP members competed with one  another for individual customers, they all profited from increased  sales overall in the neighborhood.  Only IVP members could sell on the  IVP's \"turf,\" and the gang used actual and threatened violence to deter  rivals.  Members held \"sessions\" (or meetings) where they discussed  rival drug operations as well as problems with police.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">In December 1992, Courtney Thomas, a non-IVP member, was  selling drugs on IVP territory without permission.  When an IVP member  named Antwan told Thomas that he could not \"pump\" on IVP territory,  Thomas threatened him.  Antwan informed Arthur, who said he would  \"handle it.\"  That evening Arthur met two other IVP members, Cecil  McKnight and Allen Ivy, at a wooded area where the IVP hid drugs and  weapons.  Arthur carried two guns.  The three men went to the house at  161 Intervale Street where Thomas was reportedly selling drugs.  When  Thomas got into his car in front of the house, Arthur fired repeatedly  into the car, killing Thomas and wounding Thomas's companion, Fleurette  Farrell.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">In 1995, Jennifer Monteiro, a neighborhood resident and  reported drug dealer, was arrested on unrelated charges involving the  use of fraudulent or stolen credit cards.  Monteiro agreed to cooperate  with the police and began making purchases from the IVP, including  several purchases in 1996 from Arthur and Patrick.  Audio tapes of  these transactions were made.  One purchase occurred on July 24, 1996,  when Monteiro paged Patrick for two ounces of crack.  Patrick directed  her to go to a park near a neighborhood school, where Monteiro was met  by a go-between named Terrence.  Terrence handed Monteiro the drugs and  then gave the money to Patrick, who was in his parked truck nearby.  In  August 1996, police arrested several IVP members, including Patrick and  Arthur.  Police seized cash, drugs, scales, and items with the IVP or  Adidas logo from the homes of IVP members.  From Jason Arthur's home,  police seized over 300 grams of crack cocaine, several thousand  dollars, a scale, and a mirror with the IVP logo and the name \"Kilo J.\" They also seized a handgun from Patrick's truck.</p>\n    </div>\n    <p class=\"indent\">III.</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">A. RICO Enterprise: Instructions and Sufficiency</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Both defendants claim that the district court erred in  rejecting their proposed jury instruction which defined a criminal  \"enterprise\" under 18 U.S.C.&#167; 1962(c)<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> as having an \"ascertainable  structure,\" and that the jury's verdict cannot stand on the evidence. The district court did not err, and the evidence supports the verdict.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The district court charged the jury that under RICO the term  \"enterprise\":</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">includes any individual, partnership,  corporation, association or other legal entity,  and any group of individuals associated in fact  although not a legal entity.  An enterprise may  be a formal or an informal organization of  individuals so long as they have associated  together for a common purpose. . . .  In the  present case, it is alleged that each defendant,  and others, were associated in fact to form an  enterprise, called among other names, Intervale,  the Intervale Posse, and IVP.  To find that an  association in fact existed, you must find that  the alleged enterprise had an ongoing  organization, formal or informal, and that its  various associates functioned as a continuing  unit for a common purpose. This means that  although individuals may come and go, the  enterprise must continue in an essentially  unchanged form during substantially the entire  period alleged in the indictment.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Note that the enterprise element is  different from the racketeering activity element. Although the proof to establish these elements  may overlap, proof of one does not necessarily  establish the other.  Rather, the enterprise must  be an entity separate and apart from the pattern  of racketeering activity in which it engages.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The defendants requested that the district court further  define the term \"enterprise\" by instructing the jury that \"[a]t a  minimum, the enterprise must exhibit some sort of structure for the  making of decisions, whether it be hierarchical or consensual.\"  The  court refused, and defendants now appeal its \"enterprise\" instruction.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Defendants based their request on a line of cases which they  say support the requirement of an explicit \"ascertainable structure\"  jury instruction under RICO.  See Chang v. Chen, <span class=\"citation\" data-id=\"715826\"><a href=\"/opinion/715826/ming-chu-chang-kang-jye-chen-ching-chieh-chang-aci-trading-inc-and/\"><span class=\"volume\">80</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1293</span></a></span>, 1297  (9th Cir. 1996); United States v. Riccobene, <span class=\"citation\" data-id=\"419746\"><a href=\"/opinion/419746/united-states-v-mario-riccobene-in-no-82-1399-v-joseph-ciancaglini-in/\"><span class=\"volume\">709</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">214</span></a></span>, 222 (3d Cir.  1983), overruled on other grounds by Griffin v. United States, <span class=\"citation\" data-id=\"112659\"><a href=\"/opinion/112659/griffin-v-united-states/\"><span class=\"volume\">502</span> <span class=\"reporter\">U.S.</span>  <span class=\"page\">46</span></a></span> (1991); United States v. Bledsoe, <span class=\"citation\" data-id=\"402152\"><a href=\"/opinion/402152/united-states-v-carl-l-bledsoe-jr-united-states-of-america-v-thomas/\"><span class=\"volume\">674</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">647</span></a></span>, 664 (8th Cir. 1982). Defendants refer to their proposed language as the Bledsoe test.  In Bledsoe, which involved securities fraud, the Eighth Circuit required  \"proof of some structure separate from the racketeering activity and  distinct from the organization which is a necessary incident to the  racketeering\" in order to avoid to collapse of the \"enterprise\" element  with the separate \"pattern of racketeering activity\" element of a RICO  offense.  674 F.2d at 664.  Bledsoe thus required that a RICO  enterprise have an \"ascertainable structure distinct from that inherent  in the conduct of a pattern of racketeering activity. . . . [which]  might be demonstrated by proof that a group engaged in a diverse  pattern of crimes or that it has an organizational pattern or system of  authority beyond what was necessary to perpetrate the predicate  crimes.\"  Id. at 665 (internal quotation marks and citation omitted); see also Chang, 80 F.3d at 1297 (adopting \"ascertainable structure\"  requirement to avert the danger of the \"enterprise [being] no more than  the sum of the predicate racketeering acts\").  The prosecution rejoins  that Bledsoe and its successors like Chang use the concept of  \"ascertainable structure\" simply as an analytic device in determining  whether the evidence was sufficient to support the verdict, and also  argues, in a bit of non-sequitur, that the phrase has no use as a jury  instruction.  Cf. Riccobene, 709 F.2d at 223 (evidence sufficient to  satisfy \"enterprise\" prong where, inter alia, it showed \"an  organization with a leader and a group of supervisors, each running his  own operations with 'his own people,' but coordinated with the  operations of other supervisors to provide greater profits and fewer  conflicts\").</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Here, the district court took its instruction almost directly  from the language of the Supreme Court's decision in United States v. Turkette, <span class=\"citation\" data-id=\"110529\"><a href=\"/opinion/110529/united-states-v-turkette/\"><span class=\"volume\">452</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">576</span></a></span> (1981), and no more was needed to define the  term \"enterprise\" for the jury.  This court was before asked to adopt  the Bledsoe test; it did not need to resolve the question because the  evidence was sufficient even assuming arguendo the Bledsoe test  applied.  See United States v. London, <span class=\"citation\" data-id=\"196297\"><a href=\"/opinion/196297/united-states-v-london/\"><span class=\"volume\">66</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1227</span></a></span>, 1244 (1st Cir.  1995); see also United States v. Owen, <span class=\"citation\" data-id=\"198347\"><a href=\"/opinion/198347/united-states-v-owens/\"><span class=\"volume\">167</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">739</span></a></span>, 752 n.6 (1st Cir.  1999) (noting that First Circuit has not adopted Bledsoe test;  concluding that evidence sufficiently established \"enterprise\" separate  from \"pattern of racketeering activity\").  We today explicitly reject  the Bledsoe test as an additional requirement beyond the Turkette instruction.  Indeed, we think the defendants' proposed Bledsoe instruction could be misleading.  The important concept  underlying Bledsoe was that the government must prove both an  \"enterprise\" and a \"pattern of racketeering activity.\"  See Bledsoe,  674 F.2d at 663-65.  That concept was specifically captured in the  instruction given by the district court in this case.  Bledsoe should  not be torn from its conceptual moorings.  So too were instructions  given here on the important concepts that an enterprise is proved, as Turkette had said, by evidence of an \"ongoing organization\" that was  \"formal or informal\" and by evidence that \"the various associates  function as a continuing unit.\"  Turkette, 452 U.S. at 583; see also Riccobene, 709 F.2d at 221 (saying Turkette defined \"illegal  enterprise\" for RICO purposes to avoid the danger that the statute  would be construed too broadly).  While \"enterprise\" and \"pattern of  racketeering activity\" are separate elements of a RICO offense, proof  of the these two elements need not be separate or distinct but may in  fact \"coalesce.\"  Turkette, 452 U.S. at 583.  The defendants' proposed  jury instruction here addressed not the ongoing nature of the  enterprise -- a problem addressed in Turkette   but rather its  structure.  Here, on the issue of structure and its ascertainability,  the slope is slippery, and the district court appropriately avoided the  slope's edge.  Since Congress intended the term \"enterprise\" to include  both legal and criminal enterprises, see id. at 580-81, and because the  latter may not observe the niceties of legitimate organizational  structures, we refuse to import an \"ascertainable structure\"  requirement into jury instructions.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Defendants also argue that there was insufficient evidence  of any enterprise.  Not so.  The gang was ongoing and identifiable: it  changed its name from Adidas to the IVP, it had colors and signs, it  had older members who instructed younger ones, its members referred to  the gang as family, and it had \"sessions\" where important decisions  were made, including decisions about taking action against rival drug  dealers.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Defendants protest that the IVP is just a motley crew of  young criminals and that it hardly constitutes the type of highly  sophisticated organized crime that spurred Congress to enact RICO. Even if the IVP were a fledgling criminal organization, we doubt that  Congress meant to give a pass to such fledgling organizations.  In any  event, the IVP was no innocent group of teenagers, but rather was  sophisticated and experienced in its own way in the rough, often  violent business of drug dealing.  That there was yet no evidence the  IVP had infiltrated legitimate businesses as organized crime frequently  has done does not insulate the IVP from RICO's reach.  The IVP was well  within Congress' intended scope.  See Turkette, 452 U.S. at 591 (\"RICO  is equally applicable to a criminal enterprise that has no legitimate  dimension or has yet to acquire one.  Accepting that the primary  purpose of RICO is to cope with the infiltration of legitimate  businesses, applying the statute . . . so as to reach criminal  enterprises, would seek to deal with the problem at its very source.\").</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">B.  Sufficiency of the Evidence of Conspiracy</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Arthur argues that there was no evidence of any meetings  among the alleged conspirators resulting in Arthur's agreement to  perform the predicate acts under RICO.  Arthur says the fact that he  actually committed two or more acts of racketeering activity is not  enough to show he was a conspirator.  For these purposes, we focus on  the predicate acts of murder and drug dealing.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The government, citing United States v. Shifman, <span class=\"citation\" data-id=\"197517\"><a href=\"/opinion/197517/united-states-v-shifman/\"><span class=\"volume\">124</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">31</span></a></span>  (1st Cir. 1997), says that a RICO conspiracy may be shown by evidence  that the defendant agrees to commit two or more predicate acts \"or in  fact commit[s]\" such acts.  Id. at 35.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  We rely on an alternate ground:  the well-established legal principle that a conspiracy may be based on  a tacit agreement shown from an implicit working relationship -- here  the relationship between Arthur and other IVP members -- to commit the  Thomas murder.  The evidence supports the jury's conclusion that there  was at least a tacit agreement.  There was evidence that the IVP  routinely eliminated the competition by murdering rival drug dealers. When Arthur was given a report by an IVP member about Thomas selling  drugs on IVP turf, Arthur replied that he would \"handle it.\"  Arthur  handled it by murdering Thomas, with the assistance of two other IVP  members.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">As to the drug dealing, there was evidence that the IVP had  \"sessions\" where members discussed the gang's drug distribution  business.  That was enough to permit the inference of an agreement.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Patrick raises the same argument in a summary fashion in his  brief, and we reject it for the same reasons.</p>\n    </div>\n    <p class=\"indent\">C.  Evidentiary Rulings</p>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Questions of admissibility and relevance of evidence are  reviewed for abuse of discretion.  United States v. Reeder, <span class=\"citation\" data-id=\"762263\"><a href=\"/opinion/762263/united-states-v-george-wayneti-reeder-aka-wayne-reeder/\"><span class=\"volume\">170</span> <span class=\"reporter\">F.3d</span>  <span class=\"page\">93</span></a></span>, 107 (1st Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">528</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">872</span></span> (1999).</p>\n    </div>\n    <p class=\"indent\">1.  Audio Tape Recordings</p>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Patrick argues that it was error to admit into evidence audio  tape recordings made by government informant Monteiro of her drug  transactions with IVP members, including Patrick.  Patrick says the  tapes did not accurately reflect what was said and that he should have  been permitted to inspect the original recordings and to cross examine  as to the equipment used.  The net result of the exclusion of this  evidence, he says, violated the Confrontation Clause of the Sixth  Amendment and Rule 403, Fed. R. Evid.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Patrick, however, did cross examine Monteiro about the tapes  and the equipment used, and his objections to the tapes at trial were  more limited than those on appeal.  At trial he objected on the grounds  that one tape had only a one-sided conversation and that another tape  had a conversation in which Patrick did not take part.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">In any event, we ignore the issue of waiver because there was  no error in admitting the tapes.  Monteiro authenticated the tapes  under Rule 901, Fed. R. Evid., and the tapes were relevant,  corroborating Monteiro's testimony.  Further, Patrick was given funds  to pay for an analysis of at least one tape, a tape on which Patrick  quoted Monteiro the price for an ounce of crack.  The court rejected  the conclusion of Patrick's \"expert\" that something had been added to  the tapes, finding the expert unqualified and his conclusion  unsupported.  The trial judge's determination that the original tape  would be best preserved for trial use by not turning it over to Patrick  was very reasonable.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">2.  Exclusion of Handwritten Notes of Informant Tips</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Arthur complains that the district court excluded from  evidence certain handwritten notes found in police files, including one  purporting to contain a statement from a Peter Eden.  In common, the  notes recorded tips the police had received about who committed the  Thomas murder.  The defense theory was that the police had not  adequately investigated the murder, as evidenced by these notes. Arthur argues that the notes therefore were not hearsay because they  were not offered for their truth but rather for the inadequacy of the  police investigation of other possible suspects.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">The precise question is whether the trial court abused its  discretion in excluding police notes (and related testimony) of  anonymous calls from tipsters about who committed the Thomas murder. This involves several doctrines, starting with relevance.  In fact,  Arthur has two theories, each of which he says created doubt as to his  own guilt: (1) that the notes were evidence that someone else committed  the murder;<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> and (2) that the notes were evidence that the police  investigation was unreliable.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a>  As to the first, evidence that tends to  prove that a person other than the defendant committed the crime is  relevant.  See United States v. Crosby, <span class=\"citation\" data-id=\"712222\"><a href=\"/opinion/712222/43-fed-r-evid-serv-974-96-cal-daily-op-serv-633-96-daily-journal/\"><span class=\"volume\">75</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1343</span></a></span>, 1347 (9th Cir.  1996).  It must, however, be evidence that there is a connection  between the other perpetrator and the crime, and not mere speculation. Cf. United States v. Camuti, <span class=\"citation\" data-id=\"196627\"><a href=\"/opinion/196627/united-states-v-camuti/\"><span class=\"volume\">78</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">738</span></a></span>, 742 (1st Cir. 1996)  (concluding that inferences that investors were responsible for alleged  real estate fraud were \"so thin that they can barely, if at all, meet  the generous test of relevance under Fed. R. Evid. 401\").  When the  evidence is that person X, a non-party, said outside the courtroom that  person Y committed the crime, that evidence is offered for the truth of  the statement and is hearsay.  The defendant can call person X as a  witness and have him testify.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a>  That is not, however, the nature of the  evidence that concerns us.  What Arthur sought to introduce were police  notes that person X (often not identified at all) told the police that  person Y (often identified only by a single name) had committed the  Thomas murder.  In order to offer the police notes for the truth of  their contents: (a) the notes must be admissible themselves under some  exception to the hearsay rule or be sufficiently trustworthy as to fall  within the residual exception of Fed. R. Evid. 807; (b) the hearsay  within the notes must be admissible; and (c) the evidence must not be  so prejudicial as to violate Fed. R. Evid. 403.  See generally 40A Am.  Jur. 2d Homicide &#167; 286 (1999) (\"In a prosecution for homicide, as in  prosecutions for other crimes, the accused may introduce any legal  evidence tending to prove that another person may have committed the  crime with which the defendant is charged, provided such evidence is  not otherwise subject to objection.\") (internal footnotes omitted)  (emphasis added).</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Arthur argues that police notes may be admissible as business  records under Fed. R. Evid. 803(6), and we shall assume so for purposes  of argument.  But where those notes contain information from informants  who are not themselves part of the business of police, that information  is not admissible as an exception to the hearsay rule.  The district  court properly ruled that such hearsay within hearsay is not itself  admissible.  See Fed. R. Evid. 803 advisory committee's note to para.  6 (citing Johnson v. Lutz, <span class=\"citation\" data-id=\"3580095\"><a href=\"/opinion/3598806/johnson-v-lutz/\"><span class=\"volume\">253</span> <span class=\"reporter\">N.Y.</span> <span class=\"page\">124</span></a></span> (1930), and Gencarella v. Fyfe,  <span class=\"citation\" data-id=\"1487787\"><a href=\"/opinion/1487787/gencarella-v-fyfe/\"><span class=\"volume\">171</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">419</span></a></span> (1st Cir. 1948)); see also United States v. Vigneau, <span class=\"citation\" data-id=\"198568\"><a href=\"/opinion/198568/united-states-v-vigneau/\"><span class=\"volume\">187</span>  <span class=\"reporter\">F.3d</span> <span class=\"page\">70</span></a></span>, 75-76 (1st Cir. 1999) (further discussing the issue).  Nor do  police notes contain findings of a public agency charged with making  those findings, which would render the notes admissible under Fed. R.  Evid. 803(8).  E.g., Beech Aircraft Corp. v. Rainey, <span class=\"citation\" data-id=\"112161\"><a href=\"/opinion/112161/beech-aircraft-corp-v-rainey/\"><span class=\"volume\">488</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">153</span></a></span>  (1988).  Thus, the informant tips are not admissible for their truth  under the standard exceptions to the hearsay rule and are not otherwise  sufficiently trustworthy to qualify for admission under the residual  exception provided in Rule 807.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">Arthur tries to avoid this problem by turning to his second  theory: that the tips are admissible not for their truth but to show  the inadequacy of the police investigation.  He relies primarily on a  state case that does use such broad language, Commonwealth v. Reynolds,  <span class=\"citation no-link\"><span class=\"volume\">708</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">658</span></span>, 661 (Mass. 1999), but which most likely stands for a  narrower proposition.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a>  The phrase \"inadequacy of the police  investigation\" covers a variety of different problems and cuts across  the full spectrum of relevant and irrelevant evidence.  Certain  inadequacies -- for example, those that go to the chain of custody or  the preservation of evidence -- may undercut the reliability of  physical evidence against the accused.  See, e.g., Lowenfield v. Phelps, <span class=\"citation\" data-id=\"487429\"><a href=\"/opinion/487429/leslie-lowenfield-v-c-paul-phelps-secretary-of-the-department-of/\"><span class=\"volume\">817</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">285</span></a></span>, 291-92 (5th Cir. 1987) (reasonable trial strategy  for counsel to argue that \"sloppy police work\" tainted the chain of  custody for certain guns seized by police and \"set the stage for an  argument that others were implicated in the murders\").  That is not the  problem here.  Other inadequacies may lead to the destruction of  exculpatory evidence.  That is also not the problem here.  The point is  that the phrase \"inadequacy of the police investigation\" is too broad  and itself says nothing about the relevance of the proffered evidence. Merely showing that an investigation is sloppy does not establish  relevance.  See United States v. Veal, <span class=\"citation\" data-id=\"669697\"><a href=\"/opinion/669697/united-states-v-dennis-veal/\"><span class=\"volume\">23</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">985</span></a></span>, 989 (6th Cir. 1994)  (no abuse of discretion where district court excluded as irrelevant  evidence that the government's investigation of the case was \"sloppy\").</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Here, the defense theory is that someone else committed the  murder, that this is shown by the fact that other names were given to  the police by the tipsters, and that the police failed to take steps to  adequately eliminate other possible suspects before settling on Arthur,  thereby creating doubt as to Arthur's guilt.  However, there was little  to show that the notes of the tipsters' calls in fact furthered  Arthur's theory, or that there was an inadequate investigation,<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a> and  so the note contents were of questionable materiality under Fed. R.  Evid. 401.  But even if the notes had some probative value, the  district court did not abuse its discretion in excluding them under  Fed. R. Evid. 403.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Such speculative evidence of the inadequacy of the police  investigation would have shifted the jury's focus from the accusations  against Arthur to accusations against the police, thus creating a real  danger of unfair prejudice and jury confusion that \"substantially  outweighed\" the evidence's probative value.  Fed. R. Evid. 403; see United States v. McVeigh, <span class=\"citation\" data-id=\"156859\"><a href=\"/opinion/156859/united-states-v-mcveigh/\"><span class=\"volume\">153</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1166</span></a></span>, 1190-92 (10th Cir. 1998), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">526</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1007</span></span> (1999).  Arthur wrongly relies on Crosby, supra, which was concerned with the exclusion of evidence that a  victim's husband was more likely her assailant than was the defendant. See 75 F.3d at 1346-48.  The Crosby court's determination that it was  error to exclude evidence of sloppy police work was tied to its more  fundamental assessment that it was error to exclude the strong direct  evidence that someone else (the victim's husband) had committed the  crime, which was the defendant's theory of the case.  See id. at 1348  (\"The excluded evidence [of sloppy police investigation] would have  lent support to the defendant's theory that someone else beat [the  victim] and undermined the prosecutor's claim that a more thorough  investigation would have turned up nothing of value.  Rather than being  limited to poking holes in the prosecution's case, defendant's counsel  could have plausibly argued that a more thorough investigation would  have produced evidence incriminating [the victim's husband].\").  Crosby thus does not stand for the proposition that evidence of sloppy police  investigations is per se admissible.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Arthur also argues that a note based on the statement from  Peter Eden, a drug dealer, should have been admitted under the hearsay  exception for declarations against penal interest.  See Fed. R. Evid.  804(b)(3).  The note of Peter Eden's statement around the time of his  arrest says that his (Eden's) boss ordered the murder of Thomas, which  Arthur argues inculpates Eden himself in both a drug conspiracy and the  murder.<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a>  At trial, Eden invoked his Fifth Amendment privilege against  self-incrimination and refused to testify.  Arthur then sought  admission of the note under Fed. R. Evid. 804(b)(3).  Arthur argued  that the Eden statement was exculpatory as to Arthur because it tended  to implicate Eden's boss (whom, he says, was certainly not Arthur), and  that the information was corroborated by the fact that the police files  were \"fairly bursting with notes and memoranda\" detailing tips  identifying someone named \"Paul, \"Paulo\" or \"Pablo\" as Thomas's killer.</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">The district court refused to admit the note because it  doubted that the note exculpated Arthur, thought Arthur might himself  be the \"boss\" referred to, and found no corroborating circumstantial  evidence indicating the trustworthiness of the statement.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">There was no abuse of discretion in excluding the note.  Rule  804(b)(3) provides that a statement \"tending to exposethe declarant to  criminal liability and offered to exculpate the accused is not  admissible unless corroborating circumstances clearly indicate the  trustworthiness of the statement.\"  Id. (emphasis added).  It was up to  Arthur, as the proponent, to clearly indicate the admissibility of the  statement, and he did not establish that it was either trustworthy or  exculpatory.  The district court correctly viewed the statement in  context.  Williamson v. United States, <span class=\"citation\" data-id=\"117868\"><a href=\"/opinion/117868/williamson-v-united-states/\"><span class=\"volume\">512</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">594</span></a></span>, 603 (1994).  The  author of the Eden note was never identified; the arresting officer  denied it was his note, said he did not know who wrote the note, and  did not recall speaking with Eden about a homicide.  The note  apparently misidentifies Peter Eden as Paul Eden and refers to an  unnamed boss.  There is no firm evidence as to whether the universe of  plausible bosses includes or excludes Arthur.<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a>  That there were  anonymous tips from others identifying the murderer as a Latino man  named Paul, Paulo, or Pablo suggests that Jason Arthur was not the  murderer, but it is not an abuse of discretion to conclude that those  tips do not particularly corroborate the trustworthiness of this note.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Arthur argues, alternatively, that the various tip notes are  admissible because his Sixth Amendment right to present exculpatory  evidence here trumps the rules against hearsay evidence.  Arthur cites,  inter alia, Chambers v. Mississippi, <span class=\"citation\" data-id=\"108718\"><a href=\"/opinion/108718/chambers-v-mississippi/\"><span class=\"volume\">410</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">284</span></a></span> (1973), which  declared unconstitutional the mechanistic exclusion under Mississippi  law of a third person's multiple confessions to the crime for which the  defendant was tried.  See id. at 299-301; see also Pettijohn v. Hall,  <span class=\"citation\" data-id=\"366531\"><a href=\"/opinion/366531/carl-pettijohn-v-frank-hall/\"><span class=\"volume\">599</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">476</span></a></span>, 480-81 (1st Cir. 1979) (violation of defendant's Sixth  Amendment rights to exclude testimony of eyewitness who had identified  another person as the guilty party).  Here, the tip information lacked  the indicia of reliability of the testimony in Chambers, and, in  contrast to Chambers, was outside the basic rationale of the exception  for declarations against penal interest.  There was no error.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">3.  Exclusion of Portions of Search Warrant Affidavit</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">The district court excluded two portions of an affidavit in  support of the search warrant for Fleurette Farrell's belongings. Arthur concedes that the statements in the affidavit are hearsay but  says they are nonetheless trustworthy and should have been admitted  because the statements about the timing of certain events would have  been useful to impeach the government's principal witnesses against  him.  First, Arthur claims that the statement in the affidavit that  police were still executing a search warrant at 161 Intervale Street  when investigators arrived on the scene of the Thomas homicide  contradicts the testimony of McKnight and Ivy, the key government  witnesses, that the police had left the building before the shooting. Second, he argues that other statements in the affidavit contradict  Farrell's testimony concerning the time she arrived at 161 Intervale  Street and whether she actually entered the building.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">The district court acted within its discretion.<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a>  Both  statements contain multiple levels of hearsay, and Arthur points to no  specific rule supporting admission of the testimony.  Nor does the  residual exception provided in Fed. R. Evid. 807 help Arthur since he  did not raise the argument.  The exception was, in any event,  unavailable since Arthur could have called as a witness any officer who  actually conducted the search of 161 Intervale Street, rather than  simply relying on the hearsay statements.  See Fed. R. Evid. 807  (requiring proof that \"the statement is more probative on the point for  which it is offered than any other evidence which the proponent can  procure through reasonable efforts\").</p>\n    </div>\n    <p class=\"indent\">4.  Altering a Chalk on Rebuttal Summation</p>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">Arthur argues the district court erred in allowing the  prosecutor to \"alter\" a chronology used as a chalk (or jury aid) on  rebuttal summation to support the government's position as to the time  of Thomas's death.  Although prosecution witness Farrell testified that  the shooting occurred around 10:15 p.m., the defense theory was that it  occurred earlier, between 8:30 and 9:00 p.m.  On summation, the  prosecutor used a timeline to assist the jury in understanding the  sequence of events surrounding the Thomas murder.  The chalk, which was  never entered into evidence, initially listed the following times:  undercover purchase (8:45 p.m.); search warrant (9:00 p.m.); and time  of homicide (10:17 p.m.).  On rebuttal summation, the prosecutor added  to the chalk that Thomas was pronounced dead at 10:46 p.m., a fact  already in evidence.  This was entirely proper.  Cf. United States v. Morse, <span class=\"citation no-link\"><span class=\"volume\">491</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">149</span></span>, 153 n.6 (1st Cir. 1978) (\"use [of chalks] must be  fully supported in all respects by corroborating admissible evidence\"). Not only was there no prejudice, but the prosecutor actually reinforced  Arthur's position that 10:46 p.m. represented not the time Thomas died  but rather the time he was pronounced dead.</p>\n    </div>\n    <p class=\"indent\">D. Brady Claim</p>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">Patrick argues vaguely that the prosecution withheld  exculpatory information in violation of Brady v. Maryland, <span class=\"citation\" data-id=\"106598\"><a href=\"/opinion/106598/brady-v-maryland/\"><span class=\"volume\">373</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">83</span></a></span>  (1963).  Under Brady, the government must provide the defense with  evidence in its possession \"where the evidence is material either to  guilt or to punishment.\"  Id. at 87.  Evidence relating to the  impeachment of prosecution witnesses is deemed to be exculpatory within  the meaning of the Brady rule.  See Giglio v. United States, <span class=\"citation\" data-id=\"108471\"><a href=\"/opinion/108471/giglio-v-united-states/\"><span class=\"volume\">405</span> <span class=\"reporter\">U.S.</span>  <span class=\"page\">150</span></a></span>, 154-55 (1972).  For evidence to be \"material\" under Brady, there  must be \"a reasonable probability that, had the evidence been disclosed  to the defense, the result of the proceeding would have been  different.\"  United States v. Bagley, <span class=\"citation\" data-id=\"111514\"><a href=\"/opinion/111514/united-states-v-bagley/\"><span class=\"volume\">473</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">667</span></a></span>, 682 (1985); see United States v. Perkins, <span class=\"citation\" data-id=\"556607\"><a href=\"/opinion/556607/united-states-v-patrick-perkins-united-states-of-america-v-lois-perkins/\"><span class=\"volume\">926</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1271</span></a></span>, 1275 (1st Cir. 1991).  \"Where  . . . the defense is confronted not with complete suppression, but with  delayed disclosure, reversal will be granted only if defendants were  denied the opportunity to use the disclosed material effectively.\" United States v. Drougas, <span class=\"citation\" data-id=\"444351\"><a href=\"/opinion/444351/united-states-v-aristedes-drougas-united-states-of-america-v-michael-a/\"><span class=\"volume\">748</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">8</span></a></span>, 23 (1st Cir. 1984).</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">Patrick's brief fails to describe fully the nature of the  problem or why he was prejudiced by learning the information at trial  and not earlier.  The government's brief helpfully explains the issue. Two police officers who were conducting surveillance at the time,  government informant Jennifer Monteiro, and IVP member Allen Ivy all  testified about the same July 24, 1996 sale of drugs.  They had  different recollections about whether it was Patrick or another IVP  member who was in the area on a bicycle around the time of the  transaction.  However, there is no evidence the government knew of the  discrepancy before trial, and defense counsel cross examined on the  different versions.  During trial the names of the two police officers  were given to defense counsel.  Both officers were called and  testified.<a class=\"footnote\" href=\"#fn14\" id=\"fn14_ref\">14</a>  There was neither a Brady violation nor prejudice.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">E.  Post-Trial Motion for Investigative Funds</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">Arthur claims the district court abused its discretion in  denying his motion for additional funds under 18 U.S.C. &#167; 3006A to  conduct a post-trial investigation.  Arthur's counsel told the trial  court he needed the funds to find additional witnesses who would cast  doubt on Farrell's testimony.  Although he knew the name of one witness  who was at 161 Intervale Street on the night of the Thomas murder,  counsel conceded he was \"speculating on precisely what [these  witnesses] would say.\"  The district court found no evidence to support  the conclusion that exculpatory evidence was withheld and denied the  motion on that basis alone.<a class=\"footnote\" href=\"#fn15\" id=\"fn15_ref\">15</a>  A denial of a motion for funds under  section 3006A is reviewed for abuse of discretion.  See United States v. De Jesus, <span class=\"citation\" data-id=\"198907\"><a href=\"/opinion/198907/united-states-v-algarin-de-jesus/\"><span class=\"volume\">211</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">153</span></a></span>, 155-56 (1st Cir. 2000).  We have carefully  reviewed the record, and find that the district court did not abuse its  discretion in denying the motion.</p>\n    </div>\n    <p class=\"indent\">F.  Sentencing</p>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">Defendants also challenge their sentences on various grounds.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">Patrick asserts that the district court wrongly sentenced him  based on its finding that he was involved with more than 1.5 kilograms  of crack cocaine because the court denied his motion under 18 U.S.C. &#167;  3006A for an independent examination of some of the crack cocaine to  determine its weight.  Patrick also challenges his four-level  enhancement for his role as a \"leader or supervisor\" under U.S.S.G. &#167;  3B1.1 and the district court's refusal to depart downward based on his  family ties and responsibilities.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">Arthur argues that the district court erred in imposing a  three-level enhancement for his role as a \"manager or supervisor\" under  U.S.S.G. &#167; 3B1.1 and a two-level enhancement for employing juveniles in  the drug operations under U.S.S.G. &#167; 3B1.4.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">Patrick and Arthur also each make claims based on Apprendi v. New Jersey, <span class=\"citation\" data-id=\"118381\"><a href=\"/opinion/118381/apprendi-v-new-jersey/\"><span class=\"volume\">120</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2348</span></a></span> (2000).</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">We discuss these arguments in turn and affirm the sentences.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">1. Denial of Motion for Funds to Conduct Independent Weighing</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">In connection with his sentence, Patrick appeals the district  court's denial of his motion for funds to conduct an independent  weighing and examination of the amount of crack cocaine attributed to  him.  We review his claim for abuse of discretion, see De Jesus, 211  F.3d at 155, and find none.  Patrick correctly points out that due  process considerations animate motions for investigative funds under  section 3006A.  Still, \"concern for fairness does not mean that all  applications should be granted regardless of merit.\"  United States v. Mateos-Sanchez, <span class=\"citation no-link\"><span class=\"volume\">864</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">232</span></span>, 240 (1st Cir. 1998).  Here, Patrick was  able to extensively cross examine the government chemist, who testified  as to the weight of the crack cocaine from the various transactions,  and Patrick presented the court with no reason why the chemist's  determinations might be questionable.  Moreover, the issue Patrick  argues would not affect his sentence since his conspiracy conviction  renders him responsible for all reasonably foreseeable amounts of drugs  distributed in furtherance of the conspiracy.  See U.S.S.G. &#167;  1B1.3(a)(1)(B) (Relevant Conduct); United States v. Collazo-Aponte, <span class=\"citation\" data-id=\"198984\"><a href=\"/opinion/198984/united-states-v-rivera-melendez/\"><span class=\"volume\">216</span>  <span class=\"reporter\">F.3d</span> <span class=\"page\">163</span></a></span>, 200 (1st Cir. 2000) (\"In the context of a drug conspiracy, a  defendant is also accountable for the conduct of others if that conduct  is (1) reasonably foreseeable to the defendant and (2) committed in  furtherance of a jointly undertaken criminal activity.\").  The district  court found this amount to be well over 1.5 kilograms, and there is no  real claim that this finding was wrong.</p>\n    </div>\n    <p class=\"indent\">2. Sentencing Enhancements</p>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">Review of challenges to the evidentiary support of a  sentencing guidelines enhancement is for clear error.  See, e.g., United States v. Coviello, <span class=\"citation\" data-id=\"199074\"><a href=\"/opinion/199074/united-states-v-coviello/\"><span class=\"volume\">225</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">54</span></a></span>, 64-65 (1st Cir. 2000).  Patrick  challenges the four-level enhancement for his role as an \"organizer or  leader\" of an extensive criminal activity under U.S.S.G. &#167; 3B1.1(a). The district court found that Patrick occupied \"the primary role\" in  the IVP and was considered \"the undisputed leader\" by older and younger  members alike.  The record clearly supports this finding.  Patrick had  ultimate decision making authority in the IVP (Arthur, for one, referred  to Patrick as \"chief\" and \"top dog\").  He determined who could sell on  IVP territory, decided when to take action against rival drug dealers,  recruited juvenile accomplices, and supplied the IVP with a large  quantity of drugs.  See U.S.S.G. &#167; 3B1.1 comment (n. 4) (listing  factors distinguishing \"a leadership and organizational role from one  of mere management or supervision\").</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">Arthur objects to the three-level enhancement for his role  as a \"manager or supervisor\" under U.S.S.G. &#167; 3B1.1(b).  The district  court found that while Arthur was lower in the IVP hierarchy than  Patrick, he supervised and managed drug transactions since he  determined the quantity involved in each particular transaction. Arthur also objects to the two-level enhancement under section 3B1.4  for \"using a minor to commit a crime.\"  The district court found that  numerous minors were used in the RICO and drug conspiracies and that  Arthur himself used minors to sell drugs.  Neither finding was clearly  erroneous.</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">The three-level enhancement for Arthur's managerial or  supervisory role was supported by evidence that he owned and  distributed large quantities of crack (over 300 grams were found in his  house), gave orders to younger IVP members, and used violence to  eliminate rivals like Thomas.  See United States v. Alicea, <span class=\"citation\" data-id=\"198845\"><a href=\"/opinion/198845/united-states-v-rivera-alicea/\"><span class=\"volume\">205</span> <span class=\"reporter\">F.3d</span>  <span class=\"page\">480</span></a></span>, 485 (1st Cir.) (\"[T]he inference that the [defendant] was [the  gang's] leader flows rationally from the evidence that he owned the  drugs, that he gave orders freely, and that he was prepared to use  extreme measures if anything went awry.\"), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">121</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">256</span></span>  (2000).  With respect to the two-level enhancement for employing  juveniles, Arthur relies on evidence that juveniles worked for Patrick  or another IVP member, and that no witness testified that Arthur  himself employed juveniles.  However, because Arthur was convicted of  conspiracy, his sentence could be enhanced based on his co-conspirators' reasonably foreseeable use of juveniles to further the  IVP's activities.  See U.S.S.G. &#167; 1B1.3(a) (\"adjustments in Chapter  Three\" must be determined in a conspiracy based on \"all reasonably  foreseeable acts and omissions of others in furtherance of the jointly  undertaken criminal activity\"); see also United States v. Li, <span class=\"citation\" data-id=\"767956\"><a href=\"/opinion/767956/united-states-v-nai-fook-li-united-states-v-yiu-ming-kwan-united-states/\"><span class=\"volume\">206</span> <span class=\"reporter\">F.3d</span>  <span class=\"page\">78</span></a></span>, 86-87 (1st Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">121</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">379</span></span> (2000).</p>\n    </div>\n    <p class=\"indent\">3. Downward Departure</p>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">A district court's discretionary refusal to depart downward  is unreviewable unless the court believed it lacked  authority to do  so.  See, e.g., United States v. Snyder, <span class=\"citation\" data-id=\"199201\"><a href=\"/opinion/199201/united-states-v-snyder/\"><span class=\"volume\">235</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">42</span></a></span>, 51 (1st Cir.  2000); United States v. Lauzon, <span class=\"citation\" data-id=\"564776\"><a href=\"/opinion/564776/united-states-v-michael-neal-lauzon/\"><span class=\"volume\">938</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">326</span></a></span>, 330 (1st Cir. 1991). Here, the district court, exercising its discretion, found it  inappropriate to depart because Patrick had not identified any factors  that took his case outside the \"heartland.\"  See Koon v. United States,  <span class=\"citation\" data-id=\"118044\"><a href=\"/opinion/118044/koon-v-united-states/\"><span class=\"volume\">518</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">81</span></a></span>, 95 (1996).  Finding no indication that the district court  believed it lacked authority to depart downward, we affirm.</p>\n    </div>\n    <p class=\"indent\">4.  Apprendi Claims</p>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">Neither defendant raised any Apprendi argument before the  district court, and so we review their Apprendi arguments here for  plain error.  See United States v. Robinson, <span class=\"citation\" data-id=\"199304\"><a href=\"/opinion/199304/united-states-v-robinson/\"><span class=\"volume\">241</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">115</span></a></span>, 119 (1st  Cir. 2001); United States v. Mojica-Baez, <span class=\"citation\" data-id=\"770724\"><a href=\"/opinion/770724/united-states-v-john-alexis-mojica-baez-united-states-of-america-v-josue/\"><span class=\"volume\">229</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">292</span></a></span>, 306-07 (1st  Cir. 2000).  In Apprendi, the Supreme Court held that \"[o]ther than the  fact of a prior conviction, any fact that increases the penalty for a  crime beyond the prescribed statutory maximum must be submitted to a  jury, and proved beyond a reasonable doubt.\"  120 S. Ct. at 2362-63. We reject Patrick's Apprendi argument because Patrick was previously  convicted of a drug felony, and because the record establishes that no  jury would have failed to find beyond a reasonable doubt that his  (various) drug crimes here involved over 5.0 grams of cocaine base,  thus triggering a maximum sentence of life imprisonment.  See 21 U.S.C.  &#167; 841(b)(1)(B)(iii); 18 U.S.C. &#167; 1963.  Patrick relies on United States v. Fields, <span class=\"citation no-link\"><span class=\"volume\">242</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">393</span></span> (D.C. Cir. 2001), which found plain error under Apprendi where there was arguably insufficient evidence of drug  quantity to meet the proof beyond a reasonable doubt standard.  Id. at  397.  There was no such insufficiency here.</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">Arthur cites Apprendi as bearing upon his attack on his  sentencing guideline enhancements.  We reject that challenge. See, e.g., Robinson, 241 F.3d at 121-22.  As to Arthur's drug  crimes, the record establishes that no jury could have failed to  find beyond a reasonable doubt that all of those crimes involved  more than five grams of crack cocaine.  The drug crimes, coupled  with Arthur's two prior felony drug convictions, subjected him  to a maximum sentence of life imprisonment.  See 21 U.S.C. &#167;  841(b)(1)(B)(iii).  In addition, the jury found beyond a  reasonable doubt that Arthur committed murder, which carries a  mandatory sentence of life imprisonment under Massachusetts law, see Mass. Gen. Laws ch. 265, &#167; 2, as one of his predicate acts  of racketeering.  Thus, Arthur's maximum sentence for  racketeering and racketeering conspiracy was life imprisonment. See 18 U.S.C. &#167; 1963.</p>\n    </div>\n    <p class=\"indent\">IV.</p>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">Defendants' convictions and sentences are affirmed.</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">So ordered.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p>  Thirteen others were indicted along with Arthur and  Patrick.  Twelve pled guilty to various charges prior to trial;  one, Terrence Williams, successfully moved to sever his case  from Arthur and Patrick's, and was convicted at trial of  conspiracy to distribute crack cocaine.  The court originally  consolidated Williams' appeal with this one, but then granted  the government's motion to file a separate brief in Williams'  case.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p>  \"Pumping\" described a way of serving the drug buyer, just as  a gas station attendant pumps gas for his or her customer.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p>Section 1962(c) makes it unlawful:</p>\n        <p>for any person employed by or associated with any  enterprise engaged in, or the activities of which  affect, interstate or foreign commerce, to  conduct or participate, directly or indirectly,  in the conduct of such enterprise's affairs  through a pattern of racketeering activity or  collection of unlawful debt.</p>\n        <p>Section 1962(d) prohibits conspiracy to violate section 1962(c).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p>  Shifman says that the government must prove: (1) the  existence of an enterprise affecting interstate commerce, (2) that the  defendant knowingly joined the conspiracy to participate in the conduct  of the affairs of the enterprise, (3) that the defendant participated  in the conduct of the affairs of the enterprise, and (4) that the  defendant did so through a pattern of racketeering activity by agreeing  to commit, or in fact committing, two or more predicate offenses.  Id. (emphasis added).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p>  Finally, to the extent Patrick complains that a second motion  for more money for analysis of the tapes was denied, the court did not  abuse its discretion in denying that motion.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p>  That is the thrust of State v. Flores, <span class=\"citation\" data-id=\"1990053\"><a href=\"/opinion/1990053/state-v-flores/\"><span class=\"volume\">595</span> <span class=\"reporter\">N.W.2d</span> <span class=\"page\">860</span></a></span>  (Minn. 1999), a case relied on by Arthur.  Flores says a  defendant may seek to introduce evidence of prior bad acts by a  third person tending to show that third person committed the  crime.  Id. at 868.  Flores also held that such evidence must  have a proper foundation, such as proof of facts that connect  the third person to the crime,  \"to avoid the consideration of  matters collateral to the crime.\"  Id. (internal quotation marks  omitted).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p>  These two theories overlap in places.  When, for  example, Arthur asserts that the tipsters said \"flatly\" that  another person murdered Thomas, he seems less to be defining the  notes as non-hearsay showing the inadequacy of the police  investigation than claiming the notes should have been admitted  for their truth, i.e., that such third person, and not Arthur,  murdered Thomas.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p>  We recognize that anonymous tipsters are hardly likely  to make themselves available to defense counsel.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p>  Reynolds is in any event a case not decided under the  federal rules of evidence.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p>  Detective Mahoney, the officer in charge of the Thomas  investigation, testified on voir dire that his usual practice was to  follow up on informant tips, though he could not recall, six years and  \"400 homicides\" later, what action he took on each and every tip.  This  does not suggest an inadequate investigation of the Thomas murder.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p>  The note attributes the statement to a Paul Eden, not  Peter Eden, but is apparently a record of Peter Eden's arrest. Arthur's contention is sheer speculation that this shows that  the \"Paul\" referred to in the note was Peter Eden's boss, and  therefore that this Paul, and not Arthur, murdered Thomas.  The  record also shows there was an IVP member named Paul.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p>  Arthur says that Peter Eden operated out of 161  Intervale Street, an area not within IVP territory.  The  district court thought the evidence was otherwise.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p>  Arthur also claims that the district court erred in allowing  the government to cite Farrell's testimony in closing argument, where,  based on the affidavit, it had reason to know her testimony contained  false and misleading statements.  There was no error.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn14\">\n        <a class=\"footnote\" href=\"#fn14_ref\">14</a>\n        <p>  Neither officer was able to identify the male who \"burned\"  their surveillance operation by looking into their vehicle.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn15\">\n        <a class=\"footnote\" href=\"#fn15_ref\">15</a>\n        <p>  The court denied Arthur's new trial motion on the same  basis.</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/106598/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108471/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108718/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110529/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111514/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112161/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112659/",
    "http://www.courtlistener.com/api/rest/v3/opinions/117868/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118044/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118381/",
    "http://www.courtlistener.com/api/rest/v3/opinions/156859/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196297/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196627/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197517/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198347/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198568/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198845/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198907/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198984/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199074/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199201/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199304/",
    "http://www.courtlistener.com/api/rest/v3/opinions/366531/",
    "http://www.courtlistener.com/api/rest/v3/opinions/402152/",
    "http://www.courtlistener.com/api/rest/v3/opinions/419746/",
    "http://www.courtlistener.com/api/rest/v3/opinions/444351/",
    "http://www.courtlistener.com/api/rest/v3/opinions/487429/",
    "http://www.courtlistener.com/api/rest/v3/opinions/556607/",
    "http://www.courtlistener.com/api/rest/v3/opinions/564776/",
    "http://www.courtlistener.com/api/rest/v3/opinions/669697/",
    "http://www.courtlistener.com/api/rest/v3/opinions/712222/",
    "http://www.courtlistener.com/api/rest/v3/opinions/715826/",
    "http://www.courtlistener.com/api/rest/v3/opinions/762263/",
    "http://www.courtlistener.com/api/rest/v3/opinions/767956/",
    "http://www.courtlistener.com/api/rest/v3/opinions/770724/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1487787/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1990053/",
    "http://www.courtlistener.com/api/rest/v3/opinions/3580095/"
  ]
}