{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/199395/",
  "absolute_url": "/opinion/199395/corrada-betances-v-sea-land-service/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/199395/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T04:29:55Z",
  "date_modified": "2017-03-24T11:01:46.643286Z",
  "type": "010combined",
  "sha1": "000dec04c25c781964d84d19abb35084381ce946",
  "page_count": 13,
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/00-2153-01A.pdf",
  "local_path": "pdf/2001/05/03/Corrada-Betances_v._Sea-Land_Service.pdf",
  "plain_text": "          United States Court of Appeals\n                     For the First Circuit\n\n\nNo. 00-2153\n\n                  FRANCISCO CORRADA BETANCES,\n\n                     Plaintiff, Appellant,\n\n                              v.\n\n                    SEA-LAND SERVICE, INC.,\n\n                     Defendant, Appellee.\n\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                FOR THE DISTRICT OF PUERTO RICO\n\n     [Hon. Jaime Pieras, Jr., Senior U.S. District Judge]\n\n\n                            Before\n\n                    Selya, Boudin and Lynch,\n\n                        Circuit Judges.\n\n\n     Harry Anduze Montaño and Noelma Colon Cordoves on brief for\nappellant.\n     Raquel M. Dulzaides, Carlos George, and Jimenez, Graffam &\nLausell on brief for appellee.\n\n\n\n\n                          May 3, 2001\n\f\f            SELYA, Circuit Judge.          In this appeal, plaintiff-\n\nappellant Francisco Corrada Betances (Corrada) invites us to\n\nreverse a summary judgment order entered in favor of his former\n\nemployer, defendant-appellee Sea-Land Service, Inc. (Sea-Land).\n\nWe decline the invitation.\n\n                                     I\n\n            The summary judgment record (which, as we shall see,\n\nconsists almost entirely of Sea-Land's submissions) reveals\n\nthat, in late 1992, Corrada began working as assistant manager\n\nof Sea-Land's marine department in Puerto Rico.                  His duties\n\ninvolved supervising the loading and unloading of vessels and\n\nperforming ancillary administrative tasks.\n\n            At all times relevant hereto, Sea-Land had in force a\n\npersonnel policy prohibiting employees both from drinking while\n\nworking    and   from   appearing   at    work   under   the   influence   of\n\nalcohol.    The policy stipulated that a first infraction would\n\nresult in a two-week suspension without pay and that a second\n\ninfraction, occurring within eighteen months of the first, would\n\nresult in loss of employment.       Sea-Land furnished a copy of this\n\npolicy to Corrada coincident with his hiring.\n\n            At the end of his shift on April 21, 1997, Corrada left\n\nSea-Land's premises with Ernie Ostolaza, a fellow supervisor.\n\nThe pair visited various watering holes, imbibing as they went.\n\n\n                                    -3-\n\fFive       hours    later,   they    returned    to    Sea-Land's    premises   to\n\nretrieve Ostolaza's car.                  After they arrived, they did not\n\nsimply drive away, but, rather, entered the marine department\n\noffice (where others were still toiling) and engaged in raucous\n\nbehavior.          The matter apparently was reported through channels\n\nand, on April 22, Corrada and Ostolaza were suspended for two\n\nweeks.        For aught that appears, this suspension was neither\n\nvacated nor overturned.1\n\n              Corrada returned to work in May.               On November 11, 1997,\n\nhe called the office to say that he would be late for work.\n\nWhen he arrived, he was wearing the same clothes that he had\n\nbeen wearing the day before, and a fellow supervisor, Victor\n\nOrtega, smelled a strong odor of alcohol on his breath.                    Various\n\nco-workers         noticed     slurred     speech,    bloodshot    eyes,   slumped\n\nposture, and other indicia of inebriation.                    The marine manager,\n\nJuan       Carrero,    spent    a   few    minutes    with    Corrada,   obviously\n\ndisliked what he saw, told Corrada that he was in no shape to\n\nwork, and ordered him to leave the premises.                   The next day, Sea-\n\nLand terminated Corrada's employment.\n\n                                            II\n\n\n       1\n     This undermines the claim made in Corrada's appellate\nbrief, that his initial suspension was unwarranted under a\nliteral interpretation of the personnel policy (which threatens\nsuspension if an employee \"is found to be drinking on the job or\nif [he] reports to work under the influence of alcohol\").\n\n                                           -4-\n\f          Invoking diversity jurisdiction, 28 U.S.C. § 1332(a),\n\nCorrada sued Sea-Land in Puerto Rico's federal district court.\n\nHe charged that his firing was unjustified, that statements made\n\nby Sea-Land's hierarchs regarding his discharge violated his\n\nprivacy rights, and that Sea-Land had defamed him.      The case\n\nended when the district court granted Sea-Land's motion for\n\nsummary judgment.   Corrada Betances v. Sea-Land Serv., Inc., No.\n\n99-1671 (D.P.R. July 24, 2000) (unpublished).        This appeal\n\nensued.\n\n                               III\n\n          There is little point in attempting to reinvent a well-\n\nfashioned wheel.    Where, as here, a trial judge astutely takes\n\nthe measure of a case and hands down a convincing, well-reasoned\n\ndecision, \"an appellate court should refrain from writing at\n\nlength to no other end than to hear its own words resonate.\"\n\nLawton v. State Mut. Life Assur. Co., 101 F.3d 218, 220 (1st\n\nCir. 1996); accord Cruz-Ramos v. P.R. Sun Oil Co., 202 F.3d 381,\n\n383 (1st Cir. 2000); Ayala v. Union de Tronquistas de P.R.,\n\nLocal 901, 74 F.3d 344, 345 (1st Cir. 1996); Holders Capital\n\nCorp. v. Cal. Union Ins. Co. (In re San Juan Dupont Plaza Hotel\n\nFire Litig.), 989 F.2d 36, 38 (1st Cir. 1993).     Consequently,\n\nwith one exception (discussed infra), we affirm the judgment\n\nbelow for substantially the reasons elucidated in Judge Pieras's\n\n\n                               -5-\n\fthoughtful rescript.         We add only a few comments about Corrada's\n\nwrongful discharge claim, and then discuss the one aspect of the\n\ncase where we disagree with the district court's rationale.                          We\n\nrely entirely on the trial court's rescript vis-à-vis Corrada's\n\nprivacy claims.         And, inasmuch as Corrada's appellate brief\n\ncontains no developed argumentation in support of his defamation\n\nclaim, we deem that claim abandoned.                 United States v. Zannino,\n\n895 F.2d 1, 17 (1st Cir. 1990).\n\n                                        IV\n\n            Corrada     complains       bitterly          that   the   lower     court\n\nimpermissibly credited Sea-Land's version of the facts.                             But\n\nCorrada himself neither volunteered an affidavit nor filed any\n\nother materials of evidentiary quality to contradict Sea-Land's\n\ndocumented       account.         A    party        who     opposes      a    properly\n\nsubstantiated motion for summary judgment but fails to muster\n\ncounter-affidavits or other evidentiary materials does so at his\n\nperil.     Kelly v. United States, 924 F.2d 355, 358 (1st Cir.\n\n1991)    (warning     of    the   dangers      of    giving      one's       litigation\n\nadversary    a   free      hand   in   configuring         the   summary      judgment\n\nrecord).\n\n            To be sure, Corrada's attorney did file legal memoranda\n\nin the district court suggesting, for example, that Sea-Land's\n\nstated reliance on corporate policy was pretextual and that its\n\n\n                                        -6-\n\freal   reasons      for    cashiering      Corrada    were   spiteful.       Such\n\nfilings, however, are manifestly insufficient to create genuine\n\nissues of material fact (and, thus, to deflect the blade of the\n\nsummary judgment ax).         We have held before, and today reaffirm,\n\nthat statements contained in a memorandum or lawyer's brief are\n\ninsufficient,       for    summary    judgment       purposes,    to    establish\n\nmaterial facts.       See, e.g., Fragoso v. Lopez, 991 F.2d 878, 887\n\n(1st Cir. 1993); Kelly, 924 F.2d at 357.\n\n           By the same token, Corrada does not profit, in the\n\ncircumstances of this case, from his filing of a so-called\n\n\"Counterstatement of Uncontested Material Facts.\"                      We explain\n\nbriefly.\n\n           The District of Puerto Rico has adopted a local rule\n\nthat requires a party who moves for summary judgment to submit,\n\nin   support   of    the    motion,   \"a    separate,    short,    and    concise\n\nstatement of the material facts as to which the moving party\n\ncontends there is no genuine issue to be tried and the basis of\n\nsuch contention as to each material fact, properly supported by\n\nspecific reference to the record.\"             D.P.R.R. 311.12.         Once Sea-\n\nLand complied with this directive — as it did — the same rule\n\nthen obligated Corrada, as the opposing party, to proffer a\n\ncomparable statement limning \"the material facts as to which it\n\nis contended that there exists a genuine issue to be tried,\n\n\n                                        -7-\n\fproperly supported by specific reference to the record.\"                    Id.\n\n(emphasis supplied).\n\n              With regard to this particular section of the rule, we\n\nhave       recently   reiterated   that      the   nonmovant's   \"failure    to\n\npresent a statement of disputed facts, embroidered with specific\n\ncitations to the record, justifies the court's deeming the facts\n\npresented       in    the   movant's   statement      of   undisputed   facts\n\nadmitted.\"       Ruiz Rivera v. Riley, 209 F.3d 24, 28 (1st Cir.\n\n2000); accord Morales v. A.C. Orssleff's EFTF, ___ F.3d ___, ___\n\n(1st Cir. 2001) [No. 00-1707, slip op. at 3].              These authorities\n\nundermine Corrada's attempted reliance on his response to Sea-\n\nLand's meticulous Rule 311.12 statement as a basis for this\n\nappeal.      That response was woefully deficient.          Although Corrada\n\nstalwartly refused to admit many of the facts assembled by Sea-\n\nLand, he utterly failed to point to any record references, let\n\nalone any admissible evidence, that might support a contrary\n\nversion.2\n\n              That ends this portion of our inquiry.             Bombast and\n\nbluster, wholly detached from verified facts of record, cannot\n\n\n\n       2\n      In all events, Corrada's counter-statement did not contest\nthe existence of Sea-Land's \"no drinking on the job\" policy, the\noccurrence of his earlier suspension, or the fact that he\nreported to work intoxicated on the day before Sea-Land fired\nhim.      He   apparently   concedes  that   these   facts   are\nincontrovertible.\n\n                                       -8-\n\fserve to blunt the force of a movant's statement of undisputed\n\nfacts.        Thus,      the    district     court       acted   appropriately       in\n\ncrediting Sea-Land's statement of material facts not in dispute.\n\n                                             V\n\n              Corrada asserts that the district court should have\n\nallowed him more time for pretrial discovery before ruling on\n\nSea-Land's dispositive motion.                   This assertion comes too late.\n\n              We will not belabor the obvious.               Corrada did not file\n\na Rule 56(f) motion, nor did he bring to the district court's\n\nattention in any equivalent manner the \"denial of discovery\"\n\nplaint      that    he    voices     here.        Those    omissions     defeat     his\n\nafterthought claim.             If any principle is firmly established in\n\nthis       circuit,      it    is   that,    in    the    absence   of   excusatory\n\ncircumstances — and none are apparent here — arguments not\n\nseasonably raised in the district court cannot be raised for the\n\nfirst      time    on    appeal.      Teamsters       Union,     Local   No.   59    v.\n\nSuperline Transp. Co., 953 F.2d 17, 21 (1st Cir. 1992); McCoy v.\n\nMass. Inst. of Tech., 950 F.2d 13, 22 (1st Cir. 1991).                            That\n\nprinciple pertains here.3\n\n                                            VI\n\n\n\n       3\n      In all events, Corrada had ample time within which to\nconduct discovery. He started suit on June 16, 1999, and Sea-\nLand did not move for summary judgment until nearly a year later\n(May 31, 2000).\n\n                                            -9-\n\f         Our last comment requires us to part company with the\n\nlower court.   Among his array of claims, Corrada asserted a\n\ncause of action under 29 P.R. Laws Ann. §§ 185a-185m (Law 80).\n\nThat statute provides remediation for employees at will who are\n\ndischarged without good cause.\n\n         In this instance, the district court, having foreclosed\n\nCorrada's other initiatives, declined to address his Law 80\n\nclaim on jurisdictional grounds.      The court reasoned that it\n\nlacked subject matter jurisdiction because this claim, standing\n\nalone, failed to satisfy the amount in controversy requirement\n\n($75,000) established as a prerequisite to federal diversity\n\njurisdiction.4 See 28 U.S.C. § 1332(a).\n\n         We review de novo a district court's determination that\n\nit lacks subject matter jurisdiction.    Barrett v. Lombardi, 239\n\nF.3d 23, 30 (1st Cir. 2001).     Despite our admiration for the\n\ndistrict court's adroit handling of the other issues in this\n\n\n\n\n    4Severance pay is the exclusive remedy afforded by Law 80.\nSee 29 P.R. Laws Ann. § 185a. The statute provides for varying\npayments depending on years of service. Since Corrada worked\nfor Sea-Land for slightly over five years, he would have been\nentitled to two months' wages as severance pay under Law 80 had\nhe prevailed. See id. Corrada's annual salary at the time of\nhis discharge was $39,529.34.     Thus, his Law 80 claim, if\nsuccessful, would have yielded an award substantially below the\namount in controversy required as a precondition to federal\ndiversity jurisdiction. See 28 U.S.C. § 1332(a).\n\n                               -10-\n\fcase, we think that the court erred in concluding that subject\n\nmatter jurisdiction was wanting.\n\n             The critical time for determining the existence vel non\n\nof the amount in controversy is the inception of the suit, i.e.,\n\nthe time of filing.         See St. Paul Mercury Indem. Co. v. Red Cab\n\nCo., 303 U.S. 283, 289-90 (1938); Coventry Sewage Assocs. v.\n\nDworkin Realty Co., 71 F.3d 1, 6 (1st Cir. 1995).                         The amount\n\nclaimed at that time controls, so long as asserted in good\n\nfaith.      St. Paul, 303 U.S. at 288; Mas v. Perry, 489 F.2d 1396,\n\n1400 (5th Cir. 1974).         Thus, a court can dismiss an action for\n\ninsufficiency of the amount in controversy only when, from the\n\nface   of    the    complaint,    the     court    can    conclude       to   a   legal\n\ncertainty that the plaintiff is not entitled to recover the\n\nthreshold amount.        Barrett, 239 F.3d at 30-31.\n\n             At the inception of this suit, the complaint contained\n\nwrongful discharge, invasion of privacy, and defamation claims\n\n(as well as the Law 80 claim).              These causes of action had the\n\ncollective     potential     to    reap    a   harvest      well    in    excess     of\n\n$75,000.       No    more   was   exigible        to    satisfy    the    amount     in\n\ncontroversy requirement.            See id.            Moreover, once diversity\n\njurisdiction had attached, subsequent events (e.g., the revealed\n\nimpotency of Corrada's potentially more munificent claims) could\n\nnot work a divestiture.           See St. Paul, 303 U.S. at 289-90.\n\n\n                                        -11-\n\f            The district court's error, however, was altogether\n\nharmless.    Consequently, it neither necessitates vacation of the\n\njudgment nor affects the outcome on appeal.        No award is due\n\nunder Law 80 if an employee is dismissed for \"good cause.\"       29\n\nP.R. Laws Ann. § 185b.5    The law defines \"good cause\" to include,\n\ninter alia, situations in which an employee is cashiered for\n\n\"indulg[ing] in a pattern of improper or disorderly conduct,\"\n\nid. § 185b(a), and those in which he or she is discharged for\n\nrepeatedly     violating   \"reasonable    rules   and   regulations\n\nestablished for the operation of the [employer's business],\n\nprovided a written copy thereof has been opportunely furnished\n\nto the employee.\"     Id. § 185b(c).     Both of these definitions\n\napply here.    Thus, based on the uncontradicted facts, the record\n\nin this case leaves no doubt that good cause (i.e., the serial\n\nviolations of the \"no drinking on the job\" policy) existed for\n\nSea-Land's decision to hand Corrada his walking papers.\n\n            We therefore affirm the judgment as to the Law 80 claim\n\non this alternate ground.      See Houlton Citizens' Coalition v.\n\n\n\n     5\n     A minor discrepancy deserves comment. The title of article\n185b refers to dismissal for \"just cause,\" whereas the text\npredominantly uses the term \"good cause.\" As a general rule,\nthe language of the statutory text holds sway over the wording\nof the title. Penn. Dep't of Corrs. v. Yeskey, 524 U.S. 206,\n212 (1998). In this instance, however, the two terms appear to\nbe used synonymously.       Accordingly, we treat them as\ninterchangeable.\n\n                                -12-\n\fTown of Houlton, 175 F.3d 178, 184 (1st Cir. 1999) (explaining\n\nthat the court of appeals may affirm the entry of judgment on\n\nany ground made manifest by the record).\n\n                                VII\n\n            Since the record, carefully scrutinized, confirms that\n\n(1) Sea-Land had an established personnel policy prohibiting\n\nreporting to work in an intoxicated condition, and (2) Corrada,\n\nhaving once been suspended for violating the policy, again\n\nflouted it, Sea-Land justifiably fired him in response to the\n\nsecond violation.    That discharge was for good cause; and, for\n\nthe reasons stated by the district court, Sea-Land accomplished\n\nit without infringing Corrada's privacy rights or defaming him.\n\nWe need go no further.\n\n\n\nAffirmed.\n\n\n\n\n                                -13-\n\f",
  "html": "<p class=\"case_cite\">248 F.3d 40 (1st Cir. 2001)</p>\n    <p class=\"parties\">FRANCISCO CORRADA BETANCES, Plaintiff, Appellant,<br>v.<br>SEA-LAND SERVICE, INC.,  Defendant, Appellee.</p>\n    <p class=\"docket\">No. 00-2153</p>\n    <p class=\"court\">United States Court of Appeals  For the First Circuit</p>\n    <p class=\"date\">Heard April 3, 2001<br>Decided May 3, 2001</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Harry Anduze Montano and Noelma Colon Cordoves on brief for  appellant.</p>\n      <p class=\"indent\">Raquel M. Dulzaides, Carlos George, and Jimenez, Graffam &amp;  Lausell on brief for appellee.</p>\n      <p class=\"indent\">Before  Selya, Boudin and Lynch,  Circuit Judges.</p>\n      <p class=\"indent\">SELYA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In this appeal, plaintiff-appellant Francisco Corrada Betances (Corrada) invites us to  reverse a summary judgment order entered in favor of his former  employer, defendant-appellee Sea-Land Service, Inc. (Sea-Land).  We  decline the invitation.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">* The summary judgment record (which, as we shall see,  consists almost entirely of Sea-Land's submissions) reveals that,  in late 1992, Corrada began working as assistant manager of Sea-Land's marine department in Puerto Rico.  His duties involved  supervising the loading and unloading of vessels and performing  ancillary administrative tasks.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">At all times relevant hereto, Sea-Land had in force a  personnel policy prohibiting employees both from drinking while  working and from appearing at work under the influence of alcohol. The policy stipulated that a first infraction would result in a  two-week suspension without pay and that a second infraction,  occurring within eighteen months of the first, would result in loss  of employment.  Sea-Land furnished a copy of this policy to Corrada  coincident with his hiring.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">At the end of his shift on April 21, 1997, Corrada left  Sea-Land's premises with Ernie Ostolaza, a fellow supervisor.  The  pair visited various watering holes, imbibing as they went.  Five  hours later, they returned to Sea-Land's premises to retrieve  Ostolaza's car.  After they arrived, they did not simply drive  away, but, rather, entered the marine department office (where  others were still toiling) and engaged in raucous behavior.  The  matter apparently was reported through channels and, on April 22,  Corrada and Ostolaza were suspended for two weeks.  For aught that  appears, this suspension was neither vacated nor overturned.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Corrada returned to work in May.  On November 11, 1997,  he called the office to say that he would be late for work.  When  he arrived, he was wearing the same clothes that he had been  wearing the day before, and a fellow supervisor, Victor Ortega,  smelled a strong odor of alcohol on his breath.  Various co-workers  noticed slurred speech, bloodshot eyes, slumped posture, and other  indicia of inebriation.  The marine manager, Juan Carrero, spent a  few minutes with Corrada, obviously disliked what he saw, told  Corrada that he was in no shape to work, and ordered him to leave  the premises.  The next day, Sea-Land terminated Corrada's  employment.</p>\n    </div>\n    <p>II</p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Invoking diversity jurisdiction, 28 U.S.C. &#167; 1332(a),  Corrada sued Sea-Land in Puerto Rico's federal district court.  He  charged that his firing was unjustified, that statements made by  Sea-Land's hierarchs regarding his discharge violated his privacy  rights, and that Sea-Land had defamed him.  The case ended when the  district court granted Sea-Land's motion for summary judgment. Corrada Betances v. Sea-Land Serv., Inc., No. 99-1671 (D.P.R. July  24, 2000) (unpublished).  This appeal ensued.</p>\n    </div>\n    <p>III</p>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">There is little point in attempting to reinvent a well-fashioned wheel.  Where, as here, a trial judge astutely takes the  measure of a case and hands down a convincing, well-reasoned  decision, \"an appellate court should refrain from writing at length  to no other end than to hear its own words resonate.\"  Lawton v. State Mut. Life Assur. Co., 101 F.3d 218, 220 (1st Cir. 1996); accord Cruz-Ramos v. P.R. Sun Oil Co., 202 F.3d 381, 383 (1st Cir.  2000); Ayala v. Union de Tronquistas de P.R., Local 901, 74 F.3d  344, 345 (1st Cir. 1996); Holders Capital Corp. v. Cal. Union Ins.  Co. (In re San Juan Dupont Plaza Hotel Fire Litig.), 989 F.2d 36,  38 (1st Cir. 1993).  Consequently, with one exception (discussed infra), we affirm the judgment below for substantially the reasons  elucidated in Judge Pieras's thoughtful rescript.  We add only a  few comments about Corrada's wrongful discharge claim, and then  discuss the one aspect of the case where we disagree with the  district court's rationale.  We rely entirely on the trial court's  rescript vis-a-vis Corrada's privacy claims.  And, inasmuch as  Corrada's appellate brief contains no developed argumentation in  support of his defamation claim, we deem that claim abandoned. United States v. Zannino, 895 F.2d 1, 17 (1st Cir. 1990).</p>\n    </div>\n    <p>IV</p>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Corrada complains bitterly that the lower court  impermissibly credited Sea-Land's version of the facts.  But  Corrada himself neither volunteered an affidavit nor filed any  other materials of evidentiary quality to contradict Sea-Land's  documented account.  A party who opposes a properly substantiated  motion for summary judgment but fails to muster counter-affidavits  or other evidentiary materials does so at his peril.  Kelly v. United States, 924 F.2d 355, 358 (1st Cir. 1991) (warning of the  dangers of giving one's litigation adversary a free hand in  configuring the summary judgment record).</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">To be sure, Corrada's attorney did file legal memoranda  in the district court suggesting, for example, that Sea-Land's  stated reliance on corporate policy was pretextual and that its  real reasons for cashiering Corrada were spiteful.  Such filings,  however, are manifestly insufficient to create genuine issues of  material fact (and, thus, to deflect the blade of the summary  judgment ax).  We have held before, and today reaffirm, that  statements contained in a memorandum or lawyer's brief are  insufficient, for summary judgment purposes, to establish material  facts.  See, e.g., Fragoso v. Lopez, 991 F.2d 878, 887 (1st Cir.  1993); Kelly, 924 F.2d at 357.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">By the same token, Corrada does not profit, in the  circumstances of this case, from his filing of a so-called  \"Counter statement of Uncontested Material Facts.\"  We explain  briefly.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The District of Puerto Rico has adopted a local rule that  requires a party who moves for summary judgment to submit, in  support of the motion, \"a separate, short, and concise statement of  the material facts as to which the moving party contends there is  no genuine issue to be tried and the basis of such contention as to  each material fact, properly supported by specific reference to the  record.\"  D.P.R.R. 311.12.  Once Sea-Land complied with this  directive -- as it did -- the same rule then obligated Corrada, as  the opposing party, to proffer a comparable statement limning \"the  material facts as to which it is contended that there exists a  genuine issue to be tried, properly supported by specific reference  to the record.\"  Id. (emphasis supplied).</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">With regard to this particular section of the rule, we  have recently reiterated that the nonmovant's \"failure to present  a statement of disputed facts, embroidered with specific citations  to the record, justifies the court's deeming the facts presented in  the movant's statement of undisputed facts admitted.\"  Ruiz Rivera v. Riley, 209 F.3d 24, 28 (1st Cir. 2000); accord Morales v. A.C.  Orssleff's EFTF, 246 F.3d 24, 28 (1st Cir. 2001) These authorities undermine Corrada's attempted  reliance on his response to Sea-Land's meticulous Rule 311.12  statement as a basis for this appeal. That response was woefully  deficient.  Although Corrada stalwartly refused to admit many of  the facts assembled by Sea-Land, he utterly failed to point to any  record references, let alone any admissible evidence, that might  support a contrary version.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">That ends this portion of our inquiry.  Bombast and  bluster, wholly detached from verified facts of record, cannot  serve to blunt the force of a movant's statement of undisputed  facts.  Thus, the district court acted appropriately in crediting  Sea-Land's statement of material facts not in dispute.</p>\n    </div>\n    <p>V</p>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Corrada asserts that the district court should have  allowed him more time for pretrial discovery before ruling on Sea-Land's dispositive motion.  This assertion comes too late.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">We will not belabor the obvious.  Corrada did not file a  Rule 56(f) motion, nor did he bring to the district court's  attention in any equivalent manner the \"denial of discovery\" plaint  that he voices here.  Those omissions defeat his afterthought  claim.  If any principle is firmly established in this circuit, it  is that, in the absence of excusatory circumstances -- and none are  apparent here -- arguments not seasonably raised in the district  court cannot be raised for the first time on appeal.  Teamsters  Union, Local No. 59 v. Superline Transp. Co., 953 F.2d 17, 21 (1st  Cir. 1992); McCoy v. Mass. Inst. of Tech., 950 F.2d 13, 22 (1st  Cir. 1991).  That principle pertains here.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <p>VI</p>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Our last comment requires us to part company with the  lower court.  Among his array of claims, Corrada asserted a cause  of action under 29 P.R. Laws Ann. &#167;&#167; 185a-185m (Law 80).  That  statute provides remediation for employees at will who are  discharged without good cause.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">In this instance, the district court, having foreclosed  Corrada's other initiatives, declined to address his Law 80 claim  on jurisdictional grounds.  The court reasoned that it lacked  subject matter jurisdiction because this claim, standing alone,  failed to satisfy the amount in controversy requirement ($75,000)  established as a prerequisite to federal diversity jurisdiction.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>See 28 U.S.C. &#167; 1332(a).</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">We review de novo a district court's determination that  it lacks subject matter jurisdiction.  Barrett v. Lombardi, 239  F.3d 23, 30 (1st Cir. 2001).  Despite our admiration for the  district court's adroit handling of the other issues in this case,  we think that the court erred in concluding that subject matter  jurisdiction was wanting.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The critical time for determining the existence vel non of the amount in controversy is the inception of the suit, i.e.,  the time of filing.  See St. Paul Mercury Indem. Co. v. Red Cab  Co., 303 U.S. 283, 289-90 (1938); Coventry Sewage Assocs. v. Dworkin Realty Co., 71 F.3d 1, 6 (1st Cir. 1995).  The amount  claimed at that time controls, so long as asserted in good faith. St. Paul, 303 U.S. at 288; Mas v. Perry, 489 F.2d 1396, 1400 (5th  Cir. 1974).  Thus, a court can dismiss an action for insufficiency  of the amount in controversy only when, from the face of the  complaint, the court can conclude to a legal certainty that the  plaintiff is not entitled to recover the threshold amount. Barrett, 239 F.3d at 30-31.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">At the inception of this suit, the complaint contained  wrongful discharge, invasion of privacy, and defamation claims (as  well as the Law 80 claim).  These causes of action had the  collective potential to reap a harvest well in excess of $75,000. No more was exigible to satisfy the amount in controversy  requirement.  See id.  Moreover, once diversity jurisdiction had  attached, subsequent events (e.g., the revealed impotency of  Corrada's potentially more munificent claims) could not work a  divestiture.  See St. Paul, 303 U.S. at 289-90.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The district court's error, however, was altogether  harmless.  Consequently, it neither necessitates vacation of the  judgment nor affects the outcome on appeal.  No award is due under  Law 80 if an employee is dismissed for \"good cause.\"  29 P.R. Laws  Ann. &#167; 185b.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> The law defines \"good cause\" to include, inter alia,  situations in which an employee is cashiered for \"indulg[ing] in a  pattern of improper or disorderly conduct,\" id. &#167; 185b(a), and  those in which he or she is discharged for repeatedly violating  \"reasonable rules and regulations established for the operation of  the [employer's business], provided a written copy thereof has been  opportunely furnished to the employee.\"  Id. &#167; 185b(c).  Both of  these definitions apply here.  Thus, based on the uncontradicted  facts, the record in this case leaves no doubt that good cause  (i.e., the serial violations of the \"no drinking on the job\"  policy) existed for Sea-Land's decision to hand Corrada his walking  papers.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">We therefore affirm the judgment as to the Law 80 claim  on this alternate ground.  See Houlton Citizens' Coalition v. Town  of Houlton, 175 F.3d 178, 184 (1st Cir. 1999) (explaining that the  court of appeals may affirm the entry of judgment on any ground  made manifest by the record).</p>\n    </div>\n    <p>VII</p>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Since the record, carefully scrutinized, confirms that  (1) Sea-Land had an established personnel policy prohibiting  reporting to work in an intoxicated condition, and (2) Corrada,  having once been suspended for violating the policy, again flouted  it, Sea-Land justifiably fired him in response to the second  violation.  That discharge was for good cause; and, for the reasons  stated by the district court, Sea-Land accomplished it without  infringing Corrada's privacy rights or defaming him.  We need go no  further.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> This undermines the claim made in Corrada's appellate brief,  that his initial suspension was unwarranted under a literal  interpretation of the personnel policy (which threatens suspension  if an employee \"is found to be drinking on the job or if [he]  reports to work under the influence of alcohol\").</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> In all events, Corrada's counter-statement did not contest  the existence of Sea-Land's \"no drinking on the job\" policy, the  occurrence of his earlier suspension, or the fact that he reported  to work intoxicated on the day before Sea-Land fired him.  He  apparently concedes that these facts are incontrovertible.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> In all events, Corrada had ample time within which to conduct  discovery.  He started suit on June 16, 1999, and Sea-Land did not  move for summary judgment until nearly a year later (May 31, 2000).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Severance pay is the exclusive remedy afforded by Law 80. See 29 P.R. Laws Ann. &#167; 185a.  The statute provides for varying  payments depending on years of service.  Since Corrada worked for  Sea-Land for slightly over five years, he would have been entitled  to two months' wages as severance pay under Law 80 had he  prevailed.  See id.  Corrada's annual salary at the time of his  discharge was $39,529.34.  Thus, his Law 80 claim, if successful,  would have yielded an award substantially below the amount in  controversy required as a precondition to federal diversity  jurisdiction.  See 28 U.S.C. &#167; 1332(a).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> A minor discrepancy deserves comment.  The title of article  185b refers to dismissal for \"just cause,\" whereas the text predominantly uses the term \"good cause.\"  As a general rule, the  language of the statutory text holds sway over the wording of the  title.  Penn. Dep't of Corrs. v. Yeskey, 524 U.S. 206, 212 (1998). In this instance, however, the two terms appear to be used  synonymously.  Accordingly, we treat them as interchangeable.</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">248</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">40</span></span> (1st Cir. 2001)</p>\n    <p class=\"parties\">FRANCISCO CORRADA BETANCES, Plaintiff, Appellant,<br>v.<br>SEA-LAND SERVICE, INC.,  Defendant, Appellee.</p>\n    <p class=\"docket\">No. 00-2153</p>\n    <p class=\"court\">United States Court of Appeals  For the First Circuit</p>\n    <p class=\"date\">Heard April 3, 2001<br>Decided May 3, 2001</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Harry Anduze Montano and Noelma Colon Cordoves on brief for  appellant.</p>\n      <p class=\"indent\">Raquel M. Dulzaides, Carlos George, and Jimenez, Graffam &amp;  Lausell on brief for appellee.</p>\n      <p class=\"indent\">Before  Selya, Boudin and Lynch,  Circuit Judges.</p>\n      <p class=\"indent\">SELYA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In this appeal, plaintiff-appellant Francisco Corrada Betances (Corrada) invites us to  reverse a summary judgment order entered in favor of his former  employer, defendant-appellee Sea-Land Service, Inc. (Sea-Land).  We  decline the invitation.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">* The summary judgment record (which, as we shall see,  consists almost entirely of Sea-Land's submissions) reveals that,  in late 1992, Corrada began working as assistant manager of Sea-Land's marine department in Puerto Rico.  His duties involved  supervising the loading and unloading of vessels and performing  ancillary administrative tasks.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">At all times relevant hereto, Sea-Land had in force a  personnel policy prohibiting employees both from drinking while  working and from appearing at work under the influence of alcohol. The policy stipulated that a first infraction would result in a  two-week suspension without pay and that a second infraction,  occurring within eighteen months of the first, would result in loss  of employment.  Sea-Land furnished a copy of this policy to Corrada  coincident with his hiring.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">At the end of his shift on April 21, 1997, Corrada left  Sea-Land's premises with Ernie Ostolaza, a fellow supervisor.  The  pair visited various watering holes, imbibing as they went.  Five  hours later, they returned to Sea-Land's premises to retrieve  Ostolaza's car.  After they arrived, they did not simply drive  away, but, rather, entered the marine department office (where  others were still toiling) and engaged in raucous behavior.  The  matter apparently was reported through channels and, on April 22,  Corrada and Ostolaza were suspended for two weeks.  For aught that  appears, this suspension was neither vacated nor overturned.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Corrada returned to work in May.  On November 11, 1997,  he called the office to say that he would be late for work.  When  he arrived, he was wearing the same clothes that he had been  wearing the day before, and a fellow supervisor, Victor Ortega,  smelled a strong odor of alcohol on his breath.  Various co-workers  noticed slurred speech, bloodshot eyes, slumped posture, and other  indicia of inebriation.  The marine manager, Juan Carrero, spent a  few minutes with Corrada, obviously disliked what he saw, told  Corrada that he was in no shape to work, and ordered him to leave  the premises.  The next day, Sea-Land terminated Corrada's  employment.</p>\n    </div>\n    <p>II</p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Invoking diversity jurisdiction, 28 U.S.C. &#167; 1332(a),  Corrada sued Sea-Land in Puerto Rico's federal district court.  He  charged that his firing was unjustified, that statements made by  Sea-Land's hierarchs regarding his discharge violated his privacy  rights, and that Sea-Land had defamed him.  The case ended when the  district court granted Sea-Land's motion for summary judgment. Corrada Betances v. Sea-Land Serv., Inc., No. 99-1671 (D.P.R. July  24, 2000) (unpublished).  This appeal ensued.</p>\n    </div>\n    <p>III</p>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">There is little point in attempting to reinvent a well-fashioned wheel.  Where, as here, a trial judge astutely takes the  measure of a case and hands down a convincing, well-reasoned  decision, \"an appellate court should refrain from writing at length  to no other end than to hear its own words resonate.\"  Lawton v. State Mut. Life Assur. Co., <span class=\"citation\" data-id=\"197113\"><a href=\"/opinion/197113/lawton-v-state-mutual/\"><span class=\"volume\">101</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">218</span></a></span>, 220 (1st Cir. 1996); accord Cruz-Ramos v. P.R. Sun Oil Co., <span class=\"citation\" data-id=\"198801\"><a href=\"/opinion/198801/cruz-ramos-v-puerto-rico-sun/\"><span class=\"volume\">202</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">381</span></a></span>, 383 (1st Cir.  2000); Ayala v. Union de Tronquistas de P.R., Local 901, <span class=\"citation\" data-id=\"711116\"><a href=\"/opinion/711116/jose-ayala-v-union-de-tronquistas-de-puerto-rico-local-901/\"><span class=\"volume\">74</span> <span class=\"reporter\">F.3d</span>  <span class=\"page\">344</span></a></span>, 345 (1st Cir. 1996); Holders Capital Corp. v. Cal. Union Ins.  Co. (In re San Juan Dupont Plaza Hotel Fire Litig.), <span class=\"citation\" data-id=\"602834\"><a href=\"/opinion/602834/in-re-san-juan-dupont-plaza-hotel-fire-litigation-holders-capital/\"><span class=\"volume\">989</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">36</span></a></span>,  38 (1st Cir. 1993).  Consequently, with one exception (discussed infra), we affirm the judgment below for substantially the reasons  elucidated in Judge Pieras's thoughtful rescript.  We add only a  few comments about Corrada's wrongful discharge claim, and then  discuss the one aspect of the case where we disagree with the  district court's rationale.  We rely entirely on the trial court's  rescript vis-a-vis Corrada's privacy claims.  And, inasmuch as  Corrada's appellate brief contains no developed argumentation in  support of his defamation claim, we deem that claim abandoned. United States v. Zannino, <span class=\"citation\" data-id=\"536025\"><a href=\"/opinion/536025/united-states-v-ilario-ma-zannino/\"><span class=\"volume\">895</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span>, 17 (1st Cir. 1990).</p>\n    </div>\n    <p>IV</p>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Corrada complains bitterly that the lower court  impermissibly credited Sea-Land's version of the facts.  But  Corrada himself neither volunteered an affidavit nor filed any  other materials of evidentiary quality to contradict Sea-Land's  documented account.  A party who opposes a properly substantiated  motion for summary judgment but fails to muster counter-affidavits  or other evidentiary materials does so at his peril.  Kelly v. United States, <span class=\"citation\" data-id=\"555046\"><a href=\"/opinion/555046/john-l-kelly-v-united-states/\"><span class=\"volume\">924</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">355</span></a></span>, 358 (1st Cir. 1991) (warning of the  dangers of giving one's litigation adversary a free hand in  configuring the summary judgment record).</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">To be sure, Corrada's attorney did file legal memoranda  in the district court suggesting, for example, that Sea-Land's  stated reliance on corporate policy was pretextual and that its  real reasons for cashiering Corrada were spiteful.  Such filings,  however, are manifestly insufficient to create genuine issues of  material fact (and, thus, to deflect the blade of the summary  judgment ax).  We have held before, and today reaffirm, that  statements contained in a memorandum or lawyer's brief are  insufficient, for summary judgment purposes, to establish material  facts.  See, e.g., Fragoso v. Lopez, <span class=\"citation\" data-id=\"605524\"><a href=\"/opinion/605524/carmen-fragoso-aka-carmen-fragoso-de-conway-v-dr-maria-a-lopez/\"><span class=\"volume\">991</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">878</span></a></span>, 887 (1st Cir.  1993); Kelly, 924 F.2d at 357.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">By the same token, Corrada does not profit, in the  circumstances of this case, from his filing of a so-called  \"Counter statement of Uncontested Material Facts.\"  We explain  briefly.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The District of Puerto Rico has adopted a local rule that  requires a party who moves for summary judgment to submit, in  support of the motion, \"a separate, short, and concise statement of  the material facts as to which the moving party contends there is  no genuine issue to be tried and the basis of such contention as to  each material fact, properly supported by specific reference to the  record.\"  D.P.R.R. 311.12.  Once Sea-Land complied with this  directive -- as it did -- the same rule then obligated Corrada, as  the opposing party, to proffer a comparable statement limning \"the  material facts as to which it is contended that there exists a  genuine issue to be tried, properly supported by specific reference  to the record.\"  Id. (emphasis supplied).</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">With regard to this particular section of the rule, we  have recently reiterated that the nonmovant's \"failure to present  a statement of disputed facts, embroidered with specific citations  to the record, justifies the court's deeming the facts presented in  the movant's statement of undisputed facts admitted.\"  Ruiz Rivera v. Riley, <span class=\"citation\" data-id=\"198879\"><a href=\"/opinion/198879/ruiz-rivera-v-dept-of-education/\"><span class=\"volume\">209</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">24</span></a></span>, 28 (1st Cir. 2000); accord Morales v. A.C.  Orssleff's EFTF, <span class=\"citation no-link\"><span class=\"volume\">246</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">24</span></span>, 28 (1st Cir. 2001) These authorities undermine Corrada's attempted  reliance on his response to Sea-Land's meticulous Rule 311.12  statement as a basis for this appeal. That response was woefully  deficient.  Although Corrada stalwartly refused to admit many of  the facts assembled by Sea-Land, he utterly failed to point to any  record references, let alone any admissible evidence, that might  support a contrary version.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">That ends this portion of our inquiry.  Bombast and  bluster, wholly detached from verified facts of record, cannot  serve to blunt the force of a movant's statement of undisputed  facts.  Thus, the district court acted appropriately in crediting  Sea-Land's statement of material facts not in dispute.</p>\n    </div>\n    <p>V</p>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Corrada asserts that the district court should have  allowed him more time for pretrial discovery before ruling on Sea-Land's dispositive motion.  This assertion comes too late.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">We will not belabor the obvious.  Corrada did not file a  Rule 56(f) motion, nor did he bring to the district court's  attention in any equivalent manner the \"denial of discovery\" plaint  that he voices here.  Those omissions defeat his afterthought  claim.  If any principle is firmly established in this circuit, it  is that, in the absence of excusatory circumstances -- and none are  apparent here -- arguments not seasonably raised in the district  court cannot be raised for the first time on appeal.  Teamsters  Union, Local No. 59 v. Superline Transp. Co., <span class=\"citation\" data-id=\"575211\"><a href=\"/opinion/575211/teamsters-chauffeurs-warehousemen-and-helpers-union-local-no-59-v/\"><span class=\"volume\">953</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">17</span></a></span>, 21 (1st  Cir. 1992); McCoy v. Mass. Inst. of Tech., <span class=\"citation\" data-id=\"572652\"><a href=\"/opinion/572652/james-l-mccoy-administrator-of-the-electrical-workers-trust-funds-etc-v/\"><span class=\"volume\">950</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">13</span></a></span>, 22 (1st  Cir. 1991).  That principle pertains here.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <p>VI</p>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Our last comment requires us to part company with the  lower court.  Among his array of claims, Corrada asserted a cause  of action under 29 P.R. Laws Ann. &#167;&#167; 185a-185m (Law 80).  That  statute provides remediation for employees at will who are  discharged without good cause.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">In this instance, the district court, having foreclosed  Corrada's other initiatives, declined to address his Law 80 claim  on jurisdictional grounds.  The court reasoned that it lacked  subject matter jurisdiction because this claim, standing alone,  failed to satisfy the amount in controversy requirement ($75,000)  established as a prerequisite to federal diversity jurisdiction.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>See 28 U.S.C. &#167; 1332(a).</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">We review de novo a district court's determination that  it lacks subject matter jurisdiction.  Barrett v. Lombardi, <span class=\"citation\" data-id=\"199236\"><a href=\"/opinion/199236/barrett-v-veritas-offshore/\"><span class=\"volume\">239</span>  <span class=\"reporter\">F.3d</span> <span class=\"page\">23</span></a></span>, 30 (1st Cir. 2001).  Despite our admiration for the  district court's adroit handling of the other issues in this case,  we think that the court erred in concluding that subject matter  jurisdiction was wanting.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The critical time for determining the existence vel non of the amount in controversy is the inception of the suit, i.e.,  the time of filing.  See St. Paul Mercury Indem. Co. v. Red Cab  Co., <span class=\"citation\" data-id=\"102976\"><a href=\"/opinion/102976/st-paul-mercury-indemnity-co-v-red-cab-co/\"><span class=\"volume\">303</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">283</span></a></span>, 289-90 (1938); Coventry Sewage Assocs. v. Dworkin Realty Co., <span class=\"citation\" data-id=\"196423\"><a href=\"/opinion/196423/coventry-sewage-v-dworkin-realty/\"><span class=\"volume\">71</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 6 (1st Cir. 1995).  The amount  claimed at that time controls, so long as asserted in good faith. St. Paul, 303 U.S. at 288; Mas v. Perry, <span class=\"citation\" data-id=\"316244\"><a href=\"/opinion/316244/jean-paul-mas-and-judy-mas-v-oliver-h-perry-no-73-3008-summary/\"><span class=\"volume\">489</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1396</span></a></span>, 1400 (5th  Cir. 1974).  Thus, a court can dismiss an action for insufficiency  of the amount in controversy only when, from the face of the  complaint, the court can conclude to a legal certainty that the  plaintiff is not entitled to recover the threshold amount. Barrett, 239 F.3d at 30-31.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">At the inception of this suit, the complaint contained  wrongful discharge, invasion of privacy, and defamation claims (as  well as the Law 80 claim).  These causes of action had the  collective potential to reap a harvest well in excess of $75,000. No more was exigible to satisfy the amount in controversy  requirement.  See id.  Moreover, once diversity jurisdiction had  attached, subsequent events (e.g., the revealed impotency of  Corrada's potentially more munificent claims) could not work a  divestiture.  See St. Paul, 303 U.S. at 289-90.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The district court's error, however, was altogether  harmless.  Consequently, it neither necessitates vacation of the  judgment nor affects the outcome on appeal.  No award is due under  Law 80 if an employee is dismissed for \"good cause.\"  29 P.R. Laws  Ann. &#167; 185b.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> The law defines \"good cause\" to include, inter alia,  situations in which an employee is cashiered for \"indulg[ing] in a  pattern of improper or disorderly conduct,\" id. &#167; 185b(a), and  those in which he or she is discharged for repeatedly violating  \"reasonable rules and regulations established for the operation of  the [employer's business], provided a written copy thereof has been  opportunely furnished to the employee.\"  Id. &#167; 185b(c).  Both of  these definitions apply here.  Thus, based on the uncontradicted  facts, the record in this case leaves no doubt that good cause  (i.e., the serial violations of the \"no drinking on the job\"  policy) existed for Sea-Land's decision to hand Corrada his walking  papers.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">We therefore affirm the judgment as to the Law 80 claim  on this alternate ground.  See Houlton Citizens' Coalition v. Town  of Houlton, <span class=\"citation\" data-id=\"763565\"><a href=\"/opinion/763565/houlton-citizens-coalition-v-town-of-houlton/\"><span class=\"volume\">175</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">178</span></a></span>, 184 (1st Cir. 1999) (explaining that the  court of appeals may affirm the entry of judgment on any ground  made manifest by the record).</p>\n    </div>\n    <p>VII</p>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Since the record, carefully scrutinized, confirms that  (1) Sea-Land had an established personnel policy prohibiting  reporting to work in an intoxicated condition, and (2) Corrada,  having once been suspended for violating the policy, again flouted  it, Sea-Land justifiably fired him in response to the second  violation.  That discharge was for good cause; and, for the reasons  stated by the district court, Sea-Land accomplished it without  infringing Corrada's privacy rights or defaming him.  We need go no  further.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> This undermines the claim made in Corrada's appellate brief,  that his initial suspension was unwarranted under a literal  interpretation of the personnel policy (which threatens suspension  if an employee \"is found to be drinking on the job or if [he]  reports to work under the influence of alcohol\").</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> In all events, Corrada's counter-statement did not contest  the existence of Sea-Land's \"no drinking on the job\" policy, the  occurrence of his earlier suspension, or the fact that he reported  to work intoxicated on the day before Sea-Land fired him.  He  apparently concedes that these facts are incontrovertible.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> In all events, Corrada had ample time within which to conduct  discovery.  He started suit on June 16, 1999, and Sea-Land did not  move for summary judgment until nearly a year later (May 31, 2000).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Severance pay is the exclusive remedy afforded by Law 80. See 29 P.R. Laws Ann. &#167; 185a.  The statute provides for varying  payments depending on years of service.  Since Corrada worked for  Sea-Land for slightly over five years, he would have been entitled  to two months' wages as severance pay under Law 80 had he  prevailed.  See id.  Corrada's annual salary at the time of his  discharge was $39,529.34.  Thus, his Law 80 claim, if successful,  would have yielded an award substantially below the amount in  controversy required as a precondition to federal diversity  jurisdiction.  See 28 U.S.C. &#167; 1332(a).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> A minor discrepancy deserves comment.  The title of article  185b refers to dismissal for \"just cause,\" whereas the text predominantly uses the term \"good cause.\"  As a general rule, the  language of the statutory text holds sway over the wording of the  title.  Penn. Dep't of Corrs. v. Yeskey, <span class=\"citation\" data-id=\"118228\"><a href=\"/opinion/118228/pennsylvania-dept-of-corrections-v-yeskey/\"><span class=\"volume\">524</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">206</span></a></span>, 212 (1998). In this instance, however, the two terms appear to be used  synonymously.  Accordingly, we treat them as interchangeable.</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/102976/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118228/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196423/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197113/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198801/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198879/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199236/",
    "http://www.courtlistener.com/api/rest/v3/opinions/316244/",
    "http://www.courtlistener.com/api/rest/v3/opinions/536025/",
    "http://www.courtlistener.com/api/rest/v3/opinions/555046/",
    "http://www.courtlistener.com/api/rest/v3/opinions/572652/",
    "http://www.courtlistener.com/api/rest/v3/opinions/575211/",
    "http://www.courtlistener.com/api/rest/v3/opinions/602834/",
    "http://www.courtlistener.com/api/rest/v3/opinions/605524/",
    "http://www.courtlistener.com/api/rest/v3/opinions/711116/",
    "http://www.courtlistener.com/api/rest/v3/opinions/763565/"
  ]
}