{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/199331/",
  "absolute_url": "/opinion/199331/herman-v-nieves/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/199331/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T04:28:38Z",
  "date_modified": "2017-03-24T11:01:38.563179Z",
  "type": "010combined",
  "sha1": "b59d81335fecf7a151d0941fc6dbdf8ce644bbd0",
  "page_count": 15,
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/00-1594-01A.pdf",
  "local_path": "pdf/2001/03/26/Herman_v._Nieves.pdf",
  "plain_text": "          United States Court of Appeals\n                       For the First Circuit\n\n\nNo. 00-1594\n\n              ALEXIS M. HERMAN, SECRETARY OF LABOR,\n                UNITED STATES DEPARTMENT OF LABOR,\n\n                       Plaintiff, Appellee,\n\n                                 v.\n\n            HÉCTOR I. NIEVES TRANSPORT, INC., ET AL.,\n\n                      Defendants, Appellants.\n\n\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                 FOR THE DISTRICT OF PUERTO RICO\n\n         [Hon. José Antonio Fusté, U.S. District Judge]\n\n\n\n                               Before\n\n                      Torruella, Chief Judge,\n\n                 Stahl and Lipez, Circuit Judges.\n\n\n\n     Michael J. Rovell, with whom Jewel N. Klein, Law Offices of\nMichael J. Rovell Chtd and Charles A. Cuprill-Hernández Law Offices,\nwere on brief, for appellants.\n     Anne Payne Fugett, Attorney, with whom Henry L. Solano, Solicitor\nof Labor, Steven J. Mandel, Associate Solicitor, Patricia M.\nRodenhausen, Regional Solicitor New York, and Paul L. Frieden, Counsel\nfor Appellate Litigation, were on brief, for appellee.\n\fMarch 26, 2001\n\n\n\n\n     -2-\n\f          TORRUELLA, Chief Judge. This appeal addresses a question of\n\nfirst impression: specifically, whether the \"motor carrier exemption\"\n\nto the overtime provisions of the Fair Labor Standards Act (\"FLSA\"), 29\n\nU.S.C. § 213(b)(1), includes a trucking company whose routes are\n\nentirely within the boundaries of Puerto Rico.1 The district court\n\nconcluded that the trucking company, Héctor I. Nieves Transportation,\n\nInc. (\"Nieves\"), was not protected by the motor carrier exemption.\n\nHerman v. Héctor I. Nieves Transp., Inc., Civ. No. 96-2479 (D.P.R.,\n\nJan. 15, 1999) (granting partial summary judgment as to that issue).\n\nBecause we find that a plain reading of the statutory language places\n\ntruck routes occurring entirely within the boundaries of Puerto Rico\n\noutside the exemption, we affirm the holding of the district court.\n\n                                  I\n\n          The facts in this case are undisputed and presented at length\n\nin the district court opinion that found Nieves in violation of the\n\nFLSA. Herman v. Héctor I. Nieves Transp., Inc., 91 F. Supp. 2d 435,\n\n437-44 (D.P.R. 2000). Defendant Nieves is a Puerto Rico trucking\n\ncorporation.2 Truck driver employees of Nieves regularly deliver\n\nmaterials from one location on the island to another location, also on\n\n\n1 There is only one reported case in which the overtime provisions of\nthe FLSA have been enforced against a trucking company in Puerto Rico.\nThe motor carrier exemption apparently was not raised in that case.\nMcComb v. La Casa del Transporte, Inc., 187 F.2d 209 (1st Cir. 1948).\n2 Co-defendants Héctor I. Nieves Rivera and his wife Luz M. Rosendo de\nNieves own and operate Nieves.\n\n                                 -3-\n\fthe island. Approximately 98% of these deliveries either begin or end\n\nat the San Juan Harbor docks, where the trucks either pick up materials\n\nfrom, or deliver materials to, ships waiting at the harbor. Id. at\n\n438-40. Defendants pay their employees a fixed amount for each trip,\n\nwhich is calculated without regard to the duration of the trip. Id. at\n\n440. The district court found that these payments did not comply with\n\nthe overtime requirements of the FLSA.       Id. at 441-42.\n\n                                  II\n\n          We begin with the statutory scheme at issue. Although Nieves\n\nconcedes that the overtime provisions of the FLSA, 29 U.S.C. § 207, are\n\napplicable to employers located in Puerto Rico, see, e.g., Sucrs. de A.\n\nMayol & Col. v. Mitchell, 280 F.2d 477, 479 (1st Cir. 1960), Nieves\n\nargues that it comes under the motor carrier exemption to the maximum\n\nhour requirements, 29 U.S.C. § 213(b)(1).\n\n          Section 213(b)(1) provides that the overtime provisions of\n\nthe FLSA \"shall not apply to any employee with respect to whom the\n\nSecretary of Transportation [(the \"Secretary\")] has power to establish\n\nqualifications and maximum hours of service pursuant to the provisions\n\nof [49 U.S.C. § 31502].\" Section 31502 gives the Secretary the power\n\nto establish maximum hours of service for employees of motor carriers\n\nengaged in \"transportation described in sections 13501 and 13502 of\n\n\n\n\n                                 -4-\n\fthis title.\" Id. § 31502(a)(1).3 We then must look to 49 U.S.C. §\n\n13501, which provides the limitation relevant here.4 The applicable\n\nsubsection is § 13501(1)(C),5 which reads:\n\n            The Secretary and the Board have jurisdiction,\n           as specified in this part, over transportation by\n           motor carrier and the procurement of that\n           transportation, to the extent that passengers,\n           property, or both, are transported by motor\n           carrier—\n\n                  (1) between a place in—\n\n\n\n3   The relevant parts of § 31502 are subsections (a)(1) and (b)(1).\n\nSection 31502(a)(1) reads:\n\n      (a) Application. This section applies to transportation—\n\n           (1) described in sections 13501 and 13502 of this\n           title.\n\nSection 31502(b)(1) reads:\n\n      (b) Motor carrier and private motor carrier requirements.\n      The Secretary of Transportation may prescribe requirements\n      for—\n\n           (1) qualifications and maximum hours of service of\n           employees of, and safety of operation and equipment of,\n           a motor carrier.\n4 49 U.S.C. § 13502 provides for an exemption \"to the extent that\ntransportation [is] between a place in Alaska and a place in another\nstate.\" Neither side suggests that § 13502 is at issue in this case.\n5 Section 13501(1)(A) addresses transportation between two States;\n§ 13501(1)(B) transportation in one State \"through\" another State;\n§ 13501(1)(D) transportation from one point in the United States to\nanother \"through a foreign country\"; and § 13501(1)(E) transportation\nbetween a foreign country and the United States. Neither side suggests\nthat one of these alternative statutory provisions applies here.\n\n                                  -5-\n\f                  . . .\n\n                  (C) the United States and a place in a\n                  territory or possession of the United\n                  States to the extent the transportation\n                  is in the United States.\n\n          For the purposes of this statute, a \"State\" is defined as\n\n\"the 50 states of the United States and the District of Columbia,\" id.\n\n§ 13102(18), and the \"United States\" is defined as \"the States of the\n\nUnited States and the District of Columbia,\" id. § 13102(20).\n\n          Our approach to statutory interpretation is circumscribed.\n\nWe first determine whether the statutory language is unambiguous.\n\nUnited States v. Commonwealth Energy Sys. & Subsidiary Cos., 235 F.3d\n\n11, 15 (1st Cir. 2000) (citing United States v. Ron Pair Enters., Inc.,\n\n489 U.S. 235, 241 (1989)). In the absence of ambiguity, we generally\n\ndo not look beyond the plain meaning of the statutory language. Id.;\n\nCampbell v. Washington County Technical Coll., 219 F.3d 3, 6 (1st Cir.\n\n2000).\n\n          Both parties agree that, at least for the purposes of\n\n§ 13501, Puerto Rico is a \"territory or possession\" of the United\n\nStates rather than a State. See Trailer Marine Transp. v. Federal Mar.\n\nComm'n, 602 F.2d 379, 385 & n.26 (D.C. Cir. 1979). Both parties also\n\nagree that § 13501(1)(C) is the appropriate statute from which to\n\ndetermine the jurisdictional boundaries of the Department of\n\nTransportation for purposes of this case: if § 13501(1)(C) gives the\n\n\n\n                                 -6-\n\fSecretary jurisdiction over Nieves, the motor carrier exemption\n\napplies; if not, Nieves is subject to the overtime provisions of the\n\nFLSA.\n\n          Nieves argues that its trucking routes are part and parcel\n\nof the transportation of property from a place in the continental\n\nUnited States, through San Juan Harbor, to places in Puerto Rico. As\n\ndrop-off and pick-up points in Puerto Rico are \"place[s] in a territory\n\nor possession of the United States,\" Nieves suggests that § 13501(1)(C)\n\napplies and that the Secretary has jurisdiction over its trucking\n\nroutes based on the statutory language.\n\n          Nieves's interpretation conflicts with the plain meaning of\n\nthe statute. Section 13501(1)(C) only gives the Secretary jurisdiction\n\n\"to the extent the transportation is in the United States\" (emphasis\n\nadded).   The definition of the \"United States,\" for purposes of\n\n§ 13501(1)(C), excludes Puerto Rico. 49 U.S.C. § 13102(20). A plain\n\nreading of the statute, therefore, would place intra-island\n\ntransportation beyond the scope of the Secretary's jurisdiction because\n\nsuch transportation is not \"in the United States\" for purposes of the\n\nstatute. Transportation undertaken by Nieves would thus fall outside\n\nthe Secretary's jurisdiction. To the extent that some portion of a\n\nmotor carrier's activities fall within the Secretary's jurisdiction,\n\nthe exemption applies broadly to covered employees. Morris v. McComb,\n\n332 U.S. 422, 434-36 (1947). However, if all of the transportation\n\n\n                                 -7-\n\fundertaken by Nieves falls outside of the Secretary's jurisdiction, the\n\ncompany is ineligible for the motor carrier exemption. In short, under\n\nthe plain meaning of the statutory language, Nieves is subject to the\n\nFLSA.\n\n               \"If the plain language of the statute points unerringly in\n\na single direction, an inquiring court ordinarily should look no\n\nfurther,\" United States v. Hilario, 218 F.3d 19, 23 (1st Cir. 2000).\n\nHowever, before disposing of the subject, we must address several\n\narguments to the effect that ambiguity exists despite the apparent\n\nclarity of the statutory definition.\n\n               First, Nieves points to 48 U.S.C. § 751, which exempts Puerto\n\nRico    from    Subtitle    IV   of   Title   49.   Subtitle   IV   includes\n\n§ 13501(1)(C), as well as the relevant definitions of \"State\" and\n\n\"United States\" contained in § 13102. Nieves argues that 48 U.S.C.\n\n§ 751 makes § 13501(1)(C) and its incorporated definitions\n\n\"inapplicable\" in Puerto Rico. At the same time, Nieves would have the\n\nmotor carrier exemption apply to companies in Puerto Rico because that\n\nexemption falls in Subtitle VI. However, this admittedly complicated\n\nstatutory structure does not create any ambiguity in the plain meaning\n\nof § 13501(1)(C). The fact that the subtitle does not apply in Puerto\n\nRico does not change the plain meaning of the statutory text when it is\n\nreferenced by another applicable statute.\n\n\n\n\n                                       -8-\n\f          Second, Nieves argues that the way in which § 13501 applies\n\nto commerce between two states (rather than between the continental\n\nUnited States and Puerto Rico) makes it ambiguous in this context.\n\nHowever, the Secretary's jurisdiction over transportation between the\n\ncontinental United States and Puerto Rico is limited by § 13501(1)(C)\n\nin a manner in which interstate transportation is not, namely \"to the\n\nextent the transportation is in the United States.\"        It is this\n\nlimitations clause which we have interpreted here. The rule applied to\n\ncommerce between states is simply irrelevant to the issue at hand.\n\n          Third, Nieves points out, correctly, that the Department of\n\nTransportation regulates trucking companies (including Nieves)6\n\nconducting business solely within Puerto Rico pursuant to the Hazardous\n\nMaterials Transportation Act, 49 U.S.C. § 5101 et seq. Nieves suggests\n\nthat the Department of Transportation's regulatory authority in the\n\narea of hazardous waste is only one example of its broad regulatory\n\nauthority in Puerto Rico.      However, as at least one court has\n\nexplained, the Secretary's regulatory authority with respect to the\n\ntransportation   of   hazardous   materials   is   irrelevant   to   the\n\napplicability of the motor carrier exemption. Kimball v. Goodyear Tire\n\n& Rubber Co., 504 F. Supp. 544, 548 n.4 (E.D. Tex. 1980). The motor\n\ncarrier exemption applies only when the Secretary \"has power to\n\n6  Nieves has introduced into evidence a \"Hazardous Materials\nCertificate of Registration,\" a \"Driver Vehicle Inspection Report,\" and\na Department of Transportation identification number.\n\n                                  -9-\n\festablish qualifications and maximum hours of service\" pursuant to 49\n\nU.S.C. § 31502. 29 U.S.C. § 213(b). Whether the Secretary has power\n\nto conduct other business and promulgate unrelated regulations within\n\nPuerto Rico is irrelevant to this inquiry, and does not create\n\nambiguity from plain meaning.\n\n          A fourth argument is hinted at by Nieves, but not addressed\n\nat length. We consider it here only to distinguish two cases in which\n\nthe D.C. Circuit interpreted the same or similar statutory language to\n\ninclude transportation on the high seas. Puerto Rico Mar. Shipping\n\nAuth. v. Interstate Commerce Comm'n, 645 F.2d 1102, 1106-13 (D.C. Cir.\n\n1981); Trailer Marine, 602 F.2d at 386-93.7 The argument for statutory\n\nambiguity proceeds as follows: if a court can find that \"United\n\nStates,\" despite seemingly clear language to the contrary, includes\n\nocean territory outside the physical limits of the 50 States and the\n\nDistrict of Columbia, might not \"United States\" also include routes\n\nwithin Puerto Rico?\n\n7 Puerto Rico Maritime Shipping Authority involved the same statute,\nalbeit found at 49 U.S.C. § 10521(a)(1)(C) prior to statutory\nreorganization undertaken in 1995. See Klitzke v. Steiner Corp., 110\nF.3d 1465, 1467 n.2 (9th Cir. 1997) (discussing reorganization).\nTrailer Marine considered substantially the same jurisdictional\nlanguage: \"jurisdiction over transportation to the extent the\ntransportation is in the United States and is between a place in a\nState and a place in a territory or possession of the United States.\"\n602 F.2d at 384. Note that both cases referred to the regulatory\nauthority of the Interstate Commerce Commission. The duties of the ICC\nwith respect to motor carriers have since been transferred to the\nDepartment of Transportation. Foxworthy v. Hiland Dairy Co., 997 F.2d\n670, 672 n.2 (10th Cir. 1993).\n\n                                -10-\n\f          We are not convinced by this argument. The fact that the\n\nstatutory phrase \"in the United States\" may be ambiguous with respect\n\nto the question whether it includes the high seas between the\n\ncontinental United States and Puerto Rico does not necessarily mean it\n\nis ambiguous with respect to the question whether it includes Puerto\n\nRico. A primary canon of statutory construction is that a statute\n\nshould be construed so as not to render any of its phrases superfluous.\n\nCommonwealth Energy, 235 F.3d at 15 (citing Reiter v. Sonotone Corp.,\n\n442 U.S. 330, 339 (1979)).    For us to interpret § 13501(1)(C) as\n\nambiguous in this manner would do just that. Including transportation\n\nwithin the island of Puerto Rico in the phrase \"to the extent the\n\ntransportation is in the United States\" would make the phrase\n\nmeaningless; it would be a limitations clause that creates no\n\nlimitation. In contrast, the limitations clause may include the high\n\nseas within the definition of \"United States\" yet still provide some\n\nlimitation; namely, the exclusion of transportation within Puerto Rico\n\nfrom the Secretary's jurisdiction. Puerto Rico Mar. Shipping, 645 F.2d\n\nat 1112 (\"[I]t is clear beyond cavil that the limitation clause itself\n\nwas added to section 203 solely for the purpose of foreclosing [the]\n\nregulation of transportation within the territories or possessions.\")\n\n(emphasis added); Trailer Marine, 602 F.2d at 392-393 (\"[A]t least for\n\npurposes of trade between ports of Puerto Rico and inland points of the\n\n\n\n\n                                 -11-\n\fUnited States, the limitation clause does not bar . . . jurisdiction.\")\n\n(emphasis added).\n\n          We must conclude that the plain meaning of this statutory\n\ncombination places Nieves beyond the purview of the Secretary for the\n\npurposes of maximum hour regulation, and thus within the reach of the\n\nFLSA. \"The plain meaning of legislation should be conclusive, except\n\nin the 'rare cases [in which] the literal application of a statute will\n\nproduce a result demonstrably at odds with the intentions of its\n\ndrafters.'\" Ron Pair, 489 U.S. at 242 (quoting Griffin v. Oceanic\n\nContractors, Inc., 458 U.S. 564, 571 (1982)); Dávila-Pérez v. Lockheed\n\nMartin Corp., 202 F.3d 464, 468 (1st Cir. 2000). This is not such a\n\ncase. The D.C. Circuit delved deeply into the legislative history of\n\nthe limitations clause, concluding that it was passed to cure the\n\n\"anomalous situation\" where \"manufacturers shipping within the United\n\nStates or to foreign countries were at a competitive disadvantage\n\ncompared to shippers to or from Puerto Rico.\"8 Puerto Rico Marine\n\nShipping, 645 F.2d at 1110.     Both the House and Senate sought to\n\n\n\n8 Before the addition of the limitations clause, the Interstate\nCommerce Commission had no jurisdiction over motor carrier traffic\nwithin a state when that traffic originated in Puerto Rico. Puerto\nRico Mar. Shipping Auth., 645 F.2d at 1110. Thus a carrier operating\nroutes from Mobile, Alabama to Austin, Texas could (prior to the\naddition of the limitations clause) face different regulations on the\nportion of that transportation within Texas than did a carrier\noperating a route from San Juan, Puerto Rico to Austin, Texas. See id.\nCongress found this disparity troubling, and enacted the limitations\nclause to cure it.\n\n                                 -12-\n\fexclude transportation occurring entirely within Puerto Rico from the\n\nreach of the Secretary's jurisdiction. Id. at 1111 (quoting H.R. Rep.\n\nNo. 2481, 81st Cong. (2d Sess. 2 1950); S. Rep. No. 2258, 81st Cong.\n\n(2d Sess. 4 1950)).    Nieves has not effectively shown that the\n\ntransportation it conducts is anything other than that \"within\n\npossessions and territories,\" nor has it indicated how it is placed at\n\na competitive disadvantage due to the application of the FLSA. We thus\n\ncannot conclude that this is a case where an \"extraordinary\n\nconsideration\" or an \"absurd outcome\" requires us to construe a statute\n\nin a manner contrary to its plain meaning. Pritzker v. Yari, 42 F.3d\n\n53, 67-68 (1st Cir. 1994).\n\n                                 III\n\n          Nieves argues that, even if we interpret the motor carrier\n\nexemption not to apply to their activities, we make such an\n\ninterpretation entirely prospective based on the test elucidated by the\n\nSupreme Court in Chevron Oil. Chevron Oil Co. v. Huson, 404 U.S. 97,\n\n106-07 (1971). However, the Supreme Court has \"largely rejected\" the\n\nChevron Oil retroactivity analysis. Mills v. State of Maine, 118 F.3d\n\n37, 49 (1st Cir. 1997). In Harper v. Virginia Dep't of Taxation, 509\n\nU.S. 86, 90 (1993), the Court held \"that [its] application of a rule of\n\nfederal law to the parties before [it] requires every court to give\n\nretroactive effect to that decision.\" Other courts of appeals have\n\napplied this retroactivity approach to decisions issued by those\n\n\n                                 -13-\n\fcourts. Laborers Int'l Union of N. Am., AFL-CIO v. Foster Wheeler\n\nCorp., 26 F.3d 375, 386 n.8 (3d Cir. 1994) (\"Although both [ Harper and\n\nJames B. Beam Distilling Co. v. Georgia, 501 U.S. 529 (1991)] dealt\n\nwith decisions issued by the Supreme Court, given the ratio decidendi\n\nof both cases, we suspect that other courts are probably correct that\n\nthere is no cogent basis for distinguishing decisions handed down by\n\nthe inferior federal courts.\"); Eckstien v. Balcor Film Investors, 8\n\nF.3d 1121, 1128 (7th Cir. 1993) (noting that if not for state law to\n\nthe contrary, a previous Seventh Circuit decision would apply\n\nretroactively based on Harper); Newport News Shipbuilding & Dry Dock\n\nCo. v. Garrett, 6 F.3d 1547, 1554 (Fed. Cir. 1993) (applying previous\n\nFederal Circuit decision retroactively in wake of Harper). We see no\n\nreason to disagree with our sister circuits, especially given that we\n\nhave applied our own decisions retroactively in other circumstances\n\nlacking an explicit Supreme Court statement as to the effect of\n\ndecisions made by the courts of appeals. See United States v. Melvin,\n\n27 F.3d 703, 707 n.4 (1st Cir. 1994) (applying this Court's opinion in\n\nUnited States v. Tavares, 21 F.3d 1 (1st Cir. 1994), retroactively\n\nbased on the Supreme Court's statement in Griffith v. Kentucky, 479\n\nU.S. 314, 328 (1987), \"that a new rule for the conduct of criminal\n\nprosecutions is to be applied retroactively\").\n\n                                  IV\n\n\n\n\n                                 -14-\n\f         For the reasons herein, the decision of the district court\n\nis affirmed.\n\n\n\n\n                              -15-\n\f",
  "html": "<p class=\"case_cite\">244 F.3d 32 (1st Cir. 2001)</p>\n    <p class=\"parties\">ALEXIS M. HERMAN, SECRETARY OF LABOR, UNITED STATES DEPARTMENT OF LABOR, Plaintiff, Appellee,<br>v.<br>HECTOR I. NIEVES TRANSPORT, INC., ET AL., Defendants, Appellants.</p>\n    <p class=\"docket\">No. 00-1594</p>\n    <p class=\"court\">United States Court of Appeals For the First Circuit</p>\n    <p class=\"date\">Heard January 10, 2001<br>Decided March 26, 2001</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF PUERTO RICO</p>\n      <p class=\"indent\">[Hon. Jose Antonio Fuste, U.S. District Judge]</p>\n      <p class=\"indent\">Michael J. Rovell, with whom Jewel N. Klein, Law Offices of Michael J. Rovell Chtd and Charles A. Cuprill-Hern ndez Law Offices, were on brief, for appellants.</p>\n      <p class=\"indent\">Anne Payne Fugett, Attorney, with whom Henry L. Solano, Solicitor of Labor, Steven J. Mandel, Associate Solicitor, Patricia M. Rodenhausen, Regional Solicitor New York, and Paul L. Frieden, Counsel for Appellate Litigation, were on brief, for appellee.</p>\n      <p class=\"indent\">Before Torruella, Chief Judge, Stahl and Lipez, Circuit Judges.</p>\n      <p class=\"indent\">TORRUELLA, Chief Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This appeal addresses a question of first impression: specifically, whether the \"motor carrier exemption\" to the overtime provisions of the Fair Labor Standards Act (\"FLSA\"), 29 U.S.C. &#167; 213(b)(1), includes a trucking company whose routes are entirely within the boundaries of Puerto Rico.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> The district court concluded that the trucking company, Hector I. Nieves Transportation, Inc. (\"Nieves\"), was not protected by the motor carrier exemption. Herman v. Hector I. Nieves Transp., Inc., Civ. No. 96-2479 (D.P.R., Jan. 15, 1999) (granting partial summary judgment as to that issue). Because we find that a plain reading of the statutory language places truck routes occurring entirely within the boundaries of Puerto Rico outside the exemption, we affirm the holding of the district court.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">* The facts in this case are undisputed and presented at length in the district court opinion that found Nieves in violation of the FLSA. Herman v. Hector I. Nieves Transp., Inc., 91 F. Supp. 2d 435, 437-44 (D.P.R. 2000). Defendant Nieves is a Puerto Rico trucking corporation.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> Truck driver employees of Nieves regularly deliver materials from one location on the island to another location, also on the island. Approximately 98% of these deliveries either begin or end at the San Juan Harbor docks, where the trucks either pick up materials from, or deliver materials to, ships waiting at the harbor. Id. at 438-40. Defendants pay their employees a fixed amount for each trip, which is calculated without regard to the duration of the trip. Id. at 440. The district court found that these payments did not comply with the overtime requirements of the FLSA. Id. at 441-42.</p>\n    </div>\n    <p>II</p>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">We begin with the statutory scheme at issue. Although Nieves concedes that the overtime provisions of the FLSA, 29 U.S.C. &#167; 207, are applicable to employers located in Puerto Rico, see, e.g., Sucrs. de A. Mayol &amp; Col. v. Mitchell, 280 F.2d 477, 479 (1st Cir. 1960), Nieves argues that it comes under the motor carrier exemption to the maximum hour requirements, 29 U.S.C. &#167; 213(b)(1).</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Section 213(b)(1) provides that the overtime provisions of the FLSA \"shall not apply to any employee with respect to whom the Secretary of Transportation [(the \"Secretary\")] has power to establish qualifications and maximum hours of service pursuant to the provisions of [49 U.S.C. &#167; 31502].\" Section 31502 gives the Secretary the power to establish maximum hours of service for employees of motor carriers engaged in \"transportation described in sections 13501 and 13502 of this title.\" Id. &#167; 31502(a)(1).<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> We then must look to 49 U.S.C. &#167; 13501, which provides the limitation relevant here.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> The applicable subsection is &#167; 13501(1)(C),<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> which reads:</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The Secretary and the Board have jurisdiction, as specified in this part, over transportation by motor carrier and the procurement of that transportation, to the extent that passengers, property, or both, are transported by motor carrier--</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">(1) between a place in--</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">. . .</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">(C) the United States and a place in a territory or possession of the United States to the extent the transportation is in the United States.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">For the purposes of this statute, a \"State\" is defined as \"the 50 states of the United States and the District of Columbia,\" id. &#167; 13102(18), and the \"United States\" is defined as \"the States of the United States and the District of Columbia,\" id. &#167; 13102(20).</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Our approach to statutory interpretation is circumscribed. We first determine whether the statutory language is unambiguous. United States v. Commonwealth Energy Sys. &amp; Subsidiary Cos., 235 F.3d 11, 15 (1st Cir. 2000) (citing United States v. Ron Pair Enters., Inc., 489 U.S. 235, 241 (1989)). In the absence of ambiguity, we generally do not look beyond the plain meaning of the statutory language. Id.; Campbell v. Washington County Technical Coll., 219 F.3d 3, 6 (1st Cir. 2000).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Both parties agree that, at least for the purposes of &#167; 13501, Puerto Rico is a \"territory or possession\" of the United States rather than a State. See Trailer Marine Transp. v. Federal Mar. Comm'n, 602 F.2d 379, 385 &amp; n.26 (D.C. Cir. 1979). Both parties also agree that &#167; 13501(1)(C) is the appropriate statute from which to determine the jurisdictional boundaries of the Department of Transportation for purposes of this case: if &#167; 13501(1)(C) gives the Secretary jurisdiction over Nieves, the motor carrier exemption applies; if not, Nieves is subject to the overtime provisions of the FLSA.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Nieves argues that its trucking routes are part and parcel of the transportation of property from a place in the continental United States, through San Juan Harbor, to places in Puerto Rico. As drop-off and pick-up points in Puerto Rico are \"place[s] in a territory or possession of the United States,\" Nieves suggests that &#167; 13501(1)(C) applies and that the Secretary has jurisdiction over its trucking routes based on the statutory language.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Nieves's interpretation conflicts with the plain meaning of the statute. Section 13501(1)(C) only gives the Secretary jurisdiction \"to the extent the transportation is in the United States\" (emphasis added). The definition of the \"United States,\" for purposes of &#167; 13501(1)(C), excludes Puerto Rico. 49 U.S.C. &#167; 13102(20). A plain reading of the statute, therefore, would place intra-island transportation beyond the scope of the Secretary's jurisdiction because such transportation is not \"in the United States\" for purposes of the statute. Transportation undertaken by Nieves would thus fall outside the Secretary's jurisdiction. To the extent that some portion of a motor carrier's activities fall within the Secretary's jurisdiction, the exemption applies broadly to covered employees. Morris v. McComb, 332 U.S. 422, 434-36 (1947). However, if all of the transportation undertaken by Nieves falls outside of the Secretary's jurisdiction, the company is ineligible for the motor carrier exemption. In short, under the plain meaning of the statutory language, Nieves is subject to the FLSA.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">\"If the plain language of the statute points unerringly in a single direction, an inquiring court ordinarily should look no further,\" United States v. Hilario, 218 F.3d 19, 23 (1st Cir. 2000). However, before disposing of the subject, we must address several arguments to the effect that ambiguity exists despite the apparent clarity of the statutory definition.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">First, Nieves points to 48 U.S.C. &#167; 751, which exempts Puerto Rico from Subtitle IV of Title 49. Subtitle IV includes &#167; 13501(1)(C), as well as the relevant definitions of \"State\" and \"United States\" contained in &#167; 13102. Nieves argues that 48 U.S.C. &#167; 751 makes &#167; 13501(1)(C) and its incorporated definitions \"inapplicable\" in Puerto Rico. At the same time, Nieves would have the motor carrier exemption apply to companies in Puerto Rico because that exemption falls in Subtitle VI. However, this admittedly complicated statutory structure does not create any ambiguity in the plain meaning of &#167; 13501(1)(C). The fact that the subtitle does not apply in Puerto Rico does not change the plain meaning of the statutory text when it is referenced by another applicable statute.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Second, Nieves argues that the way in which &#167; 13501 applies to commerce between two states (rather than between the continental United States and Puerto Rico) makes it ambiguous in this context. However, the Secretary's jurisdiction over transportation between the continental United States and Puerto Rico is limited by &#167; 13501(1)(C) in a manner in which interstate transportation is not, namely \"to the extent the transportation is in the United States.\" It is this limitations clause which we have interpreted here. The rule applied to commerce between states is simply irrelevant to the issue at hand.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Third, Nieves points out, correctly, that the Department of Transportation regulates trucking companies (including Nieves)<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> conducting business solely within Puerto Rico pursuant to the Hazardous Materials Transportation Act, 49 U.S.C. &#167; 5101 et seq. Nieves suggests that the Department of Transportation's regulatory authority in the area of hazardous waste is only one example of its broad regulatory authority in Puerto Rico. However, as at least one court has explained, the Secretary's regulatory authority with respect to the transportation of hazardous materials is irrelevant to the applicability of the motor carrier exemption. Kimball v. Goodyear Tire &amp; Rubber Co., 504 F. Supp. 544, 548 n.4 (E.D. Tex. 1980). The motor carrier exemption applies only when the Secretary \"has power to establish qualifications and maximum hours of service\" pursuant to 49 U.S.C. &#167; 31502. 29 U.S.C. &#167; 213(b). Whether the Secretary has power to conduct other business and promulgate unrelated regulations within Puerto Rico is irrelevant to this inquiry, and does not create ambiguity from plain meaning.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">A fourth argument is hinted at by Nieves, but not addressed at length. We consider it here only to distinguish two cases in which the D.C. Circuit interpreted the same or similar statutory language to include transportation on the high seas. Puerto Rico Mar. Shipping Auth. v. Interstate Commerce Comm'n, 645 F.2d 1102, 1106-13 (D.C. Cir. 1981); Trailer Marine, 602 F.2d at 386-93.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> The argument for statutory ambiguity proceeds as follows: if a court can find that \"United States,\" despite seemingly clear language to the contrary, includes ocean territory outside the physical limits of the 50 States and the District of Columbia, might not \"United States\" also include routes within Puerto Rico?</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">We are not convinced by this argument. The fact that the statutory phrase \"in the United States\" may be ambiguous with respect to the question whether it includes the high seas between the continental United States and Puerto Rico does not necessarily mean it is ambiguous with respect to the question whether it includes Puerto Rico. A primary canon of statutory construction is that a statute should be construed so as not to render any of its phrases superfluous. Commonwealth Energy, 235 F.3d at 15 (citing Reiter v. Sonotone Corp., 442 U.S. 330, 339 (1979)). For us to interpret &#167; 13501(1)(C) as ambiguous in this manner would do just that. Including transportation within the island of Puerto Rico in the phrase \"to the extent the transportation is in the United States\" would make the phrase meaningless; it would be a limitations clause that creates no limitation. In contrast, the limitations clause may include the high seas within the definition of \"United States\" yet still provide some limitation; namely, the exclusion of transportation within Puerto Rico from the Secretary's jurisdiction. Puerto Rico Mar. Shipping, 645 F.2d at 1112 (\"[I]t is clear beyond cavil that the limitation clause itself was added to section 203 solely for the purpose of foreclosing [the] regulation of transportation within the territories or possessions.\") (emphasis added); Trailer Marine, 602 F.2d at 392-393 (\"[A]t least for purposes of trade between ports of Puerto Rico and inland points of the United States, the limitation clause does not bar . . . jurisdiction.\") (emphasis added).</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">We must conclude that the plain meaning of this statutory combination places Nieves beyond the purview of the Secretary for the purposes of maximum hour regulation, and thus within the reach of the FLSA. \"The plain meaning of legislation should be conclusive, except in the 'rare cases [in which] the literal application of a statute will produce a result demonstrably at odds with the intentions of its drafters.'\" Ron Pair, 489 U.S. at 242 (quoting Griffin v. Oceanic Contractors, Inc., 458 U.S. 564, 571 (1982)); D vila-Perez v. Lockheed Martin Corp., 202 F.3d 464, 468 (1st Cir. 2000). This is not such a case. The D.C. Circuit delved deeply into the legislative history of the limitations clause, concluding that it was passed to cure the \"anomalous situation\" where \"manufacturers shipping within the United States or to foreign countries were at a competitive disadvantage compared to shippers to or from Puerto Rico.\"<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> Puerto Rico Marine Shipping, 645 F.2d at 1110. Both the House and Senate sought to exclude transportation occurring entirely within Puerto Rico from the reach of the Secretary's jurisdiction. Id. at 1111 (quoting H.R. Rep. No. 2481, 81st Cong. (2d Sess. 2 1950); S. Rep. No. 2258, 81st Cong. (2d Sess. 4 1950)). Nieves has not effectively shown that the transportation it conducts is anything other than that \"within possessions and territories,\" nor has it indicated how it is placed at a competitive disadvantage due to the application of the FLSA. We thus cannot conclude that this is a case where an \"extraordinary consideration\" or an \"absurd outcome\" requires us to construe a statute in a manner contrary to its plain meaning. Pritzker v. Yari, 42 F.3d 53, 67-68 (1st Cir. 1994).</p>\n    </div>\n    <p>III</p>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Nieves argues that, even if we interpret the motor carrier exemption not to apply to their activities, we make such an interpretation entirely prospective based on the test elucidated by the Supreme Court in Chevron Oil. Chevron Oil Co. v. Huson, 404 U.S. 97, 106-07 (1971). However, the Supreme Court has \"largely rejected\" the Chevron Oil retroactivity analysis. Mills v. State of Maine, 118 F.3d 37, 49 (1st Cir. 1997). In Harper v. Virginia Dep't of Taxation, 509 U.S. 86, 90 (1993), the Court held \"that [its] application of a rule of federal law to the parties before [it] requires every court to give retroactive effect to that decision.\" Other courts of appeals have applied this retroactivity approach to decisions issued by those courts. Laborers Int'l Union of N. Am., AFL-CIO v. Foster Wheeler Corp., 26 F.3d 375, 386 n.8 (3d Cir. 1994) (\"Although both [Harper and James B. Beam Distilling Co. v. Georgia, 501 U.S. 529 (1991)] dealt with decisions issued by the Supreme Court, given the ratio decidendi of both cases, we suspect that other courts are probably correct that there is no cogent basis for distinguishing decisions handed down by the inferior federal courts.\"); Eckstien v. Balcor Film Investors, 8 F.3d 1121, 1128 (7th Cir. 1993) (noting that if not for state law to the contrary, a previous Seventh Circuit decision would apply retroactively based on Harper); Newport News Shipbuilding &amp; Dry Dock Co. v. Garrett, 6 F.3d 1547, 1554 (Fed. Cir. 1993) (applying previous Federal Circuit decision retroactively in wake of Harper). We see no reason to disagree with our sister circuits, especially given that we have applied our own decisions retroactively in other circumstances lacking an explicit Supreme Court statement as to the effect of decisions made by the courts of appeals. See United States v. Melvin, 27 F.3d 703, 707 n.4 (1st Cir. 1994) (applying this Court's opinion in United States v. Tavares, 21 F.3d 1 (1st Cir. 1994), retroactively based on the Supreme Court's statement in Griffith v. Kentucky, 479 U.S. 314, 328 (1987), \"that a new rule for the conduct of criminal prosecutions is to be applied retroactively\").</p>\n    </div>\n    <p>IV</p>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">For the reasons herein, the decision of the district court is affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> There is only one reported case in which the overtime provisions of the FLSA have been enforced against a trucking company in Puerto Rico. The motor carrier exemption apparently was not raised in that case. McComb v. La Casa del Transporte, Inc., 187 F.2d 209 (1st Cir. 1948).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Co-defendants Hector I. Nieves Rivera and his wife Luz M. Rosendo de Nieves own and operate Nieves.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The relevant parts of &#167; 31502 are subsections (a)(1) and (b)(1). Section 31502(a)(1) reads:</p>\n        <p>(a) Application. This section applies to transportation--</p>\n        <p>(1) described in sections 13501 and 13502 of this title.</p>\n        <p>Section 31502(b)(1) reads:</p>\n        <p>(b) Motor carrier and private motor carrier requirements. The Secretary of Transportation may prescribe requirements for--</p>\n        <p>(1) qualifications and maximum hours of service of employees of, and safety of operation and equipment of, a motor carrier.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> 49 U.S.C. &#167; 13502 provides for an exemption \"to the extent that transportation [is] between a place in Alaska and a place in another state.\" Neither side suggests that &#167; 13502 is at issue in this case.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Section 13501(1)(A) addresses transportation between two States; &#167; 13501(1)(B) transportation in one State \"through\" another State; &#167; 13501(1)(D) transportation from one point in the United States to another \"through a foreign country\"; and &#167; 13501(1)(E) transportation between a foreign country and the United States. Neither side suggests that one of these alternative statutory provisions applies here.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Nieves has introduced into evidence a \"Hazardous Materials Certificate of Registration,\" a \"Driver Vehicle Inspection Report,\" and a Department of Transportation identification number.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Puerto Rico Maritime Shipping Authority involved the same statute, albeit found at 49 U.S.C. &#167; 10521(a)(1)(C) prior to statutory reorganization undertaken in 1995. See Klitzke v. Steiner Corp., 110 F.3d 1465, 1467 n.2 (9th Cir. 1997) (discussing reorganization). Trailer Marine considered substantially the same jurisdictional language: \"jurisdiction over transportation to the extent the transportation is in the United States and is between a place in a State and a place in a territory or possession of the United States.\" 602 F.2d at 384. Note that both cases referred to the regulatory authority of the Interstate Commerce Commission. The duties of the ICC with respect to motor carriers have since been transferred to the Department of Transportation. Foxworthy v. Hiland Dairy Co., 997 F.2d 670, 672 n.2 (10th Cir. 1993).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> Before the addition of the limitations clause, the Interstate Commerce Commission had no jurisdiction over motor carrier traffic within a state when that traffic originated in Puerto Rico. Puerto Rico Mar. Shipping Auth., 645 F.2d at 1110. Thus a carrier operating routes from Mobile, Alabama to Austin, Texas could (prior to the addition of the limitations clause) face different regulations on the portion of that transportation within Texas than did a carrier operating a route from San Juan, Puerto Rico to Austin, Texas. See id. Congress found this disparity troubling, and enacted the limitations clause to cure it.</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">244</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">32</span></span> (1st Cir. 2001)</p>\n    <p class=\"parties\">ALEXIS M. HERMAN, SECRETARY OF LABOR, UNITED STATES DEPARTMENT OF LABOR, Plaintiff, Appellee,<br>v.<br>HECTOR I. NIEVES TRANSPORT, INC., ET AL., Defendants, Appellants.</p>\n    <p class=\"docket\">No. 00-1594</p>\n    <p class=\"court\">United States Court of Appeals For the First Circuit</p>\n    <p class=\"date\">Heard January 10, 2001<br>Decided March 26, 2001</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF PUERTO RICO</p>\n      <p class=\"indent\">[Hon. Jose Antonio Fuste, U.S. District Judge]</p>\n      <p class=\"indent\">Michael J. Rovell, with whom Jewel N. Klein, Law Offices of Michael J. Rovell Chtd and Charles A. Cuprill-Hern ndez Law Offices, were on brief, for appellants.</p>\n      <p class=\"indent\">Anne Payne Fugett, Attorney, with whom Henry L. Solano, Solicitor of Labor, Steven J. Mandel, Associate Solicitor, Patricia M. Rodenhausen, Regional Solicitor New York, and Paul L. Frieden, Counsel for Appellate Litigation, were on brief, for appellee.</p>\n      <p class=\"indent\">Before Torruella, Chief Judge, Stahl and Lipez, Circuit Judges.</p>\n      <p class=\"indent\">TORRUELLA, Chief Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This appeal addresses a question of first impression: specifically, whether the \"motor carrier exemption\" to the overtime provisions of the Fair Labor Standards Act (\"FLSA\"), 29 U.S.C. &#167; 213(b)(1), includes a trucking company whose routes are entirely within the boundaries of Puerto Rico.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> The district court concluded that the trucking company, Hector I. Nieves Transportation, Inc. (\"Nieves\"), was not protected by the motor carrier exemption. Herman v. Hector I. Nieves Transp., Inc., Civ. No. 96-2479 (D.P.R., Jan. 15, 1999) (granting partial summary judgment as to that issue). Because we find that a plain reading of the statutory language places truck routes occurring entirely within the boundaries of Puerto Rico outside the exemption, we affirm the holding of the district court.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">* The facts in this case are undisputed and presented at length in the district court opinion that found Nieves in violation of the FLSA. Herman v. Hector I. Nieves Transp., Inc., <span class=\"citation\" data-id=\"2510859\"><a href=\"/opinion/2510859/herman-v-hector-i-nieves-transp-inc/\"><span class=\"volume\">91</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">435</span></a></span>, 437-44 (D.P.R. 2000). Defendant Nieves is a Puerto Rico trucking corporation.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> Truck driver employees of Nieves regularly deliver materials from one location on the island to another location, also on the island. Approximately 98% of these deliveries either begin or end at the San Juan Harbor docks, where the trucks either pick up materials from, or deliver materials to, ships waiting at the harbor. Id. at 438-40. Defendants pay their employees a fixed amount for each trip, which is calculated without regard to the duration of the trip. Id. at 440. The district court found that these payments did not comply with the overtime requirements of the FLSA. Id. at 441-42.</p>\n    </div>\n    <p>II</p>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">We begin with the statutory scheme at issue. Although Nieves concedes that the overtime provisions of the FLSA, 29 U.S.C. &#167; 207, are applicable to employers located in Puerto Rico, see, e.g., Sucrs. de A. Mayol &amp; Col. v. Mitchell, <span class=\"citation\" data-id=\"251514\"><a href=\"/opinion/251514/sucrs-de-a-mayol-co-inc-v-james-p-mitchell-secretary-of-the/\"><span class=\"volume\">280</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">477</span></a></span>, 479 (1st Cir. 1960), Nieves argues that it comes under the motor carrier exemption to the maximum hour requirements, 29 U.S.C. &#167; 213(b)(1).</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Section 213(b)(1) provides that the overtime provisions of the FLSA \"shall not apply to any employee with respect to whom the Secretary of Transportation [(the \"Secretary\")] has power to establish qualifications and maximum hours of service pursuant to the provisions of [49 U.S.C. &#167; 31502].\" Section 31502 gives the Secretary the power to establish maximum hours of service for employees of motor carriers engaged in \"transportation described in sections 13501 and 13502 of this title.\" Id. &#167; 31502(a)(1).<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> We then must look to 49 U.S.C. &#167; 13501, which provides the limitation relevant here.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> The applicable subsection is &#167; 13501(1)(C),<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> which reads:</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The Secretary and the Board have jurisdiction, as specified in this part, over transportation by motor carrier and the procurement of that transportation, to the extent that passengers, property, or both, are transported by motor carrier--</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">(1) between a place in--</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">. . .</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">(C) the United States and a place in a territory or possession of the United States to the extent the transportation is in the United States.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">For the purposes of this statute, a \"State\" is defined as \"the 50 states of the United States and the District of Columbia,\" id. &#167; 13102(18), and the \"United States\" is defined as \"the States of the United States and the District of Columbia,\" id. &#167; 13102(20).</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Our approach to statutory interpretation is circumscribed. We first determine whether the statutory language is unambiguous. United States v. Commonwealth Energy Sys. &amp; Subsidiary Cos., <span class=\"citation\" data-id=\"199202\"><a href=\"/opinion/199202/united-states-v-commonwealth-energy/\"><span class=\"volume\">235</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">11</span></a></span>, 15 (1st Cir. 2000) (citing United States v. Ron Pair Enters., Inc., <span class=\"citation\" data-id=\"112204\"><a href=\"/opinion/112204/united-states-v-ron-pair-enterprises-inc/\"><span class=\"volume\">489</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">235</span></a></span>, 241 (1989)). In the absence of ambiguity, we generally do not look beyond the plain meaning of the statutory language. Id.; Campbell v. Washington County Technical Coll., <span class=\"citation\" data-id=\"769489\"><a href=\"/opinion/769489/shirley-campbell-and-lauren-campbell-v-washington-county-technical/\"><span class=\"volume\">219</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">3</span></a></span>, 6 (1st Cir. 2000).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Both parties agree that, at least for the purposes of &#167; 13501, Puerto Rico is a \"territory or possession\" of the United States rather than a State. See Trailer Marine Transp. v. Federal Mar. Comm'n, <span class=\"citation\" data-id=\"368271\"><a href=\"/opinion/368271/trailer-marine-transport-corporation-v-federal-maritime-commission-and/\"><span class=\"volume\">602</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">379</span></a></span>, 385 &amp; n.26 (D.C. Cir. 1979). Both parties also agree that &#167; 13501(1)(C) is the appropriate statute from which to determine the jurisdictional boundaries of the Department of Transportation for purposes of this case: if &#167; 13501(1)(C) gives the Secretary jurisdiction over Nieves, the motor carrier exemption applies; if not, Nieves is subject to the overtime provisions of the FLSA.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Nieves argues that its trucking routes are part and parcel of the transportation of property from a place in the continental United States, through San Juan Harbor, to places in Puerto Rico. As drop-off and pick-up points in Puerto Rico are \"place[s] in a territory or possession of the United States,\" Nieves suggests that &#167; 13501(1)(C) applies and that the Secretary has jurisdiction over its trucking routes based on the statutory language.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Nieves's interpretation conflicts with the plain meaning of the statute. Section 13501(1)(C) only gives the Secretary jurisdiction \"to the extent the transportation is in the United States\" (emphasis added). The definition of the \"United States,\" for purposes of &#167; 13501(1)(C), excludes Puerto Rico. 49 U.S.C. &#167; 13102(20). A plain reading of the statute, therefore, would place intra-island transportation beyond the scope of the Secretary's jurisdiction because such transportation is not \"in the United States\" for purposes of the statute. Transportation undertaken by Nieves would thus fall outside the Secretary's jurisdiction. To the extent that some portion of a motor carrier's activities fall within the Secretary's jurisdiction, the exemption applies broadly to covered employees. Morris v. McComb, <span class=\"citation no-link\"><span class=\"volume\">332</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">422</span></span>, 434-36 (1947). However, if all of the transportation undertaken by Nieves falls outside of the Secretary's jurisdiction, the company is ineligible for the motor carrier exemption. In short, under the plain meaning of the statutory language, Nieves is subject to the FLSA.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">\"If the plain language of the statute points unerringly in a single direction, an inquiring court ordinarily should look no further,\" United States v. Hilario, <span class=\"citation\" data-id=\"198998\"><a href=\"/opinion/198998/united-states-v-hilario/\"><span class=\"volume\">218</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">19</span></a></span>, 23 (1st Cir. 2000). However, before disposing of the subject, we must address several arguments to the effect that ambiguity exists despite the apparent clarity of the statutory definition.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">First, Nieves points to 48 U.S.C. &#167; 751, which exempts Puerto Rico from Subtitle IV of Title 49. Subtitle IV includes &#167; 13501(1)(C), as well as the relevant definitions of \"State\" and \"United States\" contained in &#167; 13102. Nieves argues that 48 U.S.C. &#167; 751 makes &#167; 13501(1)(C) and its incorporated definitions \"inapplicable\" in Puerto Rico. At the same time, Nieves would have the motor carrier exemption apply to companies in Puerto Rico because that exemption falls in Subtitle VI. However, this admittedly complicated statutory structure does not create any ambiguity in the plain meaning of &#167; 13501(1)(C). The fact that the subtitle does not apply in Puerto Rico does not change the plain meaning of the statutory text when it is referenced by another applicable statute.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Second, Nieves argues that the way in which &#167; 13501 applies to commerce between two states (rather than between the continental United States and Puerto Rico) makes it ambiguous in this context. However, the Secretary's jurisdiction over transportation between the continental United States and Puerto Rico is limited by &#167; 13501(1)(C) in a manner in which interstate transportation is not, namely \"to the extent the transportation is in the United States.\" It is this limitations clause which we have interpreted here. The rule applied to commerce between states is simply irrelevant to the issue at hand.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Third, Nieves points out, correctly, that the Department of Transportation regulates trucking companies (including Nieves)<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> conducting business solely within Puerto Rico pursuant to the Hazardous Materials Transportation Act, 49 U.S.C. &#167; 5101 et seq. Nieves suggests that the Department of Transportation's regulatory authority in the area of hazardous waste is only one example of its broad regulatory authority in Puerto Rico. However, as at least one court has explained, the Secretary's regulatory authority with respect to the transportation of hazardous materials is irrelevant to the applicability of the motor carrier exemption. Kimball v. Goodyear Tire &amp; Rubber Co., <span class=\"citation\" data-id=\"2154456\"><a href=\"/opinion/2154456/kimball-v-goodyear-tire-rubber-co/\"><span class=\"volume\">504</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">544</span></a></span>, 548 n.4 (E.D. Tex. 1980). The motor carrier exemption applies only when the Secretary \"has power to establish qualifications and maximum hours of service\" pursuant to 49 U.S.C. &#167; 31502. 29 U.S.C. &#167; 213(b). Whether the Secretary has power to conduct other business and promulgate unrelated regulations within Puerto Rico is irrelevant to this inquiry, and does not create ambiguity from plain meaning.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">A fourth argument is hinted at by Nieves, but not addressed at length. We consider it here only to distinguish two cases in which the D.C. Circuit interpreted the same or similar statutory language to include transportation on the high seas. Puerto Rico Mar. Shipping Auth. v. Interstate Commerce Comm'n, <span class=\"citation\" data-id=\"389245\"><a href=\"/opinion/389245/puerto-rico-maritime-shipping-authority-v-interstate-commerce-commission/\"><span class=\"volume\">645</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1102</span></a></span>, 1106-13 (D.C. Cir. 1981); Trailer Marine, 602 F.2d at 386-93.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> The argument for statutory ambiguity proceeds as follows: if a court can find that \"United States,\" despite seemingly clear language to the contrary, includes ocean territory outside the physical limits of the 50 States and the District of Columbia, might not \"United States\" also include routes within Puerto Rico?</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">We are not convinced by this argument. The fact that the statutory phrase \"in the United States\" may be ambiguous with respect to the question whether it includes the high seas between the continental United States and Puerto Rico does not necessarily mean it is ambiguous with respect to the question whether it includes Puerto Rico. A primary canon of statutory construction is that a statute should be construed so as not to render any of its phrases superfluous. Commonwealth Energy, 235 F.3d at 15 (citing Reiter v. Sonotone Corp., <span class=\"citation\" data-id=\"110101\"><a href=\"/opinion/110101/reiter-v-sonotone-corp/\"><span class=\"volume\">442</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">330</span></a></span>, 339 (1979)). For us to interpret &#167; 13501(1)(C) as ambiguous in this manner would do just that. Including transportation within the island of Puerto Rico in the phrase \"to the extent the transportation is in the United States\" would make the phrase meaningless; it would be a limitations clause that creates no limitation. In contrast, the limitations clause may include the high seas within the definition of \"United States\" yet still provide some limitation; namely, the exclusion of transportation within Puerto Rico from the Secretary's jurisdiction. Puerto Rico Mar. Shipping, 645 F.2d at 1112 (\"[I]t is clear beyond cavil that the limitation clause itself was added to section 203 solely for the purpose of foreclosing [the] regulation of transportation within the territories or possessions.\") (emphasis added); Trailer Marine, 602 F.2d at 392-393 (\"[A]t least for purposes of trade between ports of Puerto Rico and inland points of the United States, the limitation clause does not bar . . . jurisdiction.\") (emphasis added).</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">We must conclude that the plain meaning of this statutory combination places Nieves beyond the purview of the Secretary for the purposes of maximum hour regulation, and thus within the reach of the FLSA. \"The plain meaning of legislation should be conclusive, except in the 'rare cases [in which] the literal application of a statute will produce a result demonstrably at odds with the intentions of its drafters.'\" Ron Pair, 489 U.S. at 242 (quoting Griffin v. Oceanic Contractors, Inc., <span class=\"citation\" data-id=\"110787\"><a href=\"/opinion/110787/griffin-v-oceanic-contractors-inc/\"><span class=\"volume\">458</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">564</span></a></span>, 571 (1982)); D vila-Perez v. Lockheed Martin Corp., <span class=\"citation\" data-id=\"198808\"><a href=\"/opinion/198808/davila-perez-v-lockheed-martin-corp/\"><span class=\"volume\">202</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">464</span></a></span>, 468 (1st Cir. 2000). This is not such a case. The D.C. Circuit delved deeply into the legislative history of the limitations clause, concluding that it was passed to cure the \"anomalous situation\" where \"manufacturers shipping within the United States or to foreign countries were at a competitive disadvantage compared to shippers to or from Puerto Rico.\"<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> Puerto Rico Marine Shipping, 645 F.2d at 1110. Both the House and Senate sought to exclude transportation occurring entirely within Puerto Rico from the reach of the Secretary's jurisdiction. Id. at 1111 (quoting H.R. Rep. No. 2481, 81st Cong. (2d Sess. 2 1950); S. Rep. No. 2258, 81st Cong. (2d Sess. 4 1950)). Nieves has not effectively shown that the transportation it conducts is anything other than that \"within possessions and territories,\" nor has it indicated how it is placed at a competitive disadvantage due to the application of the FLSA. We thus cannot conclude that this is a case where an \"extraordinary consideration\" or an \"absurd outcome\" requires us to construe a statute in a manner contrary to its plain meaning. Pritzker v. Yari, <span class=\"citation\" data-id=\"684076\"><a href=\"/opinion/684076/jay-a-pritzker-v-bob-yari/\"><span class=\"volume\">42</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">53</span></a></span>, 67-68 (1st Cir. 1994).</p>\n    </div>\n    <p>III</p>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Nieves argues that, even if we interpret the motor carrier exemption not to apply to their activities, we make such an interpretation entirely prospective based on the test elucidated by the Supreme Court in Chevron Oil. Chevron Oil Co. v. Huson, <span class=\"citation\" data-id=\"108406\"><a href=\"/opinion/108406/chevron-oil-co-v-huson/\"><span class=\"volume\">404</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">97</span></a></span>, 106-07 (1971). However, the Supreme Court has \"largely rejected\" the Chevron Oil retroactivity analysis. Mills v. State of Maine, <span class=\"citation\" data-id=\"197448\"><a href=\"/opinion/197448/mills-v-state-of-maine/\"><span class=\"volume\">118</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">37</span></a></span>, 49 (1st Cir. 1997). In Harper v. Virginia Dep't of Taxation, <span class=\"citation\" data-id=\"112890\"><a href=\"/opinion/112890/harper-v-virginia-dept-of-taxation/\"><span class=\"volume\">509</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">86</span></a></span>, 90 (1993), the Court held \"that [its] application of a rule of federal law to the parties before [it] requires every court to give retroactive effect to that decision.\" Other courts of appeals have applied this retroactivity approach to decisions issued by those courts. Laborers Int'l Union of N. Am., AFL-CIO v. Foster Wheeler Corp., <span class=\"citation\" data-id=\"672047\"><a href=\"/opinion/672047/laborers-international-union-of-north-america-afl-cio-in-no-93-5208-v/\"><span class=\"volume\">26</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">375</span></a></span>, 386 n.8 (3d Cir. 1994) (\"Although both [Harper and James B. Beam Distilling Co. v. Georgia, <span class=\"citation\" data-id=\"112634\"><a href=\"/opinion/112634/james-b-beam-distilling-co-v-georgia/\"><span class=\"volume\">501</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">529</span></a></span> (1991)] dealt with decisions issued by the Supreme Court, given the ratio decidendi of both cases, we suspect that other courts are probably correct that there is no cogent basis for distinguishing decisions handed down by the inferior federal courts.\"); Eckstien v. Balcor Film Investors, <span class=\"citation\" data-id=\"656590\"><a href=\"/opinion/656590/robert-eckstein-v-balcor-film-investors/\"><span class=\"volume\">8</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1121</span></a></span>, 1128 (7th Cir. 1993) (noting that if not for state law to the contrary, a previous Seventh Circuit decision would apply retroactively based on Harper); Newport News Shipbuilding &amp; Dry Dock Co. v. Garrett, <span class=\"citation no-link\"><span class=\"volume\">6</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1547</span></span>, 1554 (Fed. Cir. 1993) (applying previous Federal Circuit decision retroactively in wake of Harper). We see no reason to disagree with our sister circuits, especially given that we have applied our own decisions retroactively in other circumstances lacking an explicit Supreme Court statement as to the effect of decisions made by the courts of appeals. See United States v. Melvin, <span class=\"citation\" data-id=\"672851\"><a href=\"/opinion/672851/united-states-v-james-f-melvin-united-states-v-michael-c-habicht/\"><span class=\"volume\">27</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">703</span></a></span>, 707 n.4 (1st Cir. 1994) (applying this Court's opinion in United States v. Tavares, <span class=\"citation\" data-id=\"195307\"><a href=\"/opinion/195307/united-states-v-tavares/\"><span class=\"volume\">21</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span> (1st Cir. 1994), retroactively based on the Supreme Court's statement in Griffith v. Kentucky, <span class=\"citation\" data-id=\"111785\"><a href=\"/opinion/111785/griffith-v-kentucky/\"><span class=\"volume\">479</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">314</span></a></span>, 328 (1987), \"that a new rule for the conduct of criminal prosecutions is to be applied retroactively\").</p>\n    </div>\n    <p>IV</p>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">For the reasons herein, the decision of the district court is affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> There is only one reported case in which the overtime provisions of the FLSA have been enforced against a trucking company in Puerto Rico. The motor carrier exemption apparently was not raised in that case. McComb v. La Casa del Transporte, Inc., <span class=\"citation no-link\"><span class=\"volume\">187</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">209</span></span> (1st Cir. 1948).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Co-defendants Hector I. Nieves Rivera and his wife Luz M. Rosendo de Nieves own and operate Nieves.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The relevant parts of &#167; 31502 are subsections (a)(1) and (b)(1). Section 31502(a)(1) reads:</p>\n        <p>(a) Application. This section applies to transportation--</p>\n        <p>(1) described in sections 13501 and 13502 of this title.</p>\n        <p>Section 31502(b)(1) reads:</p>\n        <p>(b) Motor carrier and private motor carrier requirements. The Secretary of Transportation may prescribe requirements for--</p>\n        <p>(1) qualifications and maximum hours of service of employees of, and safety of operation and equipment of, a motor carrier.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> 49 U.S.C. &#167; 13502 provides for an exemption \"to the extent that transportation [is] between a place in Alaska and a place in another state.\" Neither side suggests that &#167; 13502 is at issue in this case.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Section 13501(1)(A) addresses transportation between two States; &#167; 13501(1)(B) transportation in one State \"through\" another State; &#167; 13501(1)(D) transportation from one point in the United States to another \"through a foreign country\"; and &#167; 13501(1)(E) transportation between a foreign country and the United States. Neither side suggests that one of these alternative statutory provisions applies here.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Nieves has introduced into evidence a \"Hazardous Materials Certificate of Registration,\" a \"Driver Vehicle Inspection Report,\" and a Department of Transportation identification number.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Puerto Rico Maritime Shipping Authority involved the same statute, albeit found at 49 U.S.C. &#167; 10521(a)(1)(C) prior to statutory reorganization undertaken in 1995. See Klitzke v. Steiner Corp., <span class=\"citation\" data-id=\"739349\"><a href=\"/opinion/739349/marvin-klitzke-v-steiner-corporation-dba-american-linen/\"><span class=\"volume\">110</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1465</span></a></span>, 1467 n.2 (9th Cir. 1997) (discussing reorganization). Trailer Marine considered substantially the same jurisdictional language: \"jurisdiction over transportation to the extent the transportation is in the United States and is between a place in a State and a place in a territory or possession of the United States.\" 602 F.2d at 384. Note that both cases referred to the regulatory authority of the Interstate Commerce Commission. The duties of the ICC with respect to motor carriers have since been transferred to the Department of Transportation. Foxworthy v. Hiland Dairy Co., <span class=\"citation\" data-id=\"610687\"><a href=\"/opinion/610687/bruce-foxworthy-v-hiland-dairy-company/\"><span class=\"volume\">997</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">670</span></a></span>, 672 n.2 (10th Cir. 1993).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> Before the addition of the limitations clause, the Interstate Commerce Commission had no jurisdiction over motor carrier traffic within a state when that traffic originated in Puerto Rico. Puerto Rico Mar. Shipping Auth., 645 F.2d at 1110. Thus a carrier operating routes from Mobile, Alabama to Austin, Texas could (prior to the addition of the limitations clause) face different regulations on the portion of that transportation within Texas than did a carrier operating a route from San Juan, Puerto Rico to Austin, Texas. See id. Congress found this disparity troubling, and enacted the limitations clause to cure it.</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/108406/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110101/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110787/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111785/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112204/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112634/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112890/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195307/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197448/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198808/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198998/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199202/",
    "http://www.courtlistener.com/api/rest/v3/opinions/251514/",
    "http://www.courtlistener.com/api/rest/v3/opinions/368271/",
    "http://www.courtlistener.com/api/rest/v3/opinions/389245/",
    "http://www.courtlistener.com/api/rest/v3/opinions/610687/",
    "http://www.courtlistener.com/api/rest/v3/opinions/656590/",
    "http://www.courtlistener.com/api/rest/v3/opinions/672047/",
    "http://www.courtlistener.com/api/rest/v3/opinions/672851/",
    "http://www.courtlistener.com/api/rest/v3/opinions/684076/",
    "http://www.courtlistener.com/api/rest/v3/opinions/739349/",
    "http://www.courtlistener.com/api/rest/v3/opinions/769489/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2154456/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2510859/"
  ]
}