{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/199397/",
  "absolute_url": "/opinion/199397/mercurius-investment-v-aranha/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/199397/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T04:29:57Z",
  "date_modified": "2017-03-24T11:01:46.114550Z",
  "type": "010combined",
  "sha1": "661e7a00aac046bde688cd4c11d5e15daaf5b8e1",
  "page_count": 11,
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/00-2306-01A.pdf",
  "local_path": "pdf/2001/05/03/Mercurius_Investment_v._Aranha.pdf",
  "plain_text": "          United States Court of Appeals\n                       For the First Circuit\n\n\nNo. 00-2306\n\n                MERCURIUS INVESTMENT HOLDING, LTD.,\n\n                             Appellant,\n\n                                 v.\n\nWAYNE J. ARANHA AND ISHMAEL LIGHTBOURNE, OFFICIAL LIQUIDATORS OF\n              THORNHILL GLOBAL DEPOSIT FUND, LTD.,\n\n                             Appellees.\n\n\n\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                 FOR THE DISTRICT OF MASSACHUSETTS\n\n              [Hon. Rya W. Zobel, U.S. District Judge]\n\n\n\n                               Before\n\n          Selya, Boudin, and Lynch, Circuit Judges.\n\n\n\n     Peter J. Haley, with whom Stephen F. Gordon, Gordon & Wise,\nGardere & Wynne LLP, John C. Nabors, and Holland Neff O'Neil were on\nbrief, for appellant.\n     Richard A. Oetheimer, with whom Goodwin Procter LLP, Daniel M.\nGlosband, and Colleen A. Murphy were on brief, for appellees.\n\n\n                            May 3, 2001\n\f-2-\n\f         LYNCH, Circuit Judge.\n\n         This is a dispute over the control of $3 million\n\ndeposited in February 1999 in a client-fund account of a\n\nBoston law firm.   The essence of the dispute is whether the\n\naccount was a valid escrow account.   If it was, then the funds\n\nmay be within direct reach of Mercurius Investment Holding,\n\nLtd., which invested the same amount of funds in Thornhill\n\nGlobal Deposit Fund, Ltd., now in liquidation in the Bahamas;\n\nif it was not, then the funds are under the control of the\n\nforeign liquidators of Thornhill, and Mercurius is simply one\n\nof a long list of claimants in line in the Bahamas\n\nproceedings.   We affirm the holding of the lower court that\n\nThornhill and Mercurius never created an escrow account, so\n\nthat the funds properly belong with Thornhill’s liquidators.\n\n                               I.\n\n         The following facts are not in dispute.     After its\n\n$3 million investment in Thornhill went sour, Mercurius\n\nbrought suit for fraud in Massachusetts state court in\n\nDecember 1998.   Seeking prejudgment security, Mercurius\n\nrequested that the court issue a preliminary injunction\n\nbarring Thornhill from distributing any of its assets.\n\n                              -3-\n\fInstead, the court issued an order that Thornhill place the\n\ncontested funds in escrow.   The order, issued on January 11,\n\n1999, stated in relevant part:\n\n                THAT, the Defendant Thornhill Global Deposit\n         Funds Limited shall deposit into an escrow account\n         within the United States jointly held by counsel for\n         the Plaintiff . . . and counsel for the Defendants .\n         . . the amount of three million dollars\n         ($3,000,000.00 U.S.), in accordance with the terms\n         and conditions of an escrow agreement between\n         counsel (or absent such agreement upon further order\n         of the Court) . . . .\n\n         Counsel for the parties then exchanged a series of\n\nletters, in which both parties proposed draft escrow\n\nagreements wherein various banks were nominated to serve as\n\nthe escrow agent.   In the middle of this exchange, on February\n\n2, counsel for Mercurius sought assurances that Thornhill\n\nintended to fund the escrow account.    In response, on February\n\n4, Thornhill's counsel, Hill & Barlow, called Mercurius'\n\ncounsel to verify that Thornhill had deposited $3 million into\n\nthe firm's client-fund account.     That same day, counsel for\n\nMercuirus faxed a one-sentence letter to Thornhill's counsel\n\nsuggesting that the funds were now held in escrow.    The letter\n\nstated: \"This is to confirm our recent telephone conversation\n\nin which you informed me that your client . . . has deposited\n\n                              -4-\n\fthree million dollars ($3,000,000.00) into your firm's escrow\n\naccount pursuant to [the state court's] January 11, 1999\n\nOrder.\"    Hill & Barlow did not answer the letter, and\n\nnegotiations between counsel for the two parties continued.\n\nOn February 10, Hill & Barlow sent another draft escrow\n\nagreement to counsel for Mercurius for his consideration;\n\ncounsel for Mercurius responded by asking for an electronic\n\ncopy of the draft so that he could more easily make edits.\n\n           Negotiations had proceeded no further when, on\n\nFebruary 24, 1999, Thornhill went into bankruptcy in the\n\nBahamas.   A suggestion of bankruptcy was filed in the\n\nMassachusetts state court the next day.    Thereupon, counsel\n\nfor Mercurius again sent a letter indicating that he believed\n\nthe $3 million had already been placed into escrow: the letter\n\nadvised counsel for Thornhill that \"Mercurius continues to\n\nexpect that you . . . will take no action to transfer or\n\nalienate the $3 million escrow account.\"   In a follow-up\n\nletter some weeks later, counsel from Hill & Barlow denied\n\nthat any escrow account had ever been created, and noted that,\n\ndue to the initiation of the Bahamian bankruptcy proceedings,\n\nthe contested funds were now under the authority of\n\n                               -5-\n\fThornhill's liquidators.   Subsequently, the liquidators\n\nrequested that Hill & Barlow transfer the funds to them; but\n\nHill & Barlow refused, citing the risk of being found in\n\ncontempt of the state court escrow order.\n\n         On March 25, 1999, Thornhill's liquidators brought\n\nthis ancillary proceeding in U.S. Bankruptcy Court under 11\n\nU.S.C. § 304 to enjoin continuation of the state court action\n\nand to order the turnover of the $3 million for administration\n\nin the Bahamian bankruptcy proceedings.   The bankruptcy court,\n\nin a well-reasoned decision, entered summary judgment in favor\n\nof the liquidators.   Thornhill Global Deposit Fund, Ltd. v.\n\nEagle Fund, Ltd., 245 B.R. 1 (Bankr. D. Mass. 2000).   The\n\ncourt found that no escrow account had been created, so\n\nownership of the funds remained in Thornhill; accordingly, it\n\nordered that the funds be turned over to Thornhill’s\n\nliquidators.   Id. at 4.   The district court affirmed the\n\nbankruptcy court's ruling.   Mercurius requested a stay pending\n\nappeal from this court, which was denied.   Thereupon, Hill &\n\nBarlow transferred the $3 million to Thornhill's liquidation\n\nestate, where it is presently being administered.\n\n                               II.\n\n                               -6-\n\f          Under Massachusetts law, which controls here, \"[t]o\n\ndeposit a sum in escrow is simply to deliver it to a third\n\nparty to be held until the performance of a condition or the\n\nhappening of a certain event.\"   Childs v. Harbor Lounge of\n\nLynn, Inc., 255 N.E.2d 606, 608 (Mass. 1970); see also Black's\n\nLaw Dictionary 565 (7th ed. 1999) (defining escrow as \"[t]he\n\ngeneral arrangement under which . . . property is delivered to\n\na third person until the occurrence of a condition\").    An\n\nescrow agreement need not be embodied in a formal contract and\n\nmay be inferred from an exchange of letters.   See, e.g.,\n\nKaarela v. Birkhead, 600 N.E.2d 608, 609-10 (Mass. App. Ct.\n\n1992).   Moreover, while cases often speak of funds in escrow\n\nas being held by a third party, one party's counsel may act as\n\nan escrow holder so long as the parties agree that in this\n\ncapacity counsel is to serve not as \"the agent of either of\n\nthe parties,\" but as \"a fiduciary of both of them.\"   Id. at\n\n610.\n\n          Thus, here, the only question is whether the\n\ncorrespondence between counsel for Mercurius and Thornhill\n\nestablishes that the two ever agreed that Hill & Barlow would\n\nhold the contested funds for both parties until the occurrence\n\n                              -7-\n\fof some specified condition.1   It is immediately clear from\n\nthe record, and Mercurius concedes, that the two never agreed\n\nthat the funds would be held by Hill & Barlow until resolution\n\nof the state court action, as contemplated by the state\n\ncourt's escrow order.   Reaching such an agreement was the\n\nobject of their unfinished negotiations in early 1999; both\n\ncounsel envisioned that Mercurius and Thornhill would sign a\n\nformal instrument setting forth the terms of the escrow\n\nagreement and designating a bank to serve as escrow agent.\n\n         Mercurius acknowledges those negotiations never came\n\nto fruition, but it argues that counsel for the two parties\n\ndid arrive at an interim escrow agreement on February 4, when\n\n(Mercurius says) the two agreed that Hill & Barlow would hold\n\nthe funds until a final escrow agreement was concluded.   But\n\n\n    1     Contrary to Mercurius' contention in its brief, this\nissue is ripe for summary judgment. The relevant facts are not\nin dispute; what is disputed is the legal question of whether\nthe exchange of communications between the parties gave rise to\na valid escrow agreement.      At oral argument, counsel for\nMercurius argued that a trial would allow it the opportunity to\nexamine counsel from Hill & Barlow in order to show that the two\nshared an understanding that Hill & Barlow held Thornhill's\nfunds in escrow. However, as counsel conceded, counsel had no\nexcuse for not acquiring such evidence during discovery by way\nof affadavit or deposition. (Hill & Barlow does not represent\nThornhill's liquidators in this case.)\n\n                                -8-\n\fthe evidence in the record does not suffice to prove the\n\nexistence of such an interim agreement.   Rather, while there\n\nare certainly indications that Mercurius considered Hill &\n\nBarlow bound to hold the funds pending a final escrow\n\nagreement, those expectations appear to have been merely\n\nunilateral.\n\n         Mercurius points to two facts in the record in\n\nsupport of its claim to the contrary.   First, Mercurius cites\n\nthe fact that its counsel's facsimile of February 4, which\n\nsought to confirm that the $3 million was now being kept in an\n\n\"escrow account\" by Hill & Barlow, was never answered,\n\nindicating that Thornhill assented to that characterization.\n\nBut silence does not ordinarily imply assent, see Polaroid\n\nCorp. v. Rollins Envtl. Servs., 624 N.E.2d 959, 964 (Mass.\n\n1993); see also W. Hovey & A. Koenig, 16B Mass. Prac. § 62.1,\n\nat 180 (4th ed. 1999) (escrow agreements governed by same law\n\nas governs contracts generally), and Mercurius had no special\n\nreason to infer assent in the circumstances here.   The letter\n\nfrom Mercurius' counsel followed notification that Thornhill\n\nhad wired $3 million to Hill & Barlow; this transfer, in turn,\n\ncame on the heels of Mercurius' demand for assurance that\n\n                             -9-\n\fThornhill intended to comply with the state court's escrow\n\norder and that the requisite funds had been made available to\n\nits counsel.   But providing one's agent with funds eventually\n\nto be placed in escrow is not equivalent to entering a binding\n\nescrow agreement in the interim.     Mercurius' counsel had no\n\nreason to assume that Thornhill had relinquished control over\n\nthe funds simply by making them available to its agent.2\n\nIndeed, given the level of care Hill & Barlow clearly wanted\n\ntaken before its client entered the escrow agreement ordered\n\nby the state court (as indicated by counsel's exchange of\n\nlengthy drafts), it was unreasonable to believe that the firm\n\nwould have ever intended to sign off on any interim agreement\n\nas casually as Mercurius suggests.3\n\n\n    2     Hence, this case differs significantly from the\nBirkhead case on which Mercurius relies.      See supra.    In\nBirkhead, not only did the parties unambiguously arrive at an\nagreement that one party's counsel would hold funds in escrow,\nbut also it was the seller's attorney who was to act as escrow\nagent for the purchaser's funds. See 600 N.E.2d at 610. Thus,\nthe deposit of funds with the attorney necessarily entailed a\nrelinquishment of control by the grantor. Where, as here, the\ngrantor deposits funds with its own attorney, no such\nimplication necessarily arises.\n    3     Moreover, even assuming that Hill & Barlow's silence\ncould have signaled assent, there was nothing in the letter to\nassent to, for the letter did not describe any escrow agreement\n\n                              -10-\n\f         Second, Mercurius argues that the fact that Hill &\n\nBarlow refused to surrender the $3 million to Thornhill's\n\nliquidators for fear of being held in contempt shows that it\n\nconsidered itself to be holding the funds in escrow pursuant\n\nto the state court's order; otherwise it would have had no\n\nreason to fear being held in contempt.   But one need not make\n\nthat leap.   Hill & Barlow had earlier denied that any escrow\n\naccount had been created.   Its refusal to release the funds to\n\nThornhill's liquidators cannot fairly be construed as an\n\nadmission to the contrary; rather, it most likely reflected a\n\ncautious choice to maintain the status quo in light of the now\n\nmultiple proceedings in which the fate of the funds was being\n\ncontested.\n\n         Affirmed.   Costs to Thornhill's liquidators.\n\n\n\n\nin sufficiently definite terms.     An escrow agreement must\nspecify the condition on which funds will be released.     The\nFebruary 4 letter did not do so, but merely stated without\nelaboration that the letter was intended to confirm that $3\nmillion had been placed into \"your firm's [i.e., Hill &\nBarlow's] escrow account.\" Merely characterizing an account as\nan \"escrow account\" does not render it so.\n\n                              -11-\n\f",
  "html": "<p class=\"case_cite\">247 F.3d 328 (1st Cir. 2001)</p>\n    <p class=\"parties\">MERCURIUS INVESTMENT HOLDING, LTD., Appellant,<br>v.<br>WAYNE J. ARANHA AND ISHMAEL LIGHTBOURNE, OFFICIAL LIQUIDATORS OF THORNHILL GLOBAL DEPOSIT FUND, LTD., Appellees.</p>\n    <p class=\"docket\">No. 00-2306</p>\n    <p class=\"court\">United States Court of Appeals For the First Circuit</p>\n    <p class=\"date\">Heard April 4, 2001<br>Decided May 3, 2001</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF MASSACHUSETTS</p>\n      <p class=\"indent\">[Hon. Rya W. Zobel, U.S. District Judge] [Copyrighted Material Omitted]</p>\n      <p class=\"indent\">Peter J. Haley, with whom Stephen F. Gordon, Gordon &amp; Wise, Gardere &amp; Wynne LLP, John C. Nabors, and Holland Neff O'Neil were on brief, for appellant.</p>\n      <p class=\"indent\">Richard A. Oetheimer, with whom Goodwin Procter LLP, Daniel M. Glosband, and Colleen A. Murphy were on brief, for appellees.</p>\n      <p class=\"indent\">Before Selya, Boudin, and Lynch, Circuit Judges.</p>\n      <p class=\"indent\">LYNCH, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This is a dispute over the control of $3 million deposited in February 1999 in a client-fund account of a Boston law firm. The essence of the dispute is whether the account was a valid escrow account. If it was, then the funds may be within direct reach of Mercurius Investment Holding, Ltd., which invested the same amount of funds in Thornhill Global Deposit Fund, Ltd., now in liquidation in the Bahamas; if it was not, then the funds are under the control of the foreign liquidators of Thornhill, and Mercurius is simply one of a long list of claimants in line in the Bahamas proceedings. We affirm the holding of the lower court that Thornhill and Mercurius never created an escrow account, so that the funds properly belong with Thornhill's liquidators.</p>\n    </div>\n    <p class=\"indent\">I.</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The following facts are not in dispute. After its $3 million investment in Thornhill went sour, Mercurius brought suit for fraud in Massachusetts state court in December 1998. Seeking prejudgment security, Mercurius requested that the court issue a preliminary injunction barring Thornhill from distributing any of its assets. Instead, the court issued an order that Thornhill place the contested funds in escrow. The order, issued on January 11, 1999, stated in relevant part:</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">THAT, the Defendant Thornhill Global Deposit Funds Limited shall deposit into an escrow account within the United States jointly held by counsel for the Plaintiff . . . and counsel for the Defendants . . . the amount of three million dollars ($3,000,000.00 U.S.), in accordance with the terms and conditions of an escrow agreement between counsel (or absent such agreement upon further order of the Court) . . . .</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Counsel for the parties then exchanged a series of letters, in which both parties proposed draft escrow agreements wherein various banks were nominated to serve as the escrow agent. In the middle of this exchange, on February 2, counsel for Mercurius sought assurances that Thornhill intended to fund the escrow account. In response, on February 4, Thornhill's counsel, Hill &amp; Barlow, called Mercurius' counsel to verify that Thornhill had deposited $3 million into the firm's client-fund account. That same day, counsel for Mercuirus faxed a one-sentence letter to Thornhill's counsel suggesting that the funds were now held in escrow. The letter stated: \"This is to confirm our recent telephone conversation in which you informed me that your client . . . has deposited three million dollars ($3,000,000.00) into your firm's escrow account pursuant to [the state court's] January 11, 1999 Order.\" Hill &amp; Barlow did not answer the letter, and negotiations between counsel for the two parties continued. On February 10, Hill &amp; Barlow sent another draft escrow agreement to counsel for Mercurius for his consideration; counsel for Mercurius responded by asking for an electronic copy of the draft so that he could more easily make edits.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Negotiations had proceeded no further when, on February 24, 1999, Thornhill went into bankruptcy in the Bahamas. A suggestion of bankruptcy was filed in the Massachusetts state court the next day. Thereupon, counsel for Mercurius again sent a letter indicating that he believed the $3 million had already been placed into escrow: the letter advised counsel for Thornhill that \"Mercurius continues to expect that you . . . will take no action to transfer or alienate the $3 million escrow account.\" In a follow-up letter some weeks later, counsel from Hill &amp; Barlow denied that any escrow account had ever been created, and noted that, due to the initiation of the Bahamian bankruptcy proceedings, the contested funds were now under the authority of Thornhill's liquidators. Subsequently, the liquidators requested that Hill &amp; Barlow transfer the funds to them; but Hill &amp; Barlow refused, citing the risk of being found in contempt of the state court escrow order.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">On March 25, 1999, Thornhill's liquidators brought this ancillary proceeding in U.S. Bankruptcy Court under 11 U.S.C. &#167; 304 to enjoin continuation of the state court action and to order the turnover of the $3 million for administration in the Bahamian bankruptcy proceedings. The bankruptcy court, in a well-reasoned decision, entered summary judgment in favor of the liquidators. Thornhill Global Deposit Fund, Ltd. v. Eagle Fund, Ltd., 245 B.R. 1 (Bankr. D. Mass. 2000). The court found that no escrow account had been created, so ownership of the funds remained in Thornhill; accordingly, it ordered that the funds be turned over to Thornhill's liquidators. Id. at 4. The district court affirmed the bankruptcy court's ruling. Mercurius requested a stay pending appeal from this court, which was denied. Thereupon, Hill &amp; Barlow transferred the $3 million to Thornhill's liquidation estate, where it is presently being administered.</p>\n    </div>\n    <p class=\"indent\">II.</p>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Under Massachusetts law, which controls here, \"[t]o deposit a sum in escrow is simply to deliver it to a third party to be held until the performance of a condition or the happening of a certain event.\" Childs v. Harbor Lounge of Lynn, Inc., 255 N.E.2d 606, 608 (Mass. 1970); see also Black's Law Dictionary 565 (7th ed. 1999) (defining escrow as \"[t]he general arrangement under which . . . property is delivered to a third person until the occurrence of a condition\"). An escrow agreement need not be embodied in a formal contract and may be inferred from an exchange of letters. See, e.g., Kaarela v. Birkhead, 600 N.E.2d 608, 609-10 (Mass. App. Ct. 1992). Moreover, while cases often speak of funds in escrow as being held by a third party, one party's counsel may act as an escrow holder so long as the parties agree that in this capacity counsel is to serve not as \"the agent of either of the parties,\" but as \"a fiduciary of both of them.\" Id. at 610.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Thus, here, the only question is whether the correspondence between counsel for Mercurius and Thornhill establishes that the two ever agreed that Hill &amp; Barlow would hold the contested funds for both parties until the occurrence of some specified condition.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> It is immediately clear from the record, and Mercurius concedes, that the two never agreed that the funds would be held by Hill &amp; Barlow until resolution of the state court action, as contemplated by the state court's escrow order. Reaching such an agreement was the object of their unfinished negotiations in early 1999; both counsel envisioned that Mercurius and Thornhill would sign a formal instrument setting forth the terms of the escrow agreement and designating a bank to serve as escrow agent.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Mercurius acknowledges those negotiations never came to fruition, but it argues that counsel for the two parties did arrive at an interim escrow agreement on February 4, when (Mercurius says) the two agreed that Hill &amp; Barlow would hold the funds until a final escrow agreement was concluded. But the evidence in the record does not suffice to prove the existence of such an interim agreement. Rather, while there are certainly indications that Mercurius considered Hill &amp; Barlow bound to hold the funds pending a final escrow agreement, those expectations appear to have been merely unilateral.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Mercurius points to two facts in the record in support of its claim to the contrary. First, Mercurius cites the fact that its counsel's facsimile of February 4, which sought to confirm that the $3 million was now being kept in an \"escrow account\" by Hill &amp; Barlow, was never answered, indicating that Thornhill assented to that characterization. But silence does not ordinarily imply assent, see Polaroid Corp. v. Rollins Envtl. Servs., 624 N.E.2d 959, 964 (Mass. 1993); see also W. Hovey &amp; A. Koenig, 16B Mass. Prac. &#167; 62.1, at 180 (4th ed. 1999) (escrow agreements governed by same law as governs contracts generally), and Mercurius had no special reason to infer assent in the circumstances here. The letter from Mercurius' counsel followed notification that Thornhill had wired $3 million to Hill &amp; Barlow; this transfer, in turn, came on the heels of Mercurius' demand for assurance that Thornhill intended to comply with the state court's escrow order and that the requisite funds had been made available to its counsel. But providing one's agent with funds eventually to be placed in escrow is not equivalent to entering a binding escrow agreement in the interim. Mercurius' counsel had no reason to assume that Thornhill had relinquished control over the funds simply by making them available to its agent.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> Indeed, given the level of care Hill &amp; Barlow clearly wanted taken before its client entered the escrow agreement ordered by the state court (as indicated by counsel's exchange of lengthy drafts), it was unreasonable to believe that the firm would have ever intended to sign off on any interim agreement as casually as Mercurius suggests.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Second, Mercurius argues that the fact that Hill &amp; Barlow refused to surrender the $3 million to Thornhill's liquidators for fear of being held in contempt shows that it considered itself to be holding the funds in escrow pursuant to the state court's order; otherwise it would have had no reason to fear being held in contempt. But one need not make that leap. Hill &amp; Barlow had earlier denied that any escrow account had been created. Its refusal to release the funds to Thornhill's liquidators cannot fairly be construed as an admission to the contrary; rather, it most likely reflected a cautious choice to maintain the status quo in light of the now multiple proceedings in which the fate of the funds was being contested.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Affirmed. Costs to Thornhill's liquidators.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Contrary to Mercurius' contention in its brief, this issue is ripe for summary judgment. The relevant facts are not in dispute; what is disputed is the legal question of whether the exchange of communications between the parties gave rise to a valid escrow agreement. At oral argument, counsel for Mercurius argued that a trial would allow it the opportunity to examine counsel from Hill &amp; Barlow in order to show that the two shared an understanding that Hill &amp; Barlow held Thornhill's funds in escrow. However, as counsel conceded, counsel had no excuse for not acquiring such evidence during discovery by way of affidavit or deposition. (Hill &amp; Barlow does not represent Thornhill's liquidators in this case.)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Hence, this case differs significantly from the Birkhead case on which Mercurius relies. See supra. In Birkhead, not only did the parties unambiguously arrive at an agreement that one party's counsel would hold funds in escrow, but also it was the seller's attorney who was to act as escrow agent for the purchaser's funds. See 600 N.E.2d at 610. Thus, the deposit of funds with the attorney necessarily entailed a relinquishment of control by the grantor. Where, as here, the grantor deposits funds with its own attorney, no such implication necessarily arises.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Moreover, even assuming that Hill &amp; Barlow's silence could have signaled assent, there was nothing in the letter to assent to, for the letter did not describe any escrow agreement in sufficiently definite terms. An escrow agreement must specify the condition on which funds will be released. The February 4 letter did not do so, but merely stated without elaboration that the letter was intended to confirm that $3 million had been placed into \"your firm's [i.e., Hill &amp; Barlow's] escrow account.\" Merely characterizing an account as an \"escrow account\" does not render it so.</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">247</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">328</span></span> (1st Cir. 2001)</p>\n    <p class=\"parties\">MERCURIUS INVESTMENT HOLDING, LTD., Appellant,<br>v.<br>WAYNE J. ARANHA AND ISHMAEL LIGHTBOURNE, OFFICIAL LIQUIDATORS OF THORNHILL GLOBAL DEPOSIT FUND, LTD., Appellees.</p>\n    <p class=\"docket\">No. 00-2306</p>\n    <p class=\"court\">United States Court of Appeals For the First Circuit</p>\n    <p class=\"date\">Heard April 4, 2001<br>Decided May 3, 2001</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF MASSACHUSETTS</p>\n      <p class=\"indent\">[Hon. Rya W. Zobel, U.S. District Judge] [Copyrighted Material Omitted]</p>\n      <p class=\"indent\">Peter J. Haley, with whom Stephen F. Gordon, Gordon &amp; Wise, Gardere &amp; Wynne LLP, John C. Nabors, and Holland Neff O'Neil were on brief, for appellant.</p>\n      <p class=\"indent\">Richard A. Oetheimer, with whom Goodwin Procter LLP, Daniel M. Glosband, and Colleen A. Murphy were on brief, for appellees.</p>\n      <p class=\"indent\">Before Selya, Boudin, and Lynch, Circuit Judges.</p>\n      <p class=\"indent\">LYNCH, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This is a dispute over the control of $3 million deposited in February 1999 in a client-fund account of a Boston law firm. The essence of the dispute is whether the account was a valid escrow account. If it was, then the funds may be within direct reach of Mercurius Investment Holding, Ltd., which invested the same amount of funds in Thornhill Global Deposit Fund, Ltd., now in liquidation in the Bahamas; if it was not, then the funds are under the control of the foreign liquidators of Thornhill, and Mercurius is simply one of a long list of claimants in line in the Bahamas proceedings. We affirm the holding of the lower court that Thornhill and Mercurius never created an escrow account, so that the funds properly belong with Thornhill's liquidators.</p>\n    </div>\n    <p class=\"indent\">I.</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The following facts are not in dispute. After its $3 million investment in Thornhill went sour, Mercurius brought suit for fraud in Massachusetts state court in December 1998. Seeking prejudgment security, Mercurius requested that the court issue a preliminary injunction barring Thornhill from distributing any of its assets. Instead, the court issued an order that Thornhill place the contested funds in escrow. The order, issued on January 11, 1999, stated in relevant part:</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">THAT, the Defendant Thornhill Global Deposit Funds Limited shall deposit into an escrow account within the United States jointly held by counsel for the Plaintiff . . . and counsel for the Defendants . . . the amount of three million dollars ($3,000,000.00 U.S.), in accordance with the terms and conditions of an escrow agreement between counsel (or absent such agreement upon further order of the Court) . . . .</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Counsel for the parties then exchanged a series of letters, in which both parties proposed draft escrow agreements wherein various banks were nominated to serve as the escrow agent. In the middle of this exchange, on February 2, counsel for Mercurius sought assurances that Thornhill intended to fund the escrow account. In response, on February 4, Thornhill's counsel, Hill &amp; Barlow, called Mercurius' counsel to verify that Thornhill had deposited $3 million into the firm's client-fund account. That same day, counsel for Mercuirus faxed a one-sentence letter to Thornhill's counsel suggesting that the funds were now held in escrow. The letter stated: \"This is to confirm our recent telephone conversation in which you informed me that your client . . . has deposited three million dollars ($3,000,000.00) into your firm's escrow account pursuant to [the state court's] January 11, 1999 Order.\" Hill &amp; Barlow did not answer the letter, and negotiations between counsel for the two parties continued. On February 10, Hill &amp; Barlow sent another draft escrow agreement to counsel for Mercurius for his consideration; counsel for Mercurius responded by asking for an electronic copy of the draft so that he could more easily make edits.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Negotiations had proceeded no further when, on February 24, 1999, Thornhill went into bankruptcy in the Bahamas. A suggestion of bankruptcy was filed in the Massachusetts state court the next day. Thereupon, counsel for Mercurius again sent a letter indicating that he believed the $3 million had already been placed into escrow: the letter advised counsel for Thornhill that \"Mercurius continues to expect that you . . . will take no action to transfer or alienate the $3 million escrow account.\" In a follow-up letter some weeks later, counsel from Hill &amp; Barlow denied that any escrow account had ever been created, and noted that, due to the initiation of the Bahamian bankruptcy proceedings, the contested funds were now under the authority of Thornhill's liquidators. Subsequently, the liquidators requested that Hill &amp; Barlow transfer the funds to them; but Hill &amp; Barlow refused, citing the risk of being found in contempt of the state court escrow order.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">On March 25, 1999, Thornhill's liquidators brought this ancillary proceeding in U.S. Bankruptcy Court under 11 U.S.C. &#167; 304 to enjoin continuation of the state court action and to order the turnover of the $3 million for administration in the Bahamian bankruptcy proceedings. The bankruptcy court, in a well-reasoned decision, entered summary judgment in favor of the liquidators. Thornhill Global Deposit Fund, Ltd. v. Eagle Fund, Ltd., <span class=\"citation\" data-id=\"1926856\"><a href=\"/opinion/1926856/in-re-thornhill-global-deposit-fund-ltd/\"><span class=\"volume\">245</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">1</span></a></span> (Bankr. D. Mass. 2000). The court found that no escrow account had been created, so ownership of the funds remained in Thornhill; accordingly, it ordered that the funds be turned over to Thornhill's liquidators. Id. at 4. The district court affirmed the bankruptcy court's ruling. Mercurius requested a stay pending appeal from this court, which was denied. Thereupon, Hill &amp; Barlow transferred the $3 million to Thornhill's liquidation estate, where it is presently being administered.</p>\n    </div>\n    <p class=\"indent\">II.</p>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Under Massachusetts law, which controls here, \"[t]o deposit a sum in escrow is simply to deliver it to a third party to be held until the performance of a condition or the happening of a certain event.\" Childs v. Harbor Lounge of Lynn, Inc., <span class=\"citation no-link\"><span class=\"volume\">255</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">606</span></span>, 608 (Mass. 1970); see also Black's Law Dictionary 565 (7th ed. 1999) (defining escrow as \"[t]he general arrangement under which . . . property is delivered to a third person until the occurrence of a condition\"). An escrow agreement need not be embodied in a formal contract and may be inferred from an exchange of letters. See, e.g., Kaarela v. Birkhead, <span class=\"citation\" data-id=\"2096165\"><a href=\"/opinion/2096165/kaarela-v-birkhead/\"><span class=\"volume\">600</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">608</span></a></span>, 609-10 (Mass. App. Ct. 1992). Moreover, while cases often speak of funds in escrow as being held by a third party, one party's counsel may act as an escrow holder so long as the parties agree that in this capacity counsel is to serve not as \"the agent of either of the parties,\" but as \"a fiduciary of both of them.\" Id. at 610.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Thus, here, the only question is whether the correspondence between counsel for Mercurius and Thornhill establishes that the two ever agreed that Hill &amp; Barlow would hold the contested funds for both parties until the occurrence of some specified condition.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> It is immediately clear from the record, and Mercurius concedes, that the two never agreed that the funds would be held by Hill &amp; Barlow until resolution of the state court action, as contemplated by the state court's escrow order. Reaching such an agreement was the object of their unfinished negotiations in early 1999; both counsel envisioned that Mercurius and Thornhill would sign a formal instrument setting forth the terms of the escrow agreement and designating a bank to serve as escrow agent.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Mercurius acknowledges those negotiations never came to fruition, but it argues that counsel for the two parties did arrive at an interim escrow agreement on February 4, when (Mercurius says) the two agreed that Hill &amp; Barlow would hold the funds until a final escrow agreement was concluded. But the evidence in the record does not suffice to prove the existence of such an interim agreement. Rather, while there are certainly indications that Mercurius considered Hill &amp; Barlow bound to hold the funds pending a final escrow agreement, those expectations appear to have been merely unilateral.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Mercurius points to two facts in the record in support of its claim to the contrary. First, Mercurius cites the fact that its counsel's facsimile of February 4, which sought to confirm that the $3 million was now being kept in an \"escrow account\" by Hill &amp; Barlow, was never answered, indicating that Thornhill assented to that characterization. But silence does not ordinarily imply assent, see Polaroid Corp. v. Rollins Envtl. Servs., <span class=\"citation no-link\"><span class=\"volume\">624</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">959</span></span>, 964 (Mass. 1993); see also W. Hovey &amp; A. Koenig, 16B Mass. Prac. &#167; 62.1, at 180 (4th ed. 1999) (escrow agreements governed by same law as governs contracts generally), and Mercurius had no special reason to infer assent in the circumstances here. The letter from Mercurius' counsel followed notification that Thornhill had wired $3 million to Hill &amp; Barlow; this transfer, in turn, came on the heels of Mercurius' demand for assurance that Thornhill intended to comply with the state court's escrow order and that the requisite funds had been made available to its counsel. But providing one's agent with funds eventually to be placed in escrow is not equivalent to entering a binding escrow agreement in the interim. Mercurius' counsel had no reason to assume that Thornhill had relinquished control over the funds simply by making them available to its agent.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> Indeed, given the level of care Hill &amp; Barlow clearly wanted taken before its client entered the escrow agreement ordered by the state court (as indicated by counsel's exchange of lengthy drafts), it was unreasonable to believe that the firm would have ever intended to sign off on any interim agreement as casually as Mercurius suggests.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Second, Mercurius argues that the fact that Hill &amp; Barlow refused to surrender the $3 million to Thornhill's liquidators for fear of being held in contempt shows that it considered itself to be holding the funds in escrow pursuant to the state court's order; otherwise it would have had no reason to fear being held in contempt. But one need not make that leap. Hill &amp; Barlow had earlier denied that any escrow account had been created. Its refusal to release the funds to Thornhill's liquidators cannot fairly be construed as an admission to the contrary; rather, it most likely reflected a cautious choice to maintain the status quo in light of the now multiple proceedings in which the fate of the funds was being contested.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Affirmed. Costs to Thornhill's liquidators.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Contrary to Mercurius' contention in its brief, this issue is ripe for summary judgment. The relevant facts are not in dispute; what is disputed is the legal question of whether the exchange of communications between the parties gave rise to a valid escrow agreement. At oral argument, counsel for Mercurius argued that a trial would allow it the opportunity to examine counsel from Hill &amp; Barlow in order to show that the two shared an understanding that Hill &amp; Barlow held Thornhill's funds in escrow. However, as counsel conceded, counsel had no excuse for not acquiring such evidence during discovery by way of affidavit or deposition. (Hill &amp; Barlow does not represent Thornhill's liquidators in this case.)</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Hence, this case differs significantly from the Birkhead case on which Mercurius relies. See supra. In Birkhead, not only did the parties unambiguously arrive at an agreement that one party's counsel would hold funds in escrow, but also it was the seller's attorney who was to act as escrow agent for the purchaser's funds. See 600 N.E.2d at 610. Thus, the deposit of funds with the attorney necessarily entailed a relinquishment of control by the grantor. Where, as here, the grantor deposits funds with its own attorney, no such implication necessarily arises.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Moreover, even assuming that Hill &amp; Barlow's silence could have signaled assent, there was nothing in the letter to assent to, for the letter did not describe any escrow agreement in sufficiently definite terms. An escrow agreement must specify the condition on which funds will be released. The February 4 letter did not do so, but merely stated without elaboration that the letter was intended to confirm that $3 million had been placed into \"your firm's [i.e., Hill &amp; Barlow's] escrow account.\" Merely characterizing an account as an \"escrow account\" does not render it so.</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/1926856/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2096165/"
  ]
}