{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/199391/",
  "absolute_url": "/opinion/199391/ortiz-lopez-v-sociedad-espanola/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/199391/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T04:29:49Z",
  "date_modified": "2017-03-24T11:01:46.186948Z",
  "type": "010combined",
  "sha1": "7c1564a0588fe6bc12738a41b797278617737e58",
  "page_count": 20,
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/00-1278-01A.pdf",
  "local_path": "pdf/2001/05/03/Ortiz-Lopez_v._Sociedad_Espanola.pdf",
  "plain_text": "         United States Court of Appeals\n                     For the First Circuit\n\n\nNo. 00-1278\n\n                JOSE ANTONIO ORTIZ-LOPEZ, ET AL.,\n\n                     Plaintiffs, Appellants,\n\n                               v.\n\n              SOCIEDAD ESPAÑOLA DE AUXILIO MUTUO Y\n               BENEFICIENCIA DE PUERTO RICO, ETC.,\n\n                      Defendant, Appellee.\n\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                 FOR THE DISTRICT OF PUERTO RICO\n\n      [Hon. Juan M. Pérez-Giménez, U.S. District Judge]\n\n\n\n                             Before\n\n                     Torruella, Chief Judge,\n\n                 Campbell, Senior Circuit Judge,\n\n                   and Selya, Circuit Judge.\n\n\n\n     John Ward-Llambías with whom Ricardo Ruiz-Diaz and Ward &\nWard were on brief for appellants.\n     Jeannette M. López-de-Victoria for appellee.\n\f                                 May 3, 2001\n\n\n\n              CAMPBELL,   Senior   Circuit        Judge.     Plaintiffs      sued\n\nSociedad Española de Auxilio Mutuo Y Beneficencia de Puerto Rico\n\n(hereinafter the “hospital”) in the district court under, inter\n\nalia, the Emergency Medical Treatment and Active Labor Act\n\n(EMTALA), the “anti-dumping statute.”1                 EMTALA requires the\n\nhospital to “appropriately screen” and “stabilize” the patient\n\nbefore transferring her to another facility.                 See 42 U.S.C.A. §\n\n1395dd(a) and (b).        Plaintiffs are the family of deceased Rosa\n\nRivera, who died after succumbing to an allegedly self-inflicted\n\noverdose of painkillers after arriving at the emergency room of\n\nthe hospital.      Plaintiffs allege in their complaint that the way\n\nRivera was treated by defendant’s staff fell short of EMTALA’s\n\nrequirements.\n\n              Plaintiffs,     however,    never    reached    trial    on   their\n\nEMTALA claim.       On the day scheduled for trial, the court found\n\nthat       plaintiffs   had   committed    serious    discovery       abuses   by\n\nwithholding information they were required to furnish, including\n\n\n       1\n       Initially, in addition to the EMTALA claim, plaintiffs\nalleged malpractice claims against fictitious co-defendants\nunder the district court’s supplemental jurisdiction.      Those\nclaims and defendants were voluntarily dismissed from the action\non June 7, 1999.\n\n                                     -2-\n\finformation relative to their proposed expert witness.                          As a\n\nsanction, the court ruled that plaintiffs’ expert witness would\n\nnot be allowed to testify.           Thereafter, it granted defendant’s\n\nmotion to dismiss2, concluding that plaintiffs could not prove\n\ntheir EMTALA claim without the excluded evidence.                This appeal\n\nfollowed.\n\n            In the course of the year preceding the scheduled\n\ntrial, the defendant filed three motions to compel under Rule\n\n37(a) and (b).3          The district court acted on these motions\n\nimmediately prior to the time the jury trial was scheduled to\n\nbegin, January 24, 2000.             Defendant’s allegations in those\n\nmotions to compel were two-fold.\n\n            First, defendant alleged (and the district court later\n\nfound) that for nearly three years plaintiffs had failed to\n\nfully   and   truthfully     answer     interrogatories      concerning          the\n\ndeceased’s    medical      history    as    repeatedly    requested        by   the\n\ndefendant     and   as    required    by    the   Federal   Rules     of    Civil\n\nProcedure,    see   Fed.    R.   Civ.      P.   26(e)   (subsection    of       rule\n\n\n    2  Defendant’s motion, filed December 13, 1999, was entitled\n“Motion To Dismiss For Lack Of Subject Matter Jurisdiction\nand/or For Failure To State A Claim For Which Relief Can Be\nGranted.” For purposes of brevity here, we entitle it simply\nMotion to Dismiss.\n    3  The three motions to compel were filed on June 16, 1999,\nJuly 29, 1999 and January 18, 2000. The action itself was filed\non November 8, 1996 and discovery began on May 16, 1997.\n\n                                      -3-\n\frequiring the supplementation of automatic discovery, such as\n\ninterrogatory answers, when the disclosing party learns “that in\n\nsome material respect the information disclosed is incomplete or\n\nincorrect”).   When asked at which hospitals and when and by whom\n\nthe deceased had been treated in the past, plaintiffs answered\n\nby naming only three hospitals but without providing any further\n\ninformation.    They   claimed   not   to   have   any   more   specific\n\ninformation.   When defendant again requested information about\n\nRosa Rivera’s prior medical treatment, asking specifically for\n\nmedical documents and information, such as names of treating\n\nphysicians and the dates of such treatment (to which plaintiffs\n\nhad exclusive access), the plaintiffs did not respond.4           As it\n\nturns out, the deceased had been hospitalized for five months in\n\n1991 (for what seems to have been a combination of mental health\n\nproblems and cervical cancer) and was afterwards in and out of\n\nhospitals for cancer treatment.        Not until the day of trial,\n\nduring settlement negotiations, did the defendant learn of this\n\n\n\n\n    4  Although defendant managed to get permission from\nplaintiffs to request hospital records of the deceased through\ncourt order, a required procedure under Puerto Rico law, see\nPuerto Rico Law 101 of July 1965, §3-202, the very general\ninformation plaintiffs provided defendant in order to fulfill\nthose requests was inadequate. The hospitals to whom defendant\nsubmitted the requests for information about Rosa Rivera were\nunable to find many relevant records based on the information\nprovided.\n\n                                 -4-\n\ffrom    the     plaintiffs,          although         defendant         had      requested\n\ninformation of this type all along.\n\n              During    the    hearing        on    the    motions      to    compel,   the\n\ndistrict court determined that plaintiffs’ withholding of this\n\ninformation was in bad faith.                 “They [the plaintiffs] know when\n\ntheir sister, . . . his wife was hospitalized and they have kept\n\nyou [their counsel] in the dark as to all of this because\n\ncertainly five months hospitalization, it certainly is of such\n\nmagnitude that a husband or a sister or mother would know and\n\nwould    have   told     you    .    .    .    [in    the      course    of]    answering\n\ninterrogatories . . . .             I am not implying that you [plaintiffs’\n\ncounsel] are at fault.              It is your client.            They have tried to\n\nkeep     defendants       in        the        dark       as    to      your      client’s\n\nproblems . . . .”\n\n              While the court found purposeful evasion in failing to\n\nreveal Rosa Rivera’s medical history, supra, this was not the\n\nfinding that led directly to the dismissal of plaintiffs’ case.\n\nDefendant’s      second       allegation         contained       in     their    last   two\n\nmotions to compel was the basis for the exclusionary ruling that\n\nultimately ended the case.               Defendant complained that plaintiffs\n\nhad    failed   to     comply    with      the      automatic        expert     disclosure\n\nrequirements of Rule 26(a)(2)(B), to wit, providing the names of\n\ncourt cases in which their designated expert had previously\n\n\n                                              -5-\n\ftestified.      Defendant successfully argued that this omission\n\nshould cost plaintiffs the use of their expert without whom they\n\nwould be unable to make out a case.\n\n            Plaintiffs’ response to this allegation, in writing and\n\nat argument before the district court, was that it had been\n\nimpossible to produce the required information because their\n\nexpert    did   not   “keep   his    records”      that   way     (allegedly    the\n\nplaintiffs’ expert did not keep a list of all the cases in which\n\nhe   testified     and    only   remembered         the   attorneys’     names).\n\nPlaintiffs      further   responded        that    they   had   fulfilled      Rule\n\n26(a)(2)’s requirement by providing to the defendant the names\n\nof some of the attorneys with whom the expert had previously\n\nworked.\n\n            After hearing arguments on all outstanding motions to\n\ncompel and, after recessing for a time in which the parties\n\ncould    negotiate    further       and    the    court   could    conduct     some\n\nindependent      research     into    the       motions   pending,    the    court\n\nthereupon granted defendant’s motion to exclude plaintiffs’\n\nexpert witness.       Plaintiffs protested that they would have no\n\nway to admit relevant documents other than through their expert\n\nwitness. The court noted that that being the case, plaintiffs\n\nmight not be able to make out their EMTALA claim.                      The court\n\ninformed both parties they had the afternoon and evening to\n\n\n                                          -6-\n\fdiscuss the matter and recessed until the following morning when\n\nthe jury would be brought in for opening arguments.\n\n               The next day, January 25, 2000, in an attempt to get\n\nthe court to reverse its previous ruling excluding their expert\n\nwitness, plaintiffs’ counsel produced to defendant and the court\n\n-- contrary to their earlier arguments that such information was\n\nunavailable -- a list of all the court cases in which their\n\nexpert witness had previously testified.                   Calling plaintiffs’\n\nbelated proffer both “an insult” and “a shame”, the district\n\ncourt refused plaintiffs’ list and then invited both parties to\n\npresent arguments as to why the case should or should not be\n\ndismissed for failure to state a claim or, in the alternative,\n\nfor lack of subject matter jurisdiction, the plaintiffs having\n\nlost their chance to present evidence as to their one remaining\n\nclaim.    Thereupon defendant renarrated the lengthy story of its\n\nfrustrating attempts to obtain discovery.                  At the conclusion of\n\ndefendant’s story, to which plaintiffs had little relevant to\n\nadd,     the    district   court    announced        its    dismissal   of     the\n\nplaintiffs’ case with prejudice.\n\n               Plaintiffs say little in their appellate briefs and\n\nargument by way of justifying their failure to have provided the\n\nabove-described discovery. Instead, plaintiffs contend that the\n\ndistrict       court   misapplied   the   law   of    this    circuit   when    it\n\n\n                                     -7-\n\fexcluded the expert evidence as a discovery sanction without\n\nfirst having made a finding that plaintiffs were in violation of\n\na court order to compel.    Plaintiffs point to Rule 37(b)(2),\n\nwhich provides:\n\n         (b) Failure to Comply With Order\n\n         If a party or an officer, director, or\n         managing agent of a party . . . fails to\n         obey   an  order   to   provide  or   permit\n         discovery, including an order made under\n         subdivision (a) of this rule . . . the court\n         in which the action is pending may make such\n         orders in regard to the failure as are just,\n         and among others the following:\n\n         (A) An order that the matters regarding\n         which the order was made or any other\n         designated facts shall be taken to be\n         established for the purposes of the action\n         in accordance with the claim of the party\n         obtaining the order;\n\n         (B)   An   order  refusing  to   allow the\n         disobedient party to support or oppose\n         designated    claims   or    defenses,  or\n         prohibiting that party from introducing\n         designated matters in evidence;\n\n         (C) An order striking out pleadings or parts\n         thereof, or staying further proceedings\n         until the order is obeyed, or dismissing the\n         action or proceeding or any part thereof, or\n         rendering a judgment by default against the\n         disobedient party.\n\nFed. R. Civ. P. 37(b)(2) (emphasis added).    Plaintiffs cite case\n\nlaw from this circuit holding that “[Rule 37]’s language clearly\n\nrequires two things as conditions precedent to engaging the\n\ngears of the rule’s sanction machinery:      a court order must be\n\n                              -8-\n\fin effect, and then must be violated, before the enumerated\n\nsanctions can be imposed.”      R.W. International Co. v. Welch\n\nFoods, Inc., 937 F.2d 11, 15 (1st Cir. 1991).\n\n         Plaintiffs’ argument fails because the district court\n\ndid not act here under Rule 37(b)(2)(B), the provision at issue\n\nin Welch Foods.     Rule 37(b)(2)(B) does indeed contemplate a\n\nthreshold determination by the court that the offending party\n\nhas failed to comply with a court order issued under Rule 37(a).\n\nBut the same is not true where automatic discovery provisions of\n\nRule 26(a) and 26(e) are violated, triggering subsection (c) of\n\nthe same Rule 37.   See Fed. R. Civ. P. 37(c).   Subsection (c) of\n\nRule 37 provides, in relevant part, that should a court find\n\nthat\n\n         a    party    that    without    substantial\n         justification fails to disclose information\n         required by Rule 26(a) or 26(e)(1) [, that\n         party] shall not, unless such failure is\n         harmless, be permitted to use as evidence at\n         a trial, at a hearing, or on a motion any\n         witness or information not so disclosed. In\n         addition to or in lieu of this sanction, the\n         court, on motion and after affording an\n         opportunity to be heard, may impose other\n         appropriate   sanctions.   In  addition   to\n         requiring payment of reasonable expenses,\n         including attorney's fees, caused by the\n         failure, these sanctions may include any of\n         the actions authorized under subparagraphs\n         (A), (B), and (C) of subdivision (b)(2) of\n         this rule and may include informing the jury\n         of the failure to make the disclosure.\n\n\n\n                               -9-\n\fFed. R. Civ. P. 37(c)(1).         Under part (c), therefore, a court\n\norder issued under part (a) need not first be violated before\n\nthe court may impose the sanctions provided under (c).             What the\n\ndistrict court must find under Rule 37(c) is that the offending\n\nparties   were   not   “substantially         justified”   in   failing   to\n\ndisclose information required by Rule 26(a) or Rule 26(e) and\n\nthat the failure to disclose was not harmless.             This is a “self-\n\nexecuting sanction for failure to make a disclosure required by\n\nRule   26(a),    without   need   for     a   motion   under    subdivision\n\n[37](a)(2)(A).”     Fed. R. Civ. P. 37, advisory committee notes.\n\n            It is true that when defendant requested sanctions\n\nhere, it referred to Rule 37(a) and (b) rather than to Rule\n\n37(c).    However, the record of the proceedings indicates that\n\nthe court, in refusing to allow plaintiffs to call their expert,\n\nexpressly invoked Rule 37(c) and not 37(b).                  On the first\n\nhearing on this issue (the first day of trial), the district\n\ncourt cited to and quoted the text of Rule 37(c)(1).               “This is\n\nwhat I [am] going to do.      I [am] going to read from the Federal\n\nRules of Civil Procedure, 37(c)(1) which [is] the one that\n\nprovides for the sanctions in the event that the party fails to\n\nmake the required disclosure . . . [under] Rule 26(a)[,] which\n\nthis one is (a)(2)(B) . . . .”            The district court referred\n\nexplicitly to the so-called “self-executing” provision of Rule\n\n\n                                   -10-\n\f37(c)(1) and to the mandatory disclosure requirements for expert\n\nwitnesses.       The    court    then      made    the   explicit    finding     that\n\nplaintiffs’ discovery abuse was not substantially justified and\n\nwas not harmless.\n\n              From what I have heard, it is not harmless.\n              I mean, you were requested, you were\n              notified since June of last year, notified\n              that the [expert] report was deficient, that\n              it did not comply with the rules. . . .\n              Now, there has been no explanation brought\n              to the court of why this expert is unable or\n              unwilling to provide a report which complies\n              with the rules. . . .    The selection [or]\n              retention of an expert witness is within the\n              control of the party employing the expert.\n              That is[,] to the exten[t] that there is a\n              disadvantage created by the expert’s failure\n              to disclos[e , it] must be born by the party\n              retaining the expert witness.\n\n\n              We accordingly find no merit in plaintiffs’ argument\n\nthat    the   court    could    not       impose    sanctions   as    it   was   not\n\nenforcing a Rule 37(a) order.               The only question is whether the\n\nsanctions it imposed were within its authority and discretion\n\nunder Rule 37(c)(1).           We hold they were.\n\n              Under Rule 37(c), the district court’s latitude is\n\nwide.    See Poulin v. Greer, 18 F.3d 979, 984 (1st Cir. 1994).\n\nFor failure to make the specified discovery, the district court\n\nis directed to preclude as evidence “any witness or information\n\nnot so disclosed,” and “[i]n addition to or in lieu of this\n\nsanction,      the    court,    on    a    motion    and   after     affording     an\n\n                                          -11-\n\fopportunity       to       be   heard,     may    impose     other     appropriate\n\nsanctions    .    .    .    [which]      may   include     any   of    the   actions\n\nauthorized under subparagraphs (A), (B), and (C) of subdivision\n\n(b)(2) of this rule.”             Fed. R. Civ. P. 37(c).              These latter\n\nprovisions specifically provide for “prohibiting that party from\n\nintroducing      designated       matters      into    evidence”      (subparagraph\n\n(b)(2)(B))       and   for      “dismissing      the     action”      (subparagraph\n\n(b)(2)(C)).      The range of sanctions provided in Rule 37(c), from\n\nthe most harsh (total exclusion and dismissal of the case) to\n\nmore moderate (limited exclusion and attorney’s fees), gives the\n\ndistrict court leeway to best match the degree of non-compliance\n\nwith the purpose of Rule 26’s mandatory disclosure requirements.\n\nSee Klonski v. Mahlab, 156 F.3d 255, 269 (1st Cir. 1998) (“[T]he\n\nnew rule [37(c)] clearly contemplates stricter adherence to\n\ndiscovery requirements, and harsher sanctions for breaches of\n\nthis rule, and the required sanction in the ordinary case is\n\nmandatory preclusion.”)\n\n            In this case, over the course of six months, defendant\n\nrepeatedly warned the plaintiffs – through correspondence and\n\nmotions to the court – that plaintiffs’ expert disclosures were\n\ndeficient.       In particular, defendant asked for the list of what\n\nplaintiffs claims were “forty or more” cases in which their\n\nexpert had previously testified.                 Defendant explained, and the\n\n\n                                          -12-\n\fdistrict        court    credited      the   explanation,   that     without   the\n\ninformation about the cases in which plaintiffs’ expert has\n\npreviously testified, defendant was prevented from deposing him\n\nas to his prior experience in EMTALA cases, which he claimed was\n\nextensive and on which he was going to buttress his own opinion\n\nin this case.           Also, as plaintiffs planned exclusively to rely\n\non their expert to support their claim of an EMTALA violation,\n\nthe expert’s credibility and persuasiveness, supported by his\n\nqualifications and his experience, would be directly at issue.\n\nIt was, therefore, reasonable for the district court to find\n\nthat       plaintiffs’     failure       to   provide   defendant      with    this\n\ninformation prejudiced defendant’s case.5\n\n                Here, plaintiffs’ deficient expert report flies in the\n\nface       of   the     purpose   of    the     mandatory   expert    disclosure\n\nrequirements delineated in Rule 26(a)(2), which Rule 37(c) is\n\nintended to uphold and facilitate.                   See Fed. R. Civ. P. 26\n\n\n\n       5\n       As the court noted, plaintiffs’ proffer of the requested\ninformation on the day after the trial was to begin, and after\nthe court had already ruled against the plaintiffs on this\nissue, showed that the plaintiffs misled both the party and the\ncourt when they said they were unable to procure the requested\ninformation. The belated proffer also was insufficient to cure\nthe harm caused to the defendant as the trial had already begun;\nthe district court, having delayed the trial date twice already\nat the plaintiffs’ request, was not going to delay it any\nfurther; and therefore, the defendant was short of time, due to\nno fault of its own, to properly prepare cross-examination and\nrebuttal of plaintiffs’ expert based on the new information.\n\n                                         -13-\n\fadvisory committee’s note (stating that the threat of “[r]evised\n\nRule     37(c)(1)       [is     to]     provide    an    incentive       for     full\n\ndisclosure”).          See also Richard M. Heimann & Rhonda L. Woo,\n\nImport of Amended Federal Rule of Civil Procedure 26(a), 506\n\nPLI/Lit 279, 293 (July-Aug. 1994) (stating that the availability\n\nof the automatic sanctions pursuant to Rule 37(c)(1) “put[s]\n\nteeth into the rule”).           The purpose of a “detailed and complete”\n\nexpert report as contemplated by Rule 26(a), Fed. R. Civ. P. 26\n\nadvisory Committee’s note, is, in part, to minimize the expense\n\nof deposing experts, and to shorten direct examination and\n\nprevent an ambush at trial.                  See Klonski, 156 F.3d at 269;\n\nSylla-Sawdon v. Uniroyal Goodrich Tire Co., 47 F.3d 277, 284\n\n(8th Cir. 1995).         See also Thibeault v. Square D Co., 960 F.2d\n\n239,    244     (1st    Cir.    1992)       (stating    that   “[t]his      sort   of\n\ndisclosure is consonant with the federal courts' desire to make\n\na trial less a game of blindman's buff and more a fair contest\n\nwith    the   basic     issues    and    facts    disclosed      to   the    fullest\n\npractical extent”).            Failure to include information concerning\n\nthe    retained    expert      that    is    specifically      required     by   Rule\n\n26(a)(2)(B) -- such as “a listing of any other cases in which\n\nthe witness has testified as an expert at trial or by deposition\n\nwithin    the    preceding       for    years”,    see    Rule   26(a)(2)(B)       --\n\n\n\n\n                                         -14-\n\ffrustrates     the     purpose    of    candid    and    cost-efficient     expert\n\ndiscovery.\n\n              As discussed, infra, the district court was entitled\n\nto conclude on this record, as it did conclude, that plaintiffs’\n\nfailure to comply with the automatic disclosure rule of Rule\n\n26(a)    was    both    without    substantial          justification      and   not\n\nharmless.      For this, the district court – after hearing argument\n\nfrom both sides – sanctioned the plaintiffs by excluding their\n\nexpert testimony entirely, a harsh sanction to be sure, but one\n\nthat is nevertheless within the wide latitude of the rule.6                      See\n\nFed. R. Civ. P. 37(c) (incorporating Rule 37(b)(2)(B) which\n\nauthorizes the district court to prohibit the offending party\n\nfrom introducing designated matters in evidence).                       See also\n\nSheek v. Badger, 235 F.3d 687, 694 (1st Cir. 2000) (stating that\n\nafter the district court made a finding that the defendant\n\nfailed   to    supplement    its       expert    report    as   required    by   the\n\nautomatic expert disclosure requirements, under Rule 37(c) the\n\ndistrict court could have excluded the expert from testifying\n\nentirely – “a sanction well within the district court’s scope of\n\n\n    6 We need not determine whether the exclusion of plaintiffs’\nexpert was specifically authorized and directed by Rule 37(c)’s\nprohibition against the use of “any witness or information not\nso disclosed.” Whether or not this first sentence of Rule 37(c)\napplied, exclusion of the expert and dismissal of the case was\nclearly authorized under subparagraphs (B) and (C) of\nsubdivision (b)(2) of Rule 37, incorporated into 37(c).\n\n                                        -15-\n\fdiscretion” – but chose only to exclude those portions of the\n\nexpert’s testimony based on the undisclosed information);                 Samos\n\nImex Co. v.    Nextel Co., 194 F.3d 301, 305 (1st Cir. 1999)\n\n(citing Rule 37(c) as authority for the proposition that “as\n\namended, the civil procedure rules make clear that exclusion of\n\nevidence [such as an expert’s testimony] is a standard sanction\n\nfor a violation of the duty of disclosure under Rule 26(a)”);\n\nSears Roebuck & Co. v. Goldstone & Sudalter, 128 F.3d 10, 18 n.7\n\n(1st Cir. 1997) (affirming the district court’s exclusion under\n\nRule 37(c) of expert testimony because the proffering party\n\nfailed to disclose the expert’s identity in the beginning of the\n\nlitigation,    although      the     identity    was       later   disclosed);\n\nThibeault,    960    F.2d   at     245   (affirming    the     trial    court’s\n\npreclusion at trial of plaintiff’s expert testimony for failure\n\nto   supplement     interrogatories       concerning       expert’s    proposed\n\ntestimony).    On this well-developed record indicating that the\n\nplaintiffs’ disregard of discovery rules was egregious and may\n\nhave been deliberate and willful, we cannot say this sanction\n\nwas an abuse of discretion.              See Grajales-Romero v. American\n\nAirlines, Inc., 194 F.3d 288, 297 (1st Cir. 1999)(“A district\n\ncourt’s rule 37 sanctions decision is reviewed for abuse of\n\ndiscretion.”).       We,    therefore,      affirm   the    district    court’s\n\nruling excluding plaintiffs’ expert testimony under Rule 37(c).\n\n\n                                     -16-\n\f            The district court never reached the merits of the\n\nother    motions    to   compel    –      the    subject   of    which    was   the\n\nmisstatement       and   absence     of     information      from   answers      to\n\ninterrogatories          regarding             Rosa   Rivera’s           extensive\n\nhospitalization – because, on the second day of the scheduled\n\ntrial,   the   court     concluded     that      without   plaintiffs’      expert\n\nwitness, they could not make out their EMTALA claim and thereby\n\ndismissed the plaintiffs’ case.             In so doing, the district court\n\nwas responding to yet another pending motion -- defendant’s\n\nmotion    to   dismiss.7      This        is    apparently      because    of   the\n\ncrystalizing situation – discussed at length during the previous\n\nday’s hearing and raised again the second day of trial – that\n\nwithout their expert, the plaintiffs were not going to be able\n\nenter into evidence the documents and testimony that would\n\nsupport its EMTALA claim.          As the district court said on that\n\nlast day:\n\n            You have been made aware at least since last\n            summer of the deficiencies in the discovery\n            provided by the plaintiffs . . . . I think\n            you are aware of the rule now that you come\n            in today with that belated[] case list\n            . . . and I think what you are trying to do\n            is play around with the Court.     Even if I\n            . . .   allowed the medical record to come\n\n\n    7  On the first day of trial, before hearing the parties on\nthe outstanding motions to compel, the district court explicitly\nacknowledged defendant’s motion to dismiss, saying that “the\nmatter is under advisement.” See supra note 2.\n\n                                       -17-\n\f           in, there is no way that you can prove [an\n           EMTALA violation].      A proffer is not\n           sufficient.   A proffer in trial does not\n           supply   whatever   is   missing  from   the\n           witnesses . . . .    [A]nd even if you [rely\n           on] an adverse witness, . . . .         that\n           adverse witness is going to tell you that\n           they followed the protocol and they rendered\n           an appropriate medical screening] . . . .\n           That is if I allowed you do that which I am\n           not going to allow you to do . . . .\n\n           . . . .\n\n                  It is a shame, I am really sad and\n           sorry to see that such practice has occurred\n           in my courtroom but that is the ruling of\n           the court so since you will not have any\n           testimony of . . . a medical expert and\n           since you cannot prove that it was an EMTALA\n           violation and since there is a motion to\n           dismiss   pending   by   counsel   for   the\n           defendants, with this turn of events I am\n           going to grant the motion to dismiss and I\n           am going to enter a judgment in favor of the\n           defendant dismissing this case at this\n           moment. There will be no more jury trial, I\n           am granting defendant’s motion to dismiss\n           for failure to state that claim under which\n           relief can be granted in view of the fact\n           that you have no evidence to prove the\n           EMTALA violation.\n\n           Without    an    expert   witness   through    which    to   enter\n\nmedical   records    or    provide   an   opinion   in   support   of   their\n\nallegations that the defendant failed to “appropriately screen”\n\nand “stabilize” Rosa Rivera’s emergency condition, allegedly\n\ncausing her death, plaintiffs could not satisfy their burden of\n\n\n\n\n                                     -18-\n\fproving an EMTALA violation.               We find no legal error in the\n\ndistrict court’s ruling dismissing plaintiffs’ case.8\n\n                 Plaintiffs’ last attempt at salvaging their case is to\n\nargue that the district court abused its discretion when it\n\ndismissed plaintiffs’ case with prejudice.                      Plaintiffs argue\n\nthat dismissal with prejudice is too harsh a sanction because\n\nthe        discovery       problems      were     caused        by    justifiable\n\nmisunderstandings and because, plaintiffs believe, defendant\n\nwill       not    be   prejudiced   should      plaintiffs      be   permitted    to\n\nreinstate their case. We disagree.                Conduct which may warrant\n\ndismissal of a claim with prejudice includes \"disobedience of\n\ncourt       orders,     [disregarding]       warnings,     [and]     contumacious\n\nconduct....\" Figueroa Ruiz v. Alegria, 896 F.2d 645, 648 (1st\n\nCir. 1990) (quotation marks omitted).                The district court made\n\nexplicit and lengthy findings of egregious discovery abuses by\n\nthe    plaintiffs       that   support    precisely      this    standard.       The\n\ndistrict court was well within its discretion in concluding that\n\n\n\n       8Although it is true, as appellants points out, that the\neffect of excluding their expert was to dismiss their case, we\nnote that dismissal of the case is one of the sanctions provided\nby Rule 37(c)(1), as it incorporates 37(b)(2)(C) into its\narsenal.   See Rule 37(c).    See also Damiani v. Rhode Island\nHosp., 704 F.2d 12, 15 (1st Cir. 1983)(discussing the Supreme\nCourt’s ruling in National Hockey League v. Metropolitan Hockey\nClub, 427 U.S. 639 (1979) as “a turning point in the law on the\nuse of the sanction of dismissal for failure to obey a discovery\norder”).\n\n                                         -19-\n\fplaintiffs’ disregard for their obligations under the Federal\n\nRules of Civil Procedure warranted the most severe sanction.\n\nSee Goldman, Antonetti, Ferraiuoli, Axtmayer & Hertell v. Medfit\n\nInt'l, Inc., 982 F.2d 686, 691-92 (1st Cir. 1993) (upholding a\n\ndismissal with prejudice under Fed. R. Civ. P. 16(f) for party’s\n\nfailure to appear at the scheduled pretrial and settlement\n\nconference, his failure to prepare a pretrial order, and his\n\nfailure to otherwise comply with the court's orders); Barreto v.\n\nCitibank, N.A., 907 F.2d 15, 16 (1st Cir. 1990) (taking note of\n\nthe \"well established principle that discovery orders, other\n\npre-trial    orders,      and,   indeed,   all    orders    governing   the\n\nmanagement of a case are enforceable under pain of sanction for\n\nunjustifiable     violation\"      and   holding    that     dismissal   was\n\nwarranted    to   deter    litigants    from   misconduct    impeding   the\n\ncourt's ability to manage its limited resources).\n\n            For all of these reasons, we affirm the judgment below.\n\nCosts to appellees.\n\n\n\n\n                                    -20-\n\f",
  "html": "<p class=\"case_cite\">248 F.3d 29 (1st Cir. 2001)</p>\n    <p class=\"parties\">JOSE ANTONIO ORTIZ-LOPEZ, ET AL., Plaintiffs, Appellants,<br>v.<br>SOCIEDAD ESPANOLA DE AUXILIO MUTUO Y BENEFICIENCIA DE PUERTO RICO, ETC., Defendant, Appellee.</p>\n    <p class=\"docket\">No. 00-1278</p>\n    <p class=\"court\">United States Court of Appeals  For the First Circuit</p>\n    <p class=\"date\">Heard March 5, 2001<br>Decided May 3, 2001</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">John Ward-Llambas with whom Ricardo Ruiz-Diaz and Ward &amp;  Ward were on brief for appellants.</p>\n      <p class=\"indent\">Jeannette M. Lopez-de-Victoria for appellee.</p>\n      <p class=\"indent\">Before  Torruella, Chief Judge, Campbell, Senior Circuit Judge, and Selya, Circuit Judge.</p>\n      <p class=\"indent\">CAMPBELL, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Plaintiffs sued  Sociedad Espanola de Auxilio Mutuo Y Beneficencia de Puerto Rico  (hereinafter the \"hospital\") in the district court under, inter  alia, the Emergency Medical Treatment and Active Labor Act  (EMTALA), the \"anti-dumping statute.\"<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  EMTALA requires the  hospital to \"appropriately screen\" and \"stabilize\" the patient  before transferring her to another facility.  See 42 U.S.C.A. &#167;  1395dd(a) and (b).  Plaintiffs are the family of deceased Rosa  Rivera, who died after succumbing to an allegedly self-inflicted  overdose of painkillers after arriving at the emergency room of  the hospital.  Plaintiffs allege in their complaint that the way  Rivera was treated by defendant's staff fell short of EMTALA's  requirements.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Plaintiffs, however, never reached trial on their  EMTALA claim.  On the day scheduled for trial, the court found  that plaintiffs had committed serious discovery abuses by  withholding information they were required to furnish, including  information relative to their proposed expert witness.  As a  sanction, the court ruled that plaintiffs' expert witness would  not be allowed to testify.  Thereafter, it granted defendant's  motion to dismiss<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>, concluding that plaintiffs could not prove  their EMTALA claim without the excluded evidence.  This appeal  followed.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In the course of the year preceding the scheduled  trial, the defendant filed three motions to compel under Rule  37(a) and (b).<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  The district court acted on these motions  immediately prior to the time the jury trial was scheduled to  begin, January 24, 2000.  Defendant's allegations in those  motions to compel were two-fold.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">First, defendant alleged (and the district court later  found) that for nearly three years plaintiffs had failed to  fully and truthfully answer interrogatories concerning the  deceased's medical history as repeatedly requested by the  defendant and as required by the Federal Rules of Civil  Procedure, see Fed. R. Civ. P. 26(e) (subsection of rule  requiring the supplementation of automatic discovery, such as  interrogatory answers, when the disclosing party learns \"that in  some material respect the information disclosed is incomplete or  incorrect\").  When asked at which hospitals and when and by whom  the deceased had been treated in the past, plaintiffs answered  by naming only three hospitals but without providing any further  information.  They claimed not to have any more specific  information.  When defendant again requested information about  Rosa Rivera's prior medical treatment, asking specifically for  medical documents and information, such as names of treating  physicians and the dates of such treatment (to which plaintiffs  had exclusive access), the plaintiffs did not respond.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  As it  turns out, the deceased had been hospitalized for five months in  1991 (for what seems to have been a combination of mental health  problems and cervical cancer) and was afterwards in and out of  hospitals for cancer treatment.  Not until the day of trial,  during settlement negotiations, did the defendant learn of this  from the plaintiffs, although defendant had requested  information of this type all along.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">During the hearing on the motions to compel, the  district court determined that plaintiffs' withholding of this  information was in bad faith.  \"They [the plaintiffs] know when  their sister, . . . his wife was hospitalized and they have kept  you [their counsel] in the dark as to all of this because  certainly five months hospitalization, it certainly is of such  magnitude that a husband or a sister or mother would know and  would have told you . . . [in the course of] answering  interrogatories . . . .  I am not implying that you [plaintiffs'  counsel] are at fault.  It is your client.  They have tried to  keep defendants in the dark as to your client's  problems . . . .\"</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">While the court found purposeful evasion in failing to  reveal Rosa Rivera's medical history, supra, this was not the  finding that led directly to the dismissal of plaintiffs' case.  Defendant's second allegation contained in their last two  motions to compel was the basis for the exclusionary ruling that  ultimately ended the case.  Defendant complained that plaintiffs  had failed to comply with the automatic expert disclosure  requirements of Rule 26(a)(2)(B), to wit, providing the names of  court cases in which their designated expert had previously testified.  Defendant successfully argued that this omission  should cost plaintiffs the use of their expert without whom they  would be unable to make out a case.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Plaintiffs' response to this allegation, in writing and  at argument before the district court, was that it had been  impossible to produce the required information because their  expert did not \"keep his records\" that way (allegedly the  plaintiffs' expert did not keep a list of all the cases in which  he testified and only remembered the attorneys' names). Plaintiffs further responded that they had fulfilled Rule  26(a)(2)'s requirement by providing to the defendant the names  of some of the attorneys with whom the expert had previously  worked.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">After hearing arguments on all outstanding motions to  compel and, after recessing for a time in which the parties  could negotiate further and the court could conduct some  independent research into the motions pending, the court  thereupon granted defendant's motion to exclude plaintiffs'  expert witness.  Plaintiffs protested that they would have no  way to admit relevant documents other than through their expert  witness. The court noted that that being the case, plaintiffs  might not be able to make out their EMTALA claim.  The court  informed both parties they had the afternoon and evening to  discuss the matter and recessed until the following morning when  the jury would be brought in for opening arguments.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The next day, January 25, 2000, in an attempt to get  the court to reverse its previous ruling excluding their expert  witness, plaintiffs' counsel produced to defendant and the court  -- contrary to their earlier arguments that such information was  unavailable -- a list of all the court cases in which their  expert witness had previously testified.  Calling plaintiffs'  belated proffer both \"an insult\" and \"a shame\", the district  court refused plaintiffs' list and then invited both parties to  present arguments as to why the case should or should not be  dismissed for failure to state a claim or, in the alternative,  for lack of subject matter jurisdiction, the plaintiffs having  lost their chance to present evidence as to their one remaining  claim.  Thereupon defendant renarrated the lengthy story of its  frustrating attempts to obtain discovery.  At the conclusion of  defendant's story, to which plaintiffs had little relevant to  add, the district court announced its dismissal of the  plaintiffs' case with prejudice.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Plaintiffs say little in their appellate briefs and  argument by way of justifying their failure to have provided the  above-described discovery.  Instead, plaintiffs contend that the  district court misapplied the law of this circuit when it  excluded the expert evidence as a discovery sanction without  first having made a finding that plaintiffs were in violation of  a court order to compel.  Plaintiffs point to Rule 37(b)(2),  which provides:</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">(b) Failure to Comply With Order</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">If a party or an officer, director, or  managing agent of a party . . . fails to  obey an order to provide or permit  discovery, including an order made under  subdivision (a) of this rule . . . the court  in which the action is pending may make such  orders in regard to the failure as are just,  and among others the following:</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">(A) An order that the matters regarding  which the order was made or any other  designated facts shall be taken to be  established for the purposes of the action  in accordance with the claim of the party  obtaining the order;</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">(B) An order refusing to allow the  disobedient party to support or oppose  designated claims or defenses, or  prohibiting that party from introducing  designated matters in evidence;  (C) An order striking out pleadings or parts  thereof, or staying further proceedings  until the order is obeyed, or dismissing the  action or proceeding or any part thereof, or  rendering a judgment by default against the  disobedient party.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Fed. R. Civ. P. 37(b)(2) (emphasis added).  Plaintiffs cite case  law from this circuit holding that \"[Rule 37]'s language clearly  requires two things as conditions precedent to engaging the  gears of the rule's sanction machinery:  a court order must be  in effect, and then must be violated, before the enumerated  sanctions can be imposed.\"  R.W. International Co. v. Welch  Foods, Inc., 937 F.2d 11, 15 (1st Cir. 1991).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Plaintiffs' argument fails because the district court  did not act here under Rule 37(b)(2)(B), the provision at issue  in Welch Foods.  Rule 37(b)(2)(B) does indeed contemplate a  threshold determination by the court that the offending party  has failed to comply with a court order issued under Rule 37(a). But the same is not true where automatic discovery provisions of  Rule 26(a) and 26(e) are violated, triggering subsection (c) of  the same Rule 37.  See Fed. R. Civ. P. 37(c).  Subsection (c) of  Rule 37 provides, in relevant part, that should a court find  that</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">a party that without substantial  justification fails to disclose information  required by Rule 26(a) or 26(e)(1) [, that  party] shall not, unless such failure is  harmless, be permitted to use as evidence at  a trial, at a hearing, or on a motion any  witness or information not so disclosed. In  addition to or in lieu of this sanction, the  court, on motion and after affording an  opportunity to be heard, may impose other  appropriate sanctions. In addition to  requiring payment of reasonable expenses,  including attorney's fees, caused by the  failure, these sanctions may include any of  the actions authorized under subparagraphs  (A), (B), and (C) of subdivision (b)(2) of  this rule and may include informing the jury  of the failure to make the disclosure.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Fed. R. Civ. P. 37(c)(1).  Under part (c), therefore, a court  order issued under part (a) need not first be violated before  the court may impose the sanctions provided under (c).  What the  district court must find under Rule 37(c) is that the offending  parties were not \"substantially justified\" in failing to  disclose information required by Rule 26(a) or Rule 26(e) and  that the failure to disclose was not harmless.  This is a \"self-executing sanction for failure to make a disclosure required by  Rule 26(a), without need for a motion under subdivision  [37](a)(2)(A).\"  Fed. R. Civ. P. 37, advisory committee notes.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">It is true that when defendant requested sanctions  here, it referred to Rule 37(a) and (b) rather than to Rule  37(c).  However, the record of the proceedings indicates that  the court, in refusing to allow plaintiffs to call their expert,  expressly invoked Rule 37(c) and not 37(b).  On the first  hearing on this issue (the first day of trial), the district  court cited to and quoted the text of Rule 37(c)(1).  \"This is  what I [am] going to do.  I [am] going to read from the Federal  Rules of Civil Procedure, 37(c)(1) which [is] the one that  provides for the sanctions in the event that the party fails to  make the required disclosure . . . [under] Rule 26(a)[,] which  this one is (a)(2)(B) . . . .\"  The district court referred  explicitly to the so-called \"self-executing\" provision of Rule  37(c)(1) and to the mandatory disclosure requirements for expert  witnesses.  The court then made the explicit finding that  plaintiffs' discovery abuse was not substantially justified and  was not harmless.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">From what I have heard, it is not harmless. I mean, you were requested, you were  notified since June of last year, notified  that the [expert] report was deficient, that  it did not comply with the rules. . . . Now, there has been no explanation brought  to the court of why this expert is unable or  unwilling to provide a report which complies  with the rules. . . .  The selection [or]  retention of an expert witness is within the  control of the party employing the expert. That is[,] to the exten[t] that there is a  disadvantage created by the expert's failure  to disclos[e , it] must be born by the party  retaining the expert witness.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">We accordingly find no merit in plaintiffs' argument  that the court could not impose sanctions as it was not  enforcing a Rule 37(a) order.  The only question is whether the  sanctions it imposed were within its authority and discretion  under Rule 37(c)(1).  We hold they were.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Under Rule 37(c), the district court's latitude is  wide.  See Poulin v. Greer, 18 F.3d 979, 984 (1st Cir. 1994). For failure to make the specified discovery, the district court  is directed to preclude as evidence \"any witness or information  not so disclosed,\" and \"[i]n addition to or in lieu of this  sanction, the court, on a motion and after affording an  opportunity to be heard, may impose other appropriate  sanctions . . . [which] may include any of the actions  authorized under subparagraphs (A), (B), and (C) of subdivision  (b)(2) of this rule.\"  Fed. R. Civ. P. 37(c).  These latter  provisions specifically provide for \"prohibiting that party from  introducing designated matters into evidence\" (subparagraph  (b)(2)(B)) and for \"dismissing the action\" (subparagraph  (b)(2)(C)).  The range of sanctions provided in Rule 37(c), from  the most harsh (total exclusion and dismissal of the case) to  more moderate (limited exclusion and attorney's fees), gives the  district court leeway to best match the degree of non-compliance  with the purpose of Rule 26's mandatory disclosure requirements. See Klonski v. Mahlab, 156 F.3d 255, 269 (1st Cir. 1998) (\"[T]he  new rule [37(c)] clearly contemplates stricter adherence to  discovery requirements, and harsher sanctions for breaches of  this rule, and the required sanction in the ordinary case is  mandatory preclusion.\")</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">In this case, over the course of six months, defendant  repeatedly warned the plaintiffs - through correspondence and  motions to the court - that plaintiffs' expert disclosures were  deficient.  In particular, defendant asked for the list of what  plaintiffs claims were \"forty or more\" cases in which their  expert had previously testified.  Defendant explained, and the  district court credited the explanation, that without the  information about the cases in which plaintiffs' expert has  previously testified, defendant was prevented from deposing him  as to his prior experience in EMTALA cases, which he claimed was  extensive and on which he was going to buttress his own opinion  in this case.  Also, as plaintiffs planned exclusively to rely  on their expert to support their claim of an EMTALA violation,  the expert's credibility and persuasiveness, supported by his  qualifications and his experience, would be directly at issue. It was, therefore, reasonable for the district court to find  that plaintiffs' failure  to provide defendant with this  information prejudiced defendant's case.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Here, plaintiffs' deficient expert report flies in the  face of the purpose of the mandatory expert disclosure  requirements delineated in Rule 26(a)(2), which Rule 37(c) is  intended to uphold and facilitate.  See Fed. R. Civ. P. 26  advisory committee's note (stating that the threat of \"[r]evised  Rule 37(c)(1) [is to] provide an incentive for full  disclosure\").  See also Richard M. Heimann &amp; Rhonda L. Woo, Import of Amended Federal Rule of Civil Procedure 26(a), 506  PLI/Lit 279, 293 (July-Aug. 1994) (stating that the availability  of the automatic sanctions pursuant to Rule 37(c)(1) \"put[s]  teeth into the rule\").  The purpose of a \"detailed and complete\"  expert report as contemplated by Rule 26(a), Fed. R. Civ. P. 26  advisory Committee's note, is, in part, to minimize the expense  of deposing experts, and to shorten direct examination and  prevent an ambush at trial.  See Klonski, 156 F.3d at 269; Sylla-Sawdon v. Uniroyal Goodrich Tire Co., 47 F.3d 277, 284  (8th Cir. 1995).  See also Thibeault v. Square D Co., 960 F.2d  239, 244 (1st Cir. 1992) (stating that \"[t]his sort of  disclosure is consonant with the federal courts' desire to make  a trial less a game of blindman's buff and more a fair contest  with the basic issues and facts disclosed to the fullest  practical extent\").  Failure to include information concerning  the retained expert that is specifically required by Rule  26(a)(2)(B) -- such as \"a listing of any other cases in which  the witness has testified as an expert at trial or by deposition  within the preceding for years\", see Rule 26(a)(2)(B) --  frustrates the purpose of candid and cost-efficient expert  discovery.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">As discussed, infra, the district court was entitled  to conclude on this record, as it did conclude, that plaintiffs'  failure to comply with the automatic disclosure rule of Rule  26(a) was both without substantial justification and not  harmless.  For this, the district court - after hearing argument  from both sides - sanctioned the plaintiffs by excluding their  expert testimony entirely, a harsh sanction to be sure, but one  that is nevertheless within the wide latitude of the rule.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>  See Fed. R. Civ. P. 37(c) (incorporating Rule 37(b)(2)(B) which  authorizes the district court to prohibit the offending party  from introducing designated matters in evidence).  See also Sheek v. Badger, 235 F.3d 687, 694 (1st Cir. 2000) (stating that  after the district court made a finding that the defendant  failed to supplement its expert report as required by the  automatic expert disclosure requirements, under Rule 37(c) the  district court could have excluded the expert from testifying  entirely - \"a sanction well within the district court's scope of  discretion\" - but chose only to exclude those portions of the  expert's testimony based on the undisclosed information);  Samos  Imex Co. v. Nextel Co., 194 F.3d 301, 305 (1st Cir. 1999)  (citing Rule 37(c) as authority for the proposition that \"as  amended, the civil procedure rules make clear that exclusion of  evidence [such as an expert's testimony] is a standard sanction  for a violation of the duty of disclosure under Rule 26(a)\"); Sears Roebuck &amp; Co. v. Goldstone &amp; Sudalter, 128 F.3d 10, 18 n.7  (1st Cir. 1997) (affirming the district court's exclusion under Rule 37(c) of expert testimony because the proffering party  failed to disclose the expert's identity in the beginning of the  litigation, although the identity was later disclosed); Thibeault, 960 F.2d at 245 (affirming the trial court's  preclusion at trial of plaintiff's expert testimony for failure  to supplement interrogatories concerning expert's proposed  testimony).  On this well-developed record indicating that the  plaintiffs' disregard of discovery rules was egregious and may  have been deliberate and willful, we cannot say this sanction  was an abuse of discretion.  See Grajales-Romero v. American  Airlines, Inc., 194 F.3d 288, 297 (1st Cir. 1999)(\"A district  court's rule 37 sanctions decision is reviewed for abuse of  discretion.\").  We, therefore, affirm the district court's  ruling excluding plaintiffs' expert testimony under Rule 37(c).</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The district court never reached the merits of the  other motions to compel - the subject of which was the  misstatement and absence of information from answers to  interrogatories regarding Rosa Rivera's extensive  hospitalization - because, on the second day of the scheduled  trial, the court concluded that without plaintiffs' expert  witness, they could not make out their EMTALA claim and thereby  dismissed the plaintiffs' case.  In so doing, the district court  was responding to yet another pending motion -- defendant's  motion to dismiss.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a>  This is apparently because of the  crystalizing situation - discussed at length during the previous  day's hearing and raised again the second day of trial - that  without their expert, the plaintiffs were not going to be able  enter into evidence the documents and testimony that would  support its EMTALA claim.  As the district court said on that  last day:</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">You have been made aware at least since last  summer of the deficiencies in the discovery  provided by the plaintiffs . . . .  I think  you are aware of the rule now that you come  in today with that belated[] case list  . . . and I think what you are trying to do  is play around with the Court.  Even if I  . . .  allowed the medical record to come  in, there is no way that you can prove [an  EMTALA violation].  A proffer is not  sufficient.  A proffer in trial does not  supply whatever is missing from the  witnesses . . . .   [A]nd even if you [rely  on] an adverse witness, . . . .  that  adverse witness is going to tell you that  they followed the protocol and they rendered  an appropriate  medical screening] . . . . That is if I allowed you do that which I am  not going to allow you to do . . . .</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">. . . .</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">It is a shame, I am really sad and  sorry to see that such practice has occurred  in my courtroom but that is the ruling of  the court so since you will not have any  testimony of . . . a medical expert and  since you cannot prove that it was an EMTALA  violation and since there is a motion to  dismiss pending by counsel for the  defendants, with this turn of events I am  going to grant the motion to dismiss and I  am going to enter a judgment in favor of the  defendant dismissing this case at this  moment.  There will be no more jury trial, I  am granting defendant's motion to dismiss  for failure to state that claim under which  relief can be granted in view of the fact  that you have no evidence to prove the  EMTALA violation.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Without an expert witness through which to enter  medical records or provide an opinion in support of their  allegations that the defendant failed to \"appropriately screen\"  and \"stabilize\" Rosa Rivera's emergency condition, allegedly  causing her death, plaintiffs could not satisfy their burden of  proving an EMTALA violation.  We find no legal error in the  district court's ruling dismissing plaintiffs' case.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a></p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Plaintiffs' last attempt at salvaging their case is to  argue that the district court abused its discretion when it  dismissed plaintiffs' case with prejudice.  Plaintiffs argue  that dismissal with prejudice is too harsh a sanction because  the discovery problems were caused by justifiable  misunderstandings and because, plaintiffs believe, defendant  will not be prejudiced should plaintiffs be permitted to  reinstate their case. We disagree.  Conduct which may warrant  dismissal of a claim with prejudice includes \"disobedience of  court orders, [disregarding] warnings, [and] contumacious  conduct....\" Figueroa Ruiz v. Alegria, 896 F.2d 645, 648 (1st  Cir. 1990) (quotation marks omitted).  The district court made  explicit and lengthy findings of egregious discovery abuses by  the plaintiffs that support precisely this standard.  The  district court was well within its discretion in concluding that  plaintiffs' disregard for their obligations under the Federal  Rules of Civil Procedure warranted the most severe sanction. See Goldman, Antonetti, Ferraiuoli, Axtmayer &amp; Hertell v. Medfit  Int'l, Inc., 982 F.2d 686, 691-92 (1st Cir. 1993) (upholding a  dismissal with prejudice under Fed. R. Civ. P. 16(f) for party's  failure to appear at the scheduled pretrial and settlement  conference, his failure to prepare a pretrial order, and his  failure to otherwise comply with the court's orders); Barreto v. Citibank, N.A., 907 F.2d 15, 16 (1st Cir. 1990) (taking note of  the \"well established principle that discovery orders, other  pre-trial orders, and, indeed, all orders governing the  management of a case are enforceable under pain of sanction for  unjustifiable violation\" and holding that dismissal was  warranted to deter litigants from misconduct impeding the  court's ability to manage its limited resources).</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">For all of these reasons, we affirm the judgment below. Costs to appellees.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p>  Initially, in addition to the EMTALA claim, plaintiffs  alleged malpractice claims against fictitious co-defendants  under the district court's supplemental jurisdiction.  Those  claims and defendants were voluntarily dismissed from the action  on June 7, 1999.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p>   Defendant's motion, filed December 13, 1999, was entitled  \"Motion To Dismiss For Lack Of Subject Matter Jurisdiction  and/or For Failure To State A Claim For Which Relief Can Be  Granted.\"  For purposes of brevity here, we entitle it simply  Motion to Dismiss.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p>   The three motions to compel were filed on June 16, 1999,  July 29, 1999 and January 18, 2000.  The action itself was filed  on November 8, 1996 and discovery began on May 16, 1997.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p>  Although defendant managed to get permission from  plaintiffs to request hospital records of the deceased through  court order, a required procedure under Puerto Rico law, see Puerto Rico Law 101 of July 1965, &#167;3-202, the very general  information plaintiffs provided defendant in order to fulfill  those requests was inadequate.  The hospitals to whom defendant  submitted the requests for information about Rosa Rivera were  unable to find many relevant records based on the information  provided.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p>  As the court noted, plaintiffs' proffer of the requested  information on the day after the trial was to begin, and after the court had already ruled against the plaintiffs on this  issue, showed that the plaintiffs misled both the party and the  court when they said they were unable to procure the requested  information.  The belated proffer also was insufficient to cure  the harm caused to the defendant as the trial had already begun;  the district court, having delayed the trial date twice already  at the plaintiffs' request, was not going to delay it any  further; and therefore, the defendant was short of time, due to  no fault of its own, to properly prepare cross-examination and  rebuttal of plaintiffs' expert based on the new information.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p>  We need not determine whether the exclusion of plaintiffs'  expert was specifically authorized and directed by Rule 37(c)'s  prohibition against the use of \"any witness or information not  so disclosed.\"  Whether or not this first sentence of Rule 37(c)  applied, exclusion of the expert and dismissal of the case was  clearly authorized under subparagraphs (B) and (C) of  subdivision (b)(2) of Rule 37, incorporated into 37(c).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p>  On the first day of trial, before hearing the parties on  the outstanding motions to compel, the district court explicitly  acknowledged defendant's motion to dismiss, saying that \"the  matter is under advisement.\" See supra note 2.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p>   Although it is true, as appellants points out, that the  effect of excluding their expert was to dismiss their case, we  note that dismissal of the case is one of the sanctions provided  by Rule 37(c)(1), as it incorporates 37(b)(2)(C) into its  arsenal.  See Rule 37(c).  See also Damiani v. Rhode Island  Hosp., 704 F.2d 12, 15 (1st Cir. 1983)(discussing the Supreme  Court's ruling in National Hockey League v. Metropolitan Hockey  Club, 427 U.S. 639 (1979) as \"a turning point in the law on the  use of the sanction of dismissal for failure to obey a discovery  order\").</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">248</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">29</span></span> (1st Cir. 2001)</p>\n    <p class=\"parties\">JOSE ANTONIO ORTIZ-LOPEZ, ET AL., Plaintiffs, Appellants,<br>v.<br>SOCIEDAD ESPANOLA DE AUXILIO MUTUO Y BENEFICIENCIA DE PUERTO RICO, ETC., Defendant, Appellee.</p>\n    <p class=\"docket\">No. 00-1278</p>\n    <p class=\"court\">United States Court of Appeals  For the First Circuit</p>\n    <p class=\"date\">Heard March 5, 2001<br>Decided May 3, 2001</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">John Ward-Llambas with whom Ricardo Ruiz-Diaz and Ward &amp;  Ward were on brief for appellants.</p>\n      <p class=\"indent\">Jeannette M. Lopez-de-Victoria for appellee.</p>\n      <p class=\"indent\">Before  Torruella, Chief Judge, Campbell, Senior Circuit Judge, and Selya, Circuit Judge.</p>\n      <p class=\"indent\">CAMPBELL, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Plaintiffs sued  Sociedad Espanola de Auxilio Mutuo Y Beneficencia de Puerto Rico  (hereinafter the \"hospital\") in the district court under, inter  alia, the Emergency Medical Treatment and Active Labor Act  (EMTALA), the \"anti-dumping statute.\"<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  EMTALA requires the  hospital to \"appropriately screen\" and \"stabilize\" the patient  before transferring her to another facility.  See 42 U.S.C.A. &#167;  1395dd(a) and (b).  Plaintiffs are the family of deceased Rosa  Rivera, who died after succumbing to an allegedly self-inflicted  overdose of painkillers after arriving at the emergency room of  the hospital.  Plaintiffs allege in their complaint that the way  Rivera was treated by defendant's staff fell short of EMTALA's  requirements.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Plaintiffs, however, never reached trial on their  EMTALA claim.  On the day scheduled for trial, the court found  that plaintiffs had committed serious discovery abuses by  withholding information they were required to furnish, including  information relative to their proposed expert witness.  As a  sanction, the court ruled that plaintiffs' expert witness would  not be allowed to testify.  Thereafter, it granted defendant's  motion to dismiss<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a>, concluding that plaintiffs could not prove  their EMTALA claim without the excluded evidence.  This appeal  followed.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">In the course of the year preceding the scheduled  trial, the defendant filed three motions to compel under Rule  37(a) and (b).<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  The district court acted on these motions  immediately prior to the time the jury trial was scheduled to  begin, January 24, 2000.  Defendant's allegations in those  motions to compel were two-fold.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">First, defendant alleged (and the district court later  found) that for nearly three years plaintiffs had failed to  fully and truthfully answer interrogatories concerning the  deceased's medical history as repeatedly requested by the  defendant and as required by the Federal Rules of Civil  Procedure, see Fed. R. Civ. P. 26(e) (subsection of rule  requiring the supplementation of automatic discovery, such as  interrogatory answers, when the disclosing party learns \"that in  some material respect the information disclosed is incomplete or  incorrect\").  When asked at which hospitals and when and by whom  the deceased had been treated in the past, plaintiffs answered  by naming only three hospitals but without providing any further  information.  They claimed not to have any more specific  information.  When defendant again requested information about  Rosa Rivera's prior medical treatment, asking specifically for  medical documents and information, such as names of treating  physicians and the dates of such treatment (to which plaintiffs  had exclusive access), the plaintiffs did not respond.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a>  As it  turns out, the deceased had been hospitalized for five months in  1991 (for what seems to have been a combination of mental health  problems and cervical cancer) and was afterwards in and out of  hospitals for cancer treatment.  Not until the day of trial,  during settlement negotiations, did the defendant learn of this  from the plaintiffs, although defendant had requested  information of this type all along.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">During the hearing on the motions to compel, the  district court determined that plaintiffs' withholding of this  information was in bad faith.  \"They [the plaintiffs] know when  their sister, . . . his wife was hospitalized and they have kept  you [their counsel] in the dark as to all of this because  certainly five months hospitalization, it certainly is of such  magnitude that a husband or a sister or mother would know and  would have told you . . . [in the course of] answering  interrogatories . . . .  I am not implying that you [plaintiffs'  counsel] are at fault.  It is your client.  They have tried to  keep defendants in the dark as to your client's  problems . . . .\"</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">While the court found purposeful evasion in failing to  reveal Rosa Rivera's medical history, supra, this was not the  finding that led directly to the dismissal of plaintiffs' case.  Defendant's second allegation contained in their last two  motions to compel was the basis for the exclusionary ruling that  ultimately ended the case.  Defendant complained that plaintiffs  had failed to comply with the automatic expert disclosure  requirements of Rule 26(a)(2)(B), to wit, providing the names of  court cases in which their designated expert had previously testified.  Defendant successfully argued that this omission  should cost plaintiffs the use of their expert without whom they  would be unable to make out a case.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Plaintiffs' response to this allegation, in writing and  at argument before the district court, was that it had been  impossible to produce the required information because their  expert did not \"keep his records\" that way (allegedly the  plaintiffs' expert did not keep a list of all the cases in which  he testified and only remembered the attorneys' names). Plaintiffs further responded that they had fulfilled Rule  26(a)(2)'s requirement by providing to the defendant the names  of some of the attorneys with whom the expert had previously  worked.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">After hearing arguments on all outstanding motions to  compel and, after recessing for a time in which the parties  could negotiate further and the court could conduct some  independent research into the motions pending, the court  thereupon granted defendant's motion to exclude plaintiffs'  expert witness.  Plaintiffs protested that they would have no  way to admit relevant documents other than through their expert  witness. The court noted that that being the case, plaintiffs  might not be able to make out their EMTALA claim.  The court  informed both parties they had the afternoon and evening to  discuss the matter and recessed until the following morning when  the jury would be brought in for opening arguments.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The next day, January 25, 2000, in an attempt to get  the court to reverse its previous ruling excluding their expert  witness, plaintiffs' counsel produced to defendant and the court  -- contrary to their earlier arguments that such information was  unavailable -- a list of all the court cases in which their  expert witness had previously testified.  Calling plaintiffs'  belated proffer both \"an insult\" and \"a shame\", the district  court refused plaintiffs' list and then invited both parties to  present arguments as to why the case should or should not be  dismissed for failure to state a claim or, in the alternative,  for lack of subject matter jurisdiction, the plaintiffs having  lost their chance to present evidence as to their one remaining  claim.  Thereupon defendant renarrated the lengthy story of its  frustrating attempts to obtain discovery.  At the conclusion of  defendant's story, to which plaintiffs had little relevant to  add, the district court announced its dismissal of the  plaintiffs' case with prejudice.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Plaintiffs say little in their appellate briefs and  argument by way of justifying their failure to have provided the  above-described discovery.  Instead, plaintiffs contend that the  district court misapplied the law of this circuit when it  excluded the expert evidence as a discovery sanction without  first having made a finding that plaintiffs were in violation of  a court order to compel.  Plaintiffs point to Rule 37(b)(2),  which provides:</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">(b) Failure to Comply With Order</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">If a party or an officer, director, or  managing agent of a party . . . fails to  obey an order to provide or permit  discovery, including an order made under  subdivision (a) of this rule . . . the court  in which the action is pending may make such  orders in regard to the failure as are just,  and among others the following:</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">(A) An order that the matters regarding  which the order was made or any other  designated facts shall be taken to be  established for the purposes of the action  in accordance with the claim of the party  obtaining the order;</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">(B) An order refusing to allow the  disobedient party to support or oppose  designated claims or defenses, or  prohibiting that party from introducing  designated matters in evidence;  (C) An order striking out pleadings or parts  thereof, or staying further proceedings  until the order is obeyed, or dismissing the  action or proceeding or any part thereof, or  rendering a judgment by default against the  disobedient party.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Fed. R. Civ. P. 37(b)(2) (emphasis added).  Plaintiffs cite case  law from this circuit holding that \"[Rule 37]'s language clearly  requires two things as conditions precedent to engaging the  gears of the rule's sanction machinery:  a court order must be  in effect, and then must be violated, before the enumerated  sanctions can be imposed.\"  R.W. International Co. v. Welch  Foods, Inc., <span class=\"citation\" data-id=\"563789\"><a href=\"/opinion/563789/rw-international-corp-and-t-h-ward-de-la-cruz-inc-v-welch-foods/\"><span class=\"volume\">937</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">11</span></a></span>, 15 (1st Cir. 1991).</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Plaintiffs' argument fails because the district court  did not act here under Rule 37(b)(2)(B), the provision at issue  in Welch Foods.  Rule 37(b)(2)(B) does indeed contemplate a  threshold determination by the court that the offending party  has failed to comply with a court order issued under Rule 37(a). But the same is not true where automatic discovery provisions of  Rule 26(a) and 26(e) are violated, triggering subsection (c) of  the same Rule 37.  See Fed. R. Civ. P. 37(c).  Subsection (c) of  Rule 37 provides, in relevant part, that should a court find  that</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">a party that without substantial  justification fails to disclose information  required by Rule 26(a) or 26(e)(1) [, that  party] shall not, unless such failure is  harmless, be permitted to use as evidence at  a trial, at a hearing, or on a motion any  witness or information not so disclosed. In  addition to or in lieu of this sanction, the  court, on motion and after affording an  opportunity to be heard, may impose other  appropriate sanctions. In addition to  requiring payment of reasonable expenses,  including attorney's fees, caused by the  failure, these sanctions may include any of  the actions authorized under subparagraphs  (A), (B), and (C) of subdivision (b)(2) of  this rule and may include informing the jury  of the failure to make the disclosure.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Fed. R. Civ. P. 37(c)(1).  Under part (c), therefore, a court  order issued under part (a) need not first be violated before  the court may impose the sanctions provided under (c).  What the  district court must find under Rule 37(c) is that the offending  parties were not \"substantially justified\" in failing to  disclose information required by Rule 26(a) or Rule 26(e) and  that the failure to disclose was not harmless.  This is a \"self-executing sanction for failure to make a disclosure required by  Rule 26(a), without need for a motion under subdivision  [37](a)(2)(A).\"  Fed. R. Civ. P. 37, advisory committee notes.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">It is true that when defendant requested sanctions  here, it referred to Rule 37(a) and (b) rather than to Rule  37(c).  However, the record of the proceedings indicates that  the court, in refusing to allow plaintiffs to call their expert,  expressly invoked Rule 37(c) and not 37(b).  On the first  hearing on this issue (the first day of trial), the district  court cited to and quoted the text of Rule 37(c)(1).  \"This is  what I [am] going to do.  I [am] going to read from the Federal  Rules of Civil Procedure, 37(c)(1) which [is] the one that  provides for the sanctions in the event that the party fails to  make the required disclosure . . . [under] Rule 26(a)[,] which  this one is (a)(2)(B) . . . .\"  The district court referred  explicitly to the so-called \"self-executing\" provision of Rule  37(c)(1) and to the mandatory disclosure requirements for expert  witnesses.  The court then made the explicit finding that  plaintiffs' discovery abuse was not substantially justified and  was not harmless.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">From what I have heard, it is not harmless. I mean, you were requested, you were  notified since June of last year, notified  that the [expert] report was deficient, that  it did not comply with the rules. . . . Now, there has been no explanation brought  to the court of why this expert is unable or  unwilling to provide a report which complies  with the rules. . . .  The selection [or]  retention of an expert witness is within the  control of the party employing the expert. That is[,] to the exten[t] that there is a  disadvantage created by the expert's failure  to disclos[e , it] must be born by the party  retaining the expert witness.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">We accordingly find no merit in plaintiffs' argument  that the court could not impose sanctions as it was not  enforcing a Rule 37(a) order.  The only question is whether the  sanctions it imposed were within its authority and discretion  under Rule 37(c)(1).  We hold they were.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Under Rule 37(c), the district court's latitude is  wide.  See Poulin v. Greer, <span class=\"citation\" data-id=\"195263\"><a href=\"/opinion/195263/poulin-v-greer/\"><span class=\"volume\">18</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">979</span></a></span>, 984 (1st Cir. 1994). For failure to make the specified discovery, the district court  is directed to preclude as evidence \"any witness or information  not so disclosed,\" and \"[i]n addition to or in lieu of this  sanction, the court, on a motion and after affording an  opportunity to be heard, may impose other appropriate  sanctions . . . [which] may include any of the actions  authorized under subparagraphs (A), (B), and (C) of subdivision  (b)(2) of this rule.\"  Fed. R. Civ. P. 37(c).  These latter  provisions specifically provide for \"prohibiting that party from  introducing designated matters into evidence\" (subparagraph  (b)(2)(B)) and for \"dismissing the action\" (subparagraph  (b)(2)(C)).  The range of sanctions provided in Rule 37(c), from  the most harsh (total exclusion and dismissal of the case) to  more moderate (limited exclusion and attorney's fees), gives the  district court leeway to best match the degree of non-compliance  with the purpose of Rule 26's mandatory disclosure requirements. See Klonski v. Mahlab, <span class=\"citation\" data-id=\"198131\"><a href=\"/opinion/198131/klonoski-v-mahlab/\"><span class=\"volume\">156</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">255</span></a></span>, 269 (1st Cir. 1998) (\"[T]he  new rule [37(c)] clearly contemplates stricter adherence to  discovery requirements, and harsher sanctions for breaches of  this rule, and the required sanction in the ordinary case is  mandatory preclusion.\")</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">In this case, over the course of six months, defendant  repeatedly warned the plaintiffs - through correspondence and  motions to the court - that plaintiffs' expert disclosures were  deficient.  In particular, defendant asked for the list of what  plaintiffs claims were \"forty or more\" cases in which their  expert had previously testified.  Defendant explained, and the  district court credited the explanation, that without the  information about the cases in which plaintiffs' expert has  previously testified, defendant was prevented from deposing him  as to his prior experience in EMTALA cases, which he claimed was  extensive and on which he was going to buttress his own opinion  in this case.  Also, as plaintiffs planned exclusively to rely  on their expert to support their claim of an EMTALA violation,  the expert's credibility and persuasiveness, supported by his  qualifications and his experience, would be directly at issue. It was, therefore, reasonable for the district court to find  that plaintiffs' failure  to provide defendant with this  information prejudiced defendant's case.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Here, plaintiffs' deficient expert report flies in the  face of the purpose of the mandatory expert disclosure  requirements delineated in Rule 26(a)(2), which Rule 37(c) is  intended to uphold and facilitate.  See Fed. R. Civ. P. 26  advisory committee's note (stating that the threat of \"[r]evised  Rule 37(c)(1) [is to] provide an incentive for full  disclosure\").  See also Richard M. Heimann &amp; Rhonda L. Woo, Import of Amended Federal Rule of Civil Procedure 26(a), 506  PLI/Lit 279, 293 (July-Aug. 1994) (stating that the availability  of the automatic sanctions pursuant to Rule 37(c)(1) \"put[s]  teeth into the rule\").  The purpose of a \"detailed and complete\"  expert report as contemplated by Rule 26(a), Fed. R. Civ. P. 26  advisory Committee's note, is, in part, to minimize the expense  of deposing experts, and to shorten direct examination and  prevent an ambush at trial.  See Klonski, 156 F.3d at 269; Sylla-Sawdon v. Uniroyal Goodrich Tire Co., <span class=\"citation\" data-id=\"688758\"><a href=\"/opinion/688758/valerie-k-sylla-sawdon-individually-and-as-personal-representative-of-the/\"><span class=\"volume\">47</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">277</span></a></span>, 284  (8th Cir. 1995).  See also Thibeault v. Square D Co., <span class=\"citation\" data-id=\"580699\"><a href=\"/opinion/580699/charles-m-thibeault-v-square-d-company/\"><span class=\"volume\">960</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">239</span></a></span>, 244 (1st Cir. 1992) (stating that \"[t]his sort of  disclosure is consonant with the federal courts' desire to make  a trial less a game of blindman's buff and more a fair contest  with the basic issues and facts disclosed to the fullest  practical extent\").  Failure to include information concerning  the retained expert that is specifically required by Rule  26(a)(2)(B) -- such as \"a listing of any other cases in which  the witness has testified as an expert at trial or by deposition  within the preceding for years\", see Rule 26(a)(2)(B) --  frustrates the purpose of candid and cost-efficient expert  discovery.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">As discussed, infra, the district court was entitled  to conclude on this record, as it did conclude, that plaintiffs'  failure to comply with the automatic disclosure rule of Rule  26(a) was both without substantial justification and not  harmless.  For this, the district court - after hearing argument  from both sides - sanctioned the plaintiffs by excluding their  expert testimony entirely, a harsh sanction to be sure, but one  that is nevertheless within the wide latitude of the rule.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>  See Fed. R. Civ. P. 37(c) (incorporating Rule 37(b)(2)(B) which  authorizes the district court to prohibit the offending party  from introducing designated matters in evidence).  See also Sheek v. Badger, <span class=\"citation\" data-id=\"199219\"><a href=\"/opinion/199219/sheek-v-raytheon-engineers/\"><span class=\"volume\">235</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">687</span></a></span>, 694 (1st Cir. 2000) (stating that  after the district court made a finding that the defendant  failed to supplement its expert report as required by the  automatic expert disclosure requirements, under Rule 37(c) the  district court could have excluded the expert from testifying  entirely - \"a sanction well within the district court's scope of  discretion\" - but chose only to exclude those portions of the  expert's testimony based on the undisclosed information);  Samos  Imex Co. v. Nextel Co., <span class=\"citation\" data-id=\"198694\"><a href=\"/opinion/198694/samos-imex-v-nextel-communication/\"><span class=\"volume\">194</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">301</span></a></span>, 305 (1st Cir. 1999)  (citing Rule 37(c) as authority for the proposition that \"as  amended, the civil procedure rules make clear that exclusion of  evidence [such as an expert's testimony] is a standard sanction  for a violation of the duty of disclosure under Rule 26(a)\"); Sears Roebuck &amp; Co. v. Goldstone &amp; Sudalter, <span class=\"citation\" data-id=\"197614\"><a href=\"/opinion/197614/sears-roebuck-co-v-goldstone-sudalter/\"><span class=\"volume\">128</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">10</span></a></span>, 18 n.7  (1st Cir. 1997) (affirming the district court's exclusion under Rule 37(c) of expert testimony because the proffering party  failed to disclose the expert's identity in the beginning of the  litigation, although the identity was later disclosed); Thibeault, 960 F.2d at 245 (affirming the trial court's  preclusion at trial of plaintiff's expert testimony for failure  to supplement interrogatories concerning expert's proposed  testimony).  On this well-developed record indicating that the  plaintiffs' disregard of discovery rules was egregious and may  have been deliberate and willful, we cannot say this sanction  was an abuse of discretion.  See Grajales-Romero v. American  Airlines, Inc., <span class=\"citation\" data-id=\"198693\"><a href=\"/opinion/198693/grajales-romero-v-american-airlines/\"><span class=\"volume\">194</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">288</span></a></span>, 297 (1st Cir. 1999)(\"A district  court's rule 37 sanctions decision is reviewed for abuse of  discretion.\").  We, therefore, affirm the district court's  ruling excluding plaintiffs' expert testimony under Rule 37(c).</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">The district court never reached the merits of the  other motions to compel - the subject of which was the  misstatement and absence of information from answers to  interrogatories regarding Rosa Rivera's extensive  hospitalization - because, on the second day of the scheduled  trial, the court concluded that without plaintiffs' expert  witness, they could not make out their EMTALA claim and thereby  dismissed the plaintiffs' case.  In so doing, the district court  was responding to yet another pending motion -- defendant's  motion to dismiss.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a>  This is apparently because of the  crystalizing situation - discussed at length during the previous  day's hearing and raised again the second day of trial - that  without their expert, the plaintiffs were not going to be able  enter into evidence the documents and testimony that would  support its EMTALA claim.  As the district court said on that  last day:</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">You have been made aware at least since last  summer of the deficiencies in the discovery  provided by the plaintiffs . . . .  I think  you are aware of the rule now that you come  in today with that belated[] case list  . . . and I think what you are trying to do  is play around with the Court.  Even if I  . . .  allowed the medical record to come  in, there is no way that you can prove [an  EMTALA violation].  A proffer is not  sufficient.  A proffer in trial does not  supply whatever is missing from the  witnesses . . . .   [A]nd even if you [rely  on] an adverse witness, . . . .  that  adverse witness is going to tell you that  they followed the protocol and they rendered  an appropriate  medical screening] . . . . That is if I allowed you do that which I am  not going to allow you to do . . . .</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">. . . .</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">It is a shame, I am really sad and  sorry to see that such practice has occurred  in my courtroom but that is the ruling of  the court so since you will not have any  testimony of . . . a medical expert and  since you cannot prove that it was an EMTALA  violation and since there is a motion to  dismiss pending by counsel for the  defendants, with this turn of events I am  going to grant the motion to dismiss and I  am going to enter a judgment in favor of the  defendant dismissing this case at this  moment.  There will be no more jury trial, I  am granting defendant's motion to dismiss  for failure to state that claim under which  relief can be granted in view of the fact  that you have no evidence to prove the  EMTALA violation.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">Without an expert witness through which to enter  medical records or provide an opinion in support of their  allegations that the defendant failed to \"appropriately screen\"  and \"stabilize\" Rosa Rivera's emergency condition, allegedly  causing her death, plaintiffs could not satisfy their burden of  proving an EMTALA violation.  We find no legal error in the  district court's ruling dismissing plaintiffs' case.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a></p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Plaintiffs' last attempt at salvaging their case is to  argue that the district court abused its discretion when it  dismissed plaintiffs' case with prejudice.  Plaintiffs argue  that dismissal with prejudice is too harsh a sanction because  the discovery problems were caused by justifiable  misunderstandings and because, plaintiffs believe, defendant  will not be prejudiced should plaintiffs be permitted to  reinstate their case. We disagree.  Conduct which may warrant  dismissal of a claim with prejudice includes \"disobedience of  court orders, [disregarding] warnings, [and] contumacious  conduct....\" Figueroa Ruiz v. Alegria, <span class=\"citation\" data-id=\"536977\"><a href=\"/opinion/536977/rafael-figueroa-ruiz-v-jose-e-alegria/\"><span class=\"volume\">896</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">645</span></a></span>, 648 (1st  Cir. 1990) (quotation marks omitted).  The district court made  explicit and lengthy findings of egregious discovery abuses by  the plaintiffs that support precisely this standard.  The  district court was well within its discretion in concluding that  plaintiffs' disregard for their obligations under the Federal  Rules of Civil Procedure warranted the most severe sanction. See Goldman, Antonetti, Ferraiuoli, Axtmayer &amp; Hertell v. Medfit  Int'l, Inc., <span class=\"citation\" data-id=\"597417\"><a href=\"/opinion/597417/goldman-antonetti-ferraiuoli-axtmayer-hertell-a-partnership-v-medfit/\"><span class=\"volume\">982</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">686</span></a></span>, 691-92 (1st Cir. 1993) (upholding a  dismissal with prejudice under Fed. R. Civ. P. 16(f) for party's  failure to appear at the scheduled pretrial and settlement  conference, his failure to prepare a pretrial order, and his  failure to otherwise comply with the court's orders); Barreto v. Citibank, N.A., <span class=\"citation\" data-id=\"543835\"><a href=\"/opinion/543835/dr-armando-barreto-v-citibank-na/\"><span class=\"volume\">907</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">15</span></a></span>, 16 (1st Cir. 1990) (taking note of  the \"well established principle that discovery orders, other  pre-trial orders, and, indeed, all orders governing the  management of a case are enforceable under pain of sanction for  unjustifiable violation\" and holding that dismissal was  warranted to deter litigants from misconduct impeding the  court's ability to manage its limited resources).</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">For all of these reasons, we affirm the judgment below. Costs to appellees.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p>  Initially, in addition to the EMTALA claim, plaintiffs  alleged malpractice claims against fictitious co-defendants  under the district court's supplemental jurisdiction.  Those  claims and defendants were voluntarily dismissed from the action  on June 7, 1999.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p>   Defendant's motion, filed December 13, 1999, was entitled  \"Motion To Dismiss For Lack Of Subject Matter Jurisdiction  and/or For Failure To State A Claim For Which Relief Can Be  Granted.\"  For purposes of brevity here, we entitle it simply  Motion to Dismiss.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p>   The three motions to compel were filed on June 16, 1999,  July 29, 1999 and January 18, 2000.  The action itself was filed  on November 8, 1996 and discovery began on May 16, 1997.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p>  Although defendant managed to get permission from  plaintiffs to request hospital records of the deceased through  court order, a required procedure under Puerto Rico law, see Puerto Rico Law 101 of July 1965, &#167;3-202, the very general  information plaintiffs provided defendant in order to fulfill  those requests was inadequate.  The hospitals to whom defendant  submitted the requests for information about Rosa Rivera were  unable to find many relevant records based on the information  provided.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p>  As the court noted, plaintiffs' proffer of the requested  information on the day after the trial was to begin, and after the court had already ruled against the plaintiffs on this  issue, showed that the plaintiffs misled both the party and the  court when they said they were unable to procure the requested  information.  The belated proffer also was insufficient to cure  the harm caused to the defendant as the trial had already begun;  the district court, having delayed the trial date twice already  at the plaintiffs' request, was not going to delay it any  further; and therefore, the defendant was short of time, due to  no fault of its own, to properly prepare cross-examination and  rebuttal of plaintiffs' expert based on the new information.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p>  We need not determine whether the exclusion of plaintiffs'  expert was specifically authorized and directed by Rule 37(c)'s  prohibition against the use of \"any witness or information not  so disclosed.\"  Whether or not this first sentence of Rule 37(c)  applied, exclusion of the expert and dismissal of the case was  clearly authorized under subparagraphs (B) and (C) of  subdivision (b)(2) of Rule 37, incorporated into 37(c).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p>  On the first day of trial, before hearing the parties on  the outstanding motions to compel, the district court explicitly  acknowledged defendant's motion to dismiss, saying that \"the  matter is under advisement.\" See supra note 2.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p>   Although it is true, as appellants points out, that the  effect of excluding their expert was to dismiss their case, we  note that dismissal of the case is one of the sanctions provided  by Rule 37(c)(1), as it incorporates 37(b)(2)(C) into its  arsenal.  See Rule 37(c).  See also Damiani v. Rhode Island  Hosp., <span class=\"citation\" data-id=\"416550\"><a href=\"/opinion/416550/louis-m-damiani-md-v-rhode-island-hospital/\"><span class=\"volume\">704</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">12</span></a></span>, 15 (1st Cir. 1983)(discussing the Supreme  Court's ruling in National Hockey League v. Metropolitan Hockey  Club, <span class=\"citation no-link\"><span class=\"volume\">427</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">639</span></span> (1979) as \"a turning point in the law on the  use of the sanction of dismissal for failure to obey a discovery  order\").</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/195263/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197614/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198131/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198693/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198694/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199219/",
    "http://www.courtlistener.com/api/rest/v3/opinions/416550/",
    "http://www.courtlistener.com/api/rest/v3/opinions/536977/",
    "http://www.courtlistener.com/api/rest/v3/opinions/543835/",
    "http://www.courtlistener.com/api/rest/v3/opinions/563789/",
    "http://www.courtlistener.com/api/rest/v3/opinions/580699/",
    "http://www.courtlistener.com/api/rest/v3/opinions/597417/",
    "http://www.courtlistener.com/api/rest/v3/opinions/688758/"
  ]
}