{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/199369/",
  "absolute_url": "/opinion/199369/holmes-v-united-states-dept/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/199369/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T04:29:28Z",
  "date_modified": "2017-03-24T11:01:46.026014Z",
  "type": "010combined",
  "sha1": "b55e3ce02da2f85a47394587eae71c6fd7d822c1",
  "page_count": 39,
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/00-1656-01A.pdf",
  "local_path": "pdf/2001/04/13/Holmes_v._United_States_Dept.pdf",
  "plain_text": "          United States Court of Appeals\n                      For the First Circuit\n\n\nNo. 00-1656\n\n                 DANTRAN, INC. AND ROBERT HOLMES,\n\n                      Plaintiffs, Appellants,\n\n                                v.\n\n                UNITED STATES DEPARTMENT OF LABOR,\n\n                       Defendant, Appellee.\n\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                     FOR THE DISTRICT OF MAINE\n\n              [Hon. Gene Carter, U.S. District Judge]\n\n\n                              Before\n\n                      Selya, Circuit Judge,\n          Coffin and Campbell, Senior Circuit Judges.\n\n\n\n     Richard P. Romeo, with whom Seth D. Harrow was on brief, for\nappellants.\n     Carol Arnold, Attorney, with whom Henry L. Solano, Solicitor\nof Labor, Steven J. Mandel, Associate Solicitor, and Paul L.\nFrieden, Counsel for Appellate Litigation, were on brief, for\nappellee.\n\n\n\n\n                          April 13, 2001\n\f\f    COFFIN, Senior Circuit Judge. After six years of litigation\n\nchallenging the Secretary of Labor's attempt to bar them from\n\ngovernment contracting because of irregular payroll practices,\n\nappellants Dantran, Inc., and its principal, Robert C. Holmes,\n\nprevailed.       This court ruled that, given the circumstances,\n\n\"debarment would be a punishment totally out of proportion to\n\nthe offense (and, therefore, contrary to the regulations).\"                See\n\nDantran v. U.S. Dep't of Labor, 171 F.3d 58, 74-75 (lst Cir.\n\n1999).    Having achieved that outcome, appellants came back to\n\ncourt seeking attorney's fees under the Equal Access to Justice\n\nAct (EAJA), 28 U.S.C. § 2412(d)(1)(A), which entitles litigants\n\nwho prevail against the government to attorney's fees unless the\n\nposition of the United States was \"substantially justified.\"\n\nThe district court concluded that the government's position had\n\nsufficient merit and rejected the fee request.                Our review of\n\nthe record and relevant legal principles persuades us that the\n\ncourt    erred   in   its   assessment    of   the   latter   phase   of   the\n\ngovernment's case.      We therefore reverse its judgment and remand\n\nfor calculation of fees covering the appropriate portions of the\n\nlitigation, as discussed in Section III below.\n\n                               I. Background\n\n    In our earlier decision, we discussed at length the facts\n\nunderlying this case, see Dantran, 171 F.3d at 61-62, and we\n\n\n                                    -3-\n\frevisit only so much of that history as is necessary to provide\n\na backdrop for the issue now before us.                 Dantran is a trucking\n\ncompany that for more than a decade contracted with the United\n\nStates Postal Service to haul mail between various sites in\n\nMaine, Vermont, New Hampshire, and Massachusetts.                      This case\n\nbegan     with    the   Secretary      of    Labor's    1993     administrative\n\ncomplaint     seeking      to    exclude,    or   \"debar,\"     appellants     from\n\ngovernment contracting for three years based on violations of\n\nthe McNamara-O'Hara Service Contract Act of 1965 (the \"Act\" or\n\nthe \"SCA\"), 41 U.S.C. §§ 351-358, and related regulations.                     The\n\ncomplaint followed an examination by the Department of Labor's\n\nWage and Hour Division, whose investigator concluded that two of\n\nDantran's routine practices – paying employees on a monthly\n\nbasis   and      capping     fringe   benefits     at    40    hours    per   week\n\nregardless of the number of hours an employee actually worked\n\n(\"cross-crediting\" benefits) – violated the Act.\n\n    Although appellants promptly took action to remedy the\n\nidentified violations, and the wage deficiencies were settled\n\nthrough    payments     to      employees    totaling    about   $67,000, 1    the\n\ninvestigator's final report pressed for debarment.                     The report\n\n\n    1  About $40,000 of that amount consisted of wages Dantran\nhad been unable to pay because the Secretary froze funds owed to\nDantran by the Postal Service. This act ultimately resulted in\na loss of insurance on the company's fleet of trucks, forcing\nthe company to suspend operations. Dantran, 171 F.3d at 61.\n\n                                       -4-\n\fnoted \"'the size of the violations and the fact that the firm\n\nwas investigated once before.'\" Dantran, 171 F.3d at 62. That\n\nprior investigation had a markedly different outcome, however.\n\nEven though Dantran had been using the same procedures, another\n\ninvestigator, Rioux, found no irregularities, and his report\n\nstated that there were no problems with the company's fringe\n\nbenefit payment practices.\n\n    The Secretary nonetheless followed the recommendation of the\n\nsecond investigator and filed a debarment complaint.         The Act's\n\nenforcement scheme generally anticipates debarment proceedings\n\nwhenever the Secretary determines that a government contractor\n\nhas violated the Act or its associated regulations, but both the\n\nstatute and regulations provide that the existence of \"unusual\n\ncircumstances\" may warrant a reprieve from that sanction.          See\n\n41 U.S.C. § 354(a); 29 C.F.R. § 4.188(a).         The existence of\n\n\"unusual circumstances\" in a given case depends on the absence\n\nof aggravating factors and the presence of mitigating factors.\n\nSee Dantran, 171 F.3d at 68, 73 (listing some aggravating and\n\nmitigating factors); 29 C.F.R. § 4.188(b)(3)(i), (ii).           If a\n\ncontractor's conduct evidences one of the enumerated aggravating\n\ncircumstances,   which   include   culpable   neglect   or   culpable\n\n\n\n\n                               -5-\n\fdisregard of regulatory obligations, \"relief from the debarment\n\nsanction cannot be in order.\" Id. at § 4.188(b)(3)(i).2\n\n    After a hearing, an Administrative Law Judge (ALJ) concluded\n\nthat neither Holmes nor Dantran should be debarred, finding:\n\n    that the plaintiffs attempted to comply with the\n    regulations in good faith; that they cooperated fully\n    with the Secretary's investigation; that they promptly\n    settled their account and changed their monthly\n    payment practice once the matter was brought to their\n    attention; that nothing in their past compliance\n    history reflected adversely on them; and that, in all\n    events, the alleged violations were not especially\n    serious.\n\nDantran, 171 F.3d at 74 n.9 (summarizing ALJ's conclusions). The\n\nLabor Department's Administrative Review Board (ARB) reversed,\n\nhowever, and ordered debarment. The ARB ruled that appellants'\n\nviolation   of   the   payment   frequency   regulation   reflected\n\n\n\n    2 The \"unusual circumstances\" analysis is done on a case-by-\ncase basis, 29 C.F.R. § 4.188(b)(1), and may warrant relief from\ndebarment if three components are satisfied. First, there must\nbe no aggravated circumstances, which include willful or\ndeliberate violations, \"culpable neglect to ascertain whether\npractices are in violation, culpable disregard of whether they\nwere in violation or not, or culpable failure to comply with\nrecordkeeping requirements (such as falsification of records).\"\nId. at § 4.188(b)(3)(i).     Second, the contractor must have\nmaintained a good compliance history, cooperated in the\ninvestigation, repaid monies due, and adequately assured future\ncompliance. Id. at § 4.188(b)(3)(ii). Finally, when aggravating\ncircumstances are absent and mitigating circumstances are\npresent, the Secretary must consider a variety of other factors,\nincluding whether sums due were promptly paid, the seriousness\nof past or present violations, and \"whether liability was\ndependent upon resolution of a bona fide legal issue of doubtful\ncertainty,\" id.\n\n                                 -6-\n\f\"culpable disregard\" of that legal requirement, and their cross-\n\ncrediting of fringe benefits constituted \"culpable neglect\" for\n\nfailing    to    ascertain      the   proper     calculation,      making   them\n\nineligible for \"unusual circumstances\" relief.                    The district\n\ncourt    affirmed   the   ARB,    but    this    court    then   reversed   that\n\ndecision,3      concluding   that       the   factors     militating    against\n\ndebarment were \"so potent\" that an outcome \"contrary to that\n\nwhich the ALJ reached would constitute an abuse of discretion,\"\n\nid. at 74.\n\n     Armed with our firm statement in support of their position,\n\nappellants sought attorney's fees under the EAJA, contending\n\nthat the government's litigation stance was not \"substantially\n\njustified.\"      The district court denied the request, finding that\n\nthe Secretary had a \"reasonable basis\" in fact and law to pursue\n\ndebarment.        The   court    relied       primarily    on    the   differing\n\nconclusions reached in the prior judicial and administrative\n\nproceedings to support its conclusion that a reasonable person\n\ncould view the government's position as justified.4\n\n\n     3 Senior Circuit Judge Cudahy concurred in part and\ndissented in part, expressing somewhat different views on both\nalleged violations and advocating a remand to the ARB rather\nthan an outright reversal of its decision.    See Dantran, 171\nF.3d at 75-78.\n     4We note the challenging task faced by the district court\njudge in a case such as this: \"Where, as here, the district\ncourt originally accepts the Government's position and is then\n\n                                        -7-\n\f      On appeal, appellants argue, inter alia, that the court\n\nerred by failing to consider the government's position not only\n\nat   the    outset     of     the   proceedings      but   also    throughout       the\n\nlitigation,      and     by    giving      no   consideration      to   the   unusual\n\ncircumstances that this court found weighed so strongly against\n\ndebarment.\n\n                                    II. Discussion\n\n      A. The Standard: Limited Role for Objective Factors\n\n      The EAJA obliges a court to award attorney's fees and\n\nexpenses to a party that prevails in litigation against the\n\ngovernment unless the court finds that the government's position\n\nwas \"substantially justified.\"                    28 U.S.C. § 2412(d)(1)(A).5\n\nThere      is   no    dispute       that    appellants     prevailed,         and   the\n\ncontroversy          before    us    therefore      centers       on    whether     the\n\n\nreversed on appeal, the EAJA requires the district court to\ndetermine whether the very Government argument it previously\naccepted was not substantially justified, i.e., unreasonable.\"\nHalverson v. Slater, 206 F.3d 1205, 1208 (D.C. Cir. 2000).\n      5   The statute states, in relevant part:\n\n      [A] court shall award to a prevailing party other than\n      the United States fees and other expenses . . .\n      incurred by that party in any civil action . . . ,\n      including proceedings for judicial review of agency\n      action, brought by or against the United States . . .\n      , unless the court finds that the position of the\n      United States was substantially justified or that\n      special circumstances make an award unjust.\n\n28 U.S.C. § 2412(d)(1)(A).\n\n                                            -8-\n\fgovernment was \"substantially justified\" in pursuing debarment.\n\nThat the government lost in the underlying litigation does not\n\ncreate a presumption that its position was not substantially\n\njustified.         Pierce v.   Underwood, 487 U.S. 552, 569 (1988);\n\nUnited States v. One Parcel of Real Prop., 960 F.2d 200, 208\n\n(lst       Cir.   1992).   Nor   does    success   at   some   stage   of   the\n\nlitigation prove the requisite level of justification.                 Pierce,\n\n487 U.S. at 569; Sierra Club v. Sec'y of Army, 820 F.2d 513, 517\n\n(lst Cir. 1987).6          The question is whether the government's\n\n\n       6\n       In Pierce, the Supreme Court recognized the limited role\nplayed by \"objective indicia consisting of the views expressed\nby other courts on the merits of the Government's position,\" 487\nU.S. at 569:\n\n       Obviously, the fact one other court agreed or\n       disagreed with the Government does not establish\n       whether its position was substantially justified.\n       Conceivably, the Government could take a position that\n       is not substantially justified, yet win; even more\n       likely, it could take a position that is substantially\n       justified, yet lose. Nevertheless, a string of losses\n       can be indicative; and even more so a string of\n       successes.\n\nId. The government's position in Pierce was rejected by nine\ndistrict courts and two courts of appeals, though two courts,\nincluding the Supreme Court, issued stays that the government\nrelied on to show justification. The Court declined to base its\ndecision on \"this category of objective indicia,\" turning\ninstead to a review of the merits.\n     While it would not be insignificant that the ultimate merits\npanel, as here, was divided in its outcome (or that the district\ncourt and ARB sided with the government), that objective fact\ncould not outweigh an appellate court's conviction, based on a\nreview of the underlying issues, that the district court erred\nin ruling the government's position to be substantially\n\n                                        -9-\n\fposition \"has a reasonable basis in law and fact,\" Pierce, 487\n\nU.S. at 566 n.2, or, stated another way, whether \"a reasonable\n\nperson could think it correct,\" id.; see also De Allende                       v.\n\nBaker, 891 F.2d 7, 11-12 (lst Cir. 1989).                 This standard means\n\nthat the government's case need not be frivolous to support an\n\naward of fees, Pierce, 487 U.S. at 566, but, on the other hand,\n\nthe litigation need not be a cliffhanger to be sufficiently\n\njustified.        The government bears the burden of proving, by a\n\npreponderance       of     the    evidence,       that    its   position      was\n\nsubstantially justified, De Allende, 891 F.2d at 12, and we\n\nreview     the    district       court's     determination      for   abuse    of\n\ndiscretion, Pierce, 487 U.S. at 562-63.\n\n    B. Our Assessment\n\n    We find no error in the district court's conclusion that the\n\ndecision to initiate a debarment proceeding was substantially\n\njustified.        The Act provides that \"no contract of the United\n\nStates shall be awarded\" to individuals or firms found to have\n\nviolated    its     provisions        \"[u]nless   the    Secretary     otherwise\n\nrecommends because of unusual circumstances.\"                     41 U.S.C. §\n\n354(a).      As    we    noted   in    our   earlier     decision,    appellants\n\n\n\njustified.   Cf. Sierra Club, 820 F.2d at 518 (\"[A]fter the\nmerits of a case have been adjudicated, fresh and distinctive\ninquiry is needed to determine whether a fee entitlement vests\nunder EAJA.\").\n\n                                        -10-\n\fviolated an explicit prohibition against pay periods longer than\n\nsemimonthly, see Dantran, 171 F.3d at 65-66 (citing 29 C.F.R. §\n\n4.165(b)), and, on that basis alone, the Secretary was required\n\nto institute debarment proceedings, see id. at 67.              We think it\n\nreasonable for the Secretary to have awaited the fact finding\n\nhearing before deciding whether appellants were entitled to a\n\nreprieve from that penalty because of \"unusual circumstances.\"\n\nIndeed, the enforcement regulations caution the Secretary to use\n\nrestraint in excusing a contractor from the ineligible list, see\n\n29 C.F.R. § 4.188(b)(1), and the burden of establishing unusual\n\ncircumstances falls on the violator, id.              See also Vigilantes,\n\nInc. v. Adm'r, Wage and Hour Div., 968 F.2d 1412, 1418 (lst Cir.\n\n1992) (\"The legislative history of the SCA makes clear that\n\ndebarment of contractors who violated the SCA should be the\n\nnorm,   not   the   exception,     and   only   the   most   compelling      of\n\njustifications should relieve a violating contractor from that\n\nsanction.\").\n\n      Our inquiry does not end, however, with the Secretary's\n\ninitial decision to bring a debarment complaint.                    To satisfy\n\nits   burden,   the   government    must   justify     not   only    its   pre-\n\nlitigation conduct but also its position throughout litigation.\n\nComm'r, INS v. Jean, 496 U.S. 154, 159 (1990); Jackson                       v.\n\nChater, 94 F.3d 274, 278 (7th Cir. 1996); One Parcel of Real\n\n\n                                    -11-\n\fProp., 960 F.2d at 208; see also 28 U.S.C. § 2412(d)(2)(D).7                  The\n\ncourt's task in examining the government's position is not to\n\nmake \"discrete findings as to each of these temporally distinct\n\nelements,     [but    to]   .   .   .   arrive    at    one   conclusion    that\n\nsimultaneously encompasses and accommodates the entire civil\n\naction.\"     Chater, 94 F.3d at 278.\n\n      The difficulty with the Secretary's position in this case\n\nsurfaces when we look beyond the ALJ's hearing and fact finding.\n\nThe   Secretary's     continuing        view   that     appellants'   practices\n\nwarranted     debarment     does     not   give    us    pause;     the   payment\n\nfrequency requirement is unambiguous, and the lengthy analysis\n\nin    our   earlier    opinion      demonstrates       that   the   Secretary's\n\nposition on the lawfulness of cross-crediting was sufficiently\n\ndebatable, though we ultimately ruled it incorrect.\n\n      We balk, however, on the issue of \"unusual circumstances.\"8\n\nThe ALJ thoroughly examined the relevant circumstances in the\n\ncourse of concluding that appellants were ideally suited for\n\nrelief from the debarment penalty.                See supra at 4-5.       In our\n\n\n\n      7\n      Section 2412(d)(2)(D) states that both the position taken\nby the United States in court and \"the action or failure to act\nby the agency\" are considered the \"position of the United\nStates.\"\n      8The district court's EAJA opinion does not analyze the\nmerits of the government's position on \"unusual circumstances,\"\nand it therefore carries little weight on this issue.\n\n                                        -12-\n\fearlier decision, we noted the ALJ's unassailable finding that\n\n\"no aggravating factors were extant,\" Dantran, 171 F.3d at 73,\n\nas   well    as    his   \"specific    findings    of   historical   fact   that\n\nresolve      virtually     all   of     the    enumerated   factors   in   the\n\nplaintiffs' favor,\" id.          See also id. at 74 (\"[L]egal certainty\n\nassociated with the payment frequency provision, without more,\n\ncannot overcome a record that reeks of mitigation.\").\n\n      The Secretary resisted this determination, however, and\n\npersisted in pushing for debarment.                She took this path even\n\nthough the company had ceased to exist because of financial\n\ndifficulties triggered by the Department of Labor's freezing of\n\nits assets, see note 1 supra, and despite repeated settlement\n\noffers      from   appellants,    see    infra   at    14-15.   Although    the\n\nSecretary prevailed in the next stage of the litigation when the\n\nARB reversed the ALJ, the Board's decision lends no support to\n\nthe Secretary's effort to justify the continuing pursuit of\n\ndebarment.         The ALJ's decision had been based on first-hand\n\nobservation of witnesses, giving strength to the credibility\n\nassessments on which it rested.                We found the ARB's contrary\n\nruling to be not only incorrect, but without foundation:\n\n      On appellate review, courts are entitled to expect, at\n      a minimum, that an agency which rejects an ALJ's\n      factfinding will provide a rational exposition of how\n      other facts or circumstances justify such a course of\n      action. [Citations omitted.] There is no hint of such\n      an analysis in the ARB's opinion. . . . The short of\n\n                                        -13-\n\f      it is that, gauged by the proper standard of review,\n      the ARB had no legally sufficient reason for upsetting\n      the ALJ's findings of fact (particularly those that\n      relied on credibility assessments).\n\nDantran, 171 F.3d at 73.\n\n      The particular testimony prompting that criticism of the\n\nARB's ruling concerned appellants' knowledge of the bi-weekly\n\npay   rules.      The   investigator    who   had   done   the   earlier\n\nexamination of appellants' pay practices, Rioux, testified that\n\nhe had told appellant Holmes that the regulations call for\n\npayment twice a month, rather than monthly.           Rioux testified\n\nthat appellant replied as follows:\n\n      \"[T]he post office pays me on a monthly basis. When\n      they pay me on a bi-weekly basis, I'll pay [my\n      employees] on a bi-weekly basis.\"\n\nId. at 69.      According to the ARB, this exchange demonstrated\n\nappellants' \"culpable disregard\" of the law – an \"aggravating\n\ncircumstance\" under 29 C.F.R. § 4.188(b)(3)(i) that made Dantran\n\nand Holmes ineligible for relief from debarment.\n\n      As we explained in our earlier decision, however, the ALJ\n\n– the only factfinder with direct exposure to the testifying\n\nparties –      explicitly considered this evidence and declined to\n\ngive it weight, instead crediting Holmes' testimony that Rioux\n\nmade no such point.     See Dantran, 171 F.3d at 72.       We devoted a\n\nconsiderable part of our opinion to an explanation why this was\n\nbinding on the ARB.      See id. at 68-72.     The ALJ's finding that\n\n                                 -14-\n\f\"Dantran had a reasonable, good-faith belief throughout the\n\nensuing period that its wage-payment practices conformed with\n\nthe Act's requirements\" was reinforced, moreover, by Rioux's\n\nfinal report stating that plaintiffs' payroll practices were\n\n\"'in compliance with all the provisions of the [Act].'\"       Id.\n\n    On this record, a majority of our panel found that the ARB's\n\ndecision   reflected    a     \"serious     infirmity     in   agency\n\ndecisionmaking,\" and we concluded that there was \"no plausible\n\nbasis\" for an outcome contrary to that reached by the ALJ on the\n\nabsence of aggravating factors.       See id. at 73.    In the panel\n\nmajority's view, the mitigating factors in appellants' favor\n\nwere so strong – as the ALJ had recognized – that this was the\n\n\"rare case\" in which \"the facts admit of only one plausible\n\nlegal conclusion.\"   See id. at 75.      We observed:\n\n    [T]here is no reasonable doubt about the balancing\n    equation's overall equilibrium.     Although the Act\n    grants the Secretary latitude in considering whether\n    to recommend relief from debarment, she has cabined\n    that discretion by enumerating specific factors (and\n    the balancing methodology) upon which she will rely to\n    determine the existence of unusual circumstances. In\n    this case, the findings as to mitigation are so potent\n    that solving the balancing equation in any manner\n    contrary to that which the ALJ reached would\n    constitute an abuse of discretion.\n\nId. at 74 (emphasis added).\n\n    Although there may be cases in which the government's\n\nposition would be substantially justified even though to adopt\n\n\n                               -15-\n\fit would be an abuse of discretion, this is not one of them.\n\nOnce the ALJ resolved crucial credibility issues against the\n\nDepartment of Labor, the Secretary needed some rationale for\n\nrejecting those findings in order to be deemed substantially\n\njustified in continuing to press for debarment.                   We found there\n\nwas none.    The Secretary again emphasizes that appellants, as of\n\nthe time of the first investigation in 1989, had copies in hand\n\nof the applicable regulations; in her view, this led to a\n\nreasonable perception that appellants' continuing violations\n\nrepresented       at    least   \"culpable       neglect,\"     an    aggravating\n\ncircumstance      that    would    on    its    own     preclude    relief    from\n\ndebarment.\n\n    We previously have identified the flaws in this logic,\n\npointing    out    that   language      in    appellants'    postal      contracts\n\ncalling for monthly payments to Dantran, together with the\n\ninvestigator's         clean    bill     of    health     after    the    earlier\n\ninvestigation, would have lulled appellants into a reasonable\n\nassumption of compliance.              See Dantran, 171 F.3d at 74.            The\n\nlegislative intent behind the Act was to make \"the full vigor of\n\nthe law [] felt by those who repeatedly and callously violate\n\nit,\"9 and it would be a stretch to characterize appellants'\n\n\n    9 This statement, quoted in the Secretary's brief, was made\nby Representative James G. O'Hara, co-author of the SCA, at a\nhearing on legislation to amend the Act.\n\n                                        -16-\n\fconduct as culpable within that understanding.             With affirmative\n\nassurances that their practices were lawful, theirs was not even\n\na failure to pay attention to the requirements, let alone a\n\ndeliberate flaunting of them.       See Dantran, 171 F.3d at 74 n.10\n\n(\"[T]he regulatory scheme with which we are dealing is designed\n\nto debar those whose conduct is culpable and to excuse those\n\nwhose actions invite leniency.\").\n\n    We recognize that the debarment sanction is not intended as\n\na punishment only for deliberate misconduct.          The regulations do\n\nnot permit relief from debarment simply because the violator\n\npays what should have been paid previously,                see 29 C.F.R. §\n\n4.188(b)(2);       such leniency would provide no incentive for\n\ncontractors to seek out and conform to the regulations governing\n\ntheir   conduct.     But   the   facts   here   go   far    beyond    such   a\n\nstraightforward failure to abide by the law.                 Not only had\n\nappellants     experienced   an    apparent     endorsement      of    their\n\npractices by a Department investigator, but by the time of the\n\nALJ's decision the Secretary's enforcement actions already had\n\nimposed a severe punishment by triggering the loss of their\n\n\n\n\n                                  -17-\n\fbusiness.10   It is hard to imagine a more compelling case for\n\nleniency.\n\n     The insistence on forging ahead was exacerbated in this\n\ncase, moreover, by the Secretary's apparent refusal to consider\n\nappellants' repeated offers to cut short the litigation with a\n\nsettlement that would have conceded the legal issues in exchange\n\nfor the relief from debarment to which they ultimately were\n\nfound entitled.       The costs of not settling are precisely what\n\nappellants    seek    to    recover     here.   Although       the   offer   of\n\nsettlement certainly does not on its own render the Secretary's\n\nposition unjustified, the decision to persevere in light of the\n\nALJ's findings of unusual circumstances seems all the more\n\nunreasonable against the backdrop of appellants' overtures.\n\n     In sum, while the Secretary's original decision to bring a\n\ndebarment action was supportable, we believe the district court\n\nabused its discretion in failing to find that the Secretary's\n\ncontinuing pursuit of debarment following the ALJ's ruling was\n\nill-considered       and,    in   the    language   of   the     EAJA,   \"not\n\nsubstantially justified.\"          In these circumstances – involving\n\na   company   already       severely    penalized   by   the    government's\n\n\n\n     10The ALJ found that appellants also had forfeited more\nthan   $20,000 in penalties and Holmes had lost a potential\npartner as a result of the revenue freeze and subsequent\ncollapse of the business.\n\n                                       -18-\n\fenforcement    action,      a   factfinder's     determination     of    no\n\nculpability, full compliance with remedial obligations, and\n\nrepeated offers to settle with acquiescence to the government's\n\nlegal stance – we do not believe a reasonable person could find\n\nthe government's position following the ALJ's decision to be\n\ncorrect, particularly with the burden on the government to prove\n\nitself justified.    We conclude that the decision to prolong the\n\nadversarial proceedings swallowed up the earlier justifiable\n\npursuit   of   debarment.       These   appear   to   be   precisely    the\n\ncircumstances in which Congress intended a successful litigant\n\nto be able to recover the costs of obtaining success.            See Jean,\n\n496 U.S. at 163 (\"[T]he specific purpose of the EAJA is to\n\neliminate for the average person the financial disincentive to\n\nchallenge unreasonable governmental actions.\").11\n\n\n\n    11Our difference with Judge Selya stems primarily from our\nconclusion that the unusual circumstances found by the ALJ\nrendered the Secretary's pursuit of debarment from that point\nforward unjustified. We acknowledge that the original panel's\nassessment of the strength of unusual circumstances occurred in\nthe context of our legal conclusion that the fringe benefits\n\"violation\" was not supportable – a ruling the Secretary could\nnot predict. We also recognize that the Secretary reasonably\ncould have felt that two violations were more troubling than\none. The ALJ, however, found after hearing the witnesses that\nDantran had a justifiable, good-faith belief that both practices\nwere lawful.    That finding, combined with all of the other\nmitigating factors, leaves us at a loss to explain the\nSecretary's persistence in seeking debarment. In our view, the\nconduct and circumstances at issue plainly \"invite leniency,\"\nDantran, 171 F.3d at 74 n.10.\n\n                                   -19-\n\f    We therefore reverse the district court's judgment and hold\n\nthat appellants are entitled to fees under the EAJA.               We address\n\nthe precise scope of that award in the following section.\n\nIII. The Fee Award: What Proceedings are Covered by the EAJA?\n\n    The Secretary argues that appellants should be limited in\n\nany award of attorney's fees to expenses associated with the\n\ncourt action and should not recover fees stemming from the\n\nadministrative proceedings before the ALJ and ARB.                 Appellants\n\ncounter   that   the   EAJA    entitles   them   to   fees   for    both   the\n\njudicial and administrative stages of the litigation.                 Because\n\nwe have concluded that the Secretary's position before the ALJ\n\nwas substantially justified, appellants may not be reimbursed\n\nfor expenses through the time of the ALJ's decision.                 We must\n\nconsider, however, whether a fee award is appropriate for the\n\ncosts of litigating before the ARB.\n\n    In addition to providing for an award of fees and other\n\nexpenses incurred in a civil action in federal court, see 28\n\nU.S.C. § 2412(d)(1)(A), the EAJA specifically allows a court to\n\naward fees for an administrative proceeding that qualifies as an\n\n\"adversary adjudication\" under 5 U.S.C. § 504(b)(1)(C), see 28\n\nU.S.C. § 2412(d)(3).          Section 504, in turn, defines such an\n\nadjudication as one \"under section 554 [of the Administrative\n\nProcedure Act (APA)] in which the position of the United States\n\n\n                                   -20-\n\fis represented by counsel or otherwise. . . .\"                     APA section 554\n\n\"applies . . .             in every case of adjudication required by\n\nstatute to be determined on the record after opportunity for an\n\nagency hearing,\" with some exceptions not relevant here.                               5\n\nU.S.C. § 554(a).\n\n      The     Secretary      argues     that      this    sequence       of    statutory\n\nprovisions does not permit Dantran to recover fees and expenses\n\nfor     the       ARB   proceedings          because,      notwithstanding           the\n\nproceeding's adversary nature and the Secretary's representation\n\nby counsel, the debarment hearing was not \"required by statute\"\n\nand thus was not an adjudication within the coverage of the\n\nEAJA.       She    emphasizes       that     only   fees     within      the    explicit\n\nlanguage of the statute are recoverable because the EAJA must be\n\nstrictly      construed      as    it   is   a    waiver    of    the    government's\n\nsovereign immunity.              See Ardestani v. INS, 502 U.S. 129, 137\n\n(1991)      (a    waiver    of    sovereign       immunity      \"must     be    strictly\n\nconstrued in favor of the United States\"); Fidelity Constr. Co.\n\nv.    United      States,    700     F.2d     1379,      1386    (Fed.    Cir.     1983)\n\n(\"Although the EAJA lifts the bar of sovereign immunity for\n\nawards of fees in suits brought by litigants qualifying under\n\nthe statute, it does so only to the extent explicitly and\n\nunequivocally provided.\"), superseded in part by statute, 5\n\nU.S.C. § 504(b)(1)(C) (specifying that certain proceedings under\n\n\n                                           -21-\n\fthe Contract Disputes Act are adversary adjudications under the\n\nEAJA).\n\n    Appellants maintain, however, that a hearing that meets the\n\nEAJA definition is mandated by the Service Contract Act.                   They\n\npoint to SCA section 354(a), which provides in relevant part as\n\nfollows:\n\n    Where the Secretary does not otherwise recommend\n    because of unusual circumstances, he shall, not later\n    than ninety days after a hearing examiner has made a\n    finding of a violation of this chapter, forward to the\n    Comptroller General the name of the individual or firm\n    found to have violated the provisions of this chapter.\n\n41 U.S.C. § 354(a) (emphasis added).                They emphasize that this\n\nprovision    does   not    leave    it   to   the    Secretary's    discretion\n\nwhether    to   conduct    hearings      on   debarment,      but   explicitly\n\nauthorizes the penalty to be imposed only after a finding by a\n\nhearing examiner (also called an ALJ) that such penalty is\n\nwarranted.       They     further    point    out     that   the    proceedings\n\nconducted under section 354(a) do conform to the requirements of\n\nan adversary adjudication under the APA, with representation by\n\ncounsel and all of the other procedural protections specified in\n\n5 U.S.C. §§ 554-557.       See generally 29 C.F.R. §§ 6.1-6.20, 8.1-\n\n8.13.\n\n    We are persuaded by multiple considerations that appellants\n\nhave the better argument.          Like appellants, we read the language\n\nin section 354(a) to require a hearing.                The statute expressly\n\n                                      -22-\n\flinks the Secretary's obligation to place a contractor on the\n\nineligible list to a hearing examiner's finding of a violation.12\n\nThat the statute does not command a hearing \"on the record\" – in\n\nthe language of APA section 554 –    is of modest significance, as\n\nit has long been recognized that the applicability of the APA\n\ndoes not turn on the presence or absence of \"the precise words\n\n'on the record,'\" Seacoast Anti-Pollution League v. Costle, 572\n\nF.2d 872, 876 (lst Cir. 1978) (citing United States v. Florida\n\nEast Coast Ry. Co., 410 U.S. 224, 245 (1973)).       See also St.\n\nLouis Fuel and Supply Co. v. F.E.R.C., 890 F.2d 446, 448 (D.C.\n\nCir. 1989) (\"Our decision . . . does not turn, mechanically, on\n\nthe absence of magic words.\")13; Marathon Oil v. EPA, 564 F.2d\n\n\n     12\n      Section 354 explicitly refers to a hearing examiner's\n\"finding of a violation,\" but refers separately to the\nSecretary's recommendation on \"unusual circumstances.\"     See\nsupra at 18.    The statutory language thus could be read to\nprovide that only the former is required by statute to be\nresolved through a hearing, while proceedings to determine the\nlatter are left to the Secretary's discretion. The Secretary,\nhowever, has decided that both the finding of a violation and\nany finding of unusual circumstances will occur as a result of\nthe same hearing, see 29 C.F.R. § 6.19(b)(2), undoubtedly\nbecause debarment cannot occur without a hearing and the\nquestion of unusual circumstances is a necessary part of the\ndebarment inquiry. Thus, like the Secretary, we view these two\nquestions as elements of a single adjudication.\n     13 We   note  with   some  displeasure  the  Secretary's\nrepresentation that St. Louis Fuel stands for the contrary\nproposition – that the proceedings at issue there were not\nsubject to the EAJA \"because the statute provided '\"an\nopportunity for a hearing\"' but does not expressly state that\nthe hearing must be 'on the record.'\" The words quoted by the\n\n                              -23-\n\f1253, 1262-63 & nn. 30, 31 (9th Cir. 1977) (similar, referring\n\nto    \"the    magical    phrase   'on    the   record'\").           Rather,     \"the\n\nresolution of this issue turns on the substantive nature of the\n\nhearing Congress intended to provide.\"               Seacoast Anti-Pollution\n\nLeague, 572 F.2d at 876.\n\n       We have no reason to doubt that Congress intended this\n\nadjudication to be governed by standard APA procedures.                        As we\n\npreviously have observed, an adjudication such as this, which\n\ninvolves specific factual findings with potential for \"serious\n\nimpact   on    private    rights,\"      is   \"exactly      the    kind   of   quasi-\n\njudicial proceeding for which the adjudicatory procedures of the\n\nAPA were intended.\" Id. (citation omitted); see also id. at 878\n\n(\"'[I]t is assumed that where a statute specifically provides\n\nfor   administrative      adjudication       (such    as    the    suspension     or\n\nrevocation      of   a   license)    after     opportunity        for    an   agency\n\nhearing, such specific requirement for a hearing ordinarily\n\nimplies the further requirement of a decision in accordance with\n\nevidence adduced at the hearing.'\" (quoting Attorney General's\n\nManual on the Administrative Procedure Act (1947))).                          Neither\n\n\n\n\nSecretary simply described the statute and did not represent a\nholding of the court.    The court in fact stated that \"it is\ninconclusive that DOE section 7193(c) requires only a 'hearing,'\nwhile section 554 applies when a statute commands a hearing 'on\nthe record.'\" 890 F.2d at 448. That statement was followed by\nthe one quoted in the parenthetical above.\n\n                                      -24-\n\fthe SCA itself nor case law excludes proceedings under the Act\n\nfrom APA coverage.     Cf., e.g., Ardestani, 502 U.S. at 133-34\n\n(Supreme     Court   precedent     established      that   deportation\n\nproceedings are not subject to the APA); Owens v. Brock, 860\n\nF.2d 1363, 1365 (6th Cir. 1988) (a provision of the Federal\n\nEmployees    Compensation   Act   specifically      excludes   workers'\n\ncompensation proceedings from coverage under section 554).14\n\nIndeed, both the parties and district court invoked the judicial\n\nreview provisions of the APA as the basis of jurisdiction.\n\n    Moreover,    a   careful   review    of   the   relevant   statutory\n\nprovisions suggests that the APA is indirectly made applicable\n\nby statute to debarment proceedings under the SCA.         Section 353\n\nof Title 41 – the SCA section preceding the one on which\n\nappellants rely – incorporates the enforcement authority granted\n\nto the Secretary under certain provisions of another statute,\n\nthe Walsh-Healey Act.       See 41 U.S.C. §§ 353(a), 38, 39. 15\n\n\n    14 We note that the other cases offered as equivalent by the\nSecretary in which the EAJA was ruled inapplicable also are\ndistinguishable, either for lack of a statutory hearing\nrequirement or because the relevant scheme otherwise was\nexcluded from the APA adversary adjudication provisions. See\nSmedberg Machine & Tool, Inc. v. Donovan, 730 F.2d 1089, 1092-93\n(7th Cir. 1984) (no statutory requirement); Hashim v. INS, 936\nF.2d 711, 713 (2d Cir. 1991) (deportation proceedings not\ngoverned by APA).\n    15   SCA section 353(a) provides:\n\n            Sections 38 and 39 of this title [provisions of\n\n                                  -25-\n\fPursuant to yet another provision of Walsh-Healey, 41 U.S.C. §\n\n43a(a), the APA is \"applicable in the administration of sections\n\n35 to 39\" of that   Act, a grouping that includes the provisions\n\ngoverning the Secretary's enforcement of the SCA.   By that chain\n\nof relationship, all of the requirements for EAJA coverage would\n\nbe met: a hearing required by statute, with counsel representing\n\nthe government, governed by the provisions of the APA.16\n\n    The Secretary notes that regulations implementing the EAJA\n\nwithin the Department of Labor explicitly foreclose the award of\n\nattorney's fees for SCA proceedings before the ARB.        See 29\n\nC.F.R. § 8.19.17    She also points to a regulation listing the\n\n\n\n    the Walsh-Healey Act] shall govern the Secretary's\n    authority to enforce this chapter [the SCA], make\n    rules, regulations, issue orders, hold hearings, and\n    make decisions based upon findings of fact, and take\n    other appropriate action hereunder.\n\n41 U.S.C. § 353(a). Section 38 is entitled \"Administration of\nWalsh-Healey provisions; officers and employees; appointment;\ninvestigations; rules and regulations.\"     Section 39 covers\n\"Hearings on Walsh-Healey provisions by Secretary of Labor;\nwitness fees; failure to obey order; punishment.\" 41 U.S.C. §§\n38, 39.\n    16  Although section 43a(a) does not itself oblige the\nSecretary to hold hearings in particular circumstances, that\nrequirement is imposed in the case of SCA violations by section\n354(a). See supra at 18.\n    17   The rule governing ARB proceedings provides:\n\n    Proceedings under the Service Contract Act and the\n    Contract Work Hours and Safety Standards Act are not\n    subject to the Equal Access to Justice Act . . . .\n\n                               -26-\n\fprograms within the Department to which the EAJA is applicable,\n\nsee id. at § 16.104(a), and argues that the omission of SCA\n\nhearings       from    the   list   is    further     proof     that    fees    are\n\nunavailable      for    such   proceedings.           Several    administrative\n\ndecisions on which the Secretary relies also hold that SCA\n\nhearings do not qualify as \"adversary adjudications\" under the\n\nEAJA.    See, e.g., Nationwide Bldg. Maint., Inc., BSCA Case No.\n\n92-04, at 8 (Oct. 30, 1992); Pat's Janitorial Serv., Inc., Case\n\nNo. 81-SCA-1308, Dep. Sec. Dec., at 8 (July 7, 1988).\n\n    We consider this administrative authority to be of limited\n\nvalue.     Agency regulations interpreting a statute that relates\n\nto matters outside the agency's area of expertise are entitled\n\nto no special deference, see Adams Fruit Co. v. Barrett, 494\n\nU.S. 638, 649-50 (1990), and eligibility for attorney's fees\n\nunder    the    EAJA    is   not    within      the   Department       of   Labor's\n\nparticular knowledge, see Ardestani, 502 U.S. at 148 (Blackmun,\n\nJ., dissenting) (\"Because the EAJA, like the APA, applies to all\n\nagencies and is not administered by any one in particular,\n\ndeference to the interpretation by any particular agency is\n\n\n    Accordingly, in any proceeding conducted pursuant to\n    the provisions of this Part 8, the Board shall have no\n    power or authority to award attorney fees and/or other\n    litigation expenses pursuant to the Equal Access to\n    Justice Act.\n\n29 C.F.R. § 8.19\n\n                                         -27-\n\finappropriate.\"). In addition, the administrative rulings cited\n\nby the Secretary do not consider section 354's reference to a\n\nhearing examiner's finding of a violation, focusing instead on\n\nthe discretion given to the Secretary under section 353 \"'to\n\nmake    rules   and   regulations     and    to    hold    hearings,'\"     Pat's\n\nJanitorial Serv., at 5 (quoting Verticare, Case No. 82-SCA-44,\n\nDep. Sec. Dec. (June 7, 1988)).\n\n       Moreover, one of the regulations cited by the Secretary\n\nsuggests an inconsistency in the regulatory scheme.                    As noted,\n\nsection 16.104 of the Department's regulations lists a variety\n\nof proceedings that are considered adversarial adjudications\n\ncovered by the EAJA \"when all other conditions\" in that statute\n\nand    the   Department's    rules    are     met.        The   list    includes\n\n\"[v]iolations     and   debarment    in     Federal   contracts        under   the\n\nWalsh-Healey Act.\"      29 C.F.R. § 16.104(a)(2)(ii).                Because the\n\nSCA specifically incorporates the enforcement procedures of the\n\nWalsh-Healey Act, we think it significant that the Department\n\nexplicitly deems the EAJA applicable to debarment proceedings\n\nunder    that   referenced    statute.            Logically,    if     debarment\n\nproceedings under the Walsh-Healey Act are embraced by the EAJA,\n\nequivalent proceedings under the SCA also should be covered.\n\n       We see no need to delve more deeply into the complexities\n\nof the regulatory scheme, having come this far primarily to show\n\n\n                                     -28-\n\fits inconclusiveness and, to a lesser extent, its arguable\n\nendorsement       of   fee    recovery      for    adversary    adjudications          of\n\ndebarment.      Our holding rests not on the agency's views but on\n\nour   conclusion       that    the     hearing     prescribed       by   section     354\n\nsatisfies    the       APA    requirement         for   a   statutorily       mandated\n\nadjudication that is adversarial in nature.\n\n      Because     the    adjudication        of     debarment    is      required      by\n\nstatute,     is    adversarial         in    nature,        appears      intended      by\n\nlegislation to be covered by the APA, and implicates interests\n\ntraditionally protected by APA procedures – and because it is\n\nnot   otherwise        excluded      from   APA     coverage    –     we    hold     that\n\nappellants are entitled to fees and expenses associated with the\n\nproceedings before the ARB.\n\n                                  IV. Conclusion\n\n      Although the government justifiably instituted debarment\n\nproceedings against appellants, the record shows that it was not\n\nsubstantially justified in continuing to pursue debarment after\n\nthe ALJ's unassailable determination that unusual circumstances\n\nwarranted a reprieve from that harsh sanction. The district\n\ncourt   therefore       erred     in   rejecting        appellants'        request    for\n\nattorney's fees under the EAJA.                 Because the debarment hearing\n\nqualifies as an adversary adjudication under the APA, appellants\n\nare entitled to fees for both the administrative and judicial\n\n\n                                         -29-\n\fcomponents of the litigation, limited in this instance to the\n\nperiod following the ALJ's decision.\n\n    We leave to the district court the task of assessing a\n\nspecific fee award, which may include the legal costs associated\n\nwith this appeal.\n\n    Reversed and remanded for further proceedings consistent\n\nwith this opinion.\n\n                                    Dissent follows.\n\n\n\n\n                             -30-\n\f            SELYA,    Circuit       Judge    (dissenting).         Congress,    in\n\nenacting the Equal Access to Justice Act (the EAJA), 28 U.S.C.\n\n§   2412,     never   intended      to    chill    the   federal   government's\n\nlegitimate efforts to enforce statutes and regulations.                      Fees\n\nwere to be awarded if — and only if — the government's stance\n\nwas not substantially justified.                See id. § 2412(d)(1)(A).       The\n\nmajority gives lip service to this principle, but proceeds to\n\nflout it.\n\n            As the court's opinion explains, this appeal requires\n\nus to revisit a dispute between the Secretary of Labor and a\n\ngovernment contractor, Dantran, Inc.               On our previous encounter,\n\na   divided   panel     of   this    court      reversed    a   debarment   order\n\npromulgated by the Secretary under the McNamara-O'Hara Service\n\nContract Act of 1965 (the SCA), 41 U.S.C. §§ 351-358.                          See\n\nDantran, Inc. v. Dep't of Labor, 171 F.3d 58, 75 (1st Cir. 1999)\n\n(Dantran I).     This time around, a different panel is asked to\n\ndetermine whether the district court abused its discretion in\n\ndenying     Dantran's    subsequent         motion    for   counsel   fees     and\n\nincidental expenses under the EAJA.               In a strange twist of fate,\n\nthe majority takes our earlier opinion — an opinion that I\n\nauthored — and fashions it into a club, which it then wields to\n\nbeat the Secretary about the ears.                   In doing so, the court\n\nmistakes the import of what was written.\n\n\n                                         -31-\n\f            The Secretary's consistently held position vis-à-vis\n\nDantran had two components.                 First, she claimed that Dantran\n\npersistently violated a regulation governing frequency of wage\n\npayments.        See Dantran I, 171 F.3d at 65-66.                             Second, she\n\nclaimed that Dantran persistently violated a fringe benefit\n\nregulation,       29    C.F.R.   §    4.172,       by     cross-crediting          certain\n\nbenefit payments.          Her first claim was indisputably correct:\n\nthe evidence is uncontradicted that Dantran paid its employees\n\nmonthly — a practice forbidden by the explicit language of a\n\ndirectly applicable regulation, 29 C.F.R. § 4.165(b).                                   Her\n\nsecond   claim     was    plausible,        even        though    it     ultimately     was\n\nrejected by this court.\n\n            The    claim     was     plausible           because       the     Secretary's\n\nunderstanding of the fringe benefit regulation was perfectly\n\nreasonable.       At the very least, this regulation was susceptible\n\nto conflicting readings.             See Dantran I, 171 F.3d at 63; id. at\n\n75    (Cudahy,    J.,    dissenting).             And    the     mere    fact    that   the\n\nSecretary,        confronted         with     a         choice         among     plausible\n\ninterpretations of an opaque regulation, failed to predict how\n\nthe    courts    would    rule     does     not    suffice        to    prove    that   the\n\ngovernment acted unjustifiably.                   See De Allende v. Baker, 891\n\nF.2d 7, 12-13 (1st Cir. 1989) (holding that the government was\n\nsubstantially justified in pursuing a novel — but erroneous —\n\n\n                                          -32-\n\finterpretation of the law); Martinez v. Sec'y of HHS, 815 F.2d\n\n1381,    1383-84      (10th    Cir.    1987)      (per   curiam)   (finding       the\n\ngovernment position substantially justified when the applicable\n\nlaw was unclear); Dougherty v. Lehman, 711 F.2d 555, 566 (3d\n\nCir. 1983) (similar).\n\n           The history of the fringe benefit regulation helps to\n\nprove this point.        The Secretary promulgated the regulation in\n\n1983.   When she cited Dantran in 1991, no court had construed it\n\nin respect to cross-crediting, and the regulation's application\n\nsimply was not self-elucidating in that type of situation.\n\nWhere, as here, a government actor's decisionmaking turns on a\n\nquestion of novel impression, the answer to the question would\n\nhave to be relatively clear to warrant a holding that the\n\ngovernment actor's plausible, though erroneous, response was not\n\nsubstantially justified.              See De Allende, 891 F.2d at 12-13\n\n(holding that the government was justified in pursuing its own\n\nunderstanding of a particular provision absent any previous\n\nrulings clarifying its meaning); United States v. Yoffe, 775\n\nF.2d 447, 451 (1st Cir. 1985) (\"We do not think that the\n\ngovernment should be found to have acted without substantial\n\njustification        because   it     did   not    foresee   how   the    court    of\n\nappeals would interpret the regulations.\").                  Here, moreover, the\n\nfact    that   the    Administrative        Review       Board   (the    ARB),    the\n\n\n                                        -33-\n\fdistrict judge, and one member of the original panel of this\n\ncourt agreed with the Secretary's reading of the fringe benefit\n\nregulation is a strong indicator of the cogency, and thus the\n\nreasonableness,      of     her   position.        E.g.,   United     States    v.\n\nPaisley, 957 F.2d 1161, 1167 (4th Cir. 1992).\n\n           The majority seems to concede, albeit grudgingly, that\n\nthe Secretary's attempts to enforce the frequency-of-payment and\n\ncross-crediting regulations were substantially justified.                       It\n\nnonetheless maintains that the Secretary went too far by pushing\n\nfor debarment.        Although it strives mightily to treat these\n\ninquiries as separate and distinct, the two are inextricably\n\nintertwined.\n\n           The SCA     requires the Secretary, within ninety days\n\nafter    she   concludes      that   a   violation    of   the    statute      has\n\noccurred, to \"forward to the Comptroller General the name of the\n\nindividual or firm found to have [committed the violation].\"                    41\n\nU.S.C. § 354(a).           The case law makes manifest that debarment\n\n\"should be the norm, not the exception, and only the most\n\ncompelling     of    justifications         should   relieve      a   violating\n\ncontractor from that sanction.\"             Vigilantes, Inc. v. Adm'r, Wage\n\n& Hour Div., Dep't of Labor, 968 F.2d 1412, 1418 (1st Cir.\n\n1992).     This     case    law   informs    the   statutory     grant   to    the\n\nSecretary of a limited discretion to recommend against debarment\n\n\n                                      -34-\n\f\"because of unusual circumstances,\" 41 U.S.C. § 354(a).                     As a\n\nresult,   the    \"unusual      circumstances\"      standard    must    be   read\n\nnarrowly.       Equally   as    important,   the    standard    must    not    be\n\napplied in a vacuum.           With respect, the majority contravenes\n\nboth of these tenets.\n\n            In this case, the Secretary, having credibly found\n\nviolations of both the frequency-of-payment and fringe benefit\n\nregulations, thought it inconcinnous to exempt Dantran from\n\ndebarment.      The district court upheld that determination.                 The\n\ncalculus changed, however, when we set aside the finding that\n\nDantran had violated the fringe benefit regulation.               Dantran I,\n\n171 F.3d at 65-66.        At that point, after noting that the issue\n\nwas one of \"some complexity,\" id. at 68, we conducted a lengthy\n\nanalysis and determined that unusual circumstances rendered\n\ndebarment an inappropriate remedy for the violation of the\n\nfrequency-of-payment regulation, standing alone.               Id. at 68-75.\n\nThe majority seizes on this determination and argues that it\n\ndemonstrates that the Secretary was not substantially justified\n\nin seeking debarment in the first place.              The fallacy in this\n\nargument is that it wrests what the prior panel wrote from the\n\ncontext in which we wrote it.\n\n            Take, for example, the majority's reliance on the\n\nconstellation of mitigating factors (e.g., the first compliance\n\n\n                                    -35-\n\fofficer's acquiescence in Dantran's payroll practices, Dantran's\n\ngenerally good compliance history, and its prompt payment of all\n\nmonies due) that the prior panel enumerated to excuse Dantran's\n\nviolation of the frequency-of-payment provision.                 See Dantran I,\n\n171 F.3d at 69-73.      The majority transplants these factors, root\n\nand branch, from one opinion to the other without the slightest\n\nallowance for the stark difference in settings.                 The prior panel\n\nwrote in the context of a finding that Dantran had transgressed\n\nonly the frequency-of-payment regulation.                My brethren write,\n\nhowever, for a different purpose — a purpose that requires them\n\nto   take   account   of    the     Secretary's   reasonable       belief     that\n\nDantran had flagrantly violated not one, but two, substantive\n\nregulations.     Given this important distinction, the majority's\n\nattempt to use our earlier opinion to debunk the Secretary's\n\noriginal decision compares plums with pomegranates.                 After all,\n\nby clarifying the meaning of the cross-crediting provision, we\n\nremoved one of the two principal bases on which the Secretary's\n\ndecision to pursue debarment rested.\n\n            Stated another way, the Secretary, in deciding not to\n\ngrant   relief   from      debarment,    was    entitled   to     rely   on    her\n\nreasonable     (albeit      erroneous)        finding    that     Dantran      had\n\npersistently     violated     the    fringe    benefit   regulation.          This\n\nfactor, together with Dantran's undeniable violation of the\n\n\n                                      -36-\n\ffrequency-of-payment        regulation,        justified      the    Secretary's\n\nconclusion that aggravating circumstances prevented relief from\n\ndebarment.     See 29 C.F.R. § 4.188(b)(3)(ii) (explaining that a\n\ncontractor cannot be relieved from debarment in the face of\n\naggravating factors).       Not having the benefit of Dantran I, the\n\nSecretary reasonably could have concluded, as did the ARB, that\n\nthe law left her no choice but to pursue debarment because\n\nDantran had blatantly disregarded two separate regulations.\n\nWith both breaches in the case, Dantran was culpable (or so the\n\nSecretary    reasonably     could    have     thought)       and   there    was    no\n\n\"compelling . . . justification[],\"                  Vigilantes, 968 F.2d at\n\n1418, for recommending leniency.\n\n            In an effort to shore up its flawed reasoning, the\n\nmajority suggests that \"the Secretary's persistence\" in seeking\n\ndebarment    after    the    ALJ     had     found    that    \"Dantran      had     a\n\njustifiable,      good-faith       belief    that     [the    two    challenged]\n\npractices were lawful\" somehow robbed her subsequent actions of\n\nany patina of substantial justification.                Ante at 16 n.11.          But\n\nthis   occurred    quite    early     in     the     proceedings     —     and    the\n\nmajority's position is tantamount to requiring the Secretary to\n\nquit while she was behind.           This position is counterintuitive\n\nfor at least three reasons.          First, the Secretary obviously had\n\na better case than the ALJ intuited; after all, she succeeded up\n\n\n                                      -37-\n\fand down the line in negating the ALJ's finding that Dantran's\n\nmonthly pay periods were legitimate, and she convinced both the\n\nARB and the district court that the ALJ's finding as to the\n\ncross-crediting of fringe benefits was erroneous.                          Second, the\n\nmajority's position requires the Secretary to keep a crystal\n\nball on her desk; she is charged with anticipating not only a\n\ncontrary interpretation of the cross-crediting provision but\n\nalso the precise workings of the SCA's \"odd standard of review.\"\n\nDantran I, 171 F.3d at 69.               Demanding this kind of clairvoyance\n\nis   particularly          unsettling          considering         the   \"interpretive\n\ndifficulties\"        that    this    standard           presented.        Id.    at    70.\n\nFinally, the majority's position creates a perverse incentive,\n\nin effect encouraging the government to abandon efforts to\n\npursue    reasonable        interpretations             of   federal     statutes      and\n\nregulations whenever it encounters difficulty at an early stage\n\nof a proceeding.        For these reasons, I believe that it is both\n\nunreasonable     and       unwise    to        punish    the   Secretary        for    her\n\nunwillingness to cave in to an ALJ's debatable findings, forgo\n\njudicial       remedies,            and         abdicate           her     enforcement\n\nresponsibilities.\n\n           I need go no further.               The short of it is that, on this\n\nrecord,    I   see    no    way     to    hold     that      the    Secretary      lacked\n\nsubstantial     justification             in     not     exempting       Dantran      from\n\n\n                                          -38-\n\fdebarment.        After all, the EAJA does not require the government\n\nto   be    prescient:       \"substantially      justified\"        does   not    mean\n\n\"justified to a high degree, but rather justified in substance\n\nor in the main — that is, justified to a degree that could\n\nsatisfy a reasonable person.\"              Pierce v. Underwood, 487 U.S.\n\n552, 565 (1988) (internal quotation marks omitted).                      Here, the\n\nSecretary not only had reasonable bases in fact and law for\n\nbelieving        that   Dantran    had   violated   the    SCA,    but   also    had\n\nreasonable bases in fact and law for pursuing debarment.                          No\n\nmore      is    exigible   to     show   substantial      justification        (and,\n\naccordingly, to defeat an EAJA application).                See id.; see also\n\nSierra Club v. Sec'y of Army, 820 F.2d 513, 516-17 (1st Cir.\n\n1987).         Because my brethren set the bar considerably higher for\n\nthe Secretary, I respectfully dissent.\n\n\n\n\n                                         -39-\n\f",
  "html": "<p class=\"case_cite\">246 F.3d 36 (1st Cir. 2001)</p>\n    <p class=\"parties\">DANTRAN, INC. AND ROBERT HOLMES, Plaintiffs, Appellants,<br>v.<br>UNITED STATES DEPARTMENT OF LABOR, Defendant, Appellee.</p>\n    <p class=\"docket\">No. 00-1656</p>\n    <p class=\"court\">United States Court of Appeals for the First Circuit</p>\n    <p class=\"date\">Heard January 11, 2001<br>Decided April 13, 2001</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL FROM THE UNITED STATES DISTRICT COURT  FOR THE DISTRICT OF MAINE</p>\n      <p class=\"indent\">[Hon. Gene Carter, U.S. District Judge]</p>\n      <p class=\"indent\">Richard P. Romeo, with whom Seth D. Harrow was on brief, for appellants.</p>\n      <p class=\"indent\">Carol Arnold, Attorney, with whom Henry L. Solano, Solicitor of Labor, Steven J. Mandel, Associate Solicitor, and Paul L. Frieden, Counsel for Appellate Litigation, were on brief, for appellee.</p>\n      <p class=\"indent\">Before Selya, Circuit Judge, Coffin and Campbell, Senior Circuit Judges.</p>\n      <p class=\"indent\">COFFIN, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">After six years of litigation challenging the Secretary of Labor's attempt to bar them from government contracting because of irregular payroll practices, appellants Dantran, Inc., and its principal, Robert C. Holmes, prevailed.  This court ruled that, given the circumstances, \"debarment would be a punishment totally out of proportion to the offense (and, therefore, contrary to the regulations).\"  See Dantran v. U.S. Dep't of Labor, 171 F.3d 58, 74-75 (lst Cir. 1999). Having achieved that outcome, appellants came back to court seeking attorney's fees under the Equal Access to Justice Act (EAJA), 28 U.S.C. &#167; 2412(d)(1)(A), which entitles litigants who prevail against the government to attorney's fees unless the position of the United States was \"substantially justified.\"  The district court concluded that the government's position had sufficient merit and rejected the fee request.  Our review of the record and relevant legal principles persuades us that the court erred in its assessment of the latter phase of the government's case.  We therefore reverse its judgment and remand for calculation of fees covering the appropriate portions of the litigation, as discussed in Section III below.</p>\n    </div>\n    <p class=\"indent\">I. Background</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">In our earlier decision, we discussed at length the facts underlying this case, see Dantran, 171 F.3d at 61-62, and we revisit only so much of that history as is necessary to provide a backdrop for the issue now before us.  Dantran is a trucking company that for more than a decade contracted with the United States Postal Service to haul mail between various sites in Maine, Vermont, New Hampshire, and Massachusetts.  This case began with the Secretary of Labor's 1993 administrative complaint seeking to exclude, or \"debar,\" appellants from government contracting for three years based on violations of the McNamara-O'Hara Service Contract Act of 1965 (the \"Act\" or the \"SCA\"), 41 U.S.C. &#167;&#167; 351-358, and related regulations.  The complaint followed an examination by the Department of Labor's Wage and Hour Division, whose investigator concluded that two of Dantran's routine practices - paying employees on a monthly basis and capping fringe benefits at 40 hours per week regardless of the number of hours an employee actually worked (\"cross-crediting\" benefits) - violated the Act.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Although appellants promptly took action to remedy the identified violations, and the wage deficiencies were settled through payments to employees totaling about $67,000,<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> the investigator's final report pressed for debarment.  The report noted \"'the size of the violations and the fact that the firm was investigated once before.'\" Dantran, 171 F.3d at 62. That prior investigation had a markedly different outcome, however.  Even though Dantran had been using the same procedures, another investigator, Rioux, found no irregularities, and his report stated that there were no problems with the company's fringe benefit payment practices.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The Secretary nonetheless followed the recommendation of the second investigator and filed a debarment complaint.  The Act's enforcement scheme generally anticipates debarment proceedings whenever the Secretary determines that a government contractor has violated the Act or its associated regulations, but both the statute and regulations provide that the existence of \"unusual circumstances\" may warrant a reprieve from that sanction.  See 41 U.S.C. &#167; 354(a); 29 C.F.R. &#167; 4.188(a).  The existence of \"unusual circumstances\" in a given case depends on the absence of aggravating factors and the presence of mitigating factors.  SeeDantran, 171 F.3d at 68, 73 (listing some aggravating and mitigating factors); 29 C.F.R. &#167; 4.188(b)(3)(i), (ii).  If a contractor's conduct evidences one of the enumerated aggravating circumstances, which include culpable neglect or culpable disregard of regulatory obligations, \"relief from the debarment sanction cannot be in order.\" Id. at &#167; 4.188(b)(3)(i).<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">After a hearing, an Administrative Law Judge (ALJ) concluded that neither Holmes nor Dantran should be debarred, finding:</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">that the plaintiffs attempted to comply with the regulations in good faith; that they cooperated fully with the Secretary's investigation; that they promptly settled their account and changed their monthly payment practice once the matter was brought to their attention; that nothing in their past compliance history reflected adversely on them; and that, in all events, the alleged violations were not especially serious.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Dantran, 171 F.3d at 74 n.9 (summarizing ALJ's conclusions). The Labor Department's Administrative Review Board (ARB) reversed, however, and ordered debarment. The ARB ruled that appellants' violation of the payment frequency regulation reflected \"culpable disregard\" of that legal requirement, and their cross-crediting of fringe benefits constituted \"culpable neglect\" for failing to ascertain the proper calculation, making them ineligible for \"unusual circumstances\" relief.  The district court affirmed the ARB, but this court then reversed that decision,<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> concluding that the factors militating against debarment were \"so potent\" that an outcome \"contrary to that which the ALJ reached would constitute an abuse of discretion,\" id. at 74.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Armed with our firm statement in support of their position, appellants sought attorney's fees under the EAJA, contending that the government's litigation stance was not \"substantially justified.\"  The district court denied the request, finding that the Secretary had a \"reasonable basis\" in fact and law to pursue debarment.  The court relied primarily on the differing conclusions reached in the prior judicial and administrative proceedings to support its conclusion that a reasonable person could view the government's position as justified.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">On appeal, appellants argue, inter alia, that the court erred by failing to consider the government's position not only at the outset of the proceedings but also throughout the litigation, and by giving no consideration to the unusual circumstances that this court found weighed so strongly against debarment.</p>\n    </div>\n    <p class=\"indent\">II. Discussion</p>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">A. The Standard: Limited Role for Objective Factors</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The EAJA obliges a court to award attorney's fees and expenses to a party that prevails in litigation against the government unless the court finds that the government's position was \"substantially justified.\"  28 U.S.C. &#167; 2412(d)(1)(A).<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  There is no dispute that appellants prevailed, and the controversy before us therefore centers on whether the government was \"substantially justified\" in pursuing debarment.  That the government lost in the underlying litigation does not create a presumption that its position was not substantially justified.  Pierce v. Underwood, 487 U.S. 552, 569 (1988); United States v. One Parcel of Real Prop., 960 F.2d 200, 208 (lst Cir. 1992).  Nor does success at some stage of the litigation prove the requisite level of justification. Pierce, 487 U.S. at 569; Sierra Club v. Sec'y of Army, 820 F.2d 513, 517 (lst Cir. 1987).<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>  The question is whether the government's position \"has a reasonable basis in law and fact,\"Pierce, 487 U.S. at 566 n.2, or, stated another way, whether \"a reasonable person could think it correct,\" id.; see also De Allende v. Baker, 891 F.2d 7, 11-12 (lst Cir. 1989).  This standard means that the government's case need not be frivolous to support an award of fees, Pierce, 487 U.S. at 566, but, on the other hand, the litigation need not be a cliffhanger to be sufficiently justified. The government bears the burden of proving, by a preponderance of the evidence, that its position was substantially justified, De Allende, 891 F.2d at 12, and we review the district court's determination for abuse of discretion, Pierce, 487 U.S. at 562-63.</p>\n    </div>\n    <p class=\"indent\">B. Our Assessment</p>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">We find no error in the district court's conclusion that the decision to initiate a debarment proceeding was substantially justified.  The Act provides that \"no contract of the United States shall be awarded\" to individuals or firms found to have violated its provisions \"[u]nless the Secretary otherwise recommends because of unusual circumstances.\"  41 U.S.C. &#167; 354(a).  As we noted in our earlier decision, appellants violated an explicit prohibition against pay periods longer than semimonthly, see Dantran, 171 F.3d at 65-66 (citing 29 C.F.R. &#167; 4.165(b)), and, on that basis alone, the Secretary was required to institute debarment proceedings, seeid. at 67.  We think it reasonable for the Secretary to have awaited the fact finding hearing before deciding whether appellants were entitled to a reprieve from that penalty because of \"unusual circumstances.\"  Indeed, the enforcement regulations caution the Secretary to use restraint in excusing a contractor from the ineligible list, see 29 C.F.R. &#167; 4.188(b)(1), and the burden of establishing unusual circumstances falls on the violator, id.  See also Vigilantes, Inc. v. Adm'r, Wage and Hour Div., 968 F.2d 1412, 1418 (lst Cir. 1992) (\"The legislative history of the SCA makes clear that debarment of contractors who violated the SCA should be the norm, not the exception, and only the most compelling of justifications should relieve a violating contractor from that sanction.\").</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Our inquiry does not end, however, with the Secretary's initial decision to bring a debarment complaint.   To satisfy its burden, the government must justify not only its pre-litigation conduct but also its position throughout litigation.  Comm'r, INSv. Jean, 496 U.S. 154, 159 (1990); Jackson v. Chater, 94 F.3d 274, 278 (7th Cir. 1996); One Parcel of Real Prop., 960 F.2d at 208; seealso 28 U.S.C. &#167; 2412(d)(2)(D).<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a>  The court's task in examining the government's position is not to make \"discrete findings as to each of these temporally distinct elements, [but to] . . . arrive at one conclusion that simultaneously encompasses and accommodates the entire civil action.\"  Chater, 94 F.3d at 278.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The difficulty with the Secretary's position in this case surfaces when we look beyond the ALJ's hearing and fact finding. The Secretary's continuing view that appellants' practices warranted debarment does not give us pause; the payment frequency requirement is unambiguous, and the lengthy analysis in our earlier opinion demonstrates that the Secretary's position on the lawfulness of cross-crediting was sufficiently debatable, though we ultimately ruled it incorrect.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">We balk, however, on the issue of \"unusual circumstances.\"<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> The ALJ thoroughly examined the relevant circumstances in the course of concluding that appellants were ideally suited for relief from the debarment penalty.  See supra at 38-39.  In our earlier decision, we noted the ALJ's unassailable finding that \"no aggravating factors were extant,\" Dantran, 171 F.3d at 73, as well as his \"specific findings of historical fact that resolve virtually all of the enumerated factors in the plaintiffs' favor,\" id.  Seealso id. at 74 (\"[L]egal certainty associated with the payment frequency provision, without more, cannot overcome a record that reeks of mitigation.\").</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The Secretary resisted this determination, however, and persisted in pushing for debarment.  She took this path even though the company had ceased to exist because of financial difficulties triggered by the Department of Labor's freezing of its assets, see note 1 supra, and despite repeated settlement offers from appellants, see infra at 14-15.  Although the Secretary prevailed in the next stage of the litigation when the ARB reversed the ALJ, the Board's decision lends no support to the Secretary's effort to justify the continuing pursuit of debarment.  The ALJ's decision had been based on first-hand observation of witnesses, giving strength to the credibility assessments on which it rested.  We found the ARB's contrary ruling to be not only incorrect, but without foundation:</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">On appellate review, courts are entitled to expect, at a minimum, that an agency which rejects an ALJ's factfinding will provide a rational exposition of how other facts or circumstances justify such a course of action. [Citations omitted.]  There is no hint of such an analysis in the ARB's opinion. . . .  The short of it is that, gauged by the proper standard of review, the ARB had no legally sufficient reason for upsetting the ALJ's findings of fact (particularly those that relied on credibility assessments).</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Dantran, 171 F.3d at 73.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The particular testimony prompting that criticism of the ARB's ruling concerned appellants' knowledge of the bi-weekly pay rules. The investigator who had done the earlier examination of appellants' pay practices, Rioux, testified that he had told appellant Holmes that the regulations call for payment twice a month, rather than monthly.  Rioux testified that appellant replied as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">\"[T]he post office pays me on a monthly basis.  When they pay me on a bi-weekly basis, I'll pay [my employees] on a bi-weekly basis.\"</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Id. at 69.  According to the ARB, this exchange demonstrated appellants' \"culpable disregard\" of the law - an \"aggravating circumstance\" under 29 C.F.R. &#167; 4.188(b)(3)(i) that made Dantran and Holmes ineligible for relief from debarment.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">As we explained in our earlier decision, however, the ALJ - the only factfinder with direct exposure to the testifying parties -  explicitly considered this evidence and declined to give it weight, instead crediting Holmes' testimony that Rioux made no such point.  See Dantran, 171 F.3d at 72.  We devoted a considerable part of our opinion to an explanation why this was binding on the ARB.  See id. at 68-72.  The ALJ's finding that \"Dantran had a reasonable, good-faith belief throughout the ensuing period that its wage-payment practices conformed with the Act's requirements\" was reinforced, moreover, by Rioux's final report stating that plaintiffs' payroll practices were \"'in compliance with all the provisions of the [Act].'\"  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">On this record, a majority of our panel found that the ARB's decision reflected a \"serious infirmity in agency decisionmaking,\" and we concluded that there was \"no plausible basis\" for an outcome contrary to that reached by the ALJ on the absence of aggravating factors.  See id. at 73.  In the panel majority's view, the mitigating factors in appellants' favor were so strong - as the ALJ had recognized - that this was the \"rare case\" in which \"the facts admit of only one plausible legal conclusion.\"  See id. at 75.  We observed:</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">[T]here is no reasonable doubt about the balancing equation's overall equilibrium.  Although the Act grants the Secretary latitude in considering whether to recommend relief from debarment, she has cabined that discretion by enumerating specific factors (and the balancing methodology) upon which she will rely to determine the existence of unusual circumstances.  In this case, the findings as to mitigation are so potent that solving the balancing equation in any manner contrary to that which the ALJ reached would constitute an abuse of discretion.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Id. at 74 (emphasis added).</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Although there may be cases in which the government's position would be substantially justified even though to adopt it would be an abuse of discretion, this is not one of them.  Once the ALJ resolved crucial credibility issues against the Department of Labor, the Secretary needed some rationale for rejecting those findings in order to be deemed substantially justified in continuing to press for debarment.  We found there was none.  The Secretary again emphasizes that appellants, as of the time of the first investigation in 1989, had copies in hand of the applicable regulations; in her view, this led to a reasonable perception that appellants' continuing violations represented at least \"culpable neglect,\" an aggravating circumstance that would on its own preclude relief from debarment.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">We previously have identified the flaws in this logic, pointing out that language in appellants' postal contracts calling for monthly payments to Dantran, together with the investigator's clean bill of health after the earlier investigation, would have lulled appellants into a reasonable assumption of compliance.  SeeDantran, 171 F.3d at 74.  The legislative intent behind the Act was to make \"the full vigor of the law [] felt by those who repeatedly and callously violate it,\"<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a> and it would be a stretch to characterize appellants' conduct as culpable within that understanding.  With affirmative assurances that their practices were lawful, theirs was not even a failure to pay attention to the requirements, let alone a deliberate flaunting of them.  SeeDantran, 171 F.3d at 74 n.10 (\"[T]he regulatory scheme with which we are dealing is designed to debar those whose conduct is culpable and to excuse those whose actions invite leniency.\").</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">We recognize that the debarment sanction is not intended as a punishment only for deliberate misconduct.  The regulations do not permit relief from debarment simply because the violator pays what should have been paid previously, see 29 C.F.R. &#167; 4.188(b)(2); such leniency would provide no incentive for contractors to seek out and conform to the regulations governing their conduct.  But the facts here go far beyond such a straightforward failure to abide by the law.  Not only had appellants experienced an apparent endorsement of their practices by a Department investigator, but by the time of the ALJ's decision the Secretary's enforcement actions already had imposed a severe punishment by triggering the loss of their business.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a>  It is hard to imagine a more compelling case for leniency.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">The insistence on forging ahead was exacerbated in this case, moreover, by the Secretary's apparent refusal to consider appellants' repeated offers to cut short the litigation with a settlement that would have conceded the legal issues in exchange for the relief from debarment to which they ultimately were found entitled.  The costs of not settling are precisely what appellants seek to recover here.  Although the offer of settlement certainly does not on its own render the Secretary's position unjustified, the decision to persevere in light of the ALJ's findings of unusual circumstances seems all the more unreasonable against the backdrop of appellants' overtures.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">In sum, while the Secretary's original decision to bring a debarment action was supportable, we believe the district court abused its discretion in failing to find that the Secretary's continuing pursuit of debarment following the ALJ's ruling was ill-considered and, in the language of the EAJA, \"not substantially justified.\"   In these circumstances - involving a company already severely penalized by the government's enforcement action, a factfinder's determination of no culpability, full compliance with remedial obligations, and repeated offers to settle with acquiescence to the government's legal stance - we do not believe a reasonable person could find the government's position following the ALJ's decision to be correct, particularly with the burden on the government to prove itself justified.  We conclude that the decision to prolong the adversarial proceedings swallowed up the earlier justifiable pursuit of debarment.  These appear to be precisely the circumstances in which Congress intended a successful litigant to be able to recover the costs of obtaining success.  SeeJean, 496 U.S. at 163 (\"[T]he specific purpose of the EAJA is to eliminate for the average person the financial disincentive to challenge unreasonable governmental actions.\").<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a></p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">We therefore reverse the district court's judgment and hold that appellants are entitled to fees under the EAJA.  We address the precise scope of that award in the following section.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">III. The Fee Award: What Proceedings are Covered by the EAJA?</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">The Secretary argues that appellants should be limited in any award of attorney's fees to expenses associated with the court action and should not recover fees stemming from the administrative proceedings before the ALJ and ARB.  Appellants counter that the EAJA entitles them to fees for both the judicial and administrative stages of the litigation.  Because we have concluded that the Secretary's position before the ALJ was substantially justified, appellants may not be reimbursed for expenses through the time of the ALJ's decision.  We must consider, however, whether a fee award is appropriate for the costs of litigating before the ARB.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">In addition to providing for an award of fees and other expenses incurred in a civil action in federal court, see 28 U.S.C. &#167; 2412(d)(1)(A), the EAJA specifically allows a court to award fees for an administrative proceeding that qualifies as an \"adversary adjudication\" under 5 U.S.C. &#167; 504(b)(1)(C), see 28 U.S.C. &#167; 2412(d)(3).  Section 504, in turn, defines such an adjudication as one \"under section 554 [of the Administrative Procedure Act (APA)] in which the position of the United States is represented by counsel or otherwise. . . .\"  APA section 554 \"applies . . .  in every case of adjudication required by statute to be determined on the record after opportunity for an agency hearing,\" with some exceptions not relevant here.  5 U.S.C. &#167; 554(a).</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">The Secretary argues that this sequence of statutory provisions does not permit Dantran to recover fees and expenses for the ARB proceedings because, notwithstanding the proceeding's adversary nature and the Secretary's representation by counsel, the debarment hearing was not \"required by statute\" and thus was not an adjudication within the coverage of the EAJA.  She emphasizes that only fees within the explicit language of the statute are recoverable because the EAJA must be strictly construed as it is a waiver of the government's sovereign immunity.  See Ardestani v.INS, 502 U.S. 129, 137 (1991) (a waiver of sovereign immunity \"must be strictly construed in favor of the United States\"); Fidelity Constr. Co. v. United States, 700 F.2d 1379, 1386 (Fed. Cir. 1983) (\"Although the EAJA lifts the bar of sovereign immunity for awards of fees in suits brought by litigants qualifying under the statute, it does so only to the extent explicitly and unequivocally provided.\"), superseded in part by statute, 5 U.S.C. &#167; 504(b)(1)(C) (specifying that certain proceedings under the Contract Disputes Act are adversary adjudications under the EAJA).</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Appellants maintain, however, that a hearing that meets the EAJA definition is mandated by the Service Contract Act.  They point to SCA section 354(a), which provides in relevant part as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Where the Secretary does not otherwise recommend because of unusual circumstances, he shall, not later than ninety days after a hearing examiner has made a finding of a violation of this chapter, forward to the Comptroller General the name of the individual or firm found to have violated the provisions of this chapter.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">41 U.S.C. &#167; 354(a) (emphasis added).  They emphasize that this provision does not leave it to the Secretary's discretion whether to conduct hearings on debarment, but explicitly authorizes the penalty to be imposed only after a finding by a hearing examiner (also called an ALJ) that such penalty is warranted.  They further point out that the proceedings conducted under section 354(a) do conform to the requirements of an adversary adjudication under the APA, with representation by counsel and all of the other procedural protections specified in 5 U.S.C. &#167;&#167; 554-557. See generally 29 C.F.R. &#167;&#167; 6.1-6.20, 8.1-8.13.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">We are persuaded by multiple considerations that appellants have the better argument.  Like appellants, we read the language in section 354(a) to require a hearing.  The statute expressly links the Secretary's obligation to place a contractor on the ineligible list to a hearing examiner's finding of a violation.<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a>  That the statute does not command a hearing \"on the record\" - in the language of APA section 554 -  is of modest significance, as it has long been recognized that the applicability of the APA does not turn on the presence or absence of \"the precise words 'on the record,'\" Seacoast Anti-Pollution League v. Costle, 572 F.2d 872, 876 (lst Cir. 1978) (citing United States v. Florida East Coast Ry. Co., 410 U.S. 224, 245 (1973)).  See also St. Louis Fuel and Supply Co. v. F.E.R.C., 890 F.2d 446, 448 (D.C. Cir. 1989) (\"Our decision . . . does not turn, mechanically, on the absence of magic words.\")<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a>; Marathon Oil v. EPA, 564 F.2d 1253, 1262-63 &amp; nn. 30, 31 (9th Cir. 1977) (similar, referring to \"the magical phrase 'on the record'\").  Rather, \"the resolution of this issue turns on the substantive nature of the hearing Congress intended to provide.\" Seacoast Anti-Pollution League, 572 F.2d at 876.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">We have no reason to doubt that Congress intended this adjudication to be governed by standard APA procedures.  As we previously have observed, an adjudication such as this, which involves specific factual findings with potential for \"serious impact on private rights,\" is \"exactly the kind of quasi-judicial proceeding for which the adjudicatory procedures of the APA were intended.\" Id. (citation omitted); see also id. at 878 (\"'[I]t is assumed that where a statute specifically provides for administrative adjudication (such as the suspension or revocation of a license) after opportunity for an agency hearing, such specific requirement for a hearing ordinarily implies the further requirement of a decision in accordance with evidence adduced at the hearing.'\" (quoting Attorney General's Manual on the Administrative Procedure Act (1947))).  Neither the SCA itself nor case law excludes proceedings under the Act from APA coverage. Cf., e.g., Ardestani, 502 U.S. at 133-34 (Supreme Court precedent established that deportation proceedings are not subject to the APA); Owens v. Brock, 860 F.2d 1363,1365 (6th Cir. 1988) (a provision of the Federal Employees Compensation Act specifically excludes workers' compensation proceedings from coverage under section 554).<a class=\"footnote\" href=\"#fn14\" id=\"fn14_ref\">14</a>  Indeed, both the parties and district court invoked the judicial review provisions of the APA as the basis of jurisdiction.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">Moreover, a careful review of the relevant statutory provisions suggests that the APA is indirectly made applicable by statute to debarment proceedings under the SCA.  Section 353 of Title 41 - the SCA section preceding the one on which appellants rely - incorporates the enforcement authority granted to the Secretary under certain provisions of another statute, the Walsh-Healey Act.  See 41 U.S.C. &#167;&#167; 353(a), 38, 39.<a class=\"footnote\" href=\"#fn15\" id=\"fn15_ref\">15</a>   Pursuant to yet another provision of Walsh-Healey, 41 U.S.C. &#167; 43a(a), the APA is \"applicable in the administration of sections 35 to 39\" of that Act, a grouping that includes the provisions governing the Secretary's enforcement of the SCA.  By that chain of relationship, all of the requirements for EAJA coverage would be met: a hearing required by statute, with counsel representing the government, governed by the provisions of the APA.<a class=\"footnote\" href=\"#fn16\" id=\"fn16_ref\">16</a></p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">The Secretary notes that regulations implementing the EAJA within the Department of Labor explicitly foreclose the award of attorney's fees for SCA proceedings before the ARB.  See 29 C.F.R. &#167; 8.19.<a class=\"footnote\" href=\"#fn17\" id=\"fn17_ref\">17</a>  She also points to a regulation listing the programs within the Department to which the EAJA is applicable, see id. at &#167; 16.104(a), and argues that the omission of SCA hearings from the list is further proof that fees are unavailable for such proceedings.  Several administrative decisions on which the Secretary relies also hold that SCA hearings do not qualify as \"adversary adjudications\" under the EAJA.  See, e.g., Nationwide Bldg. Maint., Inc., BSCA Case No. 92-04, at 8 (Oct. 30, 1992);Pat's Janitorial Serv., Inc., Case No. 81-SCA-1308, Dep. Sec. Dec., at 8 (July 7, 1988).</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">We consider this administrative authority to be of limited value. Agency regulations interpreting a statute that relates to matters outside the agency's area of expertise are entitled to no special deference, see Adams Fruit Co. v. Barrett, 494 U.S. 638, 649-50 (1990), and eligibility for attorney's fees under the EAJA is not within the Department of Labor's particular knowledge, seeArdestani, 502 U.S. at 148 (Blackmun, J., dissenting) (\"Because the EAJA, like the APA, applies to all agencies and is not administered by any one in particular, deference to the interpretation by any particular agency is inappropriate.\").  In addition, the administrative rulings cited by the Secretary do not consider section 354's reference to a hearing examiner's finding of a violation, focusing instead on the discretion given to the Secretary under section 353 \"'to make rules and regulations and to hold hearings,'\" Pat's Janitorial Serv., at 5 (quoting Verticare, Case No. 82-SCA-44, Dep. Sec. Dec. (June 7, 1988)).</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">Moreover, one of the regulations cited by the Secretary suggests an inconsistency in the regulatory scheme.  As noted, section 16.104 of the Department's regulations lists a variety of proceedings that are considered adversarial adjudications covered by the EAJA \"when all other conditions\" in that statute and the Department's rules are met.  The list includes \"[v]iolations and debarment in Federal contracts under the Walsh-Healey Act.\"  29 C.F.R. &#167; 16.104(a)(2)(ii).  Because the SCA specifically incorporates the enforcement procedures of the Walsh-Healey Act, we think it significant that the Department explicitly deems the EAJA applicable to debarment proceedings under that referenced statute. Logically, if debarment proceedings under the Walsh-Healey Act are embraced by the EAJA, equivalent proceedings under the SCA also should be covered.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">We see no need to delve more deeply into the complexities of the regulatory scheme, having come this far primarily to show its inconclusiveness and, to a lesser extent, its arguable endorsement of fee recovery for adversary adjudications of debarment.  Our holding rests not on the agency's views but on our conclusion that the hearing prescribed by section 354 satisfies the APA requirement for a statutorily mandated adjudication that is adversarial in nature.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">Because the adjudication of debarment is required by statute, is adversarial in nature, appears intended by legislation to be covered by the APA, and implicates interests traditionally protected by APA procedures - and because it is not otherwise excluded from APA coverage - we hold that appellants are entitled to fees and expenses associated with the proceedings before the ARB.</p>\n    </div>\n    <p class=\"indent\">IV. Conclusion</p>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">Although the government justifiably instituted debarment proceedings against appellants, the record shows that it was not substantially justified in continuing to pursue debarment after the ALJ's unassailable determination that unusual circumstances warranted a reprieve from that harsh sanction. The district court therefore erred in rejecting appellants' request for attorney's fees under the EAJA.  Because the debarment hearing qualifies as an adversary adjudication under the APA, appellants are entitled to fees for both the administrative and judicial components of the litigation, limited in this instance to the period following the ALJ's decision.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">We leave to the district court the task of assessing a specific fee award, which may include the legal costs associated with this appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">Reversed and remanded for further proceedings consistent with this opinion.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">Dissent follows.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p>  About $40,000 of that amount consisted of wages Dantran had been unable to pay because the Secretary froze funds owed to Dantran by the Postal Service.  This act ultimately resulted in a loss of insurance on the company's fleet of trucks, forcing the company to suspend operations.  Dantran, 171 F.3d at 61.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p>  The \"unusual circumstances\" analysis is done on a case-by-case basis, 29 C.F.R. &#167; 4.188(b)(1), and may warrant relief from debarment if three components are satisfied.  First, there must be no aggravated circumstances, which include willful or deliberate violations, \"culpable neglect to ascertain whether practices are in violation, culpable disregard of whether they were in violation or not, or culpable failure to comply with recordkeeping requirements (such as falsification of records).\"  Id. at &#167; 4.188(b)(3)(i). Second, the contractor must have maintained a good compliance history, cooperated in the investigation, repaid monies due, and adequately assured future compliance. Id. at &#167; 4.188(b)(3)(ii). Finally, when aggravating circumstances are absent and mitigating circumstances are present, the Secretary must consider a variety of other factors, including whether sums due were promptly paid, the seriousness of past or present violations, and \"whether liability was dependent upon resolution of a bona fide legal issue of doubtful certainty,\" id.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p>  Senior Circuit Judge Cudahy concurred in part and dissented in part, expressing somewhat different views on both alleged violations and advocating a remand to the ARB rather than an outright reversal of its decision.  See Dantran, 171 F.3d at 75-78.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p>  We note the challenging task faced by the district court judge in a case such as this: \"Where, as here, the district court originally accepts the Government's position and is then reversed on appeal, the EAJA requires the district court to determine whether the very Government argument it previously accepted was not substantially justified, i.e., unreasonable.\"  Halverson v. Slater, 206 F.3d 1205, 1208 (D.C. Cir. 2000).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p>  The statute states, in relevant part:</p>\n        <p>[A] court shall award to a prevailing party other than the United States fees and other expenses . . . incurred by that party in any civil action . . . , including proceedings for judicial review of agency action, brought by or against the United States . . . , unless the court finds that the position of the United States was substantially justified or that special circumstances make an award unjust.</p>\n        <p>28 U.S.C. &#167; 2412(d)(1)(A).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p>  In Pierce, the Supreme Court recognized the limited role played by \"objective indicia consisting of the views expressed by other courts on the merits of the Government's position,\" 487 U.S. at 569:</p>\n        <p>Obviously, the fact one other court agreed or disagreed with the Government does not establish whether its position was substantially justified.  Conceivably, the Government could take a position that is not substantially justified, yet win; even more likely, it could take a position that is substantially justified, yet lose.  Nevertheless, a string of losses can be indicative; and even more so a string of successes.</p>\n        <p>Id.  The government's position in Pierce was rejected by nine district courts and two courts of appeals, though two courts, including the Supreme Court, issued stays that the government relied on to show justification.  The Court declined to base its decision on \"this category of objective indicia,\" turning instead to a review of the merits.</p>\n        <p>While it would not be insignificant that the ultimate merits panel, as here, was divided in its outcome (or that the district court and ARB sided with the government), that objective fact could not outweigh an appellate court's conviction, based on a review of the underlying issues, that the district court erred in ruling the government's position to be substantially justified.  Cf. Sierra Club, 820 F.2d at 518 (\"[A]fter the merits of a case have been adjudicated, fresh and distinctive inquiry is needed to determine whether a fee entitlement vests under EAJA.\").</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p>  Section 2412(d)(2)(D) states that both the position taken by the United States in court and \"the action or failure to act by the agency\" are considered the \"position of the United States.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p>  The district court's EAJA opinion does not analyze the merits of the government's position on \"unusual circumstances,\" and it therefore carries little weight on this issue.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p>  This statement, quoted in the Secretary's brief, was made by Representative James G. O'Hara, co-author of the SCA, at a hearing on legislation to amend the Act.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p>  The ALJ found that appellants also had forfeited more than $20,000 in penalties and Holmes had lost a potential partner as a result of the revenue freeze and subsequent collapse of the business.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> Our difference with Judge Selya stems primarily from our conclusion that the unusual circumstances found by the ALJ rendered the Secretary's pursuit of debarment from that point forward unjustified.  We acknowledge that the original panel's assessment of the strength of unusual circumstances occurred in the context of our legal conclusion that the fringe benefits \"violation\" was not supportable - a ruling the Secretary could not predict.  We also recognize that the Secretary reasonably could have felt that two violations were more troubling than one.  The ALJ, however, found after hearing the witnesses that Dantran had a justifiable, good-faith belief that both practices were lawful.  That finding, combined with all of the other mitigating factors, leaves us at a loss to explain the Secretary's persistence in seeking debarment. In our view, the conduct and circumstances at issue plainly \"invite leniency,\" Dantran, 171 F.3d at 74 n.10.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> Section 354 explicitly refers to a hearing examiner's \"finding of a violation,\" but refers separately to the Secretary's recommendation on \"unusual circumstances.\"  See supra at 45.  The statutory language thus could be read to provide that only the former is required by statute to be resolved through a hearing, while proceedings to determine the latter are left to the Secretary's discretion.  The Secretary, however, has decided that both the finding of a violation and any finding of unusual circumstances will occur as a result of the same hearing, see 29 C.F.R. &#167; 6.19(b)(2), undoubtedly because debarment cannot occur without a hearing and the question of unusual circumstances is  a necessary part of the debarment inquiry.  Thus, like the Secretary, we view these two questions as elements of a single adjudication.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p>  We note with some displeasure the Secretary's representation that St. Louis Fuel stands for the contrary proposition - that the proceedings at issue there were not subject to the EAJA \"because the statute provided '\"an opportunity for a hearing\"' but does not expressly state that the hearing must be 'on the record.'\" The words quoted by the Secretary simply described the statute and did not represent a holding of the court.  The court in fact stated that \"it is inconclusive that DOE section 7193(c) requires only a 'hearing,' while section 554 applies when a statute commands a hearing 'on the record.'\"  890 F.2d at 448.  That statement was followed by the one quoted in the parenthetical above.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn14\">\n        <a class=\"footnote\" href=\"#fn14_ref\">14</a>\n        <p>  We note that the other cases offered as equivalent by the Secretary in which the EAJA was ruled inapplicable also are distinguishable, either for lack of a statutory hearing requirement or because the relevant scheme otherwise was excluded from the APA adversary adjudication provisions.  See Smedberg Machine &amp; Tool, Inc. v. Donovan, 730 F.2d 1089, 1092-93 (7th Cir. 1984) (no statutory requirement); Hashim v. INS, 936 F.2d 711, 713 (2d Cir. 1991) (deportation proceedings not governed by APA).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn15\">\n        <a class=\"footnote\" href=\"#fn15_ref\">15</a>\n        <p>  SCA section 353(a) provides:</p>\n        <p>Sections 38 and 39 of this title [provisions of the Walsh-Healey Act] shall govern the Secretary's authority to enforce this chapter [the SCA], make rules, regulations, issue orders, hold hearings, and make decisions based upon findings of fact, and take other appropriate action hereunder.</p>\n        <p>41 U.S.C. &#167; 353(a).  Section 38 is entitled \"Administration of Walsh-Healey provisions; officers and employees; appointment; investigations; rules and regulations.\"  Section 39 covers \"Hearings on Walsh-Healey provisions by Secretary of Labor; witness fees; failure to obey order; punishment.\"  41 U.S.C. &#167;&#167; 38, 39.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn16\">\n        <a class=\"footnote\" href=\"#fn16_ref\">16</a>\n        <p>  Although section 43a(a) does not itself oblige the Secretary to hold hearings in particular circumstances, that requirement is imposed in the case of SCA violations by section 354(a).  See supra at 45.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn17\">\n        <a class=\"footnote\" href=\"#fn17_ref\">17</a>\n        <p>  The rule governing ARB proceedings provides:</p>\n        <p>Proceedings under the Service Contract Act and the Contract Work Hours and Safety Standards Act are not subject to the Equal Access to Justice Act . . . . Accordingly, in any proceeding conducted pursuant to the provisions of this Part 8, the Board shall have no power or authority to award attorney fees and/or other litigation expenses pursuant to the Equal Access to Justice Act.</p>\n        <p>29 C.F.R. &#167; 8.19</p>\n      </div>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">SELYA, Circuit Judge (dissenting).</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">Congress, in enacting the Equal Access to Justice Act (the EAJA), 28 U.S.C. &#167; 2412, never intended to chill the federal government's legitimate efforts to enforce statutes and regulations.  Fees were to be awarded if -- and only if -- the government's stance was not substantially justified.  See id. &#167; 2412(d)(1)(A).  The majority gives lip service to this principle, but proceeds to flout it.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">As the court's opinion explains, this appeal requires us to revisit a dispute between the Secretary of Labor and a government contractor, Dantran, Inc.  On our previous encounter, a divided panel of this court reversed a debarment order promulgated by the Secretary under the McNamara-O'Hara Service Contract Act of 1965 (the SCA), 41 U.S.C. &#167;&#167; 351-358.  See Dantran, Inc. v. Dep't of Labor, 171 F.3d 58, 75 (1st Cir. 1999) (Dantran I).  This time around, a different panel is asked to determine whether the district court abused its discretion in denying Dantran's subsequent motion for counsel fees and incidental expenses under the EAJA.  In a strange twist of fate, the majority takes our earlier opinion -- an opinion that I authored -- and fashions it into a club, which it then wields to beat the Secretary about the ears. In doing so, the court mistakes the import of what was written.</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">The Secretary's consistently held position vis-a-vis Dantran had two components.  First, she claimed that Dantran persistently violated a regulation governing frequency of wage payments.  See Dantran I, 171 F.3d at 65-66.  Second, she claimed that Dantran persistently violated a fringe benefit regulation, 29 C.F.R. &#167; 4.172, by cross-crediting certain benefit payments.  Her first claim was indisputably correct:  the evidence is uncontradicted that Dantran paid its employees monthly -- a practice forbidden by the explicit language of a directly applicable regulation, 29 C.F.R. &#167; 4.165(b).  Her second claim was plausible, even though it ultimately was rejected by this court.</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">The claim was plausible because the Secretary's understanding of the fringe benefit regulation was perfectly reasonable.  At the very least, this regulation was susceptible to conflicting readings.  See Dantran I, 171 F.3d at 63; id. at 75 (Cudahy, J., dissenting).  And the mere fact that the Secretary, confronted with a choice among plausible interpretations of an opaque regulation, failed to predict how the courts would rule does not suffice to prove that the government acted unjustifiably.  SeeDe Allende v. Baker, 891 F.2d 7, 12-13 (1st Cir. 1989) (holding that the government was substantially justified in pursuing a novel -- but erroneous -- interpretation of the law); Martinez v. Sec'y of HHS, 815 F.2d 1381, 1383-84 (10th Cir. 1987) (per curiam) (finding the government position substantially justified when the applicable law was unclear); Dougherty v. Lehman, 711 F.2d 555, 566 (3d Cir. 1983) (similar).</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">The history of the fringe benefit regulation helps to prove this point.  The Secretary promulgated the regulation in 1983.  When she cited Dantran in 1991, no court had construed it in respect to cross-crediting, and the regulation's application simply was not self-elucidating in that type of situation.  Where, as here, a government actor's decisionmaking turns on a question of novel impression, the answer to the question would have to be relatively clear to warrant a holding that the government actor's plausible, though erroneous, response was not substantially justified.  See De Allende, 891 F.2d at 12-13 (holding that the government was justified in pursuing its own understanding of a particular provision absent any previous rulings clarifying its meaning); United States v. Yoffe, 775 F.2d 447, 451 (1st Cir. 1985) (\"We do not think that the government should be found to have acted without substantial justification because it did not foresee how the court of appeals would interpret the regulations.\").  Here, moreover, the fact that the Administrative Review Board (the ARB), the district judge, and one member of the original panel of this court agreed with the Secretary's reading of the fringe benefit regulation is a strong indicator of the cogency, and thus the reasonableness, of her position.  E.g., United States v. Paisley, 957 F.2d 1161, 1167 (4th Cir. 1992).</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">The majority seems to concede, albeit grudgingly, that the Secretary's attempts to enforce the frequency-of-payment and cross-crediting regulations were substantially justified.  It nonetheless maintains that the Secretary went too far by pushing for debarment.  Although it strives mightily to treat these inquiries as separate and distinct, the two are inextricably intertwined.</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">The SCA requires the Secretary, within ninety days after she concludes that a violation of the statute has occurred, to \"forward to the Comptroller General the name of the individual or firm found to have [committed the violation].\"  41 U.S.C. &#167; 354(a). The case law makes manifest that debarment \"should be the norm, not the exception, and only the most compelling of justifications should relieve a violating contractor from that sanction.\" Vigilantes, Inc. v. Adm'r, Wage &amp; Hour Div., Dep't of Labor, 968 F.2d 1412, 1418 (1st Cir. 1992).  This case law informs the statutory grant to the Secretary of a limited discretion to recommend against debarment \"because of unusual circumstances,\" 41 U.S.C. &#167; 354(a).  As a result, the \"unusual circumstances\" standard must be read narrowly.  Equally as important, the standard must not be applied in a vacuum.  With respect, the majority contravenes both of these tenets.</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">In this case, the Secretary, having credibly found violations of both the frequency-of-payment and fringe benefit regulations, thought it inconcinnous to exempt Dantran from debarment.  The district court upheld that determination.  The calculus changed, however, when we set aside the finding that Dantran had violated the fringe benefit regulation.  Dantran I, 171 F.3d at 65-66.  At that point, after noting that the issue was one of \"some complexity,\" id. at 68, we conducted a lengthy analysis and determined that unusual circumstances rendered debarment an inappropriate remedy for the violation of the frequency-of-payment regulation, standing alone.  Id. at 68-75.  The majority seizes on this determination and argues that it demonstrates that the Secretary was not substantially justified in seeking debarment in the first place.  The fallacy in this argument is that it wrests what the prior panel wrote from the context in which we wrote it.</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">Take, for example, the majority's reliance on the constellation of mitigating factors (e.g., the first compliance officer's acquiescence in Dantran's payroll practices, Dantran's generally good compliance history, and its prompt payment of all monies due) that the prior panel enumerated to excuse Dantran's violation of the frequency-of-payment provision.  See Dantran I, 171 F.3d at 69-73.  The majority transplants these factors, root and branch, from one opinion to the other without the slightest allowance for the stark difference in settings.  The prior panel wrote in the context of a finding that Dantran had transgressed only the frequency-of-payment regulation.  My brethren write, however, for a different purpose -- a purpose that requires them to take account of the Secretary's reasonable belief that Dantran had flagrantly violated not one, but two, substantive regulations. Given this important distinction, the majority's attempt to use our earlier opinion to debunk the Secretary's original decision compares plums with pomegranates.  After all, by clarifying the meaning of the cross-crediting provision, we removed one of the two principal bases on which the Secretary's decision to pursue debarment rested.</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">Stated another way, the Secretary, in deciding not to grant relief from debarment, was entitled to rely on her reasonable (albeit erroneous) finding that Dantran had persistently violated the fringe benefit regulation.  This factor, together with Dantran's undeniable violation of the frequency-of-payment regulation, justified the Secretary's conclusion that aggravating circumstances prevented relief from debarment.  See 29 C.F.R. &#167; 4.188(b)(3)(ii) (explaining that a contractor cannot be relieved from debarment in the face of aggravating factors).  Not having the benefit of Dantran I, the Secretary reasonably could have concluded, as did the ARB, that the law left her no choice but to pursue debarment because Dantran had blatantly disregarded two separate regulations.  With both breaches in the case, Dantran was culpable (or so the Secretary reasonably could have thought) and there was no \"compelling . . . justification[],\" Vigilantes, 968 F.2d at 1418, for recommending leniency.</p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">In an effort to shore up its flawed reasoning, the majority suggests that \"the Secretary's persistence\" in seeking debarment after the ALJ had found that \"Dantran had a justifiable, good-faith belief that [the two challenged] practices were lawful\" somehow robbed her subsequent actions of any patina of substantial justification.  Ante at 44 n.11.  But this occurred quite early in the proceedings -- and the majority's position is tantamount to requiring the Secretary to quit while she was behind.  This position is counterintuitive for at least three reasons.  First, the Secretary obviously had a better case than the ALJ intuited; after all, she succeeded up and down the line in negating the ALJ's finding that Dantran's monthly pay periods were legitimate, and she convinced both the ARB and the district court that the ALJ's finding as to the cross-crediting of fringe benefits was erroneous. Second, the majority's position requires the Secretary to keep a crystal ball on her desk; she is charged with anticipating not only a contrary interpretation of the cross-crediting provision but also the precise workings of the SCA's \"odd standard of review.\" Dantran I, 171 F.3d at 69.  Demanding this kind of clairvoyance is particularly unsettling considering the \"interpretive difficulties\" that this standard presented.  Id. at 70.  Finally, the majority's position creates a perverse incentive, in effect encouraging the government to abandon efforts to pursue reasonable interpretations of federal statutes and regulations whenever it encounters difficulty at an early stage of a proceeding.  For these reasons, I believe that it is both unreasonable and unwise to punish the Secretary for her unwillingness to cave in to an ALJ's debatable findings, forgo judicial remedies, and abdicate her enforcement responsibilities.</p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\">I need go no further.  The short of it is that, on this record, I see no way to hold that the Secretary lacked substantial justification in not exempting Dantran from debarment.  After all, the EAJA does not require the government to be prescient: \"substantially justified\" does not mean \"justified to a high degree, but rather justified in substance or in the main -- that is, justified to a degree that could satisfy a reasonable person.\" Pierce v. Underwood, 487 U.S. 552, 565 (1988) (internal quotation marks omitted).  Here, the Secretary not only had reasonable bases in fact and law for believing that Dantran had violated the SCA, but also had reasonable bases in fact and law for pursuing debarment.  No more is exigible to show substantial justification (and, accordingly, to defeat an EAJA application).  See id.; seealso Sierra Club v. Sec'y of Army, 820 F.2d 513, 516-17 (1st Cir. 1987).  Because my brethren set the bar considerably higher for the Secretary, I respectfully dissent.</p>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">246</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">36</span></span> (1st Cir. 2001)</p>\n    <p class=\"parties\">DANTRAN, INC. AND ROBERT HOLMES, Plaintiffs, Appellants,<br>v.<br>UNITED STATES DEPARTMENT OF LABOR, Defendant, Appellee.</p>\n    <p class=\"docket\">No. 00-1656</p>\n    <p class=\"court\">United States Court of Appeals for the First Circuit</p>\n    <p class=\"date\">Heard January 11, 2001<br>Decided April 13, 2001</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL FROM THE UNITED STATES DISTRICT COURT  FOR THE DISTRICT OF MAINE</p>\n      <p class=\"indent\">[Hon. Gene Carter, U.S. District Judge]</p>\n      <p class=\"indent\">Richard P. Romeo, with whom Seth D. Harrow was on brief, for appellants.</p>\n      <p class=\"indent\">Carol Arnold, Attorney, with whom Henry L. Solano, Solicitor of Labor, Steven J. Mandel, Associate Solicitor, and Paul L. Frieden, Counsel for Appellate Litigation, were on brief, for appellee.</p>\n      <p class=\"indent\">Before Selya, Circuit Judge, Coffin and Campbell, Senior Circuit Judges.</p>\n      <p class=\"indent\">COFFIN, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">After six years of litigation challenging the Secretary of Labor's attempt to bar them from government contracting because of irregular payroll practices, appellants Dantran, Inc., and its principal, Robert C. Holmes, prevailed.  This court ruled that, given the circumstances, \"debarment would be a punishment totally out of proportion to the offense (and, therefore, contrary to the regulations).\"  See Dantran v. U.S. Dep't of Labor, <span class=\"citation\" data-id=\"198391\"><a href=\"/opinion/198391/dantran-inc-v-united-states-dept/\"><span class=\"volume\">171</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">58</span></a></span>, 74-75 (lst Cir. 1999). Having achieved that outcome, appellants came back to court seeking attorney's fees under the Equal Access to Justice Act (EAJA), 28 U.S.C. &#167; 2412(d)(1)(A), which entitles litigants who prevail against the government to attorney's fees unless the position of the United States was \"substantially justified.\"  The district court concluded that the government's position had sufficient merit and rejected the fee request.  Our review of the record and relevant legal principles persuades us that the court erred in its assessment of the latter phase of the government's case.  We therefore reverse its judgment and remand for calculation of fees covering the appropriate portions of the litigation, as discussed in Section III below.</p>\n    </div>\n    <p class=\"indent\">I. Background</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">In our earlier decision, we discussed at length the facts underlying this case, see Dantran, 171 F.3d at 61-62, and we revisit only so much of that history as is necessary to provide a backdrop for the issue now before us.  Dantran is a trucking company that for more than a decade contracted with the United States Postal Service to haul mail between various sites in Maine, Vermont, New Hampshire, and Massachusetts.  This case began with the Secretary of Labor's 1993 administrative complaint seeking to exclude, or \"debar,\" appellants from government contracting for three years based on violations of the McNamara-O'Hara Service Contract Act of 1965 (the \"Act\" or the \"SCA\"), 41 U.S.C. &#167;&#167; 351-358, and related regulations.  The complaint followed an examination by the Department of Labor's Wage and Hour Division, whose investigator concluded that two of Dantran's routine practices - paying employees on a monthly basis and capping fringe benefits at 40 hours per week regardless of the number of hours an employee actually worked (\"cross-crediting\" benefits) - violated the Act.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Although appellants promptly took action to remedy the identified violations, and the wage deficiencies were settled through payments to employees totaling about $67,000,<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> the investigator's final report pressed for debarment.  The report noted \"'the size of the violations and the fact that the firm was investigated once before.'\" Dantran, 171 F.3d at 62. That prior investigation had a markedly different outcome, however.  Even though Dantran had been using the same procedures, another investigator, Rioux, found no irregularities, and his report stated that there were no problems with the company's fringe benefit payment practices.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The Secretary nonetheless followed the recommendation of the second investigator and filed a debarment complaint.  The Act's enforcement scheme generally anticipates debarment proceedings whenever the Secretary determines that a government contractor has violated the Act or its associated regulations, but both the statute and regulations provide that the existence of \"unusual circumstances\" may warrant a reprieve from that sanction.  See 41 U.S.C. &#167; 354(a); 29 C.F.R. &#167; 4.188(a).  The existence of \"unusual circumstances\" in a given case depends on the absence of aggravating factors and the presence of mitigating factors.  SeeDantran, 171 F.3d at 68, 73 (listing some aggravating and mitigating factors); 29 C.F.R. &#167; 4.188(b)(3)(i), (ii).  If a contractor's conduct evidences one of the enumerated aggravating circumstances, which include culpable neglect or culpable disregard of regulatory obligations, \"relief from the debarment sanction cannot be in order.\" Id. at &#167; 4.188(b)(3)(i).<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">After a hearing, an Administrative Law Judge (ALJ) concluded that neither Holmes nor Dantran should be debarred, finding:</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">that the plaintiffs attempted to comply with the regulations in good faith; that they cooperated fully with the Secretary's investigation; that they promptly settled their account and changed their monthly payment practice once the matter was brought to their attention; that nothing in their past compliance history reflected adversely on them; and that, in all events, the alleged violations were not especially serious.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Dantran, 171 F.3d at 74 n.9 (summarizing ALJ's conclusions). The Labor Department's Administrative Review Board (ARB) reversed, however, and ordered debarment. The ARB ruled that appellants' violation of the payment frequency regulation reflected \"culpable disregard\" of that legal requirement, and their cross-crediting of fringe benefits constituted \"culpable neglect\" for failing to ascertain the proper calculation, making them ineligible for \"unusual circumstances\" relief.  The district court affirmed the ARB, but this court then reversed that decision,<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> concluding that the factors militating against debarment were \"so potent\" that an outcome \"contrary to that which the ALJ reached would constitute an abuse of discretion,\" id. at 74.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Armed with our firm statement in support of their position, appellants sought attorney's fees under the EAJA, contending that the government's litigation stance was not \"substantially justified.\"  The district court denied the request, finding that the Secretary had a \"reasonable basis\" in fact and law to pursue debarment.  The court relied primarily on the differing conclusions reached in the prior judicial and administrative proceedings to support its conclusion that a reasonable person could view the government's position as justified.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">On appeal, appellants argue, inter alia, that the court erred by failing to consider the government's position not only at the outset of the proceedings but also throughout the litigation, and by giving no consideration to the unusual circumstances that this court found weighed so strongly against debarment.</p>\n    </div>\n    <p class=\"indent\">II. Discussion</p>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">A. The Standard: Limited Role for Objective Factors</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The EAJA obliges a court to award attorney's fees and expenses to a party that prevails in litigation against the government unless the court finds that the government's position was \"substantially justified.\"  28 U.S.C. &#167; 2412(d)(1)(A).<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  There is no dispute that appellants prevailed, and the controversy before us therefore centers on whether the government was \"substantially justified\" in pursuing debarment.  That the government lost in the underlying litigation does not create a presumption that its position was not substantially justified.  Pierce v. Underwood, <span class=\"citation\" data-id=\"112137\"><a href=\"/opinion/112137/pierce-v-underwood/\"><span class=\"volume\">487</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">552</span></a></span>, 569 (1988); United States v. One Parcel of Real Prop., <span class=\"citation\" data-id=\"580694\"><a href=\"/opinion/580694/nos-91-1681-91-1682/\"><span class=\"volume\">960</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">200</span></a></span>, 208 (lst Cir. 1992).  Nor does success at some stage of the litigation prove the requisite level of justification. Pierce, 487 U.S. at 569; Sierra Club v. Sec'y of Army, <span class=\"citation\" data-id=\"489491\"><a href=\"/opinion/489491/sierra-club-v-secretary-of-the-army-sierra-club-v-secretary-of-the-army/\"><span class=\"volume\">820</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">513</span></a></span>, 517 (lst Cir. 1987).<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>  The question is whether the government's position \"has a reasonable basis in law and fact,\"Pierce, 487 U.S. at 566 n.2, or, stated another way, whether \"a reasonable person could think it correct,\" id.; see also De Allende v. Baker, <span class=\"citation\" data-id=\"532999\"><a href=\"/opinion/532999/hortensia-de-allende-v-james-baker-secretary-of-state/\"><span class=\"volume\">891</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">7</span></a></span>, 11-12 (lst Cir. 1989).  This standard means that the government's case need not be frivolous to support an award of fees, Pierce, 487 U.S. at 566, but, on the other hand, the litigation need not be a cliffhanger to be sufficiently justified. The government bears the burden of proving, by a preponderance of the evidence, that its position was substantially justified, De Allende, 891 F.2d at 12, and we review the district court's determination for abuse of discretion, Pierce, 487 U.S. at 562-63.</p>\n    </div>\n    <p class=\"indent\">B. Our Assessment</p>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">We find no error in the district court's conclusion that the decision to initiate a debarment proceeding was substantially justified.  The Act provides that \"no contract of the United States shall be awarded\" to individuals or firms found to have violated its provisions \"[u]nless the Secretary otherwise recommends because of unusual circumstances.\"  41 U.S.C. &#167; 354(a).  As we noted in our earlier decision, appellants violated an explicit prohibition against pay periods longer than semimonthly, see Dantran, 171 F.3d at 65-66 (citing 29 C.F.R. &#167; 4.165(b)), and, on that basis alone, the Secretary was required to institute debarment proceedings, seeid. at 67.  We think it reasonable for the Secretary to have awaited the fact finding hearing before deciding whether appellants were entitled to a reprieve from that penalty because of \"unusual circumstances.\"  Indeed, the enforcement regulations caution the Secretary to use restraint in excusing a contractor from the ineligible list, see 29 C.F.R. &#167; 4.188(b)(1), and the burden of establishing unusual circumstances falls on the violator, id.  See also Vigilantes, Inc. v. Adm'r, Wage and Hour Div., <span class=\"citation\" data-id=\"586816\"><a href=\"/opinion/586816/vigilantes-inc-v-administrator-of-wage-and-hour-division-us/\"><span class=\"volume\">968</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1412</span></a></span>, 1418 (lst Cir. 1992) (\"The legislative history of the SCA makes clear that debarment of contractors who violated the SCA should be the norm, not the exception, and only the most compelling of justifications should relieve a violating contractor from that sanction.\").</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Our inquiry does not end, however, with the Secretary's initial decision to bring a debarment complaint.   To satisfy its burden, the government must justify not only its pre-litigation conduct but also its position throughout litigation.  Comm'r, INSv. Jean, <span class=\"citation\" data-id=\"112449\"><a href=\"/opinion/112449/commissioner-ins-v-jean/\"><span class=\"volume\">496</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">154</span></a></span>, 159 (1990); Jackson v. Chater, <span class=\"citation\" data-id=\"725083\"><a href=\"/opinion/725083/51-socsecrepser-571-unemplinsrep-cch-p-15529b-shirley-jackson-v/\"><span class=\"volume\">94</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">274</span></a></span>, 278 (7th Cir. 1996); One Parcel of Real Prop., 960 F.2d at 208; seealso 28 U.S.C. &#167; 2412(d)(2)(D).<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a>  The court's task in examining the government's position is not to make \"discrete findings as to each of these temporally distinct elements, [but to] . . . arrive at one conclusion that simultaneously encompasses and accommodates the entire civil action.\"  Chater, 94 F.3d at 278.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The difficulty with the Secretary's position in this case surfaces when we look beyond the ALJ's hearing and fact finding. The Secretary's continuing view that appellants' practices warranted debarment does not give us pause; the payment frequency requirement is unambiguous, and the lengthy analysis in our earlier opinion demonstrates that the Secretary's position on the lawfulness of cross-crediting was sufficiently debatable, though we ultimately ruled it incorrect.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">We balk, however, on the issue of \"unusual circumstances.\"<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> The ALJ thoroughly examined the relevant circumstances in the course of concluding that appellants were ideally suited for relief from the debarment penalty.  See supra at 38-39.  In our earlier decision, we noted the ALJ's unassailable finding that \"no aggravating factors were extant,\" Dantran, 171 F.3d at 73, as well as his \"specific findings of historical fact that resolve virtually all of the enumerated factors in the plaintiffs' favor,\" id.  Seealso id. at 74 (\"[L]egal certainty associated with the payment frequency provision, without more, cannot overcome a record that reeks of mitigation.\").</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The Secretary resisted this determination, however, and persisted in pushing for debarment.  She took this path even though the company had ceased to exist because of financial difficulties triggered by the Department of Labor's freezing of its assets, see note 1 supra, and despite repeated settlement offers from appellants, see infra at 14-15.  Although the Secretary prevailed in the next stage of the litigation when the ARB reversed the ALJ, the Board's decision lends no support to the Secretary's effort to justify the continuing pursuit of debarment.  The ALJ's decision had been based on first-hand observation of witnesses, giving strength to the credibility assessments on which it rested.  We found the ARB's contrary ruling to be not only incorrect, but without foundation:</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">On appellate review, courts are entitled to expect, at a minimum, that an agency which rejects an ALJ's factfinding will provide a rational exposition of how other facts or circumstances justify such a course of action. [Citations omitted.]  There is no hint of such an analysis in the ARB's opinion. . . .  The short of it is that, gauged by the proper standard of review, the ARB had no legally sufficient reason for upsetting the ALJ's findings of fact (particularly those that relied on credibility assessments).</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Dantran, 171 F.3d at 73.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">The particular testimony prompting that criticism of the ARB's ruling concerned appellants' knowledge of the bi-weekly pay rules. The investigator who had done the earlier examination of appellants' pay practices, Rioux, testified that he had told appellant Holmes that the regulations call for payment twice a month, rather than monthly.  Rioux testified that appellant replied as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">\"[T]he post office pays me on a monthly basis.  When they pay me on a bi-weekly basis, I'll pay [my employees] on a bi-weekly basis.\"</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Id. at 69.  According to the ARB, this exchange demonstrated appellants' \"culpable disregard\" of the law - an \"aggravating circumstance\" under 29 C.F.R. &#167; 4.188(b)(3)(i) that made Dantran and Holmes ineligible for relief from debarment.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">As we explained in our earlier decision, however, the ALJ - the only factfinder with direct exposure to the testifying parties -  explicitly considered this evidence and declined to give it weight, instead crediting Holmes' testimony that Rioux made no such point.  See Dantran, 171 F.3d at 72.  We devoted a considerable part of our opinion to an explanation why this was binding on the ARB.  See id. at 68-72.  The ALJ's finding that \"Dantran had a reasonable, good-faith belief throughout the ensuing period that its wage-payment practices conformed with the Act's requirements\" was reinforced, moreover, by Rioux's final report stating that plaintiffs' payroll practices were \"'in compliance with all the provisions of the [Act].'\"  Id.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">On this record, a majority of our panel found that the ARB's decision reflected a \"serious infirmity in agency decisionmaking,\" and we concluded that there was \"no plausible basis\" for an outcome contrary to that reached by the ALJ on the absence of aggravating factors.  See id. at 73.  In the panel majority's view, the mitigating factors in appellants' favor were so strong - as the ALJ had recognized - that this was the \"rare case\" in which \"the facts admit of only one plausible legal conclusion.\"  See id. at 75.  We observed:</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">[T]here is no reasonable doubt about the balancing equation's overall equilibrium.  Although the Act grants the Secretary latitude in considering whether to recommend relief from debarment, she has cabined that discretion by enumerating specific factors (and the balancing methodology) upon which she will rely to determine the existence of unusual circumstances.  In this case, the findings as to mitigation are so potent that solving the balancing equation in any manner contrary to that which the ALJ reached would constitute an abuse of discretion.</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Id. at 74 (emphasis added).</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Although there may be cases in which the government's position would be substantially justified even though to adopt it would be an abuse of discretion, this is not one of them.  Once the ALJ resolved crucial credibility issues against the Department of Labor, the Secretary needed some rationale for rejecting those findings in order to be deemed substantially justified in continuing to press for debarment.  We found there was none.  The Secretary again emphasizes that appellants, as of the time of the first investigation in 1989, had copies in hand of the applicable regulations; in her view, this led to a reasonable perception that appellants' continuing violations represented at least \"culpable neglect,\" an aggravating circumstance that would on its own preclude relief from debarment.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">We previously have identified the flaws in this logic, pointing out that language in appellants' postal contracts calling for monthly payments to Dantran, together with the investigator's clean bill of health after the earlier investigation, would have lulled appellants into a reasonable assumption of compliance.  SeeDantran, 171 F.3d at 74.  The legislative intent behind the Act was to make \"the full vigor of the law [] felt by those who repeatedly and callously violate it,\"<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a> and it would be a stretch to characterize appellants' conduct as culpable within that understanding.  With affirmative assurances that their practices were lawful, theirs was not even a failure to pay attention to the requirements, let alone a deliberate flaunting of them.  SeeDantran, 171 F.3d at 74 n.10 (\"[T]he regulatory scheme with which we are dealing is designed to debar those whose conduct is culpable and to excuse those whose actions invite leniency.\").</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">We recognize that the debarment sanction is not intended as a punishment only for deliberate misconduct.  The regulations do not permit relief from debarment simply because the violator pays what should have been paid previously, see 29 C.F.R. &#167; 4.188(b)(2); such leniency would provide no incentive for contractors to seek out and conform to the regulations governing their conduct.  But the facts here go far beyond such a straightforward failure to abide by the law.  Not only had appellants experienced an apparent endorsement of their practices by a Department investigator, but by the time of the ALJ's decision the Secretary's enforcement actions already had imposed a severe punishment by triggering the loss of their business.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a>  It is hard to imagine a more compelling case for leniency.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">The insistence on forging ahead was exacerbated in this case, moreover, by the Secretary's apparent refusal to consider appellants' repeated offers to cut short the litigation with a settlement that would have conceded the legal issues in exchange for the relief from debarment to which they ultimately were found entitled.  The costs of not settling are precisely what appellants seek to recover here.  Although the offer of settlement certainly does not on its own render the Secretary's position unjustified, the decision to persevere in light of the ALJ's findings of unusual circumstances seems all the more unreasonable against the backdrop of appellants' overtures.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">In sum, while the Secretary's original decision to bring a debarment action was supportable, we believe the district court abused its discretion in failing to find that the Secretary's continuing pursuit of debarment following the ALJ's ruling was ill-considered and, in the language of the EAJA, \"not substantially justified.\"   In these circumstances - involving a company already severely penalized by the government's enforcement action, a factfinder's determination of no culpability, full compliance with remedial obligations, and repeated offers to settle with acquiescence to the government's legal stance - we do not believe a reasonable person could find the government's position following the ALJ's decision to be correct, particularly with the burden on the government to prove itself justified.  We conclude that the decision to prolong the adversarial proceedings swallowed up the earlier justifiable pursuit of debarment.  These appear to be precisely the circumstances in which Congress intended a successful litigant to be able to recover the costs of obtaining success.  SeeJean, 496 U.S. at 163 (\"[T]he specific purpose of the EAJA is to eliminate for the average person the financial disincentive to challenge unreasonable governmental actions.\").<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a></p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">We therefore reverse the district court's judgment and hold that appellants are entitled to fees under the EAJA.  We address the precise scope of that award in the following section.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">III. The Fee Award: What Proceedings are Covered by the EAJA?</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">The Secretary argues that appellants should be limited in any award of attorney's fees to expenses associated with the court action and should not recover fees stemming from the administrative proceedings before the ALJ and ARB.  Appellants counter that the EAJA entitles them to fees for both the judicial and administrative stages of the litigation.  Because we have concluded that the Secretary's position before the ALJ was substantially justified, appellants may not be reimbursed for expenses through the time of the ALJ's decision.  We must consider, however, whether a fee award is appropriate for the costs of litigating before the ARB.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">In addition to providing for an award of fees and other expenses incurred in a civil action in federal court, see 28 U.S.C. &#167; 2412(d)(1)(A), the EAJA specifically allows a court to award fees for an administrative proceeding that qualifies as an \"adversary adjudication\" under 5 U.S.C. &#167; 504(b)(1)(C), see 28 U.S.C. &#167; 2412(d)(3).  Section 504, in turn, defines such an adjudication as one \"under section 554 [of the Administrative Procedure Act (APA)] in which the position of the United States is represented by counsel or otherwise. . . .\"  APA section 554 \"applies . . .  in every case of adjudication required by statute to be determined on the record after opportunity for an agency hearing,\" with some exceptions not relevant here.  5 U.S.C. &#167; 554(a).</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">The Secretary argues that this sequence of statutory provisions does not permit Dantran to recover fees and expenses for the ARB proceedings because, notwithstanding the proceeding's adversary nature and the Secretary's representation by counsel, the debarment hearing was not \"required by statute\" and thus was not an adjudication within the coverage of the EAJA.  She emphasizes that only fees within the explicit language of the statute are recoverable because the EAJA must be strictly construed as it is a waiver of the government's sovereign immunity.  See Ardestani v.INS, <span class=\"citation\" data-id=\"112665\"><a href=\"/opinion/112665/ardestani-v-ins/\"><span class=\"volume\">502</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">129</span></a></span>, 137 (1991) (a waiver of sovereign immunity \"must be strictly construed in favor of the United States\"); Fidelity Constr. Co. v. United States, <span class=\"citation\" data-id=\"414520\"><a href=\"/opinion/414520/fidelity-construction-company-v-the-united-states/\"><span class=\"volume\">700</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1379</span></a></span>, 1386 (Fed. Cir. 1983) (\"Although the EAJA lifts the bar of sovereign immunity for awards of fees in suits brought by litigants qualifying under the statute, it does so only to the extent explicitly and unequivocally provided.\"), superseded in part by statute, 5 U.S.C. &#167; 504(b)(1)(C) (specifying that certain proceedings under the Contract Disputes Act are adversary adjudications under the EAJA).</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Appellants maintain, however, that a hearing that meets the EAJA definition is mandated by the Service Contract Act.  They point to SCA section 354(a), which provides in relevant part as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Where the Secretary does not otherwise recommend because of unusual circumstances, he shall, not later than ninety days after a hearing examiner has made a finding of a violation of this chapter, forward to the Comptroller General the name of the individual or firm found to have violated the provisions of this chapter.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">41 U.S.C. &#167; 354(a) (emphasis added).  They emphasize that this provision does not leave it to the Secretary's discretion whether to conduct hearings on debarment, but explicitly authorizes the penalty to be imposed only after a finding by a hearing examiner (also called an ALJ) that such penalty is warranted.  They further point out that the proceedings conducted under section 354(a) do conform to the requirements of an adversary adjudication under the APA, with representation by counsel and all of the other procedural protections specified in 5 U.S.C. &#167;&#167; 554-557. See generally 29 C.F.R. &#167;&#167; 6.1-6.20, 8.1-8.13.</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">We are persuaded by multiple considerations that appellants have the better argument.  Like appellants, we read the language in section 354(a) to require a hearing.  The statute expressly links the Secretary's obligation to place a contractor on the ineligible list to a hearing examiner's finding of a violation.<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a>  That the statute does not command a hearing \"on the record\" - in the language of APA section 554 -  is of modest significance, as it has long been recognized that the applicability of the APA does not turn on the presence or absence of \"the precise words 'on the record,'\" Seacoast Anti-Pollution League v. Costle, <span class=\"citation\" data-id=\"354073\"><a href=\"/opinion/354073/seacoast-anti-pollution-league-v-douglas-m-costle-as-administrator-of/\"><span class=\"volume\">572</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">872</span></a></span>, 876 (lst Cir. 1978) (citing United States v. Florida East Coast Ry. Co., <span class=\"citation\" data-id=\"108715\"><a href=\"/opinion/108715/united-states-v-florida-east-coast-r-co/\"><span class=\"volume\">410</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">224</span></a></span>, 245 (1973)).  See also St. Louis Fuel and Supply Co. v. F.E.R.C., <span class=\"citation\" data-id=\"532740\"><a href=\"/opinion/532740/st-louis-fuel-and-supply-company-inc-v-federal-energy-regulatory/\"><span class=\"volume\">890</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">446</span></a></span>, 448 (D.C. Cir. 1989) (\"Our decision . . . does not turn, mechanically, on the absence of magic words.\")<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a>; Marathon Oil v. EPA, <span class=\"citation\" data-id=\"350208\"><a href=\"/opinion/350208/marathon-oil-company-union-oil-company-of-california-atlantic-richfield/\"><span class=\"volume\">564</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1253</span></a></span>, 1262-63 &amp; nn. 30, 31 (9th Cir. 1977) (similar, referring to \"the magical phrase 'on the record'\").  Rather, \"the resolution of this issue turns on the substantive nature of the hearing Congress intended to provide.\" Seacoast Anti-Pollution League, 572 F.2d at 876.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">We have no reason to doubt that Congress intended this adjudication to be governed by standard APA procedures.  As we previously have observed, an adjudication such as this, which involves specific factual findings with potential for \"serious impact on private rights,\" is \"exactly the kind of quasi-judicial proceeding for which the adjudicatory procedures of the APA were intended.\" Id. (citation omitted); see also id. at 878 (\"'[I]t is assumed that where a statute specifically provides for administrative adjudication (such as the suspension or revocation of a license) after opportunity for an agency hearing, such specific requirement for a hearing ordinarily implies the further requirement of a decision in accordance with evidence adduced at the hearing.'\" (quoting Attorney General's Manual on the Administrative Procedure Act (1947))).  Neither the SCA itself nor case law excludes proceedings under the Act from APA coverage. Cf., e.g., Ardestani, 502 U.S. at 133-34 (Supreme Court precedent established that deportation proceedings are not subject to the APA); Owens v. Brock, 860 F.2d 1363,1365 (6th Cir. 1988) (a provision of the Federal Employees Compensation Act specifically excludes workers' compensation proceedings from coverage under section 554).<a class=\"footnote\" href=\"#fn14\" id=\"fn14_ref\">14</a>  Indeed, both the parties and district court invoked the judicial review provisions of the APA as the basis of jurisdiction.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">Moreover, a careful review of the relevant statutory provisions suggests that the APA is indirectly made applicable by statute to debarment proceedings under the SCA.  Section 353 of Title 41 - the SCA section preceding the one on which appellants rely - incorporates the enforcement authority granted to the Secretary under certain provisions of another statute, the Walsh-Healey Act.  See 41 U.S.C. &#167;&#167; 353(a), 38, 39.<a class=\"footnote\" href=\"#fn15\" id=\"fn15_ref\">15</a>   Pursuant to yet another provision of Walsh-Healey, 41 U.S.C. &#167; 43a(a), the APA is \"applicable in the administration of sections 35 to 39\" of that Act, a grouping that includes the provisions governing the Secretary's enforcement of the SCA.  By that chain of relationship, all of the requirements for EAJA coverage would be met: a hearing required by statute, with counsel representing the government, governed by the provisions of the APA.<a class=\"footnote\" href=\"#fn16\" id=\"fn16_ref\">16</a></p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">The Secretary notes that regulations implementing the EAJA within the Department of Labor explicitly foreclose the award of attorney's fees for SCA proceedings before the ARB.  See 29 C.F.R. &#167; 8.19.<a class=\"footnote\" href=\"#fn17\" id=\"fn17_ref\">17</a>  She also points to a regulation listing the programs within the Department to which the EAJA is applicable, see id. at &#167; 16.104(a), and argues that the omission of SCA hearings from the list is further proof that fees are unavailable for such proceedings.  Several administrative decisions on which the Secretary relies also hold that SCA hearings do not qualify as \"adversary adjudications\" under the EAJA.  See, e.g., Nationwide Bldg. Maint., Inc., BSCA Case No. 92-04, at 8 (Oct. 30, 1992);Pat's Janitorial Serv., Inc., Case No. 81-SCA-1308, Dep. Sec. Dec., at 8 (July 7, 1988).</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">We consider this administrative authority to be of limited value. Agency regulations interpreting a statute that relates to matters outside the agency's area of expertise are entitled to no special deference, see Adams Fruit Co. v. Barrett, <span class=\"citation\" data-id=\"112397\"><a href=\"/opinion/112397/adams-fruit-co-v-barrett/\"><span class=\"volume\">494</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">638</span></a></span>, 649-50 (1990), and eligibility for attorney's fees under the EAJA is not within the Department of Labor's particular knowledge, seeArdestani, 502 U.S. at 148 (Blackmun, J., dissenting) (\"Because the EAJA, like the APA, applies to all agencies and is not administered by any one in particular, deference to the interpretation by any particular agency is inappropriate.\").  In addition, the administrative rulings cited by the Secretary do not consider section 354's reference to a hearing examiner's finding of a violation, focusing instead on the discretion given to the Secretary under section 353 \"'to make rules and regulations and to hold hearings,'\" Pat's Janitorial Serv., at 5 (quoting Verticare, Case No. 82-SCA-44, Dep. Sec. Dec. (June 7, 1988)).</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">Moreover, one of the regulations cited by the Secretary suggests an inconsistency in the regulatory scheme.  As noted, section 16.104 of the Department's regulations lists a variety of proceedings that are considered adversarial adjudications covered by the EAJA \"when all other conditions\" in that statute and the Department's rules are met.  The list includes \"[v]iolations and debarment in Federal contracts under the Walsh-Healey Act.\"  29 C.F.R. &#167; 16.104(a)(2)(ii).  Because the SCA specifically incorporates the enforcement procedures of the Walsh-Healey Act, we think it significant that the Department explicitly deems the EAJA applicable to debarment proceedings under that referenced statute. Logically, if debarment proceedings under the Walsh-Healey Act are embraced by the EAJA, equivalent proceedings under the SCA also should be covered.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">We see no need to delve more deeply into the complexities of the regulatory scheme, having come this far primarily to show its inconclusiveness and, to a lesser extent, its arguable endorsement of fee recovery for adversary adjudications of debarment.  Our holding rests not on the agency's views but on our conclusion that the hearing prescribed by section 354 satisfies the APA requirement for a statutorily mandated adjudication that is adversarial in nature.</p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">Because the adjudication of debarment is required by statute, is adversarial in nature, appears intended by legislation to be covered by the APA, and implicates interests traditionally protected by APA procedures - and because it is not otherwise excluded from APA coverage - we hold that appellants are entitled to fees and expenses associated with the proceedings before the ARB.</p>\n    </div>\n    <p class=\"indent\">IV. Conclusion</p>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">Although the government justifiably instituted debarment proceedings against appellants, the record shows that it was not substantially justified in continuing to pursue debarment after the ALJ's unassailable determination that unusual circumstances warranted a reprieve from that harsh sanction. The district court therefore erred in rejecting appellants' request for attorney's fees under the EAJA.  Because the debarment hearing qualifies as an adversary adjudication under the APA, appellants are entitled to fees for both the administrative and judicial components of the litigation, limited in this instance to the period following the ALJ's decision.</p>\n    </div>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">We leave to the district court the task of assessing a specific fee award, which may include the legal costs associated with this appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">Reversed and remanded for further proceedings consistent with this opinion.</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">Dissent follows.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p>  About $40,000 of that amount consisted of wages Dantran had been unable to pay because the Secretary froze funds owed to Dantran by the Postal Service.  This act ultimately resulted in a loss of insurance on the company's fleet of trucks, forcing the company to suspend operations.  Dantran, 171 F.3d at 61.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p>  The \"unusual circumstances\" analysis is done on a case-by-case basis, 29 C.F.R. &#167; 4.188(b)(1), and may warrant relief from debarment if three components are satisfied.  First, there must be no aggravated circumstances, which include willful or deliberate violations, \"culpable neglect to ascertain whether practices are in violation, culpable disregard of whether they were in violation or not, or culpable failure to comply with recordkeeping requirements (such as falsification of records).\"  Id. at &#167; 4.188(b)(3)(i). Second, the contractor must have maintained a good compliance history, cooperated in the investigation, repaid monies due, and adequately assured future compliance. Id. at &#167; 4.188(b)(3)(ii). Finally, when aggravating circumstances are absent and mitigating circumstances are present, the Secretary must consider a variety of other factors, including whether sums due were promptly paid, the seriousness of past or present violations, and \"whether liability was dependent upon resolution of a bona fide legal issue of doubtful certainty,\" id.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p>  Senior Circuit Judge Cudahy concurred in part and dissented in part, expressing somewhat different views on both alleged violations and advocating a remand to the ARB rather than an outright reversal of its decision.  See Dantran, 171 F.3d at 75-78.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p>  We note the challenging task faced by the district court judge in a case such as this: \"Where, as here, the district court originally accepts the Government's position and is then reversed on appeal, the EAJA requires the district court to determine whether the very Government argument it previously accepted was not substantially justified, i.e., unreasonable.\"  Halverson v. Slater, <span class=\"citation\" data-id=\"768037\"><a href=\"/opinion/768037/paul-d-halversonappellants-v-rodney-e-slater-secretary-united-states/\"><span class=\"volume\">206</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1205</span></a></span>, 1208 (D.C. Cir. 2000).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p>  The statute states, in relevant part:</p>\n        <p>[A] court shall award to a prevailing party other than the United States fees and other expenses . . . incurred by that party in any civil action . . . , including proceedings for judicial review of agency action, brought by or against the United States . . . , unless the court finds that the position of the United States was substantially justified or that special circumstances make an award unjust.</p>\n        <p>28 U.S.C. &#167; 2412(d)(1)(A).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p>  In Pierce, the Supreme Court recognized the limited role played by \"objective indicia consisting of the views expressed by other courts on the merits of the Government's position,\" 487 U.S. at 569:</p>\n        <p>Obviously, the fact one other court agreed or disagreed with the Government does not establish whether its position was substantially justified.  Conceivably, the Government could take a position that is not substantially justified, yet win; even more likely, it could take a position that is substantially justified, yet lose.  Nevertheless, a string of losses can be indicative; and even more so a string of successes.</p>\n        <p>Id.  The government's position in Pierce was rejected by nine district courts and two courts of appeals, though two courts, including the Supreme Court, issued stays that the government relied on to show justification.  The Court declined to base its decision on \"this category of objective indicia,\" turning instead to a review of the merits.</p>\n        <p>While it would not be insignificant that the ultimate merits panel, as here, was divided in its outcome (or that the district court and ARB sided with the government), that objective fact could not outweigh an appellate court's conviction, based on a review of the underlying issues, that the district court erred in ruling the government's position to be substantially justified.  Cf. Sierra Club, 820 F.2d at 518 (\"[A]fter the merits of a case have been adjudicated, fresh and distinctive inquiry is needed to determine whether a fee entitlement vests under EAJA.\").</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p>  Section 2412(d)(2)(D) states that both the position taken by the United States in court and \"the action or failure to act by the agency\" are considered the \"position of the United States.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p>  The district court's EAJA opinion does not analyze the merits of the government's position on \"unusual circumstances,\" and it therefore carries little weight on this issue.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p>  This statement, quoted in the Secretary's brief, was made by Representative James G. O'Hara, co-author of the SCA, at a hearing on legislation to amend the Act.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p>  The ALJ found that appellants also had forfeited more than $20,000 in penalties and Holmes had lost a potential partner as a result of the revenue freeze and subsequent collapse of the business.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> Our difference with Judge Selya stems primarily from our conclusion that the unusual circumstances found by the ALJ rendered the Secretary's pursuit of debarment from that point forward unjustified.  We acknowledge that the original panel's assessment of the strength of unusual circumstances occurred in the context of our legal conclusion that the fringe benefits \"violation\" was not supportable - a ruling the Secretary could not predict.  We also recognize that the Secretary reasonably could have felt that two violations were more troubling than one.  The ALJ, however, found after hearing the witnesses that Dantran had a justifiable, good-faith belief that both practices were lawful.  That finding, combined with all of the other mitigating factors, leaves us at a loss to explain the Secretary's persistence in seeking debarment. In our view, the conduct and circumstances at issue plainly \"invite leniency,\" Dantran, 171 F.3d at 74 n.10.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> Section 354 explicitly refers to a hearing examiner's \"finding of a violation,\" but refers separately to the Secretary's recommendation on \"unusual circumstances.\"  See supra at 45.  The statutory language thus could be read to provide that only the former is required by statute to be resolved through a hearing, while proceedings to determine the latter are left to the Secretary's discretion.  The Secretary, however, has decided that both the finding of a violation and any finding of unusual circumstances will occur as a result of the same hearing, see 29 C.F.R. &#167; 6.19(b)(2), undoubtedly because debarment cannot occur without a hearing and the question of unusual circumstances is  a necessary part of the debarment inquiry.  Thus, like the Secretary, we view these two questions as elements of a single adjudication.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p>  We note with some displeasure the Secretary's representation that St. Louis Fuel stands for the contrary proposition - that the proceedings at issue there were not subject to the EAJA \"because the statute provided '\"an opportunity for a hearing\"' but does not expressly state that the hearing must be 'on the record.'\" The words quoted by the Secretary simply described the statute and did not represent a holding of the court.  The court in fact stated that \"it is inconclusive that DOE section 7193(c) requires only a 'hearing,' while section 554 applies when a statute commands a hearing 'on the record.'\"  890 F.2d at 448.  That statement was followed by the one quoted in the parenthetical above.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn14\">\n        <a class=\"footnote\" href=\"#fn14_ref\">14</a>\n        <p>  We note that the other cases offered as equivalent by the Secretary in which the EAJA was ruled inapplicable also are distinguishable, either for lack of a statutory hearing requirement or because the relevant scheme otherwise was excluded from the APA adversary adjudication provisions.  See Smedberg Machine &amp; Tool, Inc. v. Donovan, <span class=\"citation\" data-id=\"433440\"><a href=\"/opinion/433440/smedberg-machine-tool-inc-v-raymond-j-donovan-secretary-of-labor/\"><span class=\"volume\">730</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1089</span></a></span>, 1092-93 (7th Cir. 1984) (no statutory requirement); Hashim v. INS, <span class=\"citation\" data-id=\"563666\"><a href=\"/opinion/563666/mohammad-abbas-hashim-v-immigration-and-naturalization-service/\"><span class=\"volume\">936</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">711</span></a></span>, 713 (2d Cir. 1991) (deportation proceedings not governed by APA).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn15\">\n        <a class=\"footnote\" href=\"#fn15_ref\">15</a>\n        <p>  SCA section 353(a) provides:</p>\n        <p>Sections 38 and 39 of this title [provisions of the Walsh-Healey Act] shall govern the Secretary's authority to enforce this chapter [the SCA], make rules, regulations, issue orders, hold hearings, and make decisions based upon findings of fact, and take other appropriate action hereunder.</p>\n        <p>41 U.S.C. &#167; 353(a).  Section 38 is entitled \"Administration of Walsh-Healey provisions; officers and employees; appointment; investigations; rules and regulations.\"  Section 39 covers \"Hearings on Walsh-Healey provisions by Secretary of Labor; witness fees; failure to obey order; punishment.\"  41 U.S.C. &#167;&#167; 38, 39.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn16\">\n        <a class=\"footnote\" href=\"#fn16_ref\">16</a>\n        <p>  Although section 43a(a) does not itself oblige the Secretary to hold hearings in particular circumstances, that requirement is imposed in the case of SCA violations by section 354(a).  See supra at 45.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn17\">\n        <a class=\"footnote\" href=\"#fn17_ref\">17</a>\n        <p>  The rule governing ARB proceedings provides:</p>\n        <p>Proceedings under the Service Contract Act and the Contract Work Hours and Safety Standards Act are not subject to the Equal Access to Justice Act . . . . Accordingly, in any proceeding conducted pursuant to the provisions of this Part 8, the Board shall have no power or authority to award attorney fees and/or other litigation expenses pursuant to the Equal Access to Justice Act.</p>\n        <p>29 C.F.R. &#167; 8.19</p>\n      </div>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">SELYA, Circuit Judge (dissenting).</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">Congress, in enacting the Equal Access to Justice Act (the EAJA), 28 U.S.C. &#167; 2412, never intended to chill the federal government's legitimate efforts to enforce statutes and regulations.  Fees were to be awarded if -- and only if -- the government's stance was not substantially justified.  See id. &#167; 2412(d)(1)(A).  The majority gives lip service to this principle, but proceeds to flout it.</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">As the court's opinion explains, this appeal requires us to revisit a dispute between the Secretary of Labor and a government contractor, Dantran, Inc.  On our previous encounter, a divided panel of this court reversed a debarment order promulgated by the Secretary under the McNamara-O'Hara Service Contract Act of 1965 (the SCA), 41 U.S.C. &#167;&#167; 351-358.  See Dantran, Inc. v. Dep't of Labor, <span class=\"citation\" data-id=\"198391\"><a href=\"/opinion/198391/dantran-inc-v-united-states-dept/\"><span class=\"volume\">171</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">58</span></a></span>, 75 (1st Cir. 1999) (Dantran I).  This time around, a different panel is asked to determine whether the district court abused its discretion in denying Dantran's subsequent motion for counsel fees and incidental expenses under the EAJA.  In a strange twist of fate, the majority takes our earlier opinion -- an opinion that I authored -- and fashions it into a club, which it then wields to beat the Secretary about the ears. In doing so, the court mistakes the import of what was written.</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">The Secretary's consistently held position vis-a-vis Dantran had two components.  First, she claimed that Dantran persistently violated a regulation governing frequency of wage payments.  See Dantran I, 171 F.3d at 65-66.  Second, she claimed that Dantran persistently violated a fringe benefit regulation, 29 C.F.R. &#167; 4.172, by cross-crediting certain benefit payments.  Her first claim was indisputably correct:  the evidence is uncontradicted that Dantran paid its employees monthly -- a practice forbidden by the explicit language of a directly applicable regulation, 29 C.F.R. &#167; 4.165(b).  Her second claim was plausible, even though it ultimately was rejected by this court.</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">The claim was plausible because the Secretary's understanding of the fringe benefit regulation was perfectly reasonable.  At the very least, this regulation was susceptible to conflicting readings.  See Dantran I, 171 F.3d at 63; id. at 75 (Cudahy, J., dissenting).  And the mere fact that the Secretary, confronted with a choice among plausible interpretations of an opaque regulation, failed to predict how the courts would rule does not suffice to prove that the government acted unjustifiably.  SeeDe Allende v. Baker, <span class=\"citation\" data-id=\"532999\"><a href=\"/opinion/532999/hortensia-de-allende-v-james-baker-secretary-of-state/\"><span class=\"volume\">891</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">7</span></a></span>, 12-13 (1st Cir. 1989) (holding that the government was substantially justified in pursuing a novel -- but erroneous -- interpretation of the law); Martinez v. Sec'y of HHS, <span class=\"citation\" data-id=\"486476\"><a href=\"/opinion/486476/unemplinsrep-cch-16961-jose-f-martinez-v-secretary-of-health-human/\"><span class=\"volume\">815</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1381</span></a></span>, 1383-84 (10th Cir. 1987) (per curiam) (finding the government position substantially justified when the applicable law was unclear); Dougherty v. Lehman, <span class=\"citation\" data-id=\"421150\"><a href=\"/opinion/421150/dougherty-gregory-v-lehman-john-secretary-of-the-navy-dougherty/\"><span class=\"volume\">711</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">555</span></a></span>, 566 (3d Cir. 1983) (similar).</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">The history of the fringe benefit regulation helps to prove this point.  The Secretary promulgated the regulation in 1983.  When she cited Dantran in 1991, no court had construed it in respect to cross-crediting, and the regulation's application simply was not self-elucidating in that type of situation.  Where, as here, a government actor's decisionmaking turns on a question of novel impression, the answer to the question would have to be relatively clear to warrant a holding that the government actor's plausible, though erroneous, response was not substantially justified.  See De Allende, 891 F.2d at 12-13 (holding that the government was justified in pursuing its own understanding of a particular provision absent any previous rulings clarifying its meaning); United States v. Yoffe, <span class=\"citation\" data-id=\"460037\"><a href=\"/opinion/460037/united-states-v-franklin-m-yoffe/\"><span class=\"volume\">775</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">447</span></a></span>, 451 (1st Cir. 1985) (\"We do not think that the government should be found to have acted without substantial justification because it did not foresee how the court of appeals would interpret the regulations.\").  Here, moreover, the fact that the Administrative Review Board (the ARB), the district judge, and one member of the original panel of this court agreed with the Secretary's reading of the fringe benefit regulation is a strong indicator of the cogency, and thus the reasonableness, of her position.  E.g., United States v. Paisley, <span class=\"citation\" data-id=\"578625\"><a href=\"/opinion/578625/united-states-v-melvyn-r-paisley-thomas-k-jones-herbert-a-reynolds/\"><span class=\"volume\">957</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1161</span></a></span>, 1167 (4th Cir. 1992).</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">The majority seems to concede, albeit grudgingly, that the Secretary's attempts to enforce the frequency-of-payment and cross-crediting regulations were substantially justified.  It nonetheless maintains that the Secretary went too far by pushing for debarment.  Although it strives mightily to treat these inquiries as separate and distinct, the two are inextricably intertwined.</p>\n    </div>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">The SCA requires the Secretary, within ninety days after she concludes that a violation of the statute has occurred, to \"forward to the Comptroller General the name of the individual or firm found to have [committed the violation].\"  41 U.S.C. &#167; 354(a). The case law makes manifest that debarment \"should be the norm, not the exception, and only the most compelling of justifications should relieve a violating contractor from that sanction.\" Vigilantes, Inc. v. Adm'r, Wage &amp; Hour Div., Dep't of Labor, <span class=\"citation\" data-id=\"586816\"><a href=\"/opinion/586816/vigilantes-inc-v-administrator-of-wage-and-hour-division-us/\"><span class=\"volume\">968</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1412</span></a></span>, 1418 (1st Cir. 1992).  This case law informs the statutory grant to the Secretary of a limited discretion to recommend against debarment \"because of unusual circumstances,\" 41 U.S.C. &#167; 354(a).  As a result, the \"unusual circumstances\" standard must be read narrowly.  Equally as important, the standard must not be applied in a vacuum.  With respect, the majority contravenes both of these tenets.</p>\n    </div>\n    <div class=\"num\" id=\"p59\">\n      <span class=\"num\">59</span>\n      <p class=\"indent\">In this case, the Secretary, having credibly found violations of both the frequency-of-payment and fringe benefit regulations, thought it inconcinnous to exempt Dantran from debarment.  The district court upheld that determination.  The calculus changed, however, when we set aside the finding that Dantran had violated the fringe benefit regulation.  Dantran I, 171 F.3d at 65-66.  At that point, after noting that the issue was one of \"some complexity,\" id. at 68, we conducted a lengthy analysis and determined that unusual circumstances rendered debarment an inappropriate remedy for the violation of the frequency-of-payment regulation, standing alone.  Id. at 68-75.  The majority seizes on this determination and argues that it demonstrates that the Secretary was not substantially justified in seeking debarment in the first place.  The fallacy in this argument is that it wrests what the prior panel wrote from the context in which we wrote it.</p>\n    </div>\n    <div class=\"num\" id=\"p60\">\n      <span class=\"num\">60</span>\n      <p class=\"indent\">Take, for example, the majority's reliance on the constellation of mitigating factors (e.g., the first compliance officer's acquiescence in Dantran's payroll practices, Dantran's generally good compliance history, and its prompt payment of all monies due) that the prior panel enumerated to excuse Dantran's violation of the frequency-of-payment provision.  See Dantran I, 171 F.3d at 69-73.  The majority transplants these factors, root and branch, from one opinion to the other without the slightest allowance for the stark difference in settings.  The prior panel wrote in the context of a finding that Dantran had transgressed only the frequency-of-payment regulation.  My brethren write, however, for a different purpose -- a purpose that requires them to take account of the Secretary's reasonable belief that Dantran had flagrantly violated not one, but two, substantive regulations. Given this important distinction, the majority's attempt to use our earlier opinion to debunk the Secretary's original decision compares plums with pomegranates.  After all, by clarifying the meaning of the cross-crediting provision, we removed one of the two principal bases on which the Secretary's decision to pursue debarment rested.</p>\n    </div>\n    <div class=\"num\" id=\"p61\">\n      <span class=\"num\">61</span>\n      <p class=\"indent\">Stated another way, the Secretary, in deciding not to grant relief from debarment, was entitled to rely on her reasonable (albeit erroneous) finding that Dantran had persistently violated the fringe benefit regulation.  This factor, together with Dantran's undeniable violation of the frequency-of-payment regulation, justified the Secretary's conclusion that aggravating circumstances prevented relief from debarment.  See 29 C.F.R. &#167; 4.188(b)(3)(ii) (explaining that a contractor cannot be relieved from debarment in the face of aggravating factors).  Not having the benefit of Dantran I, the Secretary reasonably could have concluded, as did the ARB, that the law left her no choice but to pursue debarment because Dantran had blatantly disregarded two separate regulations.  With both breaches in the case, Dantran was culpable (or so the Secretary reasonably could have thought) and there was no \"compelling . . . justification[],\" Vigilantes, 968 F.2d at 1418, for recommending leniency.</p>\n    </div>\n    <div class=\"num\" id=\"p62\">\n      <span class=\"num\">62</span>\n      <p class=\"indent\">In an effort to shore up its flawed reasoning, the majority suggests that \"the Secretary's persistence\" in seeking debarment after the ALJ had found that \"Dantran had a justifiable, good-faith belief that [the two challenged] practices were lawful\" somehow robbed her subsequent actions of any patina of substantial justification.  Ante at 44 n.11.  But this occurred quite early in the proceedings -- and the majority's position is tantamount to requiring the Secretary to quit while she was behind.  This position is counterintuitive for at least three reasons.  First, the Secretary obviously had a better case than the ALJ intuited; after all, she succeeded up and down the line in negating the ALJ's finding that Dantran's monthly pay periods were legitimate, and she convinced both the ARB and the district court that the ALJ's finding as to the cross-crediting of fringe benefits was erroneous. Second, the majority's position requires the Secretary to keep a crystal ball on her desk; she is charged with anticipating not only a contrary interpretation of the cross-crediting provision but also the precise workings of the SCA's \"odd standard of review.\" Dantran I, 171 F.3d at 69.  Demanding this kind of clairvoyance is particularly unsettling considering the \"interpretive difficulties\" that this standard presented.  Id. at 70.  Finally, the majority's position creates a perverse incentive, in effect encouraging the government to abandon efforts to pursue reasonable interpretations of federal statutes and regulations whenever it encounters difficulty at an early stage of a proceeding.  For these reasons, I believe that it is both unreasonable and unwise to punish the Secretary for her unwillingness to cave in to an ALJ's debatable findings, forgo judicial remedies, and abdicate her enforcement responsibilities.</p>\n    </div>\n    <div class=\"num\" id=\"p63\">\n      <span class=\"num\">63</span>\n      <p class=\"indent\">I need go no further.  The short of it is that, on this record, I see no way to hold that the Secretary lacked substantial justification in not exempting Dantran from debarment.  After all, the EAJA does not require the government to be prescient: \"substantially justified\" does not mean \"justified to a high degree, but rather justified in substance or in the main -- that is, justified to a degree that could satisfy a reasonable person.\" Pierce v. Underwood, <span class=\"citation\" data-id=\"112137\"><a href=\"/opinion/112137/pierce-v-underwood/\"><span class=\"volume\">487</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">552</span></a></span>, 565 (1988) (internal quotation marks omitted).  Here, the Secretary not only had reasonable bases in fact and law for believing that Dantran had violated the SCA, but also had reasonable bases in fact and law for pursuing debarment.  No more is exigible to show substantial justification (and, accordingly, to defeat an EAJA application).  See id.; seealso Sierra Club v. Sec'y of Army, <span class=\"citation\" data-id=\"489491\"><a href=\"/opinion/489491/sierra-club-v-secretary-of-the-army-sierra-club-v-secretary-of-the-army/\"><span class=\"volume\">820</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">513</span></a></span>, 516-17 (1st Cir. 1987).  Because my brethren set the bar considerably higher for the Secretary, I respectfully dissent.</p>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/108715/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112137/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112397/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112449/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112665/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198391/",
    "http://www.courtlistener.com/api/rest/v3/opinions/350208/",
    "http://www.courtlistener.com/api/rest/v3/opinions/354073/",
    "http://www.courtlistener.com/api/rest/v3/opinions/414520/",
    "http://www.courtlistener.com/api/rest/v3/opinions/421150/",
    "http://www.courtlistener.com/api/rest/v3/opinions/433440/",
    "http://www.courtlistener.com/api/rest/v3/opinions/460037/",
    "http://www.courtlistener.com/api/rest/v3/opinions/486476/",
    "http://www.courtlistener.com/api/rest/v3/opinions/489491/",
    "http://www.courtlistener.com/api/rest/v3/opinions/532740/",
    "http://www.courtlistener.com/api/rest/v3/opinions/532999/",
    "http://www.courtlistener.com/api/rest/v3/opinions/563666/",
    "http://www.courtlistener.com/api/rest/v3/opinions/578625/",
    "http://www.courtlistener.com/api/rest/v3/opinions/580694/",
    "http://www.courtlistener.com/api/rest/v3/opinions/586816/",
    "http://www.courtlistener.com/api/rest/v3/opinions/725083/",
    "http://www.courtlistener.com/api/rest/v3/opinions/768037/"
  ]
}