{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/199361/",
  "absolute_url": "/opinion/199361/collins-v-nuzzo/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/199361/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T04:29:19Z",
  "date_modified": "2017-03-24T11:01:44.183019Z",
  "type": "010combined",
  "sha1": "32245788ce9b3f8f9637cb7235ec1e0013e87cca",
  "page_count": 20,
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/00-1776-01A.pdf",
  "local_path": "pdf/2001/04/10/Collins_v._Nuzzo.pdf",
  "plain_text": "          United States Court of Appeals\n                       For the First Circuit\n\n\n\nNo. 00-1776\n\n         GARY J. COLLINS, D/B/A CAR PLACE WHOLESALERS,\n\n                       Plaintiff, Appellant,\n\n                                 v.\n\nFRANK NUZZO, JR., JEANNE M. CHRISTIANO, MICHAEL MARCHESE, JOHN\nRAGUCCI, DAVID RAVANESI, GILBERT DELLISOLA, AND DAVID RAGUCCI, AS\n   MEMBERS OF THE BOARD OF ALDERMEN OF THE CITY OF EVERETT,\n\n                       Defendants, Appellees.\n\n\n\n        ON APPEAL FROM THE UNITED STATES DISTRICT COURT\n               FOR THE DISTRICT OF MASSACHUSETTS\n\n        [Hon. Douglas P. Woodlock, U.S. District Judge]\n\n\n                               Before\n\n\n              Selya, Lynch, and Lipez, Circuit Judges.\n\n\n\n\n     Isaac H. Peres, with whom Ghioldi & Peres was on brief, for\nappellant.\n     John J. Cloherty, III, with whom John J. Davis and Pierce, Davis\n& Perritano were on brief, for appellees.\n\n\n\n                           April 5, 2001\n\f\f           LYNCH, Circuit Judge. Gary Collins was once a used car\n\ndealer, operating a lot called The Car Place along the Revere\n\nBeach Parkway in Everett, Massachusetts.            He did so by grace of\n\na license from Everett's Board of Aldermen.          Collins fell out of\n\ngrace, having repeatedly violated the terms of his license, and\n\nhis relationship with the Board was marked by acrimony and\n\nlitigation.   The Board in 1996 denied his application for a new\n\nannual license.     Collins thought the Board was retaliating for\n\nhis having sued them.       To make matters worse in Collins's eyes,\n\nthe new licensee who operated on Collins's old site was given\n\nmore generous license terms.\n\n           Collins responded by filing this § 1983 suit against\n\nthe Board in late 1996.       The complaint alleged that the Board\n\ndenied Collins's application arbitrarily and maliciously, partly\n\nin   retaliation     for    his   lawsuit,    depriving     him   of   his\n\nconstitutional rights.       One Board member, David Ravanesi, was\n\nsingled out as having particular personal animosity against\n\nCollins and as having defamed him.        In 1992 Collins heard that\n\nsomeone, he suspected Ravanesi, was spreading the word that\n\nCollins   sold     more    than   cars   at   the    lot   and    Collins,\n\nunderstandably, did not like the suggestion he was selling\n\ndrugs.    Thus, he amended his complaint in 1997 to add a state\n\nlaw claim for defamation against Ravanesi.\n\n\n                                   -3-\n\f          Invoking the stringent standards for substantive due\n\nprocess and equal protection claims against public officials for\n\ndenying licenses, the district court concluded that Collins's\n\nevidence did not meet the mark.             The court reached the same\n\nconclusion on the retaliation claim.            The court also concluded\n\nthat Collins should have acted sooner on the defamation claims\n\nin light of the applicable statute of limitations, and rejected\n\nCollins's claim that the discovery rule excused his late filing.\n\nSummary judgment was entered against Collins.                He appeals.   The\n\ncivil rights claims are easily disposed of, and we affirm.\n\nApplication of the statute of limitations to the defamation\n\nclaim in light of the discovery rule presents a closer question.\n\n                                     I.\n\n          On review of a grant of summary judgment, we \"consider\n\nthe facts in the light most favorable to the nonmoving party,\n\ndrawing   all   reasonable   inferences       in     that    party's   favor.\"\n\nThomas v. Eastman Kodak, 183 F.3d 38, 42 (1st Cir. 1999), cert.\n\ndenied, 528 U.S. 1161 (2000).\n\n          The    Massachusetts   statute        governing      licenses    for\n\ndealing   in    used   automobiles        provides    that    the   licensing\n\nauthorities of cities and towns \"may grant\" a license to a\n\n\"proper person\" to engage in the motor vehicle business if that\n\n\"business is or will be his principal business\" and he \"has\n\n\n                                 -4-\n\favailable a place of business suitable for the purpose.\"              Mass.\n\nGen. Laws ch. 140, § 59.        Licenses expire after one year.         See\n\nid.   Section 59 also provides that \"[a]ny person aggrieved by\n\nany action of the licensing board\" may appeal to a Massachusetts\n\nsuperior court within ten days of an adverse action.            Id.     The\n\nCity of Everett has designated its Board of Aldermen to serve as\n\nits licensing authority under § 59.\n\n          In 1991, Collins first obtained a used car dealer's\n\nlicense from the Everett Board of Aldermen, permitting him to\n\noperate a lot in Everett.       The license limited the lot to having\n\nfifteen cars for sale at one time.          Collins's lot was called The\n\nCar   Place.     In    late   1991,   Alderman   David   Ravanesi   became\n\nconcerned that Collins was exceeding the fifteen car limit and,\n\nalong with the Everett police, inspected Collins's dealership\n\nfrom time to time.      A Massachusetts statute authorizes the Board\n\nto inspect licensees such as Collins for compliance with the\n\nlicense terms.        Mass. Gen. Laws ch. 140, § 66.       The number of\n\nvehicles on Collins's lot at various times ranged from twenty-\n\ntwo to fifty-two, according to Everett police reports.              Collins\n\nwas called before the Board in December 1991 about his non-\n\ncompliance with the terms of his license.            At about the same\n\ntime, several other used car dealers also were haled before the\n\nBoard to answer for license violations.\n\n\n                                      -5-\n\f               In 1992, Collins applied to have his license renewed.\n\nThe     Board    referred    his    application     to     an    investigative\n\ncommittee, which monitored Collins's compliance.                   At a Board\n\nhearing on August 24, 1992, Ravanesi voiced his concern about\n\nthe   excessive     number   of    cars   on   Collins's    lot,   and   called\n\nCollins a \"liar.\"        Alderman Frank Nuzzo expressed interest in\n\nthe possibility of a different business occupying Collins's lot,\n\nand Alderman David Ragucci criticized Collins for not \"giving to\n\nthe community.\"        The seven member Board, by unanimous vote,\n\ndenied Collins's application for several reasons, most of them\n\nrelated to his failure to comply with the license restrictions.\n\n               Collins appealed the denial and obtained a state court\n\ninjunction preventing the City from issuing a cease and desist\n\norder against him, the usual aftermath of a denial of a license\n\nrenewal.       The injunction, which remained in force between 1992\n\nand 1996, required Collins to comply with the fifteen car limit\n\nwhile    the    litigation   was    pending.      The    Board   continued   to\n\nmonitor Collins and documented several additional violations.\n\n               The relationship between Collins and the Board remained\n\npublicly contentious.        At Board meetings, some of the Aldermen\n\ndiscussed their frustration over the injunction and Collins's\n\npersistent violations of the license terms.              Their comments were\n\nsometimes reported in the local newspaper.                Ravanesi described\n\n\n                                      -6-\n\fthe injunction as \"preventing us from enforcing the rules and\n\nordinances of this city\" and stated that he was \"sick and tired\n\nof watching this guy flaunt the law.\"                 Ravanesi later stated\n\nthat he \"[didn't] know of a sane judge who would issue such an\n\norder\" and that he \"want[ed] some action.\"                    Alderman Jeanne\n\nCristiano expressed her displeasure over a letter Collins had\n\nwritten    to    the    Board   accusing    it   of   being    influenced   by\n\nRavanesi's personal animus toward Collins.             Collins, too, voiced\n\nhis displeasure over the situation and made some statements to\n\nthe local paper.\n\n            In 1992, Collins learned from his attorney that someone\n\nwas spreading rumors that Collins was selling \"more than just\n\ncars\" from his lot, statements which Collins took to mean that\n\nhe was selling drugs from the lot.               Collins suspected at the\n\ntime that the statements were attributable to Ravanesi.\n\n            Collins interacted with Ravanesi occasionally at Board\n\nmeetings and when Ravanesi visited his business.                 Collins also\n\nlistened    to    two    telephone   conversations       between    Collins's\n\nattorney and Ravanesi.          Collins never heard Ravanesi state that\n\nhe disliked Collins or wanted to drive him out of business.                 At\n\na meeting between Collins and Ravanesi arranged by Collins's\n\nattorney,       Ravanesi told Collins he would vote in favor of\n\n\n\n\n                                      -7-\n\fCollins's       license    application       if   Collins     complied    with      the\n\nlicense terms.\n\n               In 1995, the Massachusetts Superior Court, finding that\n\nCollins       had   exceeded    the   fifteen     car   limit    imposed       by   his\n\nlicense,       upheld as appropriate the Board's 1992 non-renewal of\n\nCollins's       license,       and    dissolved     the       injunction.           The\n\nMassachusetts Appeals Court affirmed, and the Supreme Judicial\n\nCourt denied further appellate review in 1996.                   Collins v. Board\n\nof Aldermen, 664 N.E.2d 883 (Mass. App. Ct.), further review\n\ndenied, 667 N.E.2d 1158 (Mass. 1996).                The City of Everett then\n\nordered Collins to cease conducting business as of July 31,\n\n1996.     This prompted Collins to file a new application for a\n\nused    car    dealer     license.      On    October     15,   1996,    the    Board\n\nunanimously denied Collins's application for eleven reasons,\n\nincluding Collins's history of non-compliance and procedural\n\nrules requiring Collins to wait at least one year after a\n\nlicense denial before reapplying.\n\n               In November, 1996, the Board granted a license to\n\nanother used car dealer, John's Auto Sales, Inc., to operate at\n\nthe location formerly occupied by Collins's lot.                   John's license\n\nimposed an eighteen car limit, a three car increase from the\n\nrestriction         in   Collins's     license.         The     limit    was    later\n\nincreased, in September 1997, to twenty-six.\n\n\n                                        -8-\n\f          In June 1997, Richard Barry, whom Collins previously\n\ndid not know, told Collins that it was in fact Ravanesi who had\n\nmade statements in 1991 accusing Collins of \"selling more than\n\ncars out of that place,\" and that Ravanesi had also said that\n\n\"everybody in the joint is a 'cokehead.'\"   Barry also reported\n\nRavanesi as stating his intention to \"boot him [Collins] right\n\nout of this City\" and to \"stomp him right out of business and\n\nbury him.\"1\n\n                              II.\n\n          Our analysis starts with the claims on which federal\n\njurisdiction is based.   We review de novo the district court's\n\ngrant of summary judgment.    Thomas, 183 F.3d at 47.   Summary\n\njudgment is appropriate \"if the pleadings, depositions, answers\n\nto interrogatories, and admissions on file, together with the\n\naffidavits, if any, show that there is no genuine issue as to\n\nany material fact and that the moving party is entitled to a\n\njudgment as a matter of law.\"    Id. (quoting Fed. R. Civ. P.\n\n56(c)).\n\nA.   Constitutional Claims under Section 1983\n\n          To sustain an action under 42 U.S.C. § 1983, Collins\n\nmust show both: \"(i) that the conduct complained of has been\n\n\n\n     1    Ravanesi denies making these statements and also denies\nmaking any statements suggesting Collins sold drugs from his car lot.\n\n                              -9-\n\fcommitted under color of state law, and (ii) that this conduct\n\nworked a denial of rights secured by the Constitution or laws of\n\nthe United States.\"            Chongris v. Board of Appeals, 811 F.2d 36,\n\n40 (1st Cir. 1987).             It is undisputed that the first prong is\n\nmet in this case.            The real work for Collins is to demonstrate\n\nthat the Board's denial of his license application deprived him\n\nof his constitutional rights.                   That in turn depends on the\n\nstandards         required     to    make    out   his    particular       claims    of\n\nconstitutional right.\n\n1.     Substantive Due Process and Equal Protection\n\n                 In cases of denial of a local license or permit, the\n\nstandard for determining whether government conduct constitutes\n\neither       a    substantive       due    process   or    an    equal     protection\n\nviolation \"is so similar as to compress the inquiries into one.\"\n\nBaker v. Coxe, 230 F.3d 470, 474 (1st Cir. 2000).                          We analyze\n\nthose claims together.\n\n                 To   establish     a     substantive     due    process    claim,    a\n\nplaintiff must demonstrate an \"abuse of government power that\n\nshocks the conscience\" or \"action that is legally irrational in\n\nthat    it       is   not   sufficiently     keyed   to    any    legitimate    state\n\ninterests.\"           PFZ Properties, Inc. v. Rodriguez, 928 F.2d 28, 31-\n\n32 (1st Cir. 1991).                 Where a license or permit denial is\n\ninvolved, the class of cases which meets the constitutional\n\n\n                                            -10-\n\fthreshold is narrowly limited.          See Baker, 230 F.3d at 474; PFZ\n\nProper t i e s,             928        F.2d          at         31-32.\n\n            In Nestor Colon Medina & Sucesores, Inc. v. Custodio,\n\n964 F.2d 32 (1st Cir. 1992), this court held that the denial of\n\na land use permit, even if arbitrary, did not constitute a\n\nsubstantive    due    process     violation      unless   it    was    a    \"truly\n\nhorrendous situation[].\"          Id. at 45.      Similarly, we rejected a\n\nplaintiff's substantive due process claim where a regulatory\n\nboard revoked his surveyor's license, allegedly due to the\n\nchairman's animus toward him, finding that the plaintiff failed\n\nto   show   that    the   treatment    was   \"shocking     or    violative      of\n\nuniversal standards of decency.\"          Amsden v. Moran, 904 F.2d 748,\n\n757 (1st Cir. 1990).        This unforgiving standard guards against\n\n\"insinuat[ing] the oversight and discretion of federal judges\n\ninto   areas       traditionally      reserved     for    state       and   local\n\ntribunals.\"    Nestor Colon, 964 F.2d at 45.\n\n            Collins's statements that Ravanesi's animus drove the\n\nBoard to deny Collins a license fall far short of establishing\n\nthe type of \"horrendous situation\" for which Nestor Colon left\n\nthe door to federal relief \"slightly ajar.\"                    Id.     While the\n\nrecord certainly establishes that Collins's relationship with\n\nthe Board, and especially with Ravanesi, was contentious, the\n\nrecord also shows that Collins repeatedly violated the fifteen\n\n\n                                      -11-\n\fcar limit imposed by his license, starting in the first year it\n\nissued.   That alone means the Board's action is far from legally\n\nirrational.\n\n          Moreover, there is no evidence that the rest of the\n\nBoard shared Ravanesi's alleged animus or was motivated by it.\n\nOf the seven members, four were silent on the issue of Collins's\n\nlicense application; two others made a few bland references to\n\nthe   situation.       Even   if    Ravanesi   were    ill-motivated,   one\n\nmember's bad motive is not imputed to a legislative body for §\n\n1983 liability unless plaintiff shows \"both (a) bad motive on\n\nthe part of at least a significant bloc of legislators, and (b)\n\ncircumstances suggesting the probable complicity of others.\"\n\nScott-Harris v. City of Fall River, 134 F.3d 427, 438 (1st Cir.\n\n1997), rev'd on other grounds sub nom., Bogan v. Scott-Harris,\n\n523 U.S. 44 (1998).        Collins has shown neither.\n\n          Thus, Collins has failed to show that the Board's\n\ndenial of his license involved any misconduct, let alone the\n\nkind of conscience-shocking abuse of governmental power required\n\nfor   showing     a   substantive     due   process     violation.      PFZ\n\nProperties, 928 F.2d at 31-32.\n\n          Nor has Collins shown any denial of equal protection.\n\nAn equal protection claim is found only upon a showing of a\n\n\"gross    abuse       of   power,     invidious       discrimination,    or\n\n\n                                     -12-\n\ffundamentally unfair procedures\" or some sort of unjustified\n\ndisparate     treatment     with        respect      to   similarly    situated\n\napplicants.      Creative Environments, Inc. v. Estabrook, 680 F.2d\n\n822, 832 n.9 (1st Cir. 1982).           Indeed, we have warned that \"[i]f\n\ndisgruntled permit applicants could create constitutional claims\n\nmerely by alleging that they were treated differently from a\n\nsimilarly situated applicant, the correctness of virtually any\n\nstate   permit    denial   would    become        subject   to    litigation   in\n\nfederal court.\"      Nestor Colon, 964 F.2d at 44-45.\n\n            Collins's assertion that he was treated differently\n\nthan the successor to his license, John's Auto Sales, is flawed\n\nnot only because the alleged differential treatment is not\n\nnearly grave enough to trigger constitutional concern, but also\n\nbecause Collins has not demonstrated that John's was similarly\n\nsituated to his own business.            It is true that John's received\n\na license allowing it to sell up to eighteen used cars, a three\n\ncar increase from Collins's fifteen car limit.                   But there is no\n\nevidence that the new license recipient had engaged in four\n\nyears of license violations, as Collins undisputably did, and so\n\nCollins   cannot    say    that    he    and   the    new   licensee    were   so\n\nsimilarly situated that giving them different limits violated\n\nCollins's equal protection rights.\n\n2.   Retaliation\n\n\n                                        -13-\n\f          Collins also claims that the Board denied his 1996\n\nlicense application in retaliation for exercising his right to\n\nappeal from the Board's 1992 decision not to renew his license.2\n\nCollins must show that the Board's intent to retaliate against\n\nhim for exercising his constitutionally protected rights was a\n\n\"substantial factor\" motivating the Board's adverse decision.\n\nSee Pontarelli v. Stone, 930 F.2d 104, 115 (1st Cir. 1991).\n\nThere is no evidence of retaliation.      The statements attributed\n\nto Ravanesi were in 1991, before Collins filed a lawsuit.         The\n\ncity officials expressed irritation over being sued.         That is\n\nnot enough to show retaliation.      The Board in 1996 gave eleven\n\nreasons why it would not renew Collins's license, all legitimate\n\non their face.\n\n          But even if Collins could show that his appeal provided\n\nthe impetus for the Board's decision (a dubious proposition),\n\nhis claim of unconstitutional retaliation still fails if the\n\nBoard demonstrates \"that it would have reached the same decision\n\neven in the absence of the protected conduct.\"       Wytrwal v. Saco\n\nSch. Bd., 70 F.3d 165, 170 (1st Cir. 1995), quoting Mt. Healthy\n\n\n\n     2     Although Collins does not plead his retaliation claim as\nsuch, we treat it as an ordinary claim of unconstitutional retaliation\nfor protected speech in violation of the First Amendment. See Nestor\nColon, 964 F.2d at 40-41 (denial of land use permit in retaliation for\napplicant's protected political expression is a First Amendment\nviolation).\n\n                                -14-\n\fBd. of Educ. v. Doyle, 429 U.S. 274, 287 (1977).                                 There is no\n\nevidence       from    which   to    conclude          that     the      Board   would    have\n\nreached a different decision.\n\n               Collins argues that the district court should have\n\nallowed a jury to decide whether his license violations were a\n\npretext for the real motive -- retaliation -- behind the Board's\n\ndenial    of    his     license.          He    relies     on       Putnam    Resources     v.\n\nPateman, 958 F.2d 448 (1st Cir. 1992), for the proposition that\n\ncausation writ large is normally a question reserved for the\n\nfact-finder.          From that, Collins argues that the district court\n\nimproperly resolved the question whether Ravanesi's conduct was\n\nthe   \"proximate        cause\"      for    the        denial       of    Collins's   license\n\napplication.          But these arguments suffer serious flaws.                            On\n\nsummary judgment, Collins does not have enough evidence to get\n\nto a jury on retaliation, much less to overcome the Board’s\n\ndefense    that        it   would     have       reached           the    same    conclusion\n\nregardless.       The arguments are simply an end-run around the rule\n\njust stated, that the Board \"still prevails by showing that it\n\nwould have reached the same decision in the absence of the\n\nprotected conduct.\"            Crawford-El v. Britton, 523 U.S. 574, 593\n\n(1998).         Despite     Collins's          efforts        to    minimize      them,    the\n\ndocumented incidents of his license violations are legion, and\n\nprovide ample basis for the Board's denial of his license.\n\n\n                                               -15-\n\f            In a final effort, Collins makes much of the fact that\n\nthe district court found that Collins was barred from seeking a\n\nlicense in 1996 under the Board's and the City's procedural\n\nrules, and this was an independent reason to deny the license.\n\nThose rules impose waiting periods that prohibit an applicant\n\ndenied a license from reapplying for the same license for at\n\nleast one year.    The district court found the SJC's 1996 ruling\n\non the 1992 license denial by the Board to be the triggering\n\ndate of denial.     Collins argues that the denial did not take\n\nplace in 1996, but in 1992, when his renewal license was first\n\ndenied by the Board, and so the procedural bar was not a\n\nlegitimate ground for denying his license application in 1996.\n\nBut the district court's conclusion that the denial occurred in\n\n1996, for the purpose of measuring the waiting period, is an\n\neminently    reasonable   construction   of   the   rules,   providing\n\nanother ground for rejecting Collins's retaliation claim.3\n\nB.   Defamation\n\n            Collins also argues that the district court erred in\n\nfinding his 1997 defamation claim barred by the three-year\n\nstatute of limitations.     Mass. Gen. Laws ch. 260, § 4.      Collins\n\n\n\n     3    Because we agree with the district court's disposition of\nCollins's constitutional claims on the merits, we need not reach\ndefendants' arguments based on the defenses of immunity and lack of\nmunicipal liability.\n\n                                -16-\n\fargues he did not know who made the defamatory statements (made\n\nin    1991)   until   1997   and   so    he     falls   within   the   discovery\n\nexception to the statute of limitations.                  The parties do not\n\ndispute that the statements allegedly made by Ravanesi in 1991\n\n-- statements suggesting that Collins was selling drugs out of\n\nhis used car dealership -- are defamatory.                 What is in dispute\n\nis whether the discovery rule permits Collins to avoid the\n\nstatute of limitations bar.         The burden is on the plaintiff to\n\nshow facts sufficient to take the case out of the statute of\n\nlimitations.\n\n              The general rule in libel and defamation cases is that\n\nthe cause of action accrues, and the statutory period begins to\n\nrun, on the date of publication.              Flynn v. Associated Press, 519\n\nN.E.2d 1304, 1307 (Mass. 1988).                Here, Ravanesi allegedly made\n\nthe    defamatory     statements   in     1991,     and   in   1992,   Collins's\n\nattorney told Collins that someone had said he was selling \"more\n\nthan cars\" on his lot.       At the time, Collins took that statement\n\nto mean that he was selling drugs and attributed it to Ravanesi\n\nbased on their ongoing dispute.           Collins argues that the statute\n\nof limitations did not begin to run on his defamation claim\n\nuntil he learned the specific details of the statement and\n\nconfirmed the identity of the speaker in 1997, when Barry told\n\nCollins that Ravanesi had, in 1991, said that he knew Collins\n\n\n                                        -17-\n\f\"was selling more than cars out of that place because everybody\n\nin the joint is a 'cokehead.'\"\n\n              Under Massachusetts law, the discovery rule suspends\n\nthe running of the statute of limitations where a cause of\n\naction is based on an \"inherently unknowable\" wrong; the statute\n\nonly starts to run when \"the harm becomes known, or in the\n\nexercise of reasonable diligence should have become known, to\n\nthe injured party.\"       Catrone v. Thoroughbred Racing Ass'n, 929\n\nF.2d 881, 885 (1st Cir. 1991).         A plaintiff need not have notice\n\nof \"every fact which must eventually be proved in support of the\n\nclaim . . .. Rather, notice is simply knowledge that an injury\n\nhas occurred.\"      Flynn, 519 N.E.2d at 1307 (internal quotation\n\nmarks omitted).\n\n              The Supreme Judicial Court has applied the discovery\n\nrule strictly in defamation cases.           In Flynn, supra, it held\n\nthat plaintiff's cause of action was not \"inherently unknowable\"\n\nwhere   the    alleged   libel   was   printed   in   a   newspaper   widely\n\navailable to the public, even though the plaintiff did not learn\n\nof the article until three years later. Here, by contrast, the\n\ndefamatory statement was not published in a newspaper of general\n\ncirculation.      Rather, it was allegedly made by Ravenesi while at\n\nanother used car business.        And so, like the district court, we\n\nwill assume the accrual date was in 1992 when Collins first had\n\n\n                                   -18-\n\fknowledge that the statement was made and thus that he was\n\ninjured.\n\n           Thus, this is a situation where a plaintiff has notice\n\nof an injury (defamation) and generally what was said but does\n\nnot know for certain who made the defamatory statement.                It\n\ndiffers from the situation in Catrone, supra, where plaintiff\n\nknew generally of the statements and who published them, but did\n\nnot know their particular content.         As a result, this case does\n\nnot easily fit within the Massachusetts rule followed in Catrone\n\nthat \"[t]he 'notice' required is not notice of every fact which\n\nmust eventually be proved . . ..      These details are properly the\n\nsubject of requests for discovery once an action is filed.\"\n\nCatrone, 929 F.2d at 886 (quoting White, 434 N.E.2d at 1020-21).\n\nIn the end, we think it better to let the Massachusetts courts\n\ndecide this issue.       The federal claims have been dismissed, and\n\nwe think the better part of discretion is to have the dismissal\n\nof the state claim be without prejudice.         See Houlton Citizens\n\nCoalition v. Town of Houlton, 175 F.3d 178, 192 (1st Cir. 1999).\n\n                                   III.\n\n           We   affirm    the   district   court's   grant   of   summary\n\njudgment in favor of defendants on all of Collins's claims,\n\nexcept that the district court is directed to enter judgment of\n\n\n\n\n                                   -19-\n\fdismissal without prejudice as to the pendent state defamation\n\nclaim.\n\n\n\n\n                             -20-\n\f",
  "html": "<p class=\"case_cite\">244 F.3d 246 (1st Cir. 2001)</p>\n    <p class=\"parties\">GARY J. COLLINS, D/B/A CAR PLACE WHOLESALERS, Plaintiff, Appellant,<br>v.<br>FRANK NUZZO, JR., JEANNE M. CHRISTIANO, MICHAEL MARCHESE, JOHN RAGUCCI, DAVID RAVANESI, GILBERT DELLISOLA, AND DAVID RAGUCCI, AS MEMBERS OF THE BOARD OF ALDERMEN OF THE CITY OF EVERETT, Defendants, Appellees.</p>\n    <p class=\"docket\">No. 00-1776</p>\n    <p class=\"court\">United States Court of Appeals For the First Circuit</p>\n    <p class=\"date\">Heard February 8, 2001<br>Decided April 5, 2001</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">ON APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF MASSACHUSETTS</p>\n      <p class=\"indent\">[Hon. Douglas P. Woodlock, U.S. District Judge] [Copyrighted Material Omitted]</p>\n      <p class=\"indent\">Isaac H. Peres, with whom Ghioldi &amp; Peres was on brief, for appellant.</p>\n      <p class=\"indent\">John J. Cloherty, III, with whom John J. Davis and Pierce, Davis &amp; Perritano were on brief, for appellees.</p>\n      <p class=\"indent\">Before Selya, Lynch, and Lipez, Circuit Judges.</p>\n      <p class=\"indent\">LYNCH, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Gary Collins was once a used car dealer, operating a lot called The Car Place along the Revere Beach Parkway in Everett, Massachusetts. He did so by grace of a license from Everett's Board of Aldermen. Collins fell out of grace, having repeatedly violated the terms of his license, and his relationship with the Board was marked by acrimony and litigation. The Board in 1996 denied his application for a new annual license. Collins thought the Board was retaliating for his having sued them. To make matters worse in Collins's eyes, the new licensee who operated on Collins's old site was given more generous license terms.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Collins responded by filing this &#167; 1983 suit against the Board in late 1996. The complaint alleged that the Board denied Collins's application arbitrarily and maliciously, partly in retaliation for his lawsuit, depriving him of his constitutional rights. One Board member, David Ravanesi, was singled out as having particular personal animosity against Collins and as having defamed him. In 1992 Collins heard that someone, he suspected Ravanesi, was spreading the word that Collins sold more than cars at the lot and Collins, understandably, did not like the suggestion he was selling drugs. Thus, he amended his complaint in 1997 to add a state law claim for defamation against Ravanesi.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Invoking the stringent standards for substantive due process and equal protection claims against public officials for denying licenses, the district court concluded that Collins's evidence did not meet the mark. The court reached the same conclusion on the retaliation claim. The court also concluded that Collins should have acted sooner on the defamation claims in light of the applicable statute of limitations, and rejected Collins's claim that the discovery rule excused his late filing. Summary judgment was entered against Collins. He appeals. The civil rights claims are easily disposed of, and we affirm. Application of the statute of limitations to the defamation claim in light of the discovery rule presents a closer question.</p>\n    </div>\n    <p class=\"indent\">I.</p>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">On review of a grant of summary judgment, we \"consider the facts in the light most favorable to the nonmoving party, drawing all reasonable inferences in that party's favor.\" Thomas v. Eastman Kodak, 183 F.3d 38, 42 (1st Cir. 1999), cert. denied, 528 U.S. 1161 (2000).</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The Massachusetts statute governing licenses for dealing in used automobiles provides that the licensing authorities of cities and towns \"may grant\" a license to a \"proper person\" to engage in the motor vehicle business if that \"business is or will be his principal business\" and he \"has available a place of business suitable for the purpose.\" Mass. Gen. Laws ch. 140, &#167; 59. Licenses expire after one year. Seeid. Section 59 also provides that \"[a]ny person aggrieved by any action of the licensing board\" may appeal to a Massachusetts superior court within ten days of an adverse action. Id. The City of Everett has designated its Board of Aldermen to serve as its licensing authority under &#167; 59.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">In 1991, Collins first obtained a used car dealer's license from the Everett Board of Aldermen, permitting him to operate a lot in Everett. The license limited the lot to having fifteen cars for sale at one time. Collins's lot was called The Car Place. In late 1991, Alderman David Ravanesi became concerned that Collins was exceeding the fifteen car limit and, along with the Everett police, inspected Collins's dealership from time to time. A Massachusetts statute authorizes the Board to inspect licensees such as Collins for compliance with the license terms. Mass. Gen. Laws ch. 140, &#167; 66. The number of vehicles on Collins's lot at various times ranged from twenty-two to fifty-two, according to Everett police reports. Collins was called before the Board in December 1991 about his non-compliance with the terms of his license. At about the same time, several other used car dealers also were haled before the Board to answer for license violations.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">In 1992, Collins applied to have his license renewed. The Board referred his application to an investigative committee, which monitored Collins's compliance. At a Board hearing on August 24, 1992, Ravanesi voiced his concern about the excessive number of cars on Collins's lot, and called Collins a \"liar.\" Alderman Frank Nuzzo expressed interest in the possibility of a different business occupying Collins's lot, and Alderman David Ragucci criticized Collins for not \"giving to the community.\" The seven member Board, by unanimous vote, denied Collins's application for several reasons, most of them related to his failure to comply with the license restrictions.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Collins appealed the denial and obtained a state court injunction preventing the City from issuing a cease and desist order against him, the usual aftermath of a denial of a license renewal. The injunction, which remained in force between 1992 and 1996, required Collins to comply with the fifteen car limit while the litigation was pending. The Board continued to monitor Collins and documented several additional violations.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The relationship between Collins and the Board remained publicly contentious. At Board meetings, some of the Aldermen discussed their frustration over the injunction and Collins's persistent violations of the license terms. Their comments were sometimes reported in the local newspaper. Ravanesi described the injunction as \"preventing us from enforcing the rules and ordinances of this city\" and stated that he was \"sick and tired of watching this guy flaunt the law.\" Ravanesi later stated that he \"[didn't] know of a sane judge who would issue such an order\" and that he \"want[ed] some action.\" Alderman Jeanne Cristiano expressed her displeasure over a letter Collins had written to the Board accusing it of being influenced by Ravanesi's personal animus toward Collins. Collins, too, voiced his displeasure over the situation and made some statements to the local paper.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">In 1992, Collins learned from his attorney that someone was spreading rumors that Collins was selling \"more than just cars\" from his lot, statements which Collins took to mean that he was selling drugs from the lot. Collins suspected at the time that the statements were attributable to Ravanesi.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Collins interacted with Ravanesi occasionally at Board meetings and when Ravanesi visited his business. Collins also listened to two telephone conversations between Collins's attorney and Ravanesi. Collins never heard Ravanesi state that he disliked Collins or wanted to drive him out of business. At a meeting between Collins and Ravanesi arranged by Collins's attorney, Ravanesi told Collins he would vote in favor of Collins's license application if Collins complied with the license terms.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">In 1995, the Massachusetts Superior Court, finding that Collins had exceeded the fifteen car limit imposed by his license, upheld as appropriate the Board's 1992 non-renewal of Collins's license, and dissolved the injunction. The Massachusetts Appeals Court affirmed, and the Supreme Judicial Court denied further appellate review in 1996. Collins v. Board of Aldermen, 664 N.E.2d 883 (Mass. App. Ct.), further review denied, 667 N.E.2d 1158 (Mass. 1996). The City of Everett then ordered Collins to cease conducting business as of July 31, 1996. This prompted Collins to file a new application for a used car dealer license. On October 15, 1996, the Board unanimously denied Collins's application for eleven reasons, including Collins's history of non-compliance and procedural rules requiring Collins to wait at least one year after a license denial before reapplying.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">In November, 1996, the Board granted a license to another used car dealer, John's Auto Sales, Inc., to operate at the location formerly occupied by Collins's lot. John's license imposed an eighteen car limit, a three car increase from the restriction in Collins's license. The limit was later increased, in September 1997, to twenty-six.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">In June 1997, Richard Barry, whom Collins previously did not know, told Collins that it was in fact Ravanesi who had made statements in 1991 accusing Collins of \"selling more than cars out of that place,\" and that Ravanesi had also said that \"everybody in the joint is a 'cokehead.'\" Barry also reported Ravanesi as stating his intention to \"boot him [Collins] right out of this City\" and to \"stomp him right out of business and bury him.\"<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <p class=\"indent\">II.</p>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Our analysis starts with the claims on which federal jurisdiction is based. We review de novo the district court's grant of summary judgment. Thomas, 183 F.3d at 47. Summary judgment is appropriate \"if the pleadings, depositions, answers to interrogatories, and admissions on file, together with the affidavits, if any, show that there is no genuine issue as to any material fact and that the moving party is entitled to a judgment as a matter of law.\" Id. (quoting Fed. R. Civ. P. 56(c)).</p>\n    </div>\n    <p class=\"indent\">A. Constitutional Claims under Section 1983</p>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">To sustain an action under 42 U.S.C. &#167; 1983, Collins must show both: \"(i) that the conduct complained of has been committed under color of state law, and (ii) that this conduct worked a denial of rights secured by the Constitution or laws of the United States.\" Chongris v. Board of Appeals, 811 F.2d 36, 40 (1st Cir. 1987). It is undisputed that the first prong is met in this case. The real work for Collins is to demonstrate that the Board's denial of his license application deprived him of his constitutional rights. That in turn depends on the standards required to make out his particular claims of constitutional right.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">1. Substantive Due Process and Equal Protection</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">In cases of denial of a local license or permit, the standard for determining whether government conduct constitutes either a substantive due process or an equal protection violation \"is so similar as to compress the inquiries into one.\" Baker v. Coxe, 230 F.3d 470, 474 (1st Cir. 2000). We analyze those claims together.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">To establish a substantive due process claim, a plaintiff must demonstrate an \"abuse of government power that shocks the conscience\" or \"action that is legally irrational in that it is not sufficiently keyed to any legitimate state interests.\" PFZ Properties, Inc. v. Rodriguez, 928 F.2d 28, 31-32 (1st Cir. 1991). Where a license or permit denial is involved, the class of cases which meets the constitutional threshold is narrowly limited. See Baker, 230 F.3d at 474; PFZ Properties, 928 F.2d at 31-32. In Nestor Colon Medina &amp; Sucesores, Inc. v. Custodio, 964 F.2d 32 (1st Cir. 1992), this court held that the denial of a land use permit, even if arbitrary, did not constitute a substantive due process violation unless it was a \"truly horrendous situation[].\" Id. at 45. Similarly, we rejected a plaintiff's substantive due process claim where a regulatory board revoked his surveyor's license, allegedly due to the chairman's animus toward him, finding that the plaintiff failed to show that the treatment was \"shocking or violative of universal standards of decency.\" Amsden v. Moran, 904 F.2d 748, 757 (1st Cir. 1990). This unforgiving standard guards against \"insinuat[ing] the oversight and discretion of federal judges into areas traditionally reserved for state and local tribunals.\" Nestor Colon, 964 F.2d at 45.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Collins's statements that Ravanesi's animus drove the Board to deny Collins a license fall far short of establishing the type of \"horrendous situation\" for which Nestor Colon left the door to federal relief \"slightly ajar.\" Id. While the record certainly establishes that Collins's relationship with the Board, and especially with Ravanesi, was contentious, the record also shows that Collins repeatedly violated the fifteen car limit imposed by his license, starting in the first year it issued. That alone means the Board's action is far from legally irrational.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Moreover, there is no evidence that the rest of the Board shared Ravanesi's alleged animus or was motivated by it. Of the seven members, four were silent on the issue of Collins's license application; two others made a few bland references to the situation. Even if Ravanesi were ill-motivated, one member's bad motive is not imputed to a legislative body for &#167; 1983 liability unless plaintiff shows \"both (a) bad motive on the part of at least a significant bloc of legislators, and (b) circumstances suggesting the probable complicity of others.\" Scott-Harris v. City of Fall River, 134 F.3d 427, 438 (1st Cir. 1997), rev'd on other grounds sub nom., Bogan v. Scott-Harris, 523 U.S. 44 (1998). Collins has shown neither.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Thus, Collins has failed to show that the Board's denial of his license involved any misconduct, let alone the kind of conscience-shocking abuse of governmental power required for showing a substantive due process violation. PFZ Properties, 928 F.2d at 31-32.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Nor has Collins shown any denial of equal protection. An equal protection claim is found only upon a showing of a \"gross abuse of power, invidious discrimination, or fundamentally unfair procedures\" or some sort of unjustified disparate treatment with respect to similarly situated applicants. Creative Environments, Inc. v. Estabrook, 680 F.2d 822, 832 n.9 (1st Cir. 1982). Indeed, we have warned that \"[i]f disgruntled permit applicants could create constitutional claims merely by alleging that they were treated differently from a similarly situated applicant, the correctness of virtually any state permit denial would become subject to litigation in federal court.\" Nestor Colon, 964 F.2d at 44-45.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Collins's assertion that he was treated differently than the successor to his license, John's Auto Sales, is flawed not only because the alleged differential treatment is not nearly grave enough to trigger constitutional concern, but also because Collins has not demonstrated that John's was similarly situated to his own business. It is true that John's received a license allowing it to sell up to eighteen used cars, a three car increase from Collins's fifteen car limit. But there is no evidence that the new license recipient had engaged in four years of license violations, as Collins undisputably did, and so Collins cannot say that he and the new licensee were so similarly situated that giving them different limits violated Collins's equal protection rights.</p>\n    </div>\n    <p class=\"indent\">2. Retaliation</p>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Collins also claims that the Board denied his 1996 license application in retaliation for exercising his right to appeal from the Board's 1992 decision not to renew his license.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> Collins must show that the Board's intent to retaliate against him for exercising his constitutionally protected rights was a \"substantial factor\" motivating the Board's adverse decision. See Pontarelli v. Stone, 930 F.2d 104, 115 (1st Cir. 1991). There is no evidence of retaliation. The statements attributed to Ravanesi were in 1991, before Collins filed a lawsuit. The city officials expressed irritation over being sued. That is not enough to show retaliation. The Board in 1996 gave eleven reasons why it would not renew Collins's license, all legitimate on their face.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">But even if Collins could show that his appeal provided the impetus for the Board's decision (a dubious proposition), his claim of unconstitutional retaliation still fails if the Board demonstrates \"that it would have reached the same decision even in the absence of the protected conduct.\" Wytrwal v. Saco Sch. Bd., 70 F.3d 165, 170 (1st Cir. 1995), quoting Mt. Healthy Bd. of Educ. v. Doyle, 429 U.S. 274, 287 (1977). There is no evidence from which to conclude that the Board would have reached a different decision.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Collins argues that the district court should have allowed a jury to decide whether his license violations were a pretext for the real motive -- retaliation -- behind the Board's denial of his license. He relies on Putnam Resources v. Pateman, 958 F.2d 448 (1st Cir. 1992), for the proposition that causation writ large is normally a question reserved for the fact-finder. From that, Collins argues that the district court improperly resolved the question whether Ravanesi's conduct was the \"proximate cause\" for the denial of Collins's license application. But these arguments suffer serious flaws. On summary judgment, Collins does not have enough evidence to get to a jury on retaliation, much less to overcome the Board's defense that it would have reached the same conclusion regardless. The arguments are simply an end-run around the rule just stated, that the Board \"still prevails by showing that it would have reached the same decision in the absence of the protected conduct.\" Crawford-El v. Britton, 523 U.S. 574, 593 (1998). Despite Collins's efforts to minimize them, the documented incidents of his license violations are legion, and provide ample basis for the Board's denial of his license.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">In a final effort, Collins makes much of the fact that the district court found that Collins was barred from seeking a license in 1996 under the Board's and the City's procedural rules, and this was an independent reason to deny the license. Those rules impose waiting periods that prohibit an applicant denied a license from reapplying for the same license for at least one year. The district court found the SJC's 1996 ruling on the 1992 license denial by the Board to be the triggering date of denial. Collins argues that the denial did not take place in 1996, but in 1992, when his renewal license was first denied by the Board, and so the procedural bar was not a legitimate ground for denying his license application in 1996. But the district court's conclusion that the denial occurred in 1996, for the purpose of measuring the waiting period, is an eminently reasonable construction of the rules, providing another ground for rejecting Collins's retaliation claim.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <p class=\"indent\">B. Defamation</p>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Collins also argues that the district court erred in finding his 1997 defamation claim barred by the three-year statute of limitations. Mass. Gen. Laws ch. 260, &#167; 4. Collins argues he did not know who made the defamatory statements (made in 1991) until 1997 and so he falls within the discovery exception to the statute of limitations. The parties do not dispute that the statements allegedly made by Ravanesi in 1991 -- statements suggesting that Collins was selling drugs out of his used car dealership -- are defamatory. What is in dispute is whether the discovery rule permits Collins to avoid the statute of limitations bar. The burden is on the plaintiff to show facts sufficient to take the case out of the statute of limitations.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">The general rule in libel and defamation cases is that the cause of action accrues, and the statutory period begins to run, on the date of publication. Flynn v. Associated Press, 519 N.E.2d 1304, 1307 (Mass. 1988). Here, Ravanesi allegedly made the defamatory statements in 1991, and in 1992, Collins's attorney told Collins that someone had said he was selling \"more than cars\" on his lot. At the time, Collins took that statement to mean that he was selling drugs and attributed it to Ravanesi based on their ongoing dispute. Collins argues that the statute of limitations did not begin to run on his defamation claim until he learned the specific details of the statement and confirmed the identity of the speaker in 1997, when Barry told Collins that Ravanesi had, in 1991, said that he knew Collins \"was selling more than cars out of that place because everybody in the joint is a 'cokehead.'\"</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Under Massachusetts law, the discovery rule suspends the running of the statute of limitations where a cause of action is based on an \"inherently unknowable\" wrong; the statute only starts to run when \"the harm becomes known, or in the exercise of reasonable diligence should have become known, to the injured party.\" Catrone v. Thoroughbred Racing Ass'n, 929 F.2d 881, 885 (1st Cir. 1991). A plaintiff need not have notice of \"every fact which must eventually be proved in support of the claim . . .. Rather, notice is simply knowledge that an injury has occurred.\" Flynn, 519 N.E.2d at 1307 (internal quotation marks omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">The Supreme Judicial Court has applied the discovery rule strictly in defamation cases. In Flynn, supra, it held that plaintiff's cause of action was not \"inherently unknowable\" where the alleged libel was printed in a newspaper widely available to the public, even though the plaintiff did not learn of the article until three years later. Here, by contrast, the defamatory statement was not published in a newspaper of general circulation. Rather, it was allegedly made by Ravenesi while at another used car business. And so, like the district court, we will assume the accrual date was in 1992 when Collins first had knowledge that the statement was made and thus that he was injured.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Thus, this is a situation where a plaintiff has notice of an injury (defamation) and generally what was said but does not know for certain who made the defamatory statement. It differs from the situation in Catrone, supra, where plaintiff knew generally of the statements and who published them, but did not know their particular content. As a result, this case does not easily fit within the Massachusetts rule followed in Catrone that \"[t]he 'notice' required is not notice of every fact which must eventually be proved . . .. These details are properly the subject of requests for discovery once an action is filed.\" Catrone, 929 F.2d at 886 (quoting White, 434 N.E.2d at 1020-21). In the end, we think it better to let the Massachusetts courts decide this issue. The federal claims have been dismissed, and we think the better part of discretion is to have the dismissal of the state claim be without prejudice. See Houlton Citizens Coalition v. Town of Houlton, 175 F.3d 178, 192 (1st Cir. 1999).</p>\n    </div>\n    <p class=\"indent\">III.</p>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">We affirm the district court's grant of summary judgment in favor of defendants on all of Collins's claims, except that the district court is directed to enter judgment of dismissal without prejudice as to the pendent state defamation claim.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Ravanesi denies making these statements and also denies making any statements suggesting Collins sold drugs from his car lot.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Although Collins does not plead his retaliation claim as such, we treat it as an ordinary claim of unconstitutional retaliation for protected speech in violation of the First Amendment. See Nestor Colon, 964 F.2d at 40-41 (denial of land use permit in retaliation for applicant's protected political expression is a First Amendment violation).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Because we agree with the district court's disposition of Collins's constitutional claims on the merits, we need not reach defendants' arguments based on the defenses of immunity and lack of municipal liability.</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">244</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">246</span></span> (1st Cir. 2001)</p>\n    <p class=\"parties\">GARY J. COLLINS, D/B/A CAR PLACE WHOLESALERS, Plaintiff, Appellant,<br>v.<br>FRANK NUZZO, JR., JEANNE M. CHRISTIANO, MICHAEL MARCHESE, JOHN RAGUCCI, DAVID RAVANESI, GILBERT DELLISOLA, AND DAVID RAGUCCI, AS MEMBERS OF THE BOARD OF ALDERMEN OF THE CITY OF EVERETT, Defendants, Appellees.</p>\n    <p class=\"docket\">No. 00-1776</p>\n    <p class=\"court\">United States Court of Appeals For the First Circuit</p>\n    <p class=\"date\">Heard February 8, 2001<br>Decided April 5, 2001</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">ON APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF MASSACHUSETTS</p>\n      <p class=\"indent\">[Hon. Douglas P. Woodlock, U.S. District Judge] [Copyrighted Material Omitted]</p>\n      <p class=\"indent\">Isaac H. Peres, with whom Ghioldi &amp; Peres was on brief, for appellant.</p>\n      <p class=\"indent\">John J. Cloherty, III, with whom John J. Davis and Pierce, Davis &amp; Perritano were on brief, for appellees.</p>\n      <p class=\"indent\">Before Selya, Lynch, and Lipez, Circuit Judges.</p>\n      <p class=\"indent\">LYNCH, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Gary Collins was once a used car dealer, operating a lot called The Car Place along the Revere Beach Parkway in Everett, Massachusetts. He did so by grace of a license from Everett's Board of Aldermen. Collins fell out of grace, having repeatedly violated the terms of his license, and his relationship with the Board was marked by acrimony and litigation. The Board in 1996 denied his application for a new annual license. Collins thought the Board was retaliating for his having sued them. To make matters worse in Collins's eyes, the new licensee who operated on Collins's old site was given more generous license terms.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Collins responded by filing this &#167; 1983 suit against the Board in late 1996. The complaint alleged that the Board denied Collins's application arbitrarily and maliciously, partly in retaliation for his lawsuit, depriving him of his constitutional rights. One Board member, David Ravanesi, was singled out as having particular personal animosity against Collins and as having defamed him. In 1992 Collins heard that someone, he suspected Ravanesi, was spreading the word that Collins sold more than cars at the lot and Collins, understandably, did not like the suggestion he was selling drugs. Thus, he amended his complaint in 1997 to add a state law claim for defamation against Ravanesi.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Invoking the stringent standards for substantive due process and equal protection claims against public officials for denying licenses, the district court concluded that Collins's evidence did not meet the mark. The court reached the same conclusion on the retaliation claim. The court also concluded that Collins should have acted sooner on the defamation claims in light of the applicable statute of limitations, and rejected Collins's claim that the discovery rule excused his late filing. Summary judgment was entered against Collins. He appeals. The civil rights claims are easily disposed of, and we affirm. Application of the statute of limitations to the defamation claim in light of the discovery rule presents a closer question.</p>\n    </div>\n    <p class=\"indent\">I.</p>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">On review of a grant of summary judgment, we \"consider the facts in the light most favorable to the nonmoving party, drawing all reasonable inferences in that party's favor.\" Thomas v. Eastman Kodak, <span class=\"citation\" data-id=\"765085\"><a href=\"/opinion/765085/myrtle-thomas-v-eastman-kodak-company/\"><span class=\"volume\">183</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">38</span></a></span>, 42 (1st Cir. 1999), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">528</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1161</span></span> (2000).</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The Massachusetts statute governing licenses for dealing in used automobiles provides that the licensing authorities of cities and towns \"may grant\" a license to a \"proper person\" to engage in the motor vehicle business if that \"business is or will be his principal business\" and he \"has available a place of business suitable for the purpose.\" Mass. Gen. Laws ch. 140, &#167; 59. Licenses expire after one year. Seeid. Section 59 also provides that \"[a]ny person aggrieved by any action of the licensing board\" may appeal to a Massachusetts superior court within ten days of an adverse action. Id. The City of Everett has designated its Board of Aldermen to serve as its licensing authority under &#167; 59.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">In 1991, Collins first obtained a used car dealer's license from the Everett Board of Aldermen, permitting him to operate a lot in Everett. The license limited the lot to having fifteen cars for sale at one time. Collins's lot was called The Car Place. In late 1991, Alderman David Ravanesi became concerned that Collins was exceeding the fifteen car limit and, along with the Everett police, inspected Collins's dealership from time to time. A Massachusetts statute authorizes the Board to inspect licensees such as Collins for compliance with the license terms. Mass. Gen. Laws ch. 140, &#167; 66. The number of vehicles on Collins's lot at various times ranged from twenty-two to fifty-two, according to Everett police reports. Collins was called before the Board in December 1991 about his non-compliance with the terms of his license. At about the same time, several other used car dealers also were haled before the Board to answer for license violations.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">In 1992, Collins applied to have his license renewed. The Board referred his application to an investigative committee, which monitored Collins's compliance. At a Board hearing on August 24, 1992, Ravanesi voiced his concern about the excessive number of cars on Collins's lot, and called Collins a \"liar.\" Alderman Frank Nuzzo expressed interest in the possibility of a different business occupying Collins's lot, and Alderman David Ragucci criticized Collins for not \"giving to the community.\" The seven member Board, by unanimous vote, denied Collins's application for several reasons, most of them related to his failure to comply with the license restrictions.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Collins appealed the denial and obtained a state court injunction preventing the City from issuing a cease and desist order against him, the usual aftermath of a denial of a license renewal. The injunction, which remained in force between 1992 and 1996, required Collins to comply with the fifteen car limit while the litigation was pending. The Board continued to monitor Collins and documented several additional violations.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The relationship between Collins and the Board remained publicly contentious. At Board meetings, some of the Aldermen discussed their frustration over the injunction and Collins's persistent violations of the license terms. Their comments were sometimes reported in the local newspaper. Ravanesi described the injunction as \"preventing us from enforcing the rules and ordinances of this city\" and stated that he was \"sick and tired of watching this guy flaunt the law.\" Ravanesi later stated that he \"[didn't] know of a sane judge who would issue such an order\" and that he \"want[ed] some action.\" Alderman Jeanne Cristiano expressed her displeasure over a letter Collins had written to the Board accusing it of being influenced by Ravanesi's personal animus toward Collins. Collins, too, voiced his displeasure over the situation and made some statements to the local paper.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">In 1992, Collins learned from his attorney that someone was spreading rumors that Collins was selling \"more than just cars\" from his lot, statements which Collins took to mean that he was selling drugs from the lot. Collins suspected at the time that the statements were attributable to Ravanesi.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Collins interacted with Ravanesi occasionally at Board meetings and when Ravanesi visited his business. Collins also listened to two telephone conversations between Collins's attorney and Ravanesi. Collins never heard Ravanesi state that he disliked Collins or wanted to drive him out of business. At a meeting between Collins and Ravanesi arranged by Collins's attorney, Ravanesi told Collins he would vote in favor of Collins's license application if Collins complied with the license terms.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">In 1995, the Massachusetts Superior Court, finding that Collins had exceeded the fifteen car limit imposed by his license, upheld as appropriate the Board's 1992 non-renewal of Collins's license, and dissolved the injunction. The Massachusetts Appeals Court affirmed, and the Supreme Judicial Court denied further appellate review in 1996. Collins v. Board of Aldermen, <span class=\"citation no-link\"><span class=\"volume\">664</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">883</span></span> (Mass. App. Ct.), further review denied, <span class=\"citation no-link\"><span class=\"volume\">667</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1158</span></span> (Mass. 1996). The City of Everett then ordered Collins to cease conducting business as of July 31, 1996. This prompted Collins to file a new application for a used car dealer license. On October 15, 1996, the Board unanimously denied Collins's application for eleven reasons, including Collins's history of non-compliance and procedural rules requiring Collins to wait at least one year after a license denial before reapplying.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">In November, 1996, the Board granted a license to another used car dealer, John's Auto Sales, Inc., to operate at the location formerly occupied by Collins's lot. John's license imposed an eighteen car limit, a three car increase from the restriction in Collins's license. The limit was later increased, in September 1997, to twenty-six.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">In June 1997, Richard Barry, whom Collins previously did not know, told Collins that it was in fact Ravanesi who had made statements in 1991 accusing Collins of \"selling more than cars out of that place,\" and that Ravanesi had also said that \"everybody in the joint is a 'cokehead.'\" Barry also reported Ravanesi as stating his intention to \"boot him [Collins] right out of this City\" and to \"stomp him right out of business and bury him.\"<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <p class=\"indent\">II.</p>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Our analysis starts with the claims on which federal jurisdiction is based. We review de novo the district court's grant of summary judgment. Thomas, 183 F.3d at 47. Summary judgment is appropriate \"if the pleadings, depositions, answers to interrogatories, and admissions on file, together with the affidavits, if any, show that there is no genuine issue as to any material fact and that the moving party is entitled to a judgment as a matter of law.\" Id. (quoting Fed. R. Civ. P. 56(c)).</p>\n    </div>\n    <p class=\"indent\">A. Constitutional Claims under Section 1983</p>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">To sustain an action under 42 U.S.C. &#167; 1983, Collins must show both: \"(i) that the conduct complained of has been committed under color of state law, and (ii) that this conduct worked a denial of rights secured by the Constitution or laws of the United States.\" Chongris v. Board of Appeals, <span class=\"citation\" data-id=\"482848\"><a href=\"/opinion/482848/james-chongris-and-george-chongris-v-board-of-appeals-of-the-town-of/\"><span class=\"volume\">811</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">36</span></a></span>, 40 (1st Cir. 1987). It is undisputed that the first prong is met in this case. The real work for Collins is to demonstrate that the Board's denial of his license application deprived him of his constitutional rights. That in turn depends on the standards required to make out his particular claims of constitutional right.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">1. Substantive Due Process and Equal Protection</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">In cases of denial of a local license or permit, the standard for determining whether government conduct constitutes either a substantive due process or an equal protection violation \"is so similar as to compress the inquiries into one.\" Baker v. Coxe, <span class=\"citation\" data-id=\"199143\"><a href=\"/opinion/199143/baker-v-mccabe/\"><span class=\"volume\">230</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">470</span></a></span>, 474 (1st Cir. 2000). We analyze those claims together.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">To establish a substantive due process claim, a plaintiff must demonstrate an \"abuse of government power that shocks the conscience\" or \"action that is legally irrational in that it is not sufficiently keyed to any legitimate state interests.\" PFZ Properties, Inc. v. Rodriguez, <span class=\"citation\" data-id=\"557363\"><a href=\"/opinion/557363/pfz-properties-inc-v-rene-alberto-rodriguez-etc/\"><span class=\"volume\">928</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">28</span></a></span>, 31-32 (1st Cir. 1991). Where a license or permit denial is involved, the class of cases which meets the constitutional threshold is narrowly limited. See Baker, 230 F.3d at 474; PFZ Properties, 928 F.2d at 31-32. In Nestor Colon Medina &amp; Sucesores, Inc. v. Custodio, <span class=\"citation\" data-id=\"583574\"><a href=\"/opinion/583574/nestor-colon-medina-sucesores-inc-v-patria-g-custodio/\"><span class=\"volume\">964</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">32</span></a></span> (1st Cir. 1992), this court held that the denial of a land use permit, even if arbitrary, did not constitute a substantive due process violation unless it was a \"truly horrendous situation[].\" Id. at 45. Similarly, we rejected a plaintiff's substantive due process claim where a regulatory board revoked his surveyor's license, allegedly due to the chairman's animus toward him, finding that the plaintiff failed to show that the treatment was \"shocking or violative of universal standards of decency.\" Amsden v. Moran, <span class=\"citation\" data-id=\"542853\"><a href=\"/opinion/542853/henry-h-amsden-v-thomas-f-moran-etc/\"><span class=\"volume\">904</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">748</span></a></span>, 757 (1st Cir. 1990). This unforgiving standard guards against \"insinuat[ing] the oversight and discretion of federal judges into areas traditionally reserved for state and local tribunals.\" Nestor Colon, 964 F.2d at 45.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Collins's statements that Ravanesi's animus drove the Board to deny Collins a license fall far short of establishing the type of \"horrendous situation\" for which Nestor Colon left the door to federal relief \"slightly ajar.\" Id. While the record certainly establishes that Collins's relationship with the Board, and especially with Ravanesi, was contentious, the record also shows that Collins repeatedly violated the fifteen car limit imposed by his license, starting in the first year it issued. That alone means the Board's action is far from legally irrational.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Moreover, there is no evidence that the rest of the Board shared Ravanesi's alleged animus or was motivated by it. Of the seven members, four were silent on the issue of Collins's license application; two others made a few bland references to the situation. Even if Ravanesi were ill-motivated, one member's bad motive is not imputed to a legislative body for &#167; 1983 liability unless plaintiff shows \"both (a) bad motive on the part of at least a significant bloc of legislators, and (b) circumstances suggesting the probable complicity of others.\" Scott-Harris v. City of Fall River, <span class=\"citation no-link\"><span class=\"volume\">134</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">427</span></span>, 438 (1st Cir. 1997), rev'd on other grounds sub nom., Bogan v. Scott-Harris, <span class=\"citation\" data-id=\"118178\"><a href=\"/opinion/118178/bogan-v-scott-harris/\"><span class=\"volume\">523</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">44</span></a></span> (1998). Collins has shown neither.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Thus, Collins has failed to show that the Board's denial of his license involved any misconduct, let alone the kind of conscience-shocking abuse of governmental power required for showing a substantive due process violation. PFZ Properties, 928 F.2d at 31-32.</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">Nor has Collins shown any denial of equal protection. An equal protection claim is found only upon a showing of a \"gross abuse of power, invidious discrimination, or fundamentally unfair procedures\" or some sort of unjustified disparate treatment with respect to similarly situated applicants. Creative Environments, Inc. v. Estabrook, <span class=\"citation\" data-id=\"405155\"><a href=\"/opinion/405155/creative-environments-inc-v-robert-estabrook/\"><span class=\"volume\">680</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">822</span></a></span>, 832 n.9 (1st Cir. 1982). Indeed, we have warned that \"[i]f disgruntled permit applicants could create constitutional claims merely by alleging that they were treated differently from a similarly situated applicant, the correctness of virtually any state permit denial would become subject to litigation in federal court.\" Nestor Colon, 964 F.2d at 44-45.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Collins's assertion that he was treated differently than the successor to his license, John's Auto Sales, is flawed not only because the alleged differential treatment is not nearly grave enough to trigger constitutional concern, but also because Collins has not demonstrated that John's was similarly situated to his own business. It is true that John's received a license allowing it to sell up to eighteen used cars, a three car increase from Collins's fifteen car limit. But there is no evidence that the new license recipient had engaged in four years of license violations, as Collins undisputably did, and so Collins cannot say that he and the new licensee were so similarly situated that giving them different limits violated Collins's equal protection rights.</p>\n    </div>\n    <p class=\"indent\">2. Retaliation</p>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">Collins also claims that the Board denied his 1996 license application in retaliation for exercising his right to appeal from the Board's 1992 decision not to renew his license.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> Collins must show that the Board's intent to retaliate against him for exercising his constitutionally protected rights was a \"substantial factor\" motivating the Board's adverse decision. See Pontarelli v. Stone, <span class=\"citation\" data-id=\"558943\"><a href=\"/opinion/558943/trooper-alvin-t-pontarelli-v-walter-e-stone-trooper-alvin-t-pontarelli/\"><span class=\"volume\">930</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">104</span></a></span>, 115 (1st Cir. 1991). There is no evidence of retaliation. The statements attributed to Ravanesi were in 1991, before Collins filed a lawsuit. The city officials expressed irritation over being sued. That is not enough to show retaliation. The Board in 1996 gave eleven reasons why it would not renew Collins's license, all legitimate on their face.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">But even if Collins could show that his appeal provided the impetus for the Board's decision (a dubious proposition), his claim of unconstitutional retaliation still fails if the Board demonstrates \"that it would have reached the same decision even in the absence of the protected conduct.\" Wytrwal v. Saco Sch. Bd., <span class=\"citation\" data-id=\"196416\"><a href=\"/opinion/196416/barbara-wytrwal-v-saco-school-board/\"><span class=\"volume\">70</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">165</span></a></span>, 170 (1st Cir. 1995), quoting Mt. Healthy Bd. of Educ. v. Doyle, <span class=\"citation\" data-id=\"109574\"><a href=\"/opinion/109574/mt-healthy-city-bd-of-ed-v-doyle/\"><span class=\"volume\">429</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">274</span></a></span>, 287 (1977). There is no evidence from which to conclude that the Board would have reached a different decision.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Collins argues that the district court should have allowed a jury to decide whether his license violations were a pretext for the real motive -- retaliation -- behind the Board's denial of his license. He relies on Putnam Resources v. Pateman, <span class=\"citation\" data-id=\"579198\"><a href=\"/opinion/579198/putnam-resources-v-ronald-m-pateman-ronald-m-pateman-v-frenkel/\"><span class=\"volume\">958</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">448</span></a></span> (1st Cir. 1992), for the proposition that causation writ large is normally a question reserved for the fact-finder. From that, Collins argues that the district court improperly resolved the question whether Ravanesi's conduct was the \"proximate cause\" for the denial of Collins's license application. But these arguments suffer serious flaws. On summary judgment, Collins does not have enough evidence to get to a jury on retaliation, much less to overcome the Board's defense that it would have reached the same conclusion regardless. The arguments are simply an end-run around the rule just stated, that the Board \"still prevails by showing that it would have reached the same decision in the absence of the protected conduct.\" Crawford-El v. Britton, <span class=\"citation\" data-id=\"118203\"><a href=\"/opinion/118203/crawford-el-v-britton/\"><span class=\"volume\">523</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">574</span></a></span>, 593 (1998). Despite Collins's efforts to minimize them, the documented incidents of his license violations are legion, and provide ample basis for the Board's denial of his license.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">In a final effort, Collins makes much of the fact that the district court found that Collins was barred from seeking a license in 1996 under the Board's and the City's procedural rules, and this was an independent reason to deny the license. Those rules impose waiting periods that prohibit an applicant denied a license from reapplying for the same license for at least one year. The district court found the SJC's 1996 ruling on the 1992 license denial by the Board to be the triggering date of denial. Collins argues that the denial did not take place in 1996, but in 1992, when his renewal license was first denied by the Board, and so the procedural bar was not a legitimate ground for denying his license application in 1996. But the district court's conclusion that the denial occurred in 1996, for the purpose of measuring the waiting period, is an eminently reasonable construction of the rules, providing another ground for rejecting Collins's retaliation claim.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <p class=\"indent\">B. Defamation</p>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Collins also argues that the district court erred in finding his 1997 defamation claim barred by the three-year statute of limitations. Mass. Gen. Laws ch. 260, &#167; 4. Collins argues he did not know who made the defamatory statements (made in 1991) until 1997 and so he falls within the discovery exception to the statute of limitations. The parties do not dispute that the statements allegedly made by Ravanesi in 1991 -- statements suggesting that Collins was selling drugs out of his used car dealership -- are defamatory. What is in dispute is whether the discovery rule permits Collins to avoid the statute of limitations bar. The burden is on the plaintiff to show facts sufficient to take the case out of the statute of limitations.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">The general rule in libel and defamation cases is that the cause of action accrues, and the statutory period begins to run, on the date of publication. Flynn v. Associated Press, <span class=\"citation no-link\"><span class=\"volume\">519</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1304</span></span>, 1307 (Mass. 1988). Here, Ravanesi allegedly made the defamatory statements in 1991, and in 1992, Collins's attorney told Collins that someone had said he was selling \"more than cars\" on his lot. At the time, Collins took that statement to mean that he was selling drugs and attributed it to Ravanesi based on their ongoing dispute. Collins argues that the statute of limitations did not begin to run on his defamation claim until he learned the specific details of the statement and confirmed the identity of the speaker in 1997, when Barry told Collins that Ravanesi had, in 1991, said that he knew Collins \"was selling more than cars out of that place because everybody in the joint is a 'cokehead.'\"</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">Under Massachusetts law, the discovery rule suspends the running of the statute of limitations where a cause of action is based on an \"inherently unknowable\" wrong; the statute only starts to run when \"the harm becomes known, or in the exercise of reasonable diligence should have become known, to the injured party.\" Catrone v. Thoroughbred Racing Ass'n, <span class=\"citation\" data-id=\"558580\"><a href=\"/opinion/558580/patrick-catrone-v-thoroughbred-racing-associations-of-north-america-inc/\"><span class=\"volume\">929</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">881</span></a></span>, 885 (1st Cir. 1991). A plaintiff need not have notice of \"every fact which must eventually be proved in support of the claim . . .. Rather, notice is simply knowledge that an injury has occurred.\" Flynn, 519 N.E.2d at 1307 (internal quotation marks omitted).</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">The Supreme Judicial Court has applied the discovery rule strictly in defamation cases. In Flynn, supra, it held that plaintiff's cause of action was not \"inherently unknowable\" where the alleged libel was printed in a newspaper widely available to the public, even though the plaintiff did not learn of the article until three years later. Here, by contrast, the defamatory statement was not published in a newspaper of general circulation. Rather, it was allegedly made by Ravenesi while at another used car business. And so, like the district court, we will assume the accrual date was in 1992 when Collins first had knowledge that the statement was made and thus that he was injured.</p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">Thus, this is a situation where a plaintiff has notice of an injury (defamation) and generally what was said but does not know for certain who made the defamatory statement. It differs from the situation in Catrone, supra, where plaintiff knew generally of the statements and who published them, but did not know their particular content. As a result, this case does not easily fit within the Massachusetts rule followed in Catrone that \"[t]he 'notice' required is not notice of every fact which must eventually be proved . . .. These details are properly the subject of requests for discovery once an action is filed.\" Catrone, 929 F.2d at 886 (quoting White, 434 N.E.2d at 1020-21). In the end, we think it better to let the Massachusetts courts decide this issue. The federal claims have been dismissed, and we think the better part of discretion is to have the dismissal of the state claim be without prejudice. See Houlton Citizens Coalition v. Town of Houlton, <span class=\"citation\" data-id=\"763565\"><a href=\"/opinion/763565/houlton-citizens-coalition-v-town-of-houlton/\"><span class=\"volume\">175</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">178</span></a></span>, 192 (1st Cir. 1999).</p>\n    </div>\n    <p class=\"indent\">III.</p>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">We affirm the district court's grant of summary judgment in favor of defendants on all of Collins's claims, except that the district court is directed to enter judgment of dismissal without prejudice as to the pendent state defamation claim.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Ravanesi denies making these statements and also denies making any statements suggesting Collins sold drugs from his car lot.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Although Collins does not plead his retaliation claim as such, we treat it as an ordinary claim of unconstitutional retaliation for protected speech in violation of the First Amendment. See Nestor Colon, 964 F.2d at 40-41 (denial of land use permit in retaliation for applicant's protected political expression is a First Amendment violation).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Because we agree with the district court's disposition of Collins's constitutional claims on the merits, we need not reach defendants' arguments based on the defenses of immunity and lack of municipal liability.</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/109574/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118178/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118203/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196416/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199143/",
    "http://www.courtlistener.com/api/rest/v3/opinions/405155/",
    "http://www.courtlistener.com/api/rest/v3/opinions/482848/",
    "http://www.courtlistener.com/api/rest/v3/opinions/542853/",
    "http://www.courtlistener.com/api/rest/v3/opinions/557363/",
    "http://www.courtlistener.com/api/rest/v3/opinions/558580/",
    "http://www.courtlistener.com/api/rest/v3/opinions/558943/",
    "http://www.courtlistener.com/api/rest/v3/opinions/579198/",
    "http://www.courtlistener.com/api/rest/v3/opinions/583574/",
    "http://www.courtlistener.com/api/rest/v3/opinions/763565/",
    "http://www.courtlistener.com/api/rest/v3/opinions/765085/"
  ]
}