{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/199390/",
  "absolute_url": "/opinion/199390/united-states-v-sotomayor-vazquez/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/199390/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T04:29:45Z",
  "date_modified": "2017-03-24T11:01:49.288769Z",
  "type": "010combined",
  "sha1": "ef42d7d112ab2887c2c36180eb1a7e7834bbfca5",
  "page_count": 37,
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/00-1096-01A.pdf",
  "local_path": "pdf/2001/04/30/US_v._Sotomayor-Vazquez.pdf",
  "plain_text": "           United States Court of Appeals\n                       For the First Circuit\n\n\nNos. 00-1096\n     00-1097\n     00-1279\n\n                     UNITED STATES OF AMERICA,\n\n                        Plaintiff, Appellee,\n\n                                  v.\n\n                   JEANNETTE SOTOMAYOR-VÁZQUEZ,\n                      ARMANDO BOREL-BARREIRO,\n                         YAMIL KOURÍ-PÉREZ,\n\n                      Defendants, Appellants.\n\n\n\n         APPEALS FROM THE UNITED STATES DISTRICT COURT\n\n                 FOR THE DISTRICT OF PUERTO RICO\n\n         [Hon. José Antonio Fusté, U.S. District Judge]\n\n\n\n                                Before\n\n                      Torruella, Chief Judge,\n\n                   Coffin, Senior Circuit Judge,\n\n                     and Selya, Circuit Judge.\n\n\n\n     Francisco Rebollo-Casalduc, with whom Nachman, Guillemard &\nRebollo, were on brief, for appellant Sotomayor.\n     Marlene Aponte-Cabrera, for appellant Borel.\n     Benjamin S. Waxman, with whom Alan S. Ross, Robbins, Tunkey, Ross,\n\fAmsel, Raben, Waxman & Eiglarsh, P.A., Rafael F. Castro-Lang, Castro &\nCastro and Fernando J. Carlo, were on brief, for appellant Kourí.\n      Richard A. Friedman, Appellate Section, Criminal Division, with\nwhom Guillermo Gil, United States Attorney, María Domínguez and Edna C.\nRosario, Assistant United States Attorneys, were on brief, for\nappellee.\n\n\n\n                          April 30, 2001\n\n\n\n\n                                -2-\n\f          TORRUELLA, Chief Judge.      After a 58-day jury trial,\n\nappellants Jeannette Sotomayor-Vázquez (Sotomayor), Armando Borel-\n\nBarreiro (Borel) and Yamil Kourí-Pérez (Kourí) were convicted of\n\nvarious counts of conspiracy, embezzlement, money laundering and\n\nwitness tampering.1 Kourí was sentenced to 168 months imprisonment,\n\nfined $17,500, and ordered to pay $1,394,358 in restitution. Sotomayor\n\nwas sentenced to 46 months imprisonment, fined $10,000, and ordered to\n\npay $35,689 in restitution. Borel was sentenced to a year and a day of\n\nimprisonment and ordered to pay $18,777 in restitution. In these\n\nappeals, they raise numerous claims of trial error. For the reasons\n\nexplained herein, we affirm the convictions in full.\n\n                             BACKGROUND\n\n          We briefly summarize the relevant facts, which we develop in\n\ngreater detail where necessary.\n\nI.   The Embezzlement Scheme\n\n\n\n\n1 Borel was convicted of one count of conspiracy to embezzle from an\norganization receiving federal funds in violation of 18 U.S.C. § 371,\nand two counts of embezzlement from such an organization in violation\nof 18 U.S.C. § 666.      Sotomayor was convicted of one count of\nconspiracy, three counts of embezzlement, and one count of witness\ntampering in violation of 18 U.S.C. § 1512(b). Kourí was convicted of\none count of conspiracy, two counts of embezzlement, and 24 counts of\nmoney laundering in violation of 18 U.S.C. § 1956(a).\n\n  A number of other co-conspirators were also indicted, and were\neither tried separately or pled guilty pursuant to agreements with the\nU.S. Attorney.\n\n                                 -3-\n\f          Advanced Community Health Services, Inc. (ACHS) treated\n\npersons with AIDS from 1987 to 1994 pursuant to a contract with the\n\nCity of San Juan, Puerto Rico. From 1990 to 1994, ACHS was a non-\n\nprofit organization eligible for federal funding, of which it received\n\napproximately $15,000,000.\n\n          Appellant Kourí was an employee of the Harvard Institute for\n\nInternational Development (HIID). Although Kourí was not officially an\n\nemployee of ACHS, the Government introduced evidence as to his\n\nparticipation in the development of ACHS and its subsidiary, the AIDS\n\nInstitute. The evidence showed that he was essentially the director,\n\nmanager, and representative of those institutions. Appellant Sotomayor\n\nwas employed as the Operations Manager of ACHS. Appellant Borel was\n\nemployed by ACHS as a property custodian. He was also the incorporator\n\nand purchasing agent of Octagon Corporation (Octagon), one of the\n\noutside entities used to divert funds from ACHS.\n\n          The principal prosecution witness was co-conspirator Angel\n\nCorcino, who had served as the comptroller of ACHS. Corcino explained\n\nthat Kourí and Sotomayor had diverted funds from ACHS by directing\n\nCorcino to make checks payable either to organizations controlled by\n\nKourí2 or to individuals associated with ACHS (who were never told that\n\n\n\n\n2 These organizations included Advanced Food Services, Octagon,\nFundación Panamericana and Medservices.\n\n                                 -4-\n\fchecks were made in their names).3 Kourí and Sotomayor would cash the\n\nchecks for personal use or to make political contributions. Corcino\n\nalso testified as to Borel's more limited involvement in the\n\nembezzlement.4\n\nII.   Recantation of a Key Defense Witness\n\n          Kourí's defense sought to establish that the payments to\n\nFundación Panamericana and Medservices had been made in exchange for\n\nbona fide services, and that the two companies were not shell\n\norganizations used to launder money.       To this end, Kourí called\n\nDr. Gloria Ornelas (the director of Fundación Panamericana), who\n\ntestified that Panamericana had engaged in legitimate research\n\nactivity, and had been paid for that activity by ACHS.\n\n\n3 Corcino testified that Kourí had cashed over $250,000 in checks to\nprovide political contributions (Count 2), that Kourí had received\n$27,750 in other check proceeds (Count 7), and that Kourí had caused\nACHS to make payments on sham, post-dated contracts through Fundación\nPanamericana and Medservices (Counts 9-20), the proceeds of which would\nlater be remitted to Kourí. To avoid discovery, Corcino would send\ncashier's checks, which would not be returned to ACHS with fraudulent\nendorsements.\n\n  Corcino also testified that Sotomayor had diverted $21,000 to pay\nher housekeeper's salary (Count 4) and $45,000 to pay for the\nconstruction of a co-conspirator's house (Count 6), as well as helping\nKourí with the embezzlement of the $27,750 (Count 7). Sotomayor was\nalso indicted for one count of witness tampering, in connection with an\nattempt to convince her housekeeper to testify falsely about her\nduties.\n4 Corcino testified that Borel had been the maker and payee of $50,000\nworth of checks funneled from ACHS through Octagon and Advanced Food\nService. Several of the checks were cashed by Borel, with the proceeds\nultimately paid to Kourí.\n\n                                 -5-\n\f           The Government later called Ornelas as its first rebuttal\n\nwitness, at which point she recanted her testimony in full.         In\n\nrebuttal, she testified that Kourí had induced her to lie, and that the\n\ncontract between ACHS and Fundación Panamericana was a sham that had\n\nbeen altered and post-dated to make it appear legitimate. Although\n\nOrnelas originally implicated Kourí's lead counsel (Benny Frankie\n\nCerezo) in the fabrication, she later testified that neither Cerezo nor\n\nco-counsel Charles Daniels was involved in soliciting false testimony.\n\nAfter both Sotomayor and Borel moved unsuccessfully for a mistrial,\n\nOrnelas also testified that neither co-defendant had played any part in\n\nthe scheme to provide false testimony.       The court provided both\n\nSotomayor and Borel the opportunity to cross-examine Ornelas,5 and\n\nissued a limiting instruction to the jury.\n\n                             DISCUSSION\n\n           We address the many issues raised in these appeals as\n\nfollows: (1) the sufficiency of the evidence on which Borel and Kourí\n\nwere convicted of violating 18 U.S.C. § 666; (2) evidentiary challenges\n\nmade by Sotomayor; (3) Kourí's Sixth Amendment claim of attorney\n\nconflict-of-interest; (4) the potential prejudicial effect of Ornelas's\n\ntestimony on Sotomayor and Borel; (5) Kourí and Borel's challenge to\n\nthe jury instructions; (6) Kourí's sentencing challenge; (7) the\n\nadmissibility of evidence received by the FBI from the Comptroller\n\n5   Kourí also had the opportunity to cross-examine Ornelas.\n\n                                 -6-\n\fGeneral of Puerto Rico; and (8) the legal capacity of the interim U.S.\n\nAttorney for the District of Puerto Rico.\n\nI.   The Sufficiency of the Evidence as to Kourí and Borel\n\n          When a conviction is challenged on sufficiency grounds, we\n\nevaluate the evidence \"'in the light most agreeable to the prosecution\n\nand decide whether that evidence, including all plausible inferences\n\nextractable therefrom, enables a rational fact-finder to conclude\n\nbeyond a reasonable doubt that the defendant committed the charged\n\ncrime.'\" United States v. Ortiz de Jesús, 230 F.3d 1, 5 (1st Cir.\n\n2000) (quoting United States v. Noah, 130 F.3d 490, 494 (1st Cir.\n\n1997)).\n\n          A.   Kourí\n\n          Kourí argues that insufficient evidence was introduced to\n\nprove that he was an \"agent\" of ACHS, one of the elements of an\n\nembezzlement conviction under 18 U.S.C. § 666. Section 666(d)(1)\n\ndefines the term \"agent\" as \"a person authorized to act on behalf of\n\nanother person . . . and, in the case of an organization . . . ,\n\ninclud[ing] a servant or employee, and a partner, director, officer,\n\nmanager, and representative.\" Kourí's basic argument is that, because\n\nhe was merely an HIID-employed consultant providing advisory services\n\nto ACHS, and was not on the ACHS payroll, he cannot fall under the\n\nstatutory definition of \"agent.\" In other words, he argues that he was\n\nnot \"authorized to act on behalf of ACHS.\" He also argues that, as an\n\n\n                                 -7-\n\foutside consultant, he was not an \"agent\" of ACHS by virtue of being an\n\nACHS employee, partner, director, officer, manager, or representative.\n\nSee United States v. Ferber, 966 F. Supp. 90, 100 (D. Mass. 1997)\n\n(suggesting that a defendant may qualify as a § 666(d)(1) \"agent\" if he\n\nis covered by either aspect of the statutory definition). We need not\n\ndetermine whether Kourí was authorized to act on behalf of ACHS,\n\nbecause we conclude that there was sufficient evidence to show that he\n\nwas a \"director,\" \"manager,\" or \"representative\" of ACHS in accordance\n\nwith the statutory definition.\n\n            In Salinas v. United States, 522 U.S. 52, 55-61 (1997), the\n\nSupreme Court held that § 666 is extremely broad in scope. The Court\n\nnoted the \"expansive, unqualified language\" of the statute, as well as\n\nthe \"broad definition of the 'circumstances' to which the statute\n\napplies.\"    Id. at 56-57.    Although Salinas only addressed which\n\norganizations receiving federal funds are covered by § 666 generally,\n\nand not which persons are covered by § 666(d)(1) in particular, we\n\nunderstand the Supreme Court's \"expansive\" approach to include persons\n\nwho act as directors, managers, or representatives of covered\n\norganizations, even if those persons are not actually employed by the\n\norganizations from which they embezzled. As Judge Garza recognized in\n\nhis dissent in United States v. Phillips, 219 F.3d 404 (5th Cir. 2000),\n\nsuch an expansive definition of \"agent\" is necessary to fulfill the\n\npurpose of § 666, i.e., to protect the integrity of federal funds:\n\n\n                                  -8-\n\f           [T]he expansive statutory definition [in\n           § 666(d)(1)] recognizes that an individual can\n           affect agency funds despite a lack of power to\n           authorize their direct disbursement. Therefore,\n           to broadly protect the integrity of federal funds\n           given to an agency, § 666 applies to any\n           individual who represents the agency in any way,\n           as representing or acting on behalf of an agency\n           can affect its funds even if the action does not\n           directly involve financial disbursement.\nId. at 422 n.3 (Garza, J., dissenting).6 As the record in this case\n\nclearly shows, an outside consultant with significant managerial\n\nresponsibility may pose as significant a threat to the integrity of\n\nfederal funds as a manager actually employed by the agency in question.\n\nFurthermore, the inclusion of \"employee\" in the statutory language as\n\na separate qualification suggests that the definition of agent includes\n\n\"directors,\" \"managers,\" and \"representatives\" who are not technically\n\nemployees.\n\n          The only question remaining is whether the evidence showed\n\nthat Kourí acted as a \"director,\" \"manager,\" or \"representative\" of\n\nACHS. Corcino testified at length that all ACHS decisions would be\n\napproved by Kourí, that Kourí would meet with city officials on behalf\n\n\n\n6 The Phillips majority did not disagree with this proposition. 219\nF.3d at 411. They premised their decision (not finding an agency\nrelationship) on the indirect connection between the potential \"agent\"\nand the government entity from which he was accused of embezzling. Id.\nat 412-13. In the instant case, Kourí was directly involved with the\norganization from which he embezzled, albeit not in a formal employer-\nemployee relationship. Our holding, therefore, is consistent with the\nPhillips majority's conclusion that \"there must be some nexus between\nthe criminal conduct and the agency receiving federal assistance.\" Id.\nat 413-14.\n\n                                 -9-\n\fof ACHS, and that Kourí made employee firing and hiring decisions. In\n\nshort, although Kourí was officially a consultant to ACHS, the jury\n\nrationally could have found that he acted as its executive director.\n\nKourí's claim that his opinions were merely advisory and could be\n\nignored by ACHS officials is not supported by any evidence. There was\n\nthus sufficient evidence for a rational jury to find beyond a\n\nreasonable doubt that Kourí was an \"agent\" of ACHS for purposes of 18\n\nU.S.C. § 666(d)(1).\n\n          B.   Borel\n\n          Borel makes a three-part challenge to the sufficiency of the\n\nevidence for his conviction: first, he argues that the evidence shows\n\nthat he embezzled from Octagon (a corporation that does not receive\n\nfederal funds) rather than from ACHS; second, he claims that there was\n\ninsufficient evidence to prove his specific intent to embezzle; and\n\nthird, he argues that there was insufficient evidence to prove that he\n\nwas an agent of ACHS at the time of the embezzlement, as required by\n\n§ 666.\n\n                  1.   Embezzlement from ACHS and Specific Intent\n\n          The Government argues that the evidence clearly shows Borel's\n\ninvolvement in the $50,000 embezzlement for which he was convicted.\n\nTwo $25,000 ACHS checks, drawn in part from federal funds, were\n\ndeposited into Octagon's account on September 24, 1992.       Corcino\n\ntestified that these checks were made at the direction of Kourí, were\n\n\n                                -10-\n\fnot for any legitimate purpose, and had been picked up at Corcino's\n\noffice by Borel, who had control of the Octagon operating account and\n\ncheck-writing privileges at the time. Several days later, between\n\nSeptember 28 and October 1, 1992, seven checks were issued from the\n\nOctagon account, in uneven amounts, totaling precisely $50,000.7 All\n\nseven checks were written by Borel.    Four of the checks were made\n\npayable to Advanced Food Service, an entity controlled by Kourí.\n\nCorcino delivered the cash proceeds of these four checks directly to\n\nKourí. The three remaining checks were payable directly to Borel, who\n\ntold Corcino that he had cashed them and delivered the proceeds to\n\nKourí.\n\n          Corcino's testimony and the supporting documentary evidence\n\ndetail a transaction in which the following occurred: Kourí ordered\n\nthat ACHS pay $50,000 to Octagon for no legitimate reason. Borel, who\n\nwas in charge of the Octagon checking account, picked up these checks\n\nfrom Corcino's office, and deposited them in the Octagon account.\n\nBorel was thus aware that Octagon had $50,000 of ACHS money in its\n\naccount. Borel then wrote seven checks for seemingly random amounts,\n\nwhich happened to total exactly $50,000. Four of these checks were\n\nmade to an organization primarily run by Kourí. Those four checks were\n\ncashed, and the cash found its way to Kourí. The other three checks\n\n\n\n7 The checks were for $7,142.85, $8,343.85, $3,290.50, $7,598.55,\n$8,677.30, $6,993.50 and $7,953.45.\n\n                                -11-\n\fwere made payable to Borel.     He cashed those checks and gave the\n\nproceeds to Kourí.\n\n          From this evidence, particularly the fact that Borel was\n\ninvolved in the transaction prior to the deposit of ACHS funds in the\n\nOctagon checking account, a rational jury could conclude beyond a\n\nreasonable doubt that Borel participated in an embezzlement from ACHS.8\n\nMoreover, the evidence details a somewhat complicated scheme in which\n\nBorel wrote checks totaling the exact amount of illegitimate funds and\n\ndelivered significant amounts of cash to Kourí. Even if Borel was\n\nunaware that the payments were destined for a political organization,\n\nthe jury could have concluded beyond a reasonable doubt that Borel knew\n\nthat ACHS money was being funneled through Octagon to Kourí for no\n\napparent legitimate reason, and that Borel had the specific intent to\n\ncollaborate in that embezzlement.\n\n                  2.   Agency\n\n          Borel also argues that there was insufficient evidence to\n\nprove that he was an \"agent\" of ACHS for purposes of 18 U.S.C. § 666.\n\nAs we explained above, § 666 has been given a wide scope, to include\n\nall employees \"from the lowest clerk to the highest administrator.\"\n\n\n\n8 Borel argues, in part, that he cannot be convicted under § 666 for\nembezzlement from Octagon, because Octagon is not an entity that\nreceived federal funds. We need not address this argument because we\nfind that the evidence is sufficient to prove that Borel embezzled, or\naided and abetted embezzlement, from ACHS (which undisputably is an\nentity that received federal funds).\n\n                                 -12-\n\fUnited States v. Brann, 990 F.2d 98, 101 (3d Cir. 1993). Borel argues\n\ninconsistently as to whether he was an employee of ACHS at the time of\n\nthe embezzlement for which he was charged (September 24 -October 1,\n\n1992). At times, he admits that he was a \"mere employee\" of ACHS,\n\nwhich would make him an agent pursuant to the statutory definition. 18\n\nU.S.C. § 666(d)(1). Alternatively, he argues that the contract between\n\nACHS and Octagon transferred his services so that he became an employee\n\nof Octagon and not an employee of ACHS. Corcino testified – and Borel\n\ndoes not challenge – that under the ACHS-Octagon contract, ACHS\n\nemployees (such as Borel) would be available to Octagon but would\n\nremain employed and paid by ACHS for six months after the contract was\n\nexecuted. After those six months had passed, the employees would\n\nbecome Octagon employees, and be paid by Octagon. The record indicates\n\nthat Octagon was incorporated on April 30, 1992, and that the contract\n\nwith ACHS was executed on June 1, 1992.       Using either date, the\n\nembezzlement occurred before the six-month window ended, while Borel\n\nwas still employed by ACHS. The jury therefore had sufficient evidence\n\nto conclude beyond a reasonable doubt that Borel was an employee, and\n\ntherefore a § 666(d)(1) agent, of ACHS at the time of the embezzlement.\n\nII.   Evidentiary Challenges\n\n          Sotomayor makes three claims that certain evidence should not\n\nhave been admitted. We review the district court's evidentiary rulings\n\nfor abuse of discretion. United States v. Mojica-Báez, 229 F.3d 292,\n\n\n                                 -13-\n\f300 (1st Cir. 2000).    Erroneous rulings not of a constitutional\n\nmagnitude are harmless if it is highly probable that the error did not\n\ncontribute to the verdict. United States v. Tse, 135 F.3d 200, 209-10\n\n(1st Cir. 1998).\n\n          A.   The Testimony of the FBI Agent\n\n          During direct examination, Sotomayor's counsel asked\n\nSotomayor why she had referred to the federal agents in a negative\n\nmanner during prior testimony. Sotomayor responded that \"[her] house\n\nwas visited [by agents] several times,\" and that an FBI agent had taken\n\nher mother \"out of bed by striking her.\" The prosecution immediately\n\nobjected, noting that no evidence of police brutality had been\n\nintroduced, claiming that no such brutality had occurred, and\n\nsuggesting that Sotomayor was attempting to prejudice the jury in her\n\nfavor.   In response, the court indicated that it would allow the\n\nprosecution to call the federal agents as witnesses in order to clarify\n\nfor the jury whether any police brutality had occurred.\n\n          Sotomayor claims that the court's persistence in ensuring\n\nthat her testimony would be rebutted by federal agents amounted to the\n\ncourt calling a witness to impeach her; she argues that this action was\n\nso prejudicial that it warrants reversal of her conviction.9 Even if\n\n9 Sotomayor focuses on the court's use of the word \"insist\" in its\nstatement that \"[it is] insisting, for the sake of clearing the matter,\nthat you bring the agents involved in your rebuttal.\" In the context\nof the colloquy, however, it is clear that the court was only insisting\nthat some response be made to Sotomayor's provocative and unsupported\n\n                                 -14-\n\fthe district court erred in soliciting the testimony of the FBI agent,\n\nany such error was harmless. This was one short incident in a fifty-\n\neight day jury trial. Cf. United States v. Filani, 74 F.3d 378, 386\n\n(2d Cir. 1996) (\"[I]n reviewing the trial transcript we must take care\n\nnot to focus on isolated episodes, but to assess the trial court's\n\ninquiries in light of the record as a whole.\"). Furthermore, the\n\nagent's testimony was on a minor matter collateral to the issue of\n\nSotomayor's guilt. Lastly, Sotomayor's testimony had already been\n\nimpeached at length by extensive evidence that she had committed the\n\ncrimes for which she was charged, including the crime of witness\n\ntampering.     It is highly probable that any error here did not\n\ncontribute to the verdict.     Tse, 135 F.3d at 209-10.\n\n\n\n\n          B.    Recorded Conversations\n\n          At trial, Sotomayor objected to the introduction of three\n\nconversations recorded with the consent of Sotomayor's housekeeper,\n\nJosefa Navarro.10    The district court ruled that the recorded\n\n\n\nstatements, and that it was only the defense's refusal to enter an\nappropriate stipulation that mandated the calling of a rebuttal\nwitness.\n10These included a telephone conversation between Navarro and co-\nconspirator Milagros García León (who pled guilty to witness\ntampering), a telephone conversation between Navarro and Sotomayor, and\na face-to-face conversation among Navarro, García, and Sotomayor.\n\n                                -15-\n\fconversations were admissible in full as statements against penal\n\ninterest by an unavailable witness, Fed. R. Evid. 804(b)(3), and party\n\nadmissions, Fed. R. Evid. 801(d)(2)(A).        On appeal, Sotomayor\n\nchallenges only the admission of García's statements as a violation of\n\nthe Confrontation Clause of the Sixth Amendment. Bruton v. United\n\nStates, 391 U.S. 123 (1968). This Court has held that a Bruton error\n\noccurs \"where the codefendant's statement 'expressly implicates' the\n\ndefendant, leaving no doubt that [the statement] would prove\n\n'powerfully incriminating.'\" United States v. Smith, 46 F.3d 1223,\n\n1228 (1st Cir. 1995) (quoting Bruton, 391 U.S. at 124 n.1) (internal\n\nquotations omitted). No Bruton error occurs when the statements are\n\nonly incriminating because they have been \"'linked with evidence\n\nintroduced at trial.'\" Id. (quoting Richardson v. Marsh, 481 U.S. 200,\n\n208 (1987)). In other words, the Confrontation Clause permits \"out of\n\ncourt statements [which] neither name nor impugn [the defendant]\n\ndirectly, and thus cannot be supposed to have implanted in the jurors'\n\nminds the kinds of powerfully incriminating impressions against which\n\nBruton protects.\" United States v. Limberopolous, 26 F.3d 245, 253\n\n(1st Cir. 1994). We have scrutinized the passages deemed prejudicial\n\nby Sotomayor and found that García's statements about guiding Navarro's\n\nfuture testimony concerned only a list of work duties Navarro claimed\n\nto have performed for ACHS. Sotomayor's objection is a tortuous one:\n\nsuch a list of duties, being an imperfect description, put pressure on\n\n\n                                 -16-\n\fher to testify. This falls far short of indicating how the statements\n\neither \"expressly implicated\" her or were \"powerfully incriminating.\"\n\nOur careful review of the record provides no additional support for her\n\nclaim. The district court therefore did not abuse its discretion in\n\nadmitting the recorded conversations.\n\n          C.   Testimony of Fernández and Granados Navedo\n\n          On direct examination, Sotomayor testified that she had never\n\nbeen \"involved with [Corcino or Kourí] in a scheme to divert [ACHS]\n\nchecks for personal or political favors.\" The district court allowed\n\nthe Government to impeach this testimony by introducing evidence that,\n\non a prior occasion in 1988, Sotomayor had directed Antonio Fernández\n\nto purchase an expensive video camera for use in Granados Navedo's\n\ncampaign,11 and that in order for Fernández to be repaid, he had been\n\nasked to endorse a check in excess of what he was owed. The court then\n\nissued a limiting instruction that the evidence could only be used for\n\nimpeachment purposes.12    Sotomayor suggests that the evidence in\n\nquestion did not aim to impeach her direct testimony but her cross, and\n\nthat the district court erred in not excluding it as inadmissible\n\nextrinsic evidence of a prior bad act. Fed. R. Evid. 404(b). Because\n\n\n\n11At the time of the incident, Fernández was an advertising contractor\nfor ACHS. Granados Navedo was a candidate for Mayor of San Juan.\n12The Government had also sought admission pursuant to Fed. R. Evid.\n404(b), as probative of intent and absence of mistake. The court\ndenied this request.\n\n                                 -17-\n\fwe see no abuse of discretion in the court's finding that Sotomayor\n\nopened the door during her direct testimony, we need not address the\n\nRule 404(b) alternative, which was not relied on by the district court.\n\n          When a defendant has, on direct examination, made a general\n\ndenial of engaging in conduct material to the case, the prosecution may\n\nimpeach that testimony by proving that the defendant did engage in that\n\nconduct on a prior occasion. United States v. Cudlitz, 72 F.3d 992,\n\n996 (1st Cir. 1996) (citing United States v. Havens, 446 U.S. 620, 627\n\n(1980); United States v. Pérez-Pérez, 72 F.3d 224, 227 (1st Cir.\n\n1995)). Here, on direct examination, Sotomayor denied using ACHS funds\n\nto make political contributions.     The testimony of Fernández and\n\nGranados Navedo acted to impeach that denial. The district court,\n\ntherefore, did not abuse its discretion by admitting that evidence.\n\nIII.   Kourí's Sixth Amendment Claim\n\n          Appellant Kourí premises a Sixth Amendment ineffective\n\nassistance of counsel claim on the bizarre circumstances associated\n\nwith Ornelas's recantation of her defense testimony and subsequent\n\ntestimony for the prosecution. Specifically, he argues that various\n\nconflicts of interest faced by Attorney Daniels during the cross-\n\nexamination of Ornelas deprived him of his right to effective counsel.\n\nCuyler v. Sullivan, 446 U.S. 335, 348 (1980) (conflict of interest may\n\ndeprive defendant of effective representation). He also suggests that\n\nthe district court inadequately inquired into the potential conflicts,\n\n\n                                 -18-\n\fthus triggering automatic reversal. United States v. Levy, 25 F.3d\n\n146, 154 (2d Cir. 1994). Although claims of ineffective assistance\n\nmust generally be reserved for collateral proceedings under 18 U.S.C.\n\n§ 2255, we find the record here \"sufficiently developed to allow\n\nreasoned consideration\" of this claim on direct appeal. United States\n\nv. Natanel, 938 F.2d 302, 309 (1st Cir. 1991). We present the factual\n\nbackground for this claim at some length below.\n\n          A.   The Facts\n\n          On May 3, 1999, Ornelas testified by video-conference from\n\nMexico City as a defense witness. Her testimony sought to establish\n\nthat the payments made to Fundación Panamericana, of which she was the\n\ndirector, were legitimate payments for services rendered to ACHS.\n\nDaniels was scheduled to examine Ornelas on May 4, 1999. When Daniels\n\nmet with Ornelas early that morning to discuss her testimony, she\n\nindicated that her testimony of the previous day was perjurious, and\n\nthat certain documentation supporting that testimony had been back-\n\ndated or fabricated. She did not apparently suggest at that time that\n\neither Kourí or Attorney Cerezo were involved in the fraud, however.\n\nAs a result, Cerezo and Daniels informed the district court that\n\nOrnelas had elected to end her testimony. Daniels told the court that\n\n\"serious ethical considerations\" prevented Ornelas from testifying\n\nfurther; Cerezo noted that there was a \"small discrepancy\" in the\n\nfacts, and also told the court that Ornelas had ceased her testimony\n\n\n                                -19-\n\fbecause her lawyers refused to recognize the authority of the U.S.\n\nAttorney in Mexico.    The court accepted counsel's explanations,\n\ninformed the jury that Ornelas would not be able to testify further at\n\nthat time, and reserved its decision as to the appropriate remedy\n\n(e.g., striking Ornelas's previous testimony) for another day.\n\n          On May 29, 1999, Ornelas met with representatives of the U.S.\n\nAttorney's Office in Miami, Florida. She informed the United States\n\nthat her May 3 video-conference testimony had been false. Ornelas then\n\nsaid that Kourí had encouraged her to testify falsely by telling her\n\nthat she would go to jail if she told the truth (and exposed his money-\n\nlaundering scheme). Ornelas also implicated Cerezo in the scheme to\n\nprovide false testimony. The United States subsequently filed an ex\n\nparte informative motion alerting the district court to Ornelas's\n\nperjury and proposed recantation, and suggesting that the court might\n\nneed a waiver from Kourí to allow Cerezo's continued representation of\n\nhim.   The ex parte motion did not implicate Daniels in any respect.\n\n          On June 7, 1999, before Ornelas testified for the\n\nprosecution, the district court met with counsel to determine the\n\nappropriate course of action to avoid a mistrial. The court concluded\n\nthat there was no per se Sixth Amendment violation requiring Cerezo's\n\nautomatic withdrawal, because the allegation of witness tampering did\n\n\n\n\n                                 -20-\n\fnot implicate Cerezo in the conduct for which Kourí was charged.13\n\nHowever, the court determined that Cerezo would not be able to continue\n\nhis representation of Kourí unless Kourí provided a waiver, and decided\n\nto hold a hearing on this issue.14 At the hearing, the district court\n\nexplained Cerezo's potential conflict of interest to Kourí, and asked\n\nKourí if he wanted Cerezo to continue to represent him. Kourí answered\n\nin the affirmative. 15 Kourí also said that he wished to have Daniels\n\ncontinue to represent him. The court further explained that Daniels\n\nwould conduct the cross-examination of Ornelas, and Kourí assented to\n\nthis approach.16\n\n           The Government then commenced its voir dire examination of\n\nOrnelas, at which she recanted her earlier testimony and detailed\n\nKourí's involvement in the fabrication of that testimony.          The\n\n\n\n13See United States v. Marcano-García, 622 F.2d 12, 17 (1st Cir. 1980)\n(withdrawal required when counsel implicated in the crime for which his\nclient is on trial).\n14 The court indicated that the hearing would resemble a Rule 44(c)\nhearing, which is mandatory when counsel represents more than one\ndefendant. Fed. R. Crim. P. 44(c). Here, of course, Cerezo and\nDaniels represented only Kourí, and thus Rule 44(c) was not applicable.\n15The Court: \"So, for the time being, you are waiving any conflict of\ninterest between you and Mr. Cerezo.\"\n\n     The Defendant: \"Yes.\"\n16The Court: \"You don't have any problem with Mr. Daniels being in\ncharge of the examination, at least this afternoon . . . .\"\n\n     The Defendant: \"Not at all. . . .     I have no problem with that.\"\n\n                                 -21-\n\fGovernment also introduced documents providing evidence of the\n\nfabrication and supporting Ornelas's revised testimony.\n\n          Prior to cross-examination, the Government proffered that\n\nOrnelas would testify that Cerezo had suborned perjury. Cerezo denied\n\nthis charge. The district court then allowed the Government to conduct\n\na direct examination of Ornelas, in chambers, solely with respect to\n\nthe involvement of Cerezo and Daniels in the fabrication of testimony.\n\nAt that point, Ornelas testified that Cerezo and Daniels were unaware\n\nof Kourí's scheme to fabricate testimony, and that Kourí had expressed\n\ndismay that his lawyers might find out about the scheme. She indicated\n\nthat all of Kourí's explicit instructions to her on how to testify had\n\noccurred at private meetings between her and Kourí without either\n\nCerezo or Daniels being present. Ornelas also testified that, to the\n\nextent she had told the U.S. Attorney that Cerezo was involved, she had\n\nmistakenly named Cerezo instead of Kourí.\n\n          Ornelas then repeated her recantation before the jury, after\n\nwhich Daniels cross-examined her in open court. On cross, Ornelas\n\nreviewed some of her prior testimony as to particular events. She also\n\ntestified on cross-examination that Kourí had never asked her to cover\n\nup his fraudulent acts at the time that they occurred, but had only\n\nsought her help in back-dating documents at the time of trial.\n\n\n\n\n                                 -22-\n\fFinally, Daniels asked Ornelas if any of Kourí's attorneys had been\n\ninvolved in the fabrication of evidence; she again answered no.17\n\n          B.   Analysis\n\n          Kourí does not contend that the potential conflict of\n\ninterest with Cerezo caused a Sixth Amendment violation. However, he\n\ndoes suggest that Daniels's cross-examination of Ornelas was so plagued\n\nby conflicts of interest as to constitute ineffective assistance of\n\ncounsel. Kourí points to three specific conflicts: first, that Daniels\n\nhad an incentive to avoid implicating himself in the perjury; second,\n\nthat Daniels was a material witness to the perjury; and third, that\n\nalthough not conflicted himself, Daniels relied on the counsel of\n\nconflict-ridden Cerezo. We may immediately discount the third claim of\n\nconflict: Kourí had waived any Sixth Amendment conflict of interest\n\nclaim with respect to Cerezo. This waiver cannot be erased by a claim\n\nagainst Daniels which is premised on Cerezo's conflicts. Moreover,\n\nKourí has adduced no evidence that Daniels relied on Cerezo in cross-\n\nexamining Ornelas, nor that Daniels was unprepared to conduct that\n\ncross-examination. The instant case is thus significantly different\n\nfrom that relied upon by Kourí, United States v. Tatum, 943 F.2d 370,\n\n375-78 (4th Cir. 1991), in which a new trial was required when there\n\n17 Daniels had expressed the worry that the jury would conclude that\nhe and Cerezo had cooperated in Kourí's scheme to defraud the court,\nand that their representation of Kourí would be irreparably harmed by\nthat conclusion. The court suggested that he ask Ornelas this question\nin order to clarify counsel's non-involvement during cross-examination.\n\n                                 -23-\n\fwas an actual, un-waived conflict of interest on the part of lead\n\ncounsel, and co-counsel had heavily relied on lead counsel during the\n\ntrial.\n\n          Kourí raised no objection at trial to Daniels's cross-\n\nexamination of Ornelas; in fact, he endorsed such representation at the\n\nhearing where he waived his conflict with Cerezo.18 Where a defendant,\n\nhaving knowledge of the circumstances giving rise to an arguable\n\nconflict on his lawyer's part, fails to object to the lawyer's\n\ncontinued representation despite having been afforded the opportunity\n\nto do so, he must demonstrate that an actual conflict of interest\n\nadversely affected his lawyer's performance in order to establish a per\n\nse Sixth Amendment violation. United States v. Soldevila-López, 17\n\nF.3d 480, 486 (1st Cir. 1994); United States v. Rodríguez Rodríguez,\n\n929 F.2d 747, 749 (1st Cir. 1991).      To show an actual conflict of\n\ninterest, the defendant must show that \"the lawyer could have pursued\n\na plausible alternative defense strategy or tactic\" and that \"the\n\nalternative strategy or tactic was inherently in conflict with or not\n\nundertaken due to the attorney's other interests or loyalties.\"\n\nSoldevila-López, 17 F.3d at 486 (citing Guaraldi v. Cunningham, 819\n\nF.2d 15, 17 (1st Cir. 1987)).     Kourí's claim that Daniels should\n\nhave cross-examined Ornelas at greater length and in greater detail\n\n18Because we find that there was no actual conflict of interest here,\nwe need not determine whether Kourí's assent to Daniels's cross-\nexamination of Ornelas was a sufficient waiver.\n\n                                 -24-\n\fdoes not meet this standard for several reasons. First, there is no\n\nevidence of Daniels's conflict. Kourí, Ornelas, and the U.S. Attorney\n\nhad repeatedly maintained that Daniels was not involved in the\n\nsubornation of perjury. Kourí does not even now suggest that Daniels\n\nsuborned perjury, only that Daniels feared being implicated in the\n\nfabrication. Given the overwhelming evidence that Daniels was not\n\ninvolved in the plot to fabricate evidence and suborn perjury, we see\n\nno reason for him to have altered his cross-examination to avoid being\n\nimplicated. Second, even if Daniels did harbor some fear that Ornelas\n\nwould implicate him in the fabrication, it is not likely that a cross-\n\nexamination designed to discredit Ornelas's rebuttal testimony would\n\nhave caused her to implicate him in the matter. Simply put, Kourí has\n\nnot adequately explained how the alleged conflict might have affected\n\nDaniels's course of action. Third, although a more aggressive cross-\n\nexamination of Ornelas may have been a \"plausible\" strategy, it was\n\nprobably not superior to Daniels's approach: in fact, such a low-key\n\ncross-examination served Kourí's interests in minimizing the\n\nprejudicial effect of the perjury and witness tampering (however\n\ndifficult to accomplish). Given the number of documents introduced\n\nsupporting Ornelas's rebuttal testimony, it would have been foolhardy\n\nfor Daniels to have pursued the strategy Kourí now suggests; i.e., to\n\nhave attempted to discredit the rebuttal.      Cf. United States v.\n\n\n\n\n                                -25-\n\fBuculavas, 98 F.3d 652, 656-67 (1st Cir. 1996) (proposed alternative\n\nstrategy would have resulted in \"cross-examinational meat grinder\").\n\n          As for the possibility that Daniels might have been called\n\nas a material witness to Ornelas's perjury, this is little more than\n\nspeculation on Kourí's part. See Soldevila-López, 17 F.3d at 487\n\n(\"theoretical or merely speculative conflict\" insufficient for Sixth\n\nAmendment violation) (internal quotations omitted). Not only was\n\nDaniels never called as a witness, but the Government never suggested\n\nthat he would be called.    Moreover, Kourí has not alleged how any\n\ntheoretical possibility that Daniels might be called as a witness\n\naffected his behavior as counsel. Cf. United States v. Kliti, 156 F.3d\n\n150, 155 (2d Cir. 1998) (hearing necessary only when a defendant would\n\nforgo important testimony by his attorney because of continued\n\nrepresentation by that attorney). Kourí has not suggested that he\n\nneeded Daniels to testify on his behalf, nor that Daniels's continued\n\nrepresentation prevented any such testimony.\n\n          Finally, we cannot agree that the district court failed to\n\nconduct an appropriate inquiry as to Daniels's potential conflicts.\n\nKourí suggests that he was entitled to a Foster hearing, at which the\n\ncourt would have explained any potential conflicts and sought an\n\nexplicit waiver from the defendant. See United States v. Foster, 469\n\nF.2d 1, 4 (1st Cir. 1972).    However, this Court has said that the\n\ncircumstances in which a Foster hearing is required are \"narrow\"; i.e.,\n\n\n                                 -26-\n\fonly in \"criminal prosecutions where one attorney speaks for two or\n\nmore defendants.\" Buculavas, 98 F.3d at 655-56. Such was not the case\n\nhere. Cerezo and Daniels represented only Kourí. Moreover, as we\n\ndetailed above, the district court undertook a sufficiently extensive\n\ninquiry into the circumstances of the fabrication, after which it was\n\nsatisfied that Daniels was not implicated in the subornation of\n\nperjury, and thus had no conflict with Kourí.         See id. at 657\n\n(relevance of determination by trial judge that no conflict existed);\n\nsee also Brien v. United States, 695 F.2d 10, 15 n.10 (1st Cir. 1982)\n\n(automatic reversal only required when actual conflict discovered, even\n\nif trial court fails to conduct full inquiry).\n\nIV.   Spillover Prejudice\n\n          Appellants Borel and Sotomayor were not aware that Ornelas\n\nwould recant her testimony until the Government called her as a\n\nrebuttal witness.     At that point, they were made aware of the\n\nGovernment's ex parte motion, which detailed Ornelas's proposed\n\ntestimony. They did not object, move for a severance, or move for a\n\nmistrial at that time. However, after Ornelas testified, Borel and\n\nSotomayor moved for a mid-trial severance or, in the alternative, for\n\na mistrial. The district court refused to grant either motion, but did\n\ngive the jury a limiting instruction indicating that it should not hold\n\nKourí's shenanigans against the other two defendants. The court also\n\nallowed counsel to elicit from Ornelas that neither Borel nor Sotomayor\n\n\n                                 -27-\n\fwas involved in, or even aware of, the plot to fabricate testimony.\n\nNonetheless, Borel and Sotomayor now argue that the prejudice resulting\n\nfrom the fabrication and recantation was so severe as to make the\n\ncourt's refusal to grant a mistrial or to sever proceedings in mid-\n\ntrial an abuse of discretion.\n\n          A.   Severance\n\n          There is a strong preference in the federal system for\n\njointly trying defendants involved in related crimes. Zafiro v. United\n\nStates, 506 U.S. 534, 537 (1993). Separate trials are not warranted\n\nunless \"there is a serious risk that a joint trial would compromise a\n\nspecific trial right of one of the defendants or prevent the jury from\n\nmaking a reliable judgment about guilt or innocence.\" Id. at 539. The\n\ntrial court is afforded \"considerable leeway\" in determining whether\n\nseverance is appropriate, and we will overturn that determination \"only\n\nif that wide discretion is plainly abused.\" United States v. Pierro,\n\n32 F.3d 611, 616 (1st Cir. 1994) (internal quotations omitted). A mid-\n\ntrial severance is therefore an \"extraordinary measure, warranted in\n\nvery few cases.\" United States v. Fisher, 106 F.3d 622, 632 (5th Cir.\n\n1997).\n\n          Borel and Sotomayor suggest that the revelation of Kourí's\n\nextensive plot to fabricate testimony \"spilled over\" so that the jury\n\nviewed them in a negative light. For a claim of spillover prejudice to\n\nprevail, \"a defendant must prove prejudice so pervasive that a\n\n\n                                 -28-\n\fmiscarriage of justice looms.\" Pierro, 32 F.3d at 615 (citing United\n\nStates v. Sabatino, 943 F.2d 94, 96-97 (1st Cir. 1991)). That quantum\n\nof prejudice did not exist here. Neither Borel nor Sotomayor were\n\nimplicated in the scheme to fabricate testimony; in fact, testimony was\n\nelicited to show that they had no knowledge of the scheme. See id.\n\n(\"[N]othing implicated appellant in the peccadilloes.\"). At any rate,\n\nthe trial court provided limiting instructions to account for the\n\nunusual situation; instructions that we must presume were heeded by the\n\njury. Id. at 616. Moreover, the fact that Kourí was impeached by\n\nOrnelas's testimony is not prejudicial toward the other defendants.\n\nUnited States v. La Torre, 639 F.2d 245, 249 (5th Cir. Unit A Mar.\n\n1981) (impeachment of co-defendant with prior perjury conviction);\n\nUnited States v. Shorter, 54 F.3d 1248, 1259 (7th Cir. 1995). The fact\n\nthat the jury was more likely to find Kourí guilty after learning of\n\nhis actions is also not prejudicial with respect to the other\n\nappellants. Cf. United States v. Martin, 964 F.2d 714, 717 (7th Cir.\n\n1992) (co-defendant's entrance of guilty plea during trial). In fact,\n\nthe only example cited by appellants in which the potential for\n\nspillover prejudice required mid-trial severance occurred where the\n\nprejudice resulted from evidence later ruled inadmissible. Fisher, 106\n\nF.3d at 631-32. Such is not the case here. All of Ornelas's testimony\n\nwas admissible.\n\n\n\n\n                                 -29-\n\f          The fact that Kourí's scheme was disruptive is also\n\ninsufficient to mandate severance, absent the demonstration of \"special\n\nprejudice of a kind or to a degree not susceptible to remediation by\n\nprompt curative instructions.\" Pierro, 32 F.3d at 616; see also United\n\nStates v. Rocha, 916 F.2d 219, 230 (5th Cir. 1991) (jury instruction\n\nsufficient to remedy disturbance caused by co-defendant); United States\n\nv. Tashjian, 660 F.2d 829, 838 (1st Cir. 1981) (same). Because the\n\ndistrict court retained firm control of the trial, the disruptive\n\neffect of the recantation was limited and not prejudicial.\n\n          Finally, appellants argue that they were unfairly prejudiced\n\nbecause they had premised their defenses on Ornelas's original promised\n\ntestimony, and they had no way of knowing that the proposed testimony\n\nwas a fabrication. As for Borel, this argument is without merit, as\n\nOrnelas's testimony was essentially unrelated to the crime for which he\n\nwas charged, or to his conviction.      Although Sotomayor was more\n\nextensively implicated by Ornelas's revised testimony, she also was in\n\na position to know that the proposed testimony was perjurious. She was\n\nnot bound to offer a defense consistent with Kourí's; this Court has\n\nallowed co-defendants to offer inconsistent defenses without requiring\n\nseverance. United States v. Drougas, 748 F.2d 8, 19 (1st Cir. 1984).\n\nMoreover, she had ample opportunity to cross-examine Ornelas in order\n\nto re-establish her defense. And lastly, Sotomayor has not suggested\n\n\n\n\n                                 -30-\n\fhow she would have conducted her defense differently were it not for\n\nOrnelas's testimony and recantation.\n\n            B.   Mistrial\n\n            For much the same reasons, the district court's refusal to\n\ngrant a mistrial was not an abuse of discretion. First, limiting\n\ninstructions are ordinarily an appropriate method of preempting a\n\nmistrial. United States v. Sepúlveda, 15 F.3d 1161, 1184-85 (1st Cir.\n\n1993).    Appellants did not object to the court's choice of jury\n\ninstructions, and they have not challenged it here. Second, \"swiftness\n\nin judicial response is an important element in alleviating prejudice\n\nonce the jury has been exposed to improper testimony.\" Id. Here, the\n\ndistrict court immediately suggested that Ornelas be asked a question\n\nallowing her to testify that neither Sotomayor nor Borel were involved\n\nin the plan to fabricate testimony. The court then offered a limiting\n\ninstruction. There was no time for \"sores to fester.\" Id. at 1185.\n\nFinally, we must presume that jurors are able and willing to heed\n\nlimiting instructions. Id. Appellants have cited no reason why the\n\njury     would be unable to do so here.\n\n            One final note.   We cannot ignore appellants' delay in\n\nbringing their motion for such extraordinary remedies. Although they\n\nbecame aware of the contents of the ex parte motion prior to Ornelas's\n\ntestimony, and thus could anticipate what that testimony would entail,\n\nthey waited to object until after Ornelas had testified. Whatever\n\n\n                                 -31-\n\fappellants' reason for waiting to object, we cannot be overly generous\n\nin remediation. Tashjian, 660 F.2d at 838. Appellants should have\n\nsought severance at the earliest opportunity, not after the fireworks\n\nhad been set off.\n\nV.   Jury Instructions\n\n          The statutory definition of \"agent\" in 18 U.S.C. § 666\n\ndefines the term as \"a person authorized to act on behalf of another\n\nperson . . . , and, in the case of an organization . . . , includ[ing]\n\na servant . . . [,] employee, . . . , partner, director, officer,\n\nmanager, and representative.\"\n\n          The district court, having concluded that it was appropriate\n\nto expand slightly on the definition of agency provided in § 666, gave\n\nthe following instruction:\n\n          The term \"agent\" is defined in the statute as a\n          person authorized to act on behalf of another\n          person or a government and, in the case of an\n          organization or government, includes a servant or\n          employee, and a partner, director, officer,\n          manager, and representative. The term \"agent\"\n          means any employee, officer or director of\n          Advanced Community Health Services and/or the San\n          Juan AIDS Institute. The term \"agent\" also\n          includes a person authorized by another to act\n          for or in place of him, or one entrusted with\n          another's business.      The term \"agent\" also\n          includes one who the principal, either\n          intentionally or by want of ordinary care,\n          induces third persons to believe to be his agent,\n          though he has not, either expressly or by\n          implication, conferred authority on him. A\n          person who, whether or not authorized, reasonably\n          appears    to   third    persons,   because    of\n\n\n                                -32-\n\f          manifestations of another, to be authorized to\n          act as agent for such other, is also an agent.\n\nBasically, the district court instructed the jury that a person with\n\n\"apparent authority\" could be an agent for purposes of § 666. Both\n\nBorel and Kourí argue that the statutory definition of \"agent\" excludes\n\npersons with only apparent authority, and that the jury instruction was\n\ntherefore erroneous.\n\n          Because neither defendant objected to the instruction in\n\naccordance with Federal Rule of Criminal Procedure 30,19 we review for\n\nplain error. United States v. Randazzo, 80 F.3d 623, 631 (1st Cir.\n\n1996). For an instruction to be in plain error, it must have \"affected\n\nsubstantial rights,\" id. at 632, meaning that it must probably have\n\naffected the outcome of the trial, United States v. Romano, 137 F.3d\n\n677, 682 (1st Cir. 1998). Moreover, it must be an error of the type\n\nthat causes a \"miscarriage of justice, . . . seriously affect[s] the\n\nintegrity [of the trial,] or impair[s] 'public confidence' in the\n\nproceedings.\" Randazzo, 80 F.3d at 632 (quoting United States v.\n\nOlano, 507 U.S. 725, 736-37 (1993)).\n\n          We cannot say that there was plain error here. Even if the\n\ndistrict court's conclusion as to the scope of 18 U.S.C. § 666(d)(1)\n\nwas incorrect, sufficient evidence was introduced to convict both Borel\n\n19 \"No party may assign as error any portion of the charge or omission\ntherefrom unless that party objects thereto before the jury retires to\nconsider its verdict, stating distinctly the matter to which that party\nobjects and the grounds of the objection.\" Fed. R. Crim. P. 30.\n\n                                 -33-\n\fand Kourí without any reliance on the \"apparent authority\" segment of\n\nthe jury instruction. As we explained above, Borel was an employee of\n\nACHS, and was thus clearly included in the statutory definition of\n\n\"agent\" provided by the district court. Although Kourí was technically\n\na consultant of ACHS without a formal position, the evidence indicated\n\nthat ACHS employees reported directly to him and that he had the\n\nresponsibilities and authority of manager, director, or representative\n\nof ACHS. Cf. United States v. Phillips, 219 F.3d at 423 n.3 (Garza,\n\nJ., dissenting) (\"the expansive statutory definition of 'agent' . . .\n\nrecognizes that an individual can affect agency funds despite a lack of\n\npower to authorize their direct disbursement\"); see also Salinas, 522\n\nU.S. at 57-60 (scope of § 666 to be construed broadly); United States\n\nv. Neder, 527 U.S. 1, 18 (1999) (affirming convictions in spite of\n\ninstructional error where the evidence made it clear beyond a\n\nreasonable doubt that a rational jury would have found defendants\n\nguilty even if properly instructed). In all likelihood, the jury would\n\nhave convicted Kourí even without the expanded instruction. Thus even\n\nif the instruction was erroneous, it did not affect either appellant's\n\nsubstantial rights, and was not plain error.\n\nVI.   Sentencing\n\n          Kourí challenges the two-level enhancement to his sentence\n\nfor an abuse of a position of trust. U.S.S.G. § 3B1.3. His primary\n\nargument is that he could not have abused a position of trust because,\n\n\n                                 -34-\n\fas an outside consultant to ACHS, he lacked actual decision-making\n\npower and other individuals with discretionary power could have ignored\n\nhis counsel.    In determining the appropriateness of a sentence\n\nenhancement, we determine the legal meaning of the Guideline de novo,\n\nbut review the district court's application of the Guideline to the\n\nfacts at hand for clear error. United States v. Tardiff, 969 F.2d\n\n1283, 1289 (1st Cir. 1992). This Court has already determined that a\n\ndefendant need not legally occupy a formal \"position of trust,\" nor\n\nhave \"legal control\" of an organization, for the enhancement to apply.\n\nUnited States v. Newman, 49 F.3d 1, 8-9 (1st Cir. 1995). De facto\n\ncontrol, which allows the defendant to exercise the type of discretion\n\ncontemplated by the enhancement, suffices. Id. The district court\n\nfound that Kourí was for all purposes the \"heart and soul\" of ACHS,\n\ni.e., that he controlled ACHS finances. The court also noted Kourí's\n\nrole in making decisions for corporations that had direct business\n\nrelationships with ACHS. In short, the district court found that Kourí\n\nenjoyed the \"professional or managerial discretion\" contemplated by the\n\nGuideline. U.S.S.G. § 3B1.3 cmt. n.1. As the record amply supports\n\nthis conclusion, we can find no clear error here.\n\n\n\nVII.   Evidence Received from the Office of the Comptroller\n\n          Appellants sought suppression of all evidence obtained by the\n\nUnited States from the Office of the Comptroller General of Puerto\n\n\n                                 -35-\n\fRico, based on the fact that the Comptroller had released that evidence\n\nto the FBI in contravention of Puerto Rico law. The district court\n\nconsidered the constitutional and statutory framework governing the\n\nOffice of the Comptroller, and concluded that these laws and\n\nregulations did not prohibit such a referral. United States v. Kourí-\n\nPérez, No. 97-091 (JAF) (D.P.R. Apr. 22, 1998) (memorandum order). We\n\nneed not determine whether the disclosure by the Office of the\n\nComptroller violated Puerto Rico law, for \"it is well settled that in\n\nfederal prosecutions evidence admissible under federal law cannot be\n\nexcluded because it would be inadmissible under state law.\" United\n\nStates v. Santana, 895 F.2d 850, 853 (1st Cir. 1990) (quoting United\n\nStates v. Quiñones, 758 F.2d 40, 43 (1st Cir. 1985)) (internal\n\nquotation marks omitted). Appellants have suggested no federal law or\n\nfederal constitutional right that was violated here.\n\nVIII.   The Interim United States Attorney\n\n          Appellants claim that the unusual tenure of interim U.S.\n\nAttorney Guillermo Gil, who has acted in an interim capacity for over\n\nseven years, violates the Appointments Clause and constitutional\n\nprinciples of separation of powers, and is unconstitutional as applied\n\nto these appellants. This Court, however, has already held that \"the\n\ninterim United States attorney [for the District of Puerto Rico] holds\n\nhis office lawfully.\" United States v. Hilario, 218 F.3d 19, 21 (1st\n\nCir.), cert. denied, 121 S. Ct. 572 (2000).\n\n\n                                 -36-\n\f                             CONCLUSION\n\n          For the reasons herein, the convictions and sentences of\n\nYamil Kourí-Pérez, Jeannette Sotomayor-Vázquez and Armando Borel-\n\nBarreiro are upheld, and the challenged judgments of the district court\n\nare affirmed.\n\n\n\n\n                                 -37-\n\f",
  "html": "<p class=\"case_cite\">249 F.3d 1 (1st Cir. 2001)</p>\n    <p class=\"parties\">UNITED STATES OF AMERICA, Plaintiff, Appellee,<br>v.<br>JEANNETTE SOTOMAYOR-VAZQUEZ, ARMANDO BOREL-BARREIRO, YAMIL KOUR -PEREZ, Defendants, Appellants.</p>\n    <p class=\"docket\">Nos. 00-1096, 00-1097, 00-1279</p>\n    <p class=\"court\">United States Court of Appeals For the First Circuit</p>\n    <p class=\"date\">Heard March 7, 2001<br>Decided April 30, 2001</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEALS FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF PUERTO RICO</p>\n      <p class=\"indent\">[Hon. Jose Antonio Fuste, U.S. District Judge][Copyrighted Material Omitted][Copyrighted Material Omitted][Copyrighted Material Omitted]</p>\n      <p class=\"indent\">Francisco Rebollo-Casalduc, with whom Nachman, Guillemard &amp; Rebollo, were on brief, for appellant Sotomayor.</p>\n      <p class=\"indent\">Marlene Aponte-Cabrera, for appellant Borel.</p>\n      <p class=\"indent\">Benjamin S. Waxman, with whom Alan S. Ross, Robbins, Tunkey, Ross, Amsel, Raben, Waxman &amp; Eiglarsh, P.A., Rafael F. Castro-Lang, Castro &amp; Castro and Fernando J. Carlo, were on brief, for appellant Kouri.</p>\n      <p class=\"indent\">Richard A. Friedman, Appellate Section, Criminal Division, with whom Guillermo Gil, United States Attorney, Maria Dominguez and Edna C. Rosario, Assistant United States Attorneys, were on brief, for appellee.</p>\n      <p class=\"indent\">Before Torruella, Chief Judge, Coffin, Senior Circuit Judge, and Selya, Circuit Judge.</p>\n      <p class=\"indent\">TORRUELLA, Chief Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">After a 58-day jury trial, appellants Jeannette Sotomayor-Vazquez (Sotomayor), Armando Borel-Barreiro (Borel) and Yamil Kouri-Perez (Kouri) were convicted of various counts of conspiracy, embezzlement, money laundering and witness tampering.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> Kouri was sentenced to 168 months imprisonment, fined $17,500, and ordered to pay $1,394,358 in restitution. Sotomayor was sentenced to 46 months imprisonment, fined $10,000, and ordered to pay $35,689 in restitution. Borel was sentenced to a year and a day of imprisonment and ordered to pay $18,777 in restitution. In these appeals, they raise numerous claims of trial error. For the reasons explained herein, we affirm the convictions in full.</p>\n    </div>\n    <p>BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">We briefly summarize the relevant facts, which we develop in greater detail where necessary.</p>\n    </div>\n    <p class=\"indent\">I. The Embezzlement Scheme</p>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Advanced Community Health Services, Inc. (ACHS) treated persons with AIDS from 1987 to 1994 pursuant to a contract with the City of San Juan, Puerto Rico. From 1990 to 1994, ACHS was a non-profit organization eligible for federal funding, of which it received approximately $15,000,000.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Appellant Kouri was an employee of the Harvard Institute for International Development (HIID). Although Kouri was not officially an employee of ACHS, the Government introduced evidence as to his participation in the development of ACHS and its subsidiary, the AIDS Institute. The evidence showed that he was essentially the director, manager, and representative of those institutions. Appellant Sotomayor was employed as the Operations Manager of ACHS. Appellant Borel was employed by ACHS as a property custodian. He was also the incorporator and purchasing agent of Octagon Corporation (Octagon), one of the outside entities used to divert funds from ACHS.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The principal prosecution witness was co-conspirator Angel Corcino, who had served as the comptroller of ACHS. Corcino explained that Kouri and Sotomayor had diverted funds from ACHS by directing Corcino to make checks payable either to organizations controlled by Kouri<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> or to individuals associated with ACHS (who were never told that checks were made in their names).<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> Kouri and Sotomayor would cash the checks for personal use or to make political contributions. Corcino also testified as to Borel's more limited involvement in the embezzlement.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <p class=\"indent\">II. Recantation of a Key Defense Witness</p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Kouri's defense sought to establish that the payments to Fundacion Panamericana and Medservices had been made in exchange for bona fide services, and that the two companies were not shell organizations used to launder money. To this end, Kouri called Dr.Gloria Ornelas (the director of Fundacion Panamericana), who testified that Panamericana had engaged in legitimate research activity, and had been paid for that activity by ACHS.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The Government later called Ornelas as its first rebuttal witness, at which point she recanted her testimony in full. In rebuttal, she testified that Kouri had induced her to lie, and that the contract between ACHS and Fundacion Panamericana was a sham that had been altered and post-dated to make it appear legitimate. Although Ornelas originally implicated Kouri's lead counsel (Benny Frankie Cerezo) in the fabrication, she later testified that neither Cerezo nor co-counsel Charles Daniels was involved in soliciting false testimony. After both Sotomayor and Borel moved unsuccessfully for a mistrial, Ornelas also testified that neither co-defendant had played any part in the scheme to provide false testimony. The court provided both Sotomayor and Borel the opportunity to cross-examine Ornelas,<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> and issued a limiting instruction to the jury.</p>\n    </div>\n    <p>DISCUSSION</p>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">We address the many issues raised in these appeals as follows: (1) the sufficiency of the evidence on which Borel and Kouri were convicted of violating 18 U.S.C. &#167;666; (2) evidentiary challenges made by Sotomayor; (3) Kouri's Sixth Amendment claim of attorney conflict-of-interest; (4) the potential prejudicial effect of Ornelas's testimony on Sotomayor and Borel; (5) Kouri and Borel's challenge to the jury instructions; (6) Kouri's sentencing challenge; (7) the admissibility of evidence received by the FBI from the Comptroller General of Puerto Rico; and (8) the legal capacity of the interim U.S. Attorney for the District of Puerto Rico.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">I. The Sufficiency of the Evidence as to Kouri and Borel</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">When a conviction is challenged on sufficiency grounds, we evaluate the evidence \"'in the light most agreeable to the prosecution and decide whether that evidence, including all plausible inferences extractable therefrom, enables a rational fact-finder to conclude beyond a reasonable doubt that the defendant committed the charged crime.'\" United States v. Ortiz de Jesus, 230 F.3d 1, 5 (1st Cir. 2000) (quoting United States v. Noah, 130 F.3d 490, 494 (1st Cir. 1997)).</p>\n    </div>\n    <p class=\"indent\">A. Kouri</p>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Kouri argues that insufficient evidence was introduced to prove that he was an \"agent\" of ACHS, one of the elements of an embezzlement conviction under 18 U.S.C. &#167;666. Section 666(d)(1) defines the term \"agent\" as \"a person authorized to act on behalf of another person... and, in the case of an organization..., includ[ing] a servant or employee, and a partner, director, officer, manager, and representative.\" Kouri's basic argument is that, because he was merely an HIID-employed consultant providing advisory services to ACHS, and was not on the ACHS payroll, he cannot fall under the statutory definition of \"agent.\" In other words, he argues that he was not \"authorized to act on behalf of ACHS.\" He also argues that, as an outside consultant, he was not an \"agent\" of ACHS by virtue of being an ACHS employee, partner, director, officer, manager, or representative. See United States v. Ferber, 966 F. Supp. 90, 100 (D.Mass. 1997) (suggesting that a defendant may qualify as a &#167;666(d)(1) \"agent\" if he is covered by either aspect of the statutory definition). We need not determine whether Kouri was authorized to act on behalf of ACHS, because we conclude that there was sufficient evidence to show that he was a \"director,\" \"manager,\" or \"representative\" of ACHS in accordance with the statutory definition.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">In Salinas v. United States, 522 U.S. 52, 55-61 (1997), the Supreme Court held that &#167;666 is extremely broad in scope. The Court noted the \"expansive, unqualified language\" of the statute, as well as the \"broad definition of the 'circumstances' to which the statute applies.\" Id. at 56-57. Although Salinas only addressed which organizations receiving federal funds are covered by &#167;666 generally, and not which persons are covered by &#167;666(d)(1) in particular, we understand the Supreme Court's \"expansive\" approach to include persons who act as directors, managers, or representatives of covered organizations, even if those persons are not actually employed by the organizations from which they embezzled. As Judge Garza recognized in his dissent in United States v. Phillips, 219 F.3d 404 (5th Cir. 2000), such an expansive definition of \"agent\" is necessary to fulfill the purpose of &#167;666, i.e., to protect the integrity of federal funds:</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">[T]he expansive statutory definition [in &#167;666(d)(1)] recognizes that an individual can affect agency funds despite a lack of power to authorize their direct disbursement. Therefore, to broadly protect the integrity of federal funds given to an agency, &#167; 666 applies to any individual who represents the agency in any way, as representing or acting on behalf of an agency can affect its funds even if the action does not directly involve financial disbursement.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Id. at 422 n.3 (Garza, J., dissenting).<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>As the record in this case clearly shows, an outside consultant with significant managerial responsibility may pose as significant a threat to the integrity of federal funds as a manager actually employed by the agency in question. Furthermore, the inclusion of \"employee\" in the statutory language as a separate qualification suggests that the definition of agent includes \"directors,\" \"managers,\" and \"representatives\" who are not technically employees.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The only question remaining is whether the evidence showed that Kouri acted as a \"director,\" \"manager,\" or \"representative\"of ACHS. Corcino testified at length that all ACHS decisions would be approved by Kouri, that Kouri would meet with city officials on behalf of ACHS, and that Kouri made employee firing and hiring decisions. In short, although Kouri was officially a consultant to ACHS, the jury rationally could have found that he acted as its executive director. Kouri's claim that his opinions were merely advisory and could be ignored by ACHS officials is not supported by any evidence. There was thus sufficient evidence for a rational jury to find beyond a reasonable doubt that Kouri was an \"agent\" of ACHS for purposes of 18 U.S.C. &#167;666(d)(1).</p>\n    </div>\n    <p class=\"indent\">B. Borel</p>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Borel makes a three-part challenge to the sufficiency of the evidence for his conviction: first, he argues that the evidence shows that he embezzled from Octagon (a corporation that does not receive federal funds) rather than from ACHS; second, he claims that there was insufficient evidence to prove his specific intent to embezzle; and third, he argues that there was insufficient evidence to prove that he was an agent of ACHS at the time of the embezzlement, as required by &#167;666.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">1. Embezzlement from ACHS and Specific Intent</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The Government argues that the evidence clearly shows Borel's involvement in the $50,000 embezzlement for which he was convicted. Two $25,000 ACHS checks, drawn in part from federal funds, were deposited into Octagon's account on September24, 1992. Corcino testified that these checks were made at the direction of Kouri, were not for any legitimate purpose, and had been picked up at Corcino's office by Borel, who had control of the Octagon operating account and check-writing privileges at the time. Several days later, between September28 and October 1, 1992, seven checks were issued from the Octagon account, in uneven amounts, totaling precisely $50,000.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> All seven checks were written by Borel. Four of the checks were made payable to Advanced Food Service, an entity controlled by Kouri. Corcino delivered the cash proceeds of these four checks directly to Kouri. The three remaining checks were payable directly to Borel, who told Corcino that he had cashed them and delivered the proceeds to Kouri.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Corcino's testimony and the supporting documentary evidence detail a transaction in which the following occurred: Kouri ordered that ACHS pay $50,000 to Octagon for no legitimate reason. Borel, who was in charge of the Octagon checking account, picked up these checks from Corcino's office, and deposited them in the Octagon account. Borel was thus aware that Octagon had $50,000 of ACHS money in its account. Borel then wrote seven checks for seemingly random amounts, which happened to total exactly $50,000. Four of these checks were made to an organization primarily run by Kouri. Those four checks were cashed, and the cash found its way to Kouri. The other three checks were made payable to Borel. He cashed those checks and gave the proceeds to Kouri.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">From this evidence, particularly the fact that Borel was involved in the transaction prior to the deposit of ACHS funds in the Octagon checking account, a rational jury could conclude beyond a reasonable doubt that Borel participated in an embezzlement from ACHS.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> Moreover, the evidence details a somewhat complicated scheme in which Borel wrote checks totaling the exact amount of illegitimate funds and delivered significant amounts of cash to Kouri. Even if Borel was unaware that the payments were destined for a political organization, the jury could have concluded beyond a reasonable doubt that Borel knew that ACHS money was being funneled through Octagon to Kouri for no apparent legitimate reason, and that Borel had the specific intent to collaborate in that embezzlement.</p>\n    </div>\n    <p class=\"indent\">2. Agency</p>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Borel also argues that there was insufficient evidence to prove that he was an \"agent\" of ACHS for purposes of 18 U.S.C. &#167;666. As we explained above, &#167;666 has been given a wide scope, to include all employees \"from the lowest clerk to the highest administrator.\" United States v. Brann, 990 F.2d 98, 101 (3d Cir. 1993). Borel argues inconsistently as to whether he was an employee of ACHS at the time of the embezzlement for which he was charged (September24 -October1, 1992). At times, he admits that he was a \"mere employee\" of ACHS, which would make him an agent pursuant to the statutory definition. 18 U.S.C. &#167;666(d)(1). Alternatively, he argues that the contract between ACHS and Octagon transferred his services so that he became an employee of Octagon and not an employee of ACHS. Corcino testified - and Borel does not challenge - that under the ACHS-Octagon contract, ACHS employees (such as Borel) would be available to Octagon but would remain employed and paid by ACHS for six months after the contract was executed. After those six months had passed, the employees would become Octagon employees, and be paid by Octagon. The record indicates that Octagon was incorporated on April 30, 1992, and that the contract with ACHS was executed on June 1, 1992. Using either date, the embezzlement occurred before the six-month window ended, while Borel was still employed by ACHS. The jury therefore had sufficient evidence to conclude beyond a reasonable doubt that Borel was an employee, and therefore a &#167;666(d)(1) agent, of ACHS at the time of the embezzlement.</p>\n    </div>\n    <p class=\"indent\">II. Evidentiary Challenges</p>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Sotomayor makes three claims that certain evidence should not have been admitted. We review the district court's evidentiary rulings for abuse of discretion. United States v. Mojica-Bez, 229 F.3d 292, 300 (1st Cir. 2000). Erroneous rulings not of a constitutional magnitude are harmless if it is highly probable that the error did not contribute to the verdict. United States v. Tse, 135 F.3d 200, 209-10 (1st Cir. 1998).</p>\n    </div>\n    <p class=\"indent\">A. The Testimony of the FBI Agent</p>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">During direct examination, Sotomayor's counsel asked Sotomayor why she had referred to the federal agents in a negative manner during prior testimony. Sotomayor responded that \"[her] house was visited [by agents] several times,\" and that an FBI agent had taken her mother \"out of bed by striking her.\" The prosecution immediately objected, noting that no evidence of police brutality had been introduced, claiming that no such brutality had occurred, and suggesting that Sotomayor was attempting to prejudice the jury in her favor. In response, the court indicated that it would allow the prosecution to call the federal agents as witnesses in order to clarify for the jury whether any police brutality had occurred.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Sotomayor claims that the court's persistence in ensuring that her testimony would be rebutted by federal agents amounted to the court calling a witness to impeach her; she argues that this action was so prejudicial that it warrants reversal of her conviction.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a> Even if the district court erred in soliciting the testimony of the FBI agent, any such error was harmless. This was one short incident in a fifty-eight day jury trial. Cf. United States v. Filani, 74 F.3d 378, 386 (2d Cir. 1996) (\"[I]n reviewing the trial transcript we must take care not to focus on isolated episodes, but to assess the trial court's inquiries in light of the record as a whole.\"). Furthermore, the agent's testimony was on a minor matter collateral to the issue of Sotomayor's guilt. Lastly, Sotomayor's testimony had already been impeached at length by extensive evidence that she had committed the crimes for which she was charged, including the crime of witness tampering. It is highly probable that any error here did not contribute to the verdict. Tse, 135 F.3d at 209-10.</p>\n    </div>\n    <p class=\"indent\">B. Recorded Conversations</p>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">At trial, Sotomayor objected to the introduction of three conversations recorded with the consent of Sotomayor's housekeeper, Josefa Navarro.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a> The district court ruled that the recorded conversations were admissible in full as statements against penal interest by an unavailable witness, Fed. R. Evid. 804(b)(3), and party admissions, Fed. R. Evid. 801(d)(2)(A). On appeal, Sotomayor challenges only the admission of Garcia's statements as a violation of the Confrontation Clause of the Sixth Amendment. Bruton v. United States, 391 U.S. 123 (1968). This Court has held that a Bruton error occurs \"where the codefendant's statement 'expressly implicates' the defendant, leaving no doubt that [the statement] would prove 'powerfully incriminating.'\" United States v. Smith, 46 F.3d 1223, 1228 (1st Cir. 1995) (quoting Bruton, 391 U.S. at 124 n.1) (internal quotations omitted). No Bruton error occurs when the statements are only incriminating because they have been \"'linked with evidence introduced at trial.'\" Id. (quoting Richardson v. Marsh, 481 U.S. 200, 208 (1987)). In other words, the Confrontation Clause permits \"out of court statements [which] neither name nor impugn [the defendant] directly, and thus cannot be supposed to have implanted in the jurors' minds the kinds of powerfully incriminating impressions against which Bruton protects.\" United States v. Limberopolous, 26 F.3d 245, 253 (1st Cir. 1994). We have scrutinized the passages deemed prejudicial by Sotomayor and found that Garcia's statements about guiding Navarro's future testimony concerned only a list of work duties Navarro claimed to have performed for ACHS. Sotomayor's objection is a tortuous one: such a list of duties, being an imperfect description, put pressure on her to testify. This falls far short of indicating how the statements either \"expressly implicated\" her or were \"powerfully incriminating.\" Our careful review of the record provides no additional support for her claim. The district court therefore did not abuse its discretion in admitting the recorded conversations.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">C. Testimony of Fernndez and Granados Navedo</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">On direct examination, Sotomayor testified that she had never been \"involved with [Corcino or Kouri] in a scheme to divert [ACHS] checks for personal or political favors.\" The district court allowed the Government to impeach this testimony by introducing evidence that, on a prior occasion in 1988, Sotomayor had directed Antonio Fernndez to purchase an expensive video camera for use in Granados Navedo's campaign,<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a> and that in order for Fernndez to be repaid, he had been asked to endorse a check in excess of what he was owed. The court then issued a limiting instruction that the evidence could only be used for impeachment purposes.<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a> Sotomayor suggests that the evidence in question did not aim to impeach her direct testimony but her cross, and that the district court erred in not excluding it as inadmissible extrinsic evidence of a prior bad act. Fed. R. Evid. 404(b). Because we see no abuse of discretion in the court's finding that Sotomayor opened the door during her direct testimony, we need not address the Rule 404(b) alternative, which was not relied on by the district court.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">When a defendant has, on direct examination, made a general denial of engaging in conduct material to the case, the prosecution may impeach that testimony by proving that the defendant did engage in that conduct on a prior occasion. United States v. Cudlitz, 72 F.3d 992, 996 (1st Cir. 1996) (citing United States v. Havens, 446 U.S. 620, 627 (1980); United States v. Perez-Perez, 72 F.3d 224, 227 (1st Cir. 1995)). Here, on direct examination, Sotomayor denied using ACHS funds to make political contributions. The testimony of Fernndez and Granados Navedo acted to impeach that denial. The district court, therefore, did not abuse its discretion by admitting that evidence.</p>\n    </div>\n    <p class=\"indent\">III. Kouri's Sixth Amendment Claim</p>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Appellant Kouri premises a Sixth Amendment ineffective assistance of counsel claim on the bizarre circumstances associated with Ornelas's recantation of her defense testimony and subsequent testimony for the prosecution. Specifically, he argues that various conflicts of interest faced by Attorney Daniels during the cross-examination of Ornelas deprived him of his right to effective counsel. Cuyler v. Sullivan, 446 U.S. 335, 348 (1980) (conflict of interest may deprive defendant of effective representation). He also suggests that the district court inadequately inquired into the potential conflicts, thus triggering automatic reversal. United States v. Levy, 25 F.3d 146,154 (2d Cir. 1994). Although claims of ineffective assistance must generally be reserved for collateral proceedings under 18 U.S.C. &#167;2255, we find the record here \"sufficiently developed to allow reasoned consideration\" of this claim on direct appeal. United States v. Natanel, 938 F.2d 302, 309 (1st Cir. 1991). We present the factual background for this claim at some length below.</p>\n    </div>\n    <p class=\"indent\">A. The Facts</p>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">On May 3, 1999, Ornelas testified by video-conference from Mexico City as a defense witness. Her testimony sought to establish that the payments made to Fundacion Panamericana, of which she was the director, were legitimate payments for services rendered to ACHS. Daniels was scheduled to examine Ornelas on May 4, 1999. When Daniels met with Ornelas early that morning to discuss her testimony, she indicated that her testimony of the previous day was perjurious, and that certain documentation supporting that testimony had been back-dated or fabricated. She did not apparently suggest at that time that either Kouri or Attorney Cerezo were involved in the fraud, however. As a result, Cerezo and Daniels informed the district court that Ornelas had elected to end her testimony. Daniels told the court that \"serious ethical considerations\" prevented Ornelas from testifying further; Cerezo noted that there was a \"small discrepancy\" in the facts, and also told the court that Ornelas had ceased her testimony because her lawyers refused to recognize the authority of the U.S. Attorney in Mexico. The court accepted counsel's explanations, informed the jury that Ornelas would not be able to testify further at that time, and reserved its decision as to the appropriate remedy (e.g., striking Ornelas's previous testimony) for another day.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">On May 29, 1999, Ornelas met with representatives of the U.S. Attorney's Office in Miami, Florida. She informed the United States that her May 3 video-conference testimony had been false. Ornelas then said that Kouri had encouraged her to testify falsely by telling her that she would go to jail if she told the truth (and exposed his money-laundering scheme). Ornelas also implicated Cerezo in the scheme to provide false testimony. The United States subsequently filed an exparte informative motion alerting the district court to Ornelas's perjury and proposed recantation, and suggesting that the court might need a waiver from Kouri to allow Cerezo's continued representation of him. The ex parte motion did not implicate Daniels in any respect.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">On June 7, 1999, before Ornelas testified for the prosecution, the district court met with counsel to determine the appropriate course of action to avoid a mistrial. The court concluded that there was no per se Sixth Amendment violation requiring Cerezo's automatic withdrawal, because the allegation of witness tampering did not implicate Cerezo in the conduct for which Kouri was charged.<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a> However, the court determined that Cerezo would not be able to continue his representation of Kouri unless Kouri provided a waiver, and decided to hold a hearing on this issue.<a class=\"footnote\" href=\"#fn14\" id=\"fn14_ref\">14</a> At the hearing, the district court explained Cerezo's potential conflict of interest to Kouri, and asked Kouri if he wanted Cerezo to continue to represent him. Kouri answered in the affirmative.<a class=\"footnote\" href=\"#fn15\" id=\"fn15_ref\">15</a> Kouri also said that he wished to have Daniels continue to represent him. The court further explained that Daniels would conduct the cross-examination of Ornelas, and Kouri assented to this approach.<a class=\"footnote\" href=\"#fn16\" id=\"fn16_ref\">16</a></p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">The Government then commenced its voir dire examination of Ornelas, at which she recanted her earlier testimony and detailed Kouri's involvement in the fabrication of that testimony. The Government also introduced documents providing evidence of the fabrication and supporting Ornelas's revised testimony.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Prior to cross-examination, the Government proffered that Ornelas would testify that Cerezo had suborned perjury. Cerezo denied this charge. The district court then allowed the Government to conduct a direct examination of Ornelas, in chambers, solely with respect to the involvement of Cerezo and Daniels in the fabrication of testimony. At that point, Ornelas testified that Cerezo and Daniels were unaware of Kouri's scheme to fabricate testimony, and that Kouri had expressed dismay that his lawyers might find out about the scheme. She indicated that all of Kouri's explicit instructions to her on how to testify had occurred at private meetings between her and Kouri without either Cerezo or Daniels being present. Ornelas also testified that, to the extent she had told the U.S. Attorney that Cerezo was involved, she had mistakenly named Cerezo instead of Kouri.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Ornelas then repeated her recantation before the jury, after which Daniels cross-examined her in open court. On cross, Ornelas reviewed some of her prior testimony as to particular events. She also testified on cross-examination that Kouri had never asked her to cover up his fraudulent acts at the time that they occurred, but had only sought her help in back-dating documents at the time of trial. Finally, Daniels asked Ornelas if any of Kouri's attorneys had been involved in the fabrication of evidence; she again answered no.<a class=\"footnote\" href=\"#fn17\" id=\"fn17_ref\">17</a></p>\n    </div>\n    <p class=\"indent\">B. Analysis</p>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Kouri does not contend that the potential conflict of interest with Cerezo caused a Sixth Amendment violation. However, he does suggest that Daniels's cross-examination of Ornelas was so plagued by conflicts of interest as to constitute ineffective assistance of counsel. Kouri points to three specific conflicts: first, that Daniels had an incentive to avoid implicating himself in the perjury; second, that Daniels was a material witness to the perjury; and third, that although not conflicted himself, Daniels relied on the counsel of conflict-ridden Cerezo. We may immediately discount the third claim of conflict: Kouri had waived any Sixth Amendment conflict of interest claim with respect to Cerezo. This waiver cannot be erased by a claim against Daniels which is premised on Cerezo's conflicts. Moreover, Kouri has adduced no evidence that Daniels relied on Cerezo in cross-examining Ornelas, nor that Daniels was unprepared to conduct that cross-examination. The instant case is thus significantly different from that relied upon by Kouri, United States v. Tatum, 943 F.2d 370, 375-78 (4th Cir. 1991), in which a new trial was required when there was an actual, un-waived conflict of interest on the part of lead counsel, and co-counsel had heavily relied on lead counsel during the trial.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Kouri raised no objection at trial to Daniels's cross-examination of Ornelas; in fact, he endorsed such representation at the hearing where he waived his conflict with Cerezo.<a class=\"footnote\" href=\"#fn18\" id=\"fn18_ref\">18</a> Where a defendant, having knowledge of the circumstances giving rise to an arguable conflict on his lawyer's part, fails to object to the lawyer's continued representation despite having been afforded the opportunity to do so, he must demonstrate that an actual conflict of interest adversely affected his lawyer's performance in order to establish a perse Sixth Amendment violation. United States v. Soldevila-Lopez, 17 F.3d 480, 486 (1st Cir. 1994); United States v. Rodriguez Rodriguez, 929 F.2d 747, 749 (1st Cir. 1991). To show an actual conflict of interest, the defendant must show that \"the lawyer could have pursued a plausible alternative defense strategy or tactic\" and that \"the alternative strategy or tactic was inherently in conflict with or not undertaken due to the attorney's other interests or loyalties.\" Soldevila-Lopez, 17 F.3d at 486 (citing Guaraldi v. Cunningham, 819 F.2d 15, 17 (1st Cir. 1987)).</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Kouri's claim that Daniels should have cross-examined Ornelas at greater length and in greater detail does not meet this standard for several reasons. First, there is no evidence of Daniels's conflict. Kouri, Ornelas, and the U.S. Attorney had repeatedly maintained that Daniels was not involved in the subornation of perjury. Kouri does not even now suggest that Daniels suborned perjury, only that Daniels feared being implicated in the fabrication. Given the overwhelming evidence that Daniels was not involved in the plot to fabricate evidence and suborn perjury, we see no reason for him to have altered his cross-examination to avoid being implicated. Second, even if Daniels did harbor some fear that Ornelas would implicate him in the fabrication, it is not likely that a cross-examination designed to discredit Ornelas's rebuttal testimony would have caused her to implicate him in the matter. Simply put, Kouri has not adequately explained how the alleged conflict might have affected Daniels's course of action. Third, although a more aggressive cross-examination of Ornelas may have been a \"plausible\" strategy, it was probably not superior to Daniels's approach: in fact, such a low-key cross-examination served Kouri's interests in minimizing the prejudicial effect of the perjury and witness tampering (however difficult to accomplish). Given the number of documents introduced supporting Ornelas's rebuttal testimony, it would have been foolhardy for Daniels to have pursued the strategy Kouri now suggests; i.e., to have attempted to discredit the rebuttal. Cf. United States v. Buculavas, 98 F.3d 652, 656-67 (1st Cir. 1996) (proposed alternative strategy would have resulted in \"cross-examinational meat grinder\").</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">As for the possibility that Daniels might have been called as a material witness to Ornelas's perjury, this is little more than speculation on Kouri's part. See Soldevila-Lopez, 17 F.3d at 487 (\"theoretical or merely speculative conflict\" insufficient for Sixth Amendment violation) (internal quotations omitted). Not only was Daniels never called as a witness, but the Government never suggested that he would be called. Moreover, Kouri has not alleged how any theoretical possibility that Daniels might be called as a witness affected his behavior as counsel. Cf. United States v. Kliti, 156 F.3d 150, 155 (2d Cir. 1998) (hearing necessary only when a defendant would forgo important testimony by his attorney because of continued representation by that attorney). Kouri has not suggested that he needed Daniels to testify on his behalf, nor that Daniels's continued representation prevented any such testimony.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">Finally, we cannot agree that the district court failed to conduct an appropriate inquiry as to Daniels's potential conflicts. Kouri suggests that he was entitled to a Foster hearing, at which the court would have explained any potential conflicts and sought an explicit waiver from the defendant. See United States v. Foster, 469 F.2d 1, 4 (1st Cir. 1972). However, this Court has said that the circumstances in which a Foster hearing is required are \"narrow\"; i.e., only in \"criminal prosecutions where one attorney speaks for two or more defendants.\" Buculavas, 98 F.3d at 655-56. Such was not the case here. Cerezo and Daniels represented only Kouri. Moreover, as we detailed above, the district court undertook a sufficiently extensive inquiry into the circumstances of the fabrication, after which it was satisfied that Daniels was not implicated in the subornation of perjury, and thus had no conflict with Kouri. See id. at 657 (relevance of determination by trial judge that no conflict existed); see also Brien v. United States, 695 F.2d 10, 15 n.10 (1st Cir. 1982) (automatic reversal only required when actual conflict discovered, even if trial court fails to conduct full inquiry).</p>\n    </div>\n    <p class=\"indent\">IV. Spillover Prejudice</p>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">Appellants Borel and Sotomayor were not aware that Ornelas would recant her testimony until the Government called her as a rebuttal witness. At that point, they were made aware of the Government's ex parte motion, which detailed Ornelas's proposed testimony. They did not object, move for a severance, or move for a mistrial at that time. However, after Ornelas testified, Borel and Sotomayor moved for a mid-trial severance or, in the alternative, for a mistrial. The district court refused to grant either motion, but did give the jury a limiting instruction indicating that it should not hold Kouri's shenanigans against the other two defendants. The court also allowed counsel to elicit from Ornelas that neither Borel nor Sotomayor was involved in, or even aware of, the plot to fabricate testimony. Nonetheless, Borel and Sotomayor now argue that the prejudice resulting from the fabrication and recantation was so severe as to make the court's refusal to grant a mistrial or to sever proceedings in mid-trial an abuse of discretion.</p>\n    </div>\n    <p class=\"indent\">A. Severance</p>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">There is a strong preference in the federal system for jointly trying defendants involved in related crimes. Zafiro v. United States, 506 U.S. 534, 537 (1993). Separate trials are not warranted unless \"there is a serious risk that a joint trial would compromise a specific trial right of one of the defendants or prevent the jury from making a reliable judgment about guilt or innocence.\" Id. at 539. The trial court is afforded \"considerable leeway\" in determining whether severance is appropriate, and we will overturn that determination \"only if that wide discretion is plainly abused.\" United States v. Pierro, 32 F.3d 611, 616 (1st Cir. 1994) (internal quotations omitted). A mid-trial severance is therefore an \"extraordinary measure, warranted in very few cases.\" United States v. Fisher, 106 F.3d 622, 632 (5th Cir. 1997).</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">Borel and Sotomayor suggest that the revelation of Kouri's extensive plot to fabricate testimony \"spilled over\" so that the jury viewed them in a negative light. For a claim of spillover prejudice to prevail, \"a defendant must prove prejudice so pervasive that a miscarriage of justice looms.\" Pierro, 32 F.3d at 615 (citing United States v. Sabatino, 943 F.2d 94, 96-97 (1st Cir. 1991)). That quantum of prejudice did not exist here. Neither Borel nor Sotomayor were implicated in the scheme to fabricate testimony; in fact, testimony was elicited to show that they had no knowledge of the scheme. See id. (\"[N]othing implicated appellant in the peccadilloes.\"). At any rate, the trial court provided limiting instructions to account for the unusual situation; instructions that we must presume were heeded by the jury. Id. at 616. Moreover, the fact that Kouri was impeached by Ornelas's testimony is not prejudicial toward the other defendants. United States v. La Torre, 639 F.2d 245, 249 (5th Cir. Unit A Mar. 1981) (impeachment of co-defendant with prior perjury conviction); United States v. Shorter, 54 F.3d 1248, 1259 (7th Cir. 1995). The fact that the jury was more likely to find Kouri guilty after learning of his actions is also not prejudicial with respect to the other appellants. Cf. United States v. Martin, 964 F.2d 714, 717 (7th Cir. 1992) (co-defendant's entrance of guilty plea during trial). In fact, the only example cited by appellants in which the potential for spillover prejudice required mid-trial severance occurred where the prejudice resulted from evidence later ruled inadmissible. Fisher, 106 F.3d at 631-32. Such is not the case here. All of Ornelas's testimony was admissible.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">The fact that Kouri's scheme was disruptive is also insufficient to mandate severance, absent the demonstration of \"special prejudice of a kind or to a degree not susceptible to remediation by prompt curative instructions.\" Pierro, 32 F.3d at 616; see also United States v. Rocha, 916 F.2d 219, 230 (5th Cir. 1991) (jury instruction sufficient to remedy disturbance caused by co-defendant); United States v. Tashjian, 660 F.2d 829, 838 (1st Cir. 1981) (same). Because the district court retained firm control of the trial, the disruptive effect of the recantation was limited and not prejudicial.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">Finally, appellants argue that they were unfairly prejudiced because they had premised their defenses on Ornelas's original promised testimony, and they had no way of knowing that the proposed testimony was a fabrication. As for Borel, this argument is without merit, as Ornelas's testimony was essentially unrelated to the crime for which he was charged, or to his conviction. Although Sotomayor was more extensively implicated by Ornelas's revised testimony, she also was in a position to know that the proposed testimony was perjurious. She was not bound to offer a defense consistent with Kouri's; this Court has allowed co-defendants to offer inconsistent defenses without requiring severance. United States v. Drougas, 748 F.2d 8, 19 (1st Cir. 1984). Moreover, she had ample opportunity to cross-examine Ornelas in order to re-establish her defense. And lastly, Sotomayor has not suggested how she would have conducted her defense differently were it not for Ornelas's testimony and recantation.</p>\n    </div>\n    <p class=\"indent\">B. Mistrial</p>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">For much the same reasons, the district court's refusal to grant a mistrial was not an abuse of discretion. First, limiting instructions are ordinarily an appropriate method of preempting a mistrial. United States v. Sepulveda, 15 F.3d 1161, 1184-85 (1st Cir. 1993). Appellants did not object to the court's choice of jury instructions, and they have not challenged it here. Second, \"swiftness in judicial response is an important element in alleviating prejudice once the jury has been exposed to improper testimony.\" Id. Here, the district court immediately suggested that Ornelas be asked a question allowing her to testify that neither Sotomayor nor Borel were involved in the plan to fabricate testimony. The court then offered a limiting instruction. There was no time for \"sores to fester.\" Id. at 1185. Finally, we must presume that jurors are able and willing to heed limiting instructions. Id. Appellants have cited no reason why the jury would be unable to do so here.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">One final note. We cannot ignore appellants' delay in bringing their motion for such extraordinary remedies. Although they became aware of the contents of the ex parte motion prior to Ornelas's testimony, and thus could anticipate what that testimony would entail, they waited to object until after Ornelas had testified. Whatever appellants' reason for waiting to object, we cannot be overly generous in remediation. Tashjian, 660 F.2d at 838. Appellants should have sought severance at the earliest opportunity, not after the fireworks had been set off.</p>\n    </div>\n    <p class=\"indent\">V. Jury Instructions</p>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">The statutory definition of \"agent\" in 18 U.S.C. &#167;666 defines the term as \"a person authorized to act on behalf of another person..., and, in the case of an organization. .., includ[ing] a servant ... [,] employee, ..., partner, director, officer, manager, and representative.\"</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">The district court, having concluded that it was appropriate to expand slightly on the definition of agency provided in &#167;666, gave the following instruction:</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">The term \"agent\" is defined in the statute as a person authorized to act on behalf of another person or a government and, in the case of an organization or government, includes a servant or employee, and a partner, director, officer, manager, and representative. The term \"agent\" means any employee, officer or director of Advanced Community Health Services and/or the San Juan AIDS Institute. The term \"agent\" also includes a person authorized by another to act for or in place of him, or one entrusted with another's business. The term \"agent\" also includes one who the principal, either intentionally or by want of ordinary care, induces third persons to believe to be his agent, though he has not, either expressly or by implication, conferred authority on him. A person who, whether or not authorized, reasonably appears to third persons, because of manifestations of another, to be authorized to act as agent for such other, is also an agent.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">Basically, the district court instructed the jury that a person with \"apparent authority\" could be an agent for purposes of &#167;666. Both Borel and Kouri argue that the statutory definition of \"agent\" excludes persons with only apparent authority, and that the jury instruction was therefore erroneous.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">Because neither defendant objected to the instruction in accordance with Federal Rule of Criminal Procedure 30,<a class=\"footnote\" href=\"#fn19\" id=\"fn19_ref\">19</a> we review for plain error. United States v. Randazzo, 80 F.3d 623, 631 (1st Cir. 1996). For an instruction to be in plain error, it must have \"affected substantial rights,\" id. at 632, meaning that it must probably have affected the outcome of the trial, United States v. Romano, 137 F.3d 677, 682 (1st Cir. 1998). Moreover, it must be an error of the type that causes a \"miscarriage of justice, ...seriously affect[s] the integrity [of the trial,] or impair[s] 'public confidence' in the proceedings.\" Randazzo, 80 F.3d at 632 (quoting United States v. Olano, 507 U.S. 725, 736-37 (1993)).</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">We cannot say that there was plain error here. Even if the district court's conclusion as to the scope of 18 U.S.C. &#167;666(d)(1) was incorrect, sufficient evidence was introduced to convict both Borel and Kouri without any reliance on the \"apparent authority\" segment of the jury instruction. As we explained above, Borel was an employee of ACHS, and was thus clearly included in the statutory definition of \"agent\" provided by the district court. Although Kouri was technically a consultant of ACHS without a formal position, the evidence indicated that ACHS employees reported directly to him and that he had the responsibilities and authority of manager, director, or representative of ACHS. Cf. United States v. Phillips, 219 F.3d at 423 n.3 (Garza, J., dissenting) (\"the expansive statutory definition of 'agent' ... recognizes that an individual can affect agency funds despite a lack of power to authorize their direct disbursement\"); see also Salinas, 522 U.S. at 57-60 (scope of &#167;666 to be construed broadly); United States v. Neder, 527 U.S. 1, 18 (1999) (affirming convictions in spite of instructional error where the evidence made it clear beyond a reasonable doubt that a rational jury would have found defendants guilty even if properly instructed). In all likelihood, the jury would have convicted Kouri even without the expanded instruction. Thus even if the instruction was erroneous, it did not affect either appellant's substantial rights, and was not plain error.</p>\n    </div>\n    <p class=\"indent\">VI. Sentencing</p>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">Kouri challenges the two-level enhancement to his sentence for an abuse of a position of trust. U.S.S.G. &#167;3B1.3. His primary argument is that he could not have abused a position of trust because, as an outside consultant to ACHS, he lacked actual decision-making power and other individuals with discretionary power could have ignored his counsel. In determining the appropriateness of a sentence enhancement, we determine the legal meaning of the Guideline de novo, but review the district court's application of the Guideline to the facts at hand for clear error. United States v. Tardiff, 969 F.2d 1283, 1289 (1st Cir. 1992). This Court has already determined that a defendant need not legally occupy a formal \"position of trust,\" nor have \"legal control\" of an organization, for the enhancement to apply. United States v. Newman, 49 F.3d 1, 8-9 (1st Cir. 1995). De facto control, which allows the defendant to exercise the type of discretion contemplated by the enhancement, suffices. Id. The district court found that Kouri was for all purposes the \"heart and soul\" of ACHS, i.e., that he controlled ACHS finances. The court also noted Kouri's role in making decisions for corporations that had direct business relationships with ACHS. In short, the district court found that Kouri enjoyed the \"professional or managerial discretion\" contemplated by the Guideline. U.S.S.G. &#167;3B1.3 cmt. n.1. As the record amply supports this conclusion, we can find no clear error here.</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">VII. Evidence Received from the Office of the Comptroller</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">Appellants sought suppression of all evidence obtained by the United States from the Office of the Comptroller General of Puerto Rico, based on the fact that the Comptroller had released that evidence to the FBI in contravention of Puerto Rico law. The district court considered the constitutional and statutory framework governing the Office of the Comptroller, and concluded that these laws and regulations did not prohibit such a referral. United States v. Kouri-Perez, No. 97-091 (JAF) (D.P.R. Apr. 22, 1998) (memorandum order). We need not determine whether the disclosure by the Office of the Comptroller violated Puerto Rico law, for \"it is well settled that in federal prosecutions evidence admissible under federal law cannot be excluded because it would be inadmissible under state law.\" United States v. Santana, 895 F.2d 850, 853 (1st Cir. 1990) (quoting United States v. Quinones, 758 F.2d 40, 43 (1st Cir. 1985)) (internal quotation marks omitted). Appellants have suggested no federal law or federal constitutional right that was violated here.</p>\n    </div>\n    <p class=\"indent\">VIII. The Interim United States Attorney</p>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">Appellants claim that the unusual tenure of interim U.S. Attorney Guillermo Gil, who has acted in an interim capacity for over seven years, violates the Appointments Clause and constitutional principles of separation of powers, and is unconstitutional as applied to these appellants. This Court, however, has already held that \"the interim United States attorney [for the District of Puerto Rico] holds his office lawfully.\" United States v. Hilario, 218 F.3d 19, 21 (1st Cir.), cert. denied, 121 S. Ct. 572 (2000).</p>\n    </div>\n    <p>CONCLUSION</p>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">For the reasons herein, the convictions and sentences of Yamil Kouri-Perez, Jeannette Sotomayor-Vazquez and Armando Borel-Barreiro are upheld, and the challenged judgments of the district court are affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Borel was convicted of one count of conspiracy to embezzle from an organization receiving federal funds in violation of 18 U.S.C. &#167;371, and two counts of embezzlement from such an organization in violation of 18 U.S.C. &#167;666. Sotomayor was convicted of one count of conspiracy, three counts of embezzlement, and one count of witness tampering in violation of 18 U.S.C. &#167; 1512(b). Kouri was convicted of one count of conspiracy, two counts of embezzlement, and 24 counts of money laundering in violation of 18 U.S.C. &#167;1956(a).</p>\n        <p>A number of other co-conspirators were also indicted, and were either tried separately or pled guilty pursuant to agreements with the U.S. Attorney.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> These organizations included Advanced Food Services, Octagon, Fundacion Panamericana and Medservices.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Corcino testified that Kouri had cashed over $250,000 in checks to provide political contributions (Count 2), that Kouri had received $27,750 in other check proceeds (Count 7), and that Kouri had caused ACHS to make payments on sham, post-dated contracts through Fundacion Panamericana and Medservices (Counts 9-20), the proceeds of which would later be remitted to Kouri. To avoid discovery, Corcino would send cashier's checks, which would not be returned to ACHS with fraudulent endorsements.</p>\n        <p>Corcino also testified that Sotomayor had diverted $21,000 to pay her housekeeper's salary (Count 4) and $45,000 to pay for the construction of a co-conspirator's house (Count 6), as well as helping Kouri with the embezzlement of the $27,750 (Count 7). Sotomayor was also indicted for one count of witness tampering, in connection with an attempt to convince her housekeeper to testify falsely about her duties.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Corcino testified that Borel had been the maker and payee of $50,000 worth of checks funneled from ACHS through Octagon and Advanced Food Service. Several of the checks were cashed by Borel, with the proceeds ultimately paid to Kouri.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Kouri also had the opportunity to cross-examine Ornelas.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> The Phillips majority did not disagree with this proposition. 219 F.3d at 411. They premised their decision (not finding an agency relationship) on the indirect connection between the potential \"agent\" and the government entity from which he was accused of embezzling. Id. at 412-13. In the instant case, Kouri was directly involved with the organization from which he embezzled, albeit not in a formal employer-employee relationship. Our holding, therefore, is consistent with the Phillips majority's conclusion that \"there must be some nexus between the criminal conduct and the agency receiving federal assistance.\" Id. at 413-14.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> The checks were for $7,142.85, $8,343.85, $3,290.50, $7,598.55, $8,677.30, $6,993.50 and $7,953.45.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> Borel argues, in part, that he cannot be convicted under &#167;666 for embezzlement from Octagon, because Octagon is not an entity that received federal funds. We need not address this argument because we find that the evidence is sufficient to prove that Borel embezzled, or aided and abetted embezzlement, from ACHS (which undisputably is an entity that received federal funds).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> Sotomayor focuses on the court's use of the word \"insist\" in its statement that \"[it is] insisting, for the sake of clearing the matter, that you bring the agents involved in your rebuttal.\" In the context of the colloquy, however, it is clear that the court was only insisting that some response be made to Sotomayor's provocative and unsupported statements, and that it was only the defense's refusal to enter an appropriate stipulation that mandated the calling of a rebuttal witness.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> These included a telephone conversation between Navarro and co-conspirator Milagros Garcia Leon (who pled guilty to witness tampering), a telephone conversation between Navarro and Sotomayor, and a face-to-face conversation among Navarro, Garcia, and Sotomayor.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> At the time of the incident, Fernndez was an advertising contractor for ACHS. Granados Navedo was a candidate for Mayor of San Juan.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> The Government had also sought admission pursuant to Fed. R. Evid. 404(b), as probative of intent and absence of mistake. The court denied this request.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> See United States v. Marcano-Garcia, 622 F.2d 12, 17 (1st Cir. 1980) (withdrawal required when counsel implicated in the crime for which his client is on trial).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn14\">\n        <a class=\"footnote\" href=\"#fn14_ref\">14</a>\n        <p> The court indicated that the hearing would resemble a Rule 44(c) hearing, which is mandatory when counsel represents more than one defendant. Fed. R. Crim. P. 44(c). Here, of course, Cerezo and Daniels represented only Kouri, and thus Rule 44(c) was not applicable.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn15\">\n        <a class=\"footnote\" href=\"#fn15_ref\">15</a>\n        <p> The Court: \"So, for the time being, you are waiving any conflict of interest between you and Mr. Cerezo.\"</p>\n        <p>The Defendant: \"Yes.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn16\">\n        <a class=\"footnote\" href=\"#fn16_ref\">16</a>\n        <p> The Court: \"You don't have any problem with Mr. Daniels being in charge of the examination, at least this afternoon ....\"</p>\n        <p>The Defendant: \"Not at all. ... I have no problem with that.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn17\">\n        <a class=\"footnote\" href=\"#fn17_ref\">17</a>\n        <p> Daniels had expressed the worry that the jury would conclude that he and Cerezo had cooperated in Kouri's scheme to defraud the court, and that their representation of Kouri would be irreparably harmed by that conclusion. The court suggested that he ask Ornelas this question in order to clarify counsel's non-involvement during cross-examination.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn18\">\n        <a class=\"footnote\" href=\"#fn18_ref\">18</a>\n        <p> Because we find that there was no actual conflict of interest here, we need not determine whether Kouri's assent to Daniels's cross-examination of Ornelas was a sufficient waiver.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn19\">\n        <a class=\"footnote\" href=\"#fn19_ref\">19</a>\n        <p> \"No party may assign as error any portion of the charge or omission therefrom unless that party objects thereto before the jury retires to consider its verdict, stating distinctly the matter to which that party objects and the grounds of the objection.\" Fed. R. Crim. P. 30.</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">249</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></span> (1st Cir. 2001)</p>\n    <p class=\"parties\">UNITED STATES OF AMERICA, Plaintiff, Appellee,<br>v.<br>JEANNETTE SOTOMAYOR-VAZQUEZ, ARMANDO BOREL-BARREIRO, YAMIL KOUR -PEREZ, Defendants, Appellants.</p>\n    <p class=\"docket\">Nos. 00-1096, 00-1097, 00-1279</p>\n    <p class=\"court\">United States Court of Appeals For the First Circuit</p>\n    <p class=\"date\">Heard March 7, 2001<br>Decided April 30, 2001</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEALS FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF PUERTO RICO</p>\n      <p class=\"indent\">[Hon. Jose Antonio Fuste, U.S. District Judge][Copyrighted Material Omitted][Copyrighted Material Omitted][Copyrighted Material Omitted]</p>\n      <p class=\"indent\">Francisco Rebollo-Casalduc, with whom Nachman, Guillemard &amp; Rebollo, were on brief, for appellant Sotomayor.</p>\n      <p class=\"indent\">Marlene Aponte-Cabrera, for appellant Borel.</p>\n      <p class=\"indent\">Benjamin S. Waxman, with whom Alan S. Ross, Robbins, Tunkey, Ross, Amsel, Raben, Waxman &amp; Eiglarsh, P.A., Rafael F. Castro-Lang, Castro &amp; Castro and Fernando J. Carlo, were on brief, for appellant Kouri.</p>\n      <p class=\"indent\">Richard A. Friedman, Appellate Section, Criminal Division, with whom Guillermo Gil, United States Attorney, Maria Dominguez and Edna C. Rosario, Assistant United States Attorneys, were on brief, for appellee.</p>\n      <p class=\"indent\">Before Torruella, Chief Judge, Coffin, Senior Circuit Judge, and Selya, Circuit Judge.</p>\n      <p class=\"indent\">TORRUELLA, Chief Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">After a 58-day jury trial, appellants Jeannette Sotomayor-Vazquez (Sotomayor), Armando Borel-Barreiro (Borel) and Yamil Kouri-Perez (Kouri) were convicted of various counts of conspiracy, embezzlement, money laundering and witness tampering.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> Kouri was sentenced to 168 months imprisonment, fined $17,500, and ordered to pay $1,394,358 in restitution. Sotomayor was sentenced to 46 months imprisonment, fined $10,000, and ordered to pay $35,689 in restitution. Borel was sentenced to a year and a day of imprisonment and ordered to pay $18,777 in restitution. In these appeals, they raise numerous claims of trial error. For the reasons explained herein, we affirm the convictions in full.</p>\n    </div>\n    <p>BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">We briefly summarize the relevant facts, which we develop in greater detail where necessary.</p>\n    </div>\n    <p class=\"indent\">I. The Embezzlement Scheme</p>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Advanced Community Health Services, Inc. (ACHS) treated persons with AIDS from 1987 to 1994 pursuant to a contract with the City of San Juan, Puerto Rico. From 1990 to 1994, ACHS was a non-profit organization eligible for federal funding, of which it received approximately $15,000,000.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Appellant Kouri was an employee of the Harvard Institute for International Development (HIID). Although Kouri was not officially an employee of ACHS, the Government introduced evidence as to his participation in the development of ACHS and its subsidiary, the AIDS Institute. The evidence showed that he was essentially the director, manager, and representative of those institutions. Appellant Sotomayor was employed as the Operations Manager of ACHS. Appellant Borel was employed by ACHS as a property custodian. He was also the incorporator and purchasing agent of Octagon Corporation (Octagon), one of the outside entities used to divert funds from ACHS.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The principal prosecution witness was co-conspirator Angel Corcino, who had served as the comptroller of ACHS. Corcino explained that Kouri and Sotomayor had diverted funds from ACHS by directing Corcino to make checks payable either to organizations controlled by Kouri<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> or to individuals associated with ACHS (who were never told that checks were made in their names).<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> Kouri and Sotomayor would cash the checks for personal use or to make political contributions. Corcino also testified as to Borel's more limited involvement in the embezzlement.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <p class=\"indent\">II. Recantation of a Key Defense Witness</p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">Kouri's defense sought to establish that the payments to Fundacion Panamericana and Medservices had been made in exchange for bona fide services, and that the two companies were not shell organizations used to launder money. To this end, Kouri called Dr.Gloria Ornelas (the director of Fundacion Panamericana), who testified that Panamericana had engaged in legitimate research activity, and had been paid for that activity by ACHS.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The Government later called Ornelas as its first rebuttal witness, at which point she recanted her testimony in full. In rebuttal, she testified that Kouri had induced her to lie, and that the contract between ACHS and Fundacion Panamericana was a sham that had been altered and post-dated to make it appear legitimate. Although Ornelas originally implicated Kouri's lead counsel (Benny Frankie Cerezo) in the fabrication, she later testified that neither Cerezo nor co-counsel Charles Daniels was involved in soliciting false testimony. After both Sotomayor and Borel moved unsuccessfully for a mistrial, Ornelas also testified that neither co-defendant had played any part in the scheme to provide false testimony. The court provided both Sotomayor and Borel the opportunity to cross-examine Ornelas,<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> and issued a limiting instruction to the jury.</p>\n    </div>\n    <p>DISCUSSION</p>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">We address the many issues raised in these appeals as follows: (1) the sufficiency of the evidence on which Borel and Kouri were convicted of violating 18 U.S.C. &#167;666; (2) evidentiary challenges made by Sotomayor; (3) Kouri's Sixth Amendment claim of attorney conflict-of-interest; (4) the potential prejudicial effect of Ornelas's testimony on Sotomayor and Borel; (5) Kouri and Borel's challenge to the jury instructions; (6) Kouri's sentencing challenge; (7) the admissibility of evidence received by the FBI from the Comptroller General of Puerto Rico; and (8) the legal capacity of the interim U.S. Attorney for the District of Puerto Rico.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">I. The Sufficiency of the Evidence as to Kouri and Borel</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">When a conviction is challenged on sufficiency grounds, we evaluate the evidence \"'in the light most agreeable to the prosecution and decide whether that evidence, including all plausible inferences extractable therefrom, enables a rational fact-finder to conclude beyond a reasonable doubt that the defendant committed the charged crime.'\" United States v. Ortiz de Jesus, <span class=\"citation\" data-id=\"199131\"><a href=\"/opinion/199131/united-states-v-ortiz-de-jesus/\"><span class=\"volume\">230</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 5 (1st Cir. 2000) (quoting United States v. Noah, <span class=\"citation\" data-id=\"197675\"><a href=\"/opinion/197675/united-states-v-noah/\"><span class=\"volume\">130</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">490</span></a></span>, 494 (1st Cir. 1997)).</p>\n    </div>\n    <p class=\"indent\">A. Kouri</p>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Kouri argues that insufficient evidence was introduced to prove that he was an \"agent\" of ACHS, one of the elements of an embezzlement conviction under 18 U.S.C. &#167;666. Section 666(d)(1) defines the term \"agent\" as \"a person authorized to act on behalf of another person... and, in the case of an organization..., includ[ing] a servant or employee, and a partner, director, officer, manager, and representative.\" Kouri's basic argument is that, because he was merely an HIID-employed consultant providing advisory services to ACHS, and was not on the ACHS payroll, he cannot fall under the statutory definition of \"agent.\" In other words, he argues that he was not \"authorized to act on behalf of ACHS.\" He also argues that, as an outside consultant, he was not an \"agent\" of ACHS by virtue of being an ACHS employee, partner, director, officer, manager, or representative. See United States v. Ferber, <span class=\"citation\" data-id=\"1371387\"><a href=\"/opinion/1371387/united-states-v-ferber/\"><span class=\"volume\">966</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">90</span></a></span>, 100 (D.Mass. 1997) (suggesting that a defendant may qualify as a &#167;666(d)(1) \"agent\" if he is covered by either aspect of the statutory definition). We need not determine whether Kouri was authorized to act on behalf of ACHS, because we conclude that there was sufficient evidence to show that he was a \"director,\" \"manager,\" or \"representative\" of ACHS in accordance with the statutory definition.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">In Salinas v. United States, <span class=\"citation\" data-id=\"118151\"><a href=\"/opinion/118151/salinas-v-united-states/\"><span class=\"volume\">522</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">52</span></a></span>, 55-61 (1997), the Supreme Court held that &#167;666 is extremely broad in scope. The Court noted the \"expansive, unqualified language\" of the statute, as well as the \"broad definition of the 'circumstances' to which the statute applies.\" Id. at 56-57. Although Salinas only addressed which organizations receiving federal funds are covered by &#167;666 generally, and not which persons are covered by &#167;666(d)(1) in particular, we understand the Supreme Court's \"expansive\" approach to include persons who act as directors, managers, or representatives of covered organizations, even if those persons are not actually employed by the organizations from which they embezzled. As Judge Garza recognized in his dissent in United States v. Phillips, <span class=\"citation\" data-id=\"21099\"><a href=\"/opinion/21099/united-states-v-phillips/\"><span class=\"volume\">219</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">404</span></a></span> (5th Cir. 2000), such an expansive definition of \"agent\" is necessary to fulfill the purpose of &#167;666, i.e., to protect the integrity of federal funds:</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">[T]he expansive statutory definition [in &#167;666(d)(1)] recognizes that an individual can affect agency funds despite a lack of power to authorize their direct disbursement. Therefore, to broadly protect the integrity of federal funds given to an agency, &#167; 666 applies to any individual who represents the agency in any way, as representing or acting on behalf of an agency can affect its funds even if the action does not directly involve financial disbursement.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Id. at 422 n.3 (Garza, J., dissenting).<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a>As the record in this case clearly shows, an outside consultant with significant managerial responsibility may pose as significant a threat to the integrity of federal funds as a manager actually employed by the agency in question. Furthermore, the inclusion of \"employee\" in the statutory language as a separate qualification suggests that the definition of agent includes \"directors,\" \"managers,\" and \"representatives\" who are not technically employees.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The only question remaining is whether the evidence showed that Kouri acted as a \"director,\" \"manager,\" or \"representative\"of ACHS. Corcino testified at length that all ACHS decisions would be approved by Kouri, that Kouri would meet with city officials on behalf of ACHS, and that Kouri made employee firing and hiring decisions. In short, although Kouri was officially a consultant to ACHS, the jury rationally could have found that he acted as its executive director. Kouri's claim that his opinions were merely advisory and could be ignored by ACHS officials is not supported by any evidence. There was thus sufficient evidence for a rational jury to find beyond a reasonable doubt that Kouri was an \"agent\" of ACHS for purposes of 18 U.S.C. &#167;666(d)(1).</p>\n    </div>\n    <p class=\"indent\">B. Borel</p>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Borel makes a three-part challenge to the sufficiency of the evidence for his conviction: first, he argues that the evidence shows that he embezzled from Octagon (a corporation that does not receive federal funds) rather than from ACHS; second, he claims that there was insufficient evidence to prove his specific intent to embezzle; and third, he argues that there was insufficient evidence to prove that he was an agent of ACHS at the time of the embezzlement, as required by &#167;666.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">1. Embezzlement from ACHS and Specific Intent</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The Government argues that the evidence clearly shows Borel's involvement in the $50,000 embezzlement for which he was convicted. Two $25,000 ACHS checks, drawn in part from federal funds, were deposited into Octagon's account on September24, 1992. Corcino testified that these checks were made at the direction of Kouri, were not for any legitimate purpose, and had been picked up at Corcino's office by Borel, who had control of the Octagon operating account and check-writing privileges at the time. Several days later, between September28 and October 1, 1992, seven checks were issued from the Octagon account, in uneven amounts, totaling precisely $50,000.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> All seven checks were written by Borel. Four of the checks were made payable to Advanced Food Service, an entity controlled by Kouri. Corcino delivered the cash proceeds of these four checks directly to Kouri. The three remaining checks were payable directly to Borel, who told Corcino that he had cashed them and delivered the proceeds to Kouri.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Corcino's testimony and the supporting documentary evidence detail a transaction in which the following occurred: Kouri ordered that ACHS pay $50,000 to Octagon for no legitimate reason. Borel, who was in charge of the Octagon checking account, picked up these checks from Corcino's office, and deposited them in the Octagon account. Borel was thus aware that Octagon had $50,000 of ACHS money in its account. Borel then wrote seven checks for seemingly random amounts, which happened to total exactly $50,000. Four of these checks were made to an organization primarily run by Kouri. Those four checks were cashed, and the cash found its way to Kouri. The other three checks were made payable to Borel. He cashed those checks and gave the proceeds to Kouri.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">From this evidence, particularly the fact that Borel was involved in the transaction prior to the deposit of ACHS funds in the Octagon checking account, a rational jury could conclude beyond a reasonable doubt that Borel participated in an embezzlement from ACHS.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> Moreover, the evidence details a somewhat complicated scheme in which Borel wrote checks totaling the exact amount of illegitimate funds and delivered significant amounts of cash to Kouri. Even if Borel was unaware that the payments were destined for a political organization, the jury could have concluded beyond a reasonable doubt that Borel knew that ACHS money was being funneled through Octagon to Kouri for no apparent legitimate reason, and that Borel had the specific intent to collaborate in that embezzlement.</p>\n    </div>\n    <p class=\"indent\">2. Agency</p>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">Borel also argues that there was insufficient evidence to prove that he was an \"agent\" of ACHS for purposes of 18 U.S.C. &#167;666. As we explained above, &#167;666 has been given a wide scope, to include all employees \"from the lowest clerk to the highest administrator.\" United States v. Brann, <span class=\"citation\" data-id=\"603815\"><a href=\"/opinion/603815/united-states-v-fitzroy-calvin-brann-fitzroy-brann/\"><span class=\"volume\">990</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">98</span></a></span>, 101 (3d Cir. 1993). Borel argues inconsistently as to whether he was an employee of ACHS at the time of the embezzlement for which he was charged (September24 -October1, 1992). At times, he admits that he was a \"mere employee\" of ACHS, which would make him an agent pursuant to the statutory definition. 18 U.S.C. &#167;666(d)(1). Alternatively, he argues that the contract between ACHS and Octagon transferred his services so that he became an employee of Octagon and not an employee of ACHS. Corcino testified - and Borel does not challenge - that under the ACHS-Octagon contract, ACHS employees (such as Borel) would be available to Octagon but would remain employed and paid by ACHS for six months after the contract was executed. After those six months had passed, the employees would become Octagon employees, and be paid by Octagon. The record indicates that Octagon was incorporated on April 30, 1992, and that the contract with ACHS was executed on June 1, 1992. Using either date, the embezzlement occurred before the six-month window ended, while Borel was still employed by ACHS. The jury therefore had sufficient evidence to conclude beyond a reasonable doubt that Borel was an employee, and therefore a &#167;666(d)(1) agent, of ACHS at the time of the embezzlement.</p>\n    </div>\n    <p class=\"indent\">II. Evidentiary Challenges</p>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">Sotomayor makes three claims that certain evidence should not have been admitted. We review the district court's evidentiary rulings for abuse of discretion. United States v. Mojica-Bez, <span class=\"citation\" data-id=\"770724\"><a href=\"/opinion/770724/united-states-v-john-alexis-mojica-baez-united-states-of-america-v-josue/\"><span class=\"volume\">229</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">292</span></a></span>, 300 (1st Cir. 2000). Erroneous rulings not of a constitutional magnitude are harmless if it is highly probable that the error did not contribute to the verdict. United States v. Tse, <span class=\"citation\" data-id=\"751343\"><a href=\"/opinion/751343/united-states-v-stephen-tse/\"><span class=\"volume\">135</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">200</span></a></span>, 209-10 (1st Cir. 1998).</p>\n    </div>\n    <p class=\"indent\">A. The Testimony of the FBI Agent</p>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">During direct examination, Sotomayor's counsel asked Sotomayor why she had referred to the federal agents in a negative manner during prior testimony. Sotomayor responded that \"[her] house was visited [by agents] several times,\" and that an FBI agent had taken her mother \"out of bed by striking her.\" The prosecution immediately objected, noting that no evidence of police brutality had been introduced, claiming that no such brutality had occurred, and suggesting that Sotomayor was attempting to prejudice the jury in her favor. In response, the court indicated that it would allow the prosecution to call the federal agents as witnesses in order to clarify for the jury whether any police brutality had occurred.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">Sotomayor claims that the court's persistence in ensuring that her testimony would be rebutted by federal agents amounted to the court calling a witness to impeach her; she argues that this action was so prejudicial that it warrants reversal of her conviction.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a> Even if the district court erred in soliciting the testimony of the FBI agent, any such error was harmless. This was one short incident in a fifty-eight day jury trial. Cf. United States v. Filani, <span class=\"citation\" data-id=\"711121\"><a href=\"/opinion/711121/united-states-v-joseph-omotunde-filani/\"><span class=\"volume\">74</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">378</span></a></span>, 386 (2d Cir. 1996) (\"[I]n reviewing the trial transcript we must take care not to focus on isolated episodes, but to assess the trial court's inquiries in light of the record as a whole.\"). Furthermore, the agent's testimony was on a minor matter collateral to the issue of Sotomayor's guilt. Lastly, Sotomayor's testimony had already been impeached at length by extensive evidence that she had committed the crimes for which she was charged, including the crime of witness tampering. It is highly probable that any error here did not contribute to the verdict. Tse, 135 F.3d at 209-10.</p>\n    </div>\n    <p class=\"indent\">B. Recorded Conversations</p>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">At trial, Sotomayor objected to the introduction of three conversations recorded with the consent of Sotomayor's housekeeper, Josefa Navarro.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a> The district court ruled that the recorded conversations were admissible in full as statements against penal interest by an unavailable witness, Fed. R. Evid. 804(b)(3), and party admissions, Fed. R. Evid. 801(d)(2)(A). On appeal, Sotomayor challenges only the admission of Garcia's statements as a violation of the Confrontation Clause of the Sixth Amendment. Bruton v. United States, <span class=\"citation\" data-id=\"107684\"><a href=\"/opinion/107684/bruton-v-united-states/\"><span class=\"volume\">391</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">123</span></a></span> (1968). This Court has held that a Bruton error occurs \"where the codefendant's statement 'expressly implicates' the defendant, leaving no doubt that [the statement] would prove 'powerfully incriminating.'\" United States v. Smith, <span class=\"citation\" data-id=\"195903\"><a href=\"/opinion/195903/united-states-v-smith/\"><span class=\"volume\">46</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1223</span></a></span>, 1228 (1st Cir. 1995) (quoting Bruton, 391 U.S. at 124 n.1) (internal quotations omitted). No Bruton error occurs when the statements are only incriminating because they have been \"'linked with evidence introduced at trial.'\" Id. (quoting Richardson v. Marsh, <span class=\"citation\" data-id=\"111865\"><a href=\"/opinion/111865/richardson-v-marsh/\"><span class=\"volume\">481</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">200</span></a></span>, 208 (1987)). In other words, the Confrontation Clause permits \"out of court statements [which] neither name nor impugn [the defendant] directly, and thus cannot be supposed to have implanted in the jurors' minds the kinds of powerfully incriminating impressions against which Bruton protects.\" United States v. Limberopolous, <span class=\"citation\" data-id=\"195427\"><a href=\"/opinion/195427/united-states-v-limberopoulos/\"><span class=\"volume\">26</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">245</span></a></span>, 253 (1st Cir. 1994). We have scrutinized the passages deemed prejudicial by Sotomayor and found that Garcia's statements about guiding Navarro's future testimony concerned only a list of work duties Navarro claimed to have performed for ACHS. Sotomayor's objection is a tortuous one: such a list of duties, being an imperfect description, put pressure on her to testify. This falls far short of indicating how the statements either \"expressly implicated\" her or were \"powerfully incriminating.\" Our careful review of the record provides no additional support for her claim. The district court therefore did not abuse its discretion in admitting the recorded conversations.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">C. Testimony of Fernndez and Granados Navedo</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">On direct examination, Sotomayor testified that she had never been \"involved with [Corcino or Kouri] in a scheme to divert [ACHS] checks for personal or political favors.\" The district court allowed the Government to impeach this testimony by introducing evidence that, on a prior occasion in 1988, Sotomayor had directed Antonio Fernndez to purchase an expensive video camera for use in Granados Navedo's campaign,<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a> and that in order for Fernndez to be repaid, he had been asked to endorse a check in excess of what he was owed. The court then issued a limiting instruction that the evidence could only be used for impeachment purposes.<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a> Sotomayor suggests that the evidence in question did not aim to impeach her direct testimony but her cross, and that the district court erred in not excluding it as inadmissible extrinsic evidence of a prior bad act. Fed. R. Evid. 404(b). Because we see no abuse of discretion in the court's finding that Sotomayor opened the door during her direct testimony, we need not address the Rule 404(b) alternative, which was not relied on by the district court.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">When a defendant has, on direct examination, made a general denial of engaging in conduct material to the case, the prosecution may impeach that testimony by proving that the defendant did engage in that conduct on a prior occasion. United States v. Cudlitz, <span class=\"citation\" data-id=\"196509\"><a href=\"/opinion/196509/united-states-v-cudlitz/\"><span class=\"volume\">72</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">992</span></a></span>, 996 (1st Cir. 1996) (citing United States v. Havens, <span class=\"citation\" data-id=\"110267\"><a href=\"/opinion/110267/united-states-v-havens/\"><span class=\"volume\">446</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">620</span></a></span>, 627 (1980); United States v. Perez-Perez, <span class=\"citation\" data-id=\"196490\"><a href=\"/opinion/196490/united-states-v-perez-perez/\"><span class=\"volume\">72</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">224</span></a></span>, 227 (1st Cir. 1995)). Here, on direct examination, Sotomayor denied using ACHS funds to make political contributions. The testimony of Fernndez and Granados Navedo acted to impeach that denial. The district court, therefore, did not abuse its discretion by admitting that evidence.</p>\n    </div>\n    <p class=\"indent\">III. Kouri's Sixth Amendment Claim</p>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">Appellant Kouri premises a Sixth Amendment ineffective assistance of counsel claim on the bizarre circumstances associated with Ornelas's recantation of her defense testimony and subsequent testimony for the prosecution. Specifically, he argues that various conflicts of interest faced by Attorney Daniels during the cross-examination of Ornelas deprived him of his right to effective counsel. Cuyler v. Sullivan, <span class=\"citation\" data-id=\"110256\"><a href=\"/opinion/110256/cuyler-v-sullivan/\"><span class=\"volume\">446</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">335</span></a></span>, 348 (1980) (conflict of interest may deprive defendant of effective representation). He also suggests that the district court inadequately inquired into the potential conflicts, thus triggering automatic reversal. United States v. Levy, 25 F.3d 146,154 (2d Cir. 1994). Although claims of ineffective assistance must generally be reserved for collateral proceedings under 18 U.S.C. &#167;2255, we find the record here \"sufficiently developed to allow reasoned consideration\" of this claim on direct appeal. United States v. Natanel, <span class=\"citation\" data-id=\"564772\"><a href=\"/opinion/564772/united-states-v-efraim-natanel-aka-efriam-natanel/\"><span class=\"volume\">938</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">302</span></a></span>, 309 (1st Cir. 1991). We present the factual background for this claim at some length below.</p>\n    </div>\n    <p class=\"indent\">A. The Facts</p>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">On May 3, 1999, Ornelas testified by video-conference from Mexico City as a defense witness. Her testimony sought to establish that the payments made to Fundacion Panamericana, of which she was the director, were legitimate payments for services rendered to ACHS. Daniels was scheduled to examine Ornelas on May 4, 1999. When Daniels met with Ornelas early that morning to discuss her testimony, she indicated that her testimony of the previous day was perjurious, and that certain documentation supporting that testimony had been back-dated or fabricated. She did not apparently suggest at that time that either Kouri or Attorney Cerezo were involved in the fraud, however. As a result, Cerezo and Daniels informed the district court that Ornelas had elected to end her testimony. Daniels told the court that \"serious ethical considerations\" prevented Ornelas from testifying further; Cerezo noted that there was a \"small discrepancy\" in the facts, and also told the court that Ornelas had ceased her testimony because her lawyers refused to recognize the authority of the U.S. Attorney in Mexico. The court accepted counsel's explanations, informed the jury that Ornelas would not be able to testify further at that time, and reserved its decision as to the appropriate remedy (e.g., striking Ornelas's previous testimony) for another day.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">On May 29, 1999, Ornelas met with representatives of the U.S. Attorney's Office in Miami, Florida. She informed the United States that her May 3 video-conference testimony had been false. Ornelas then said that Kouri had encouraged her to testify falsely by telling her that she would go to jail if she told the truth (and exposed his money-laundering scheme). Ornelas also implicated Cerezo in the scheme to provide false testimony. The United States subsequently filed an exparte informative motion alerting the district court to Ornelas's perjury and proposed recantation, and suggesting that the court might need a waiver from Kouri to allow Cerezo's continued representation of him. The ex parte motion did not implicate Daniels in any respect.</p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">On June 7, 1999, before Ornelas testified for the prosecution, the district court met with counsel to determine the appropriate course of action to avoid a mistrial. The court concluded that there was no per se Sixth Amendment violation requiring Cerezo's automatic withdrawal, because the allegation of witness tampering did not implicate Cerezo in the conduct for which Kouri was charged.<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a> However, the court determined that Cerezo would not be able to continue his representation of Kouri unless Kouri provided a waiver, and decided to hold a hearing on this issue.<a class=\"footnote\" href=\"#fn14\" id=\"fn14_ref\">14</a> At the hearing, the district court explained Cerezo's potential conflict of interest to Kouri, and asked Kouri if he wanted Cerezo to continue to represent him. Kouri answered in the affirmative.<a class=\"footnote\" href=\"#fn15\" id=\"fn15_ref\">15</a> Kouri also said that he wished to have Daniels continue to represent him. The court further explained that Daniels would conduct the cross-examination of Ornelas, and Kouri assented to this approach.<a class=\"footnote\" href=\"#fn16\" id=\"fn16_ref\">16</a></p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">The Government then commenced its voir dire examination of Ornelas, at which she recanted her earlier testimony and detailed Kouri's involvement in the fabrication of that testimony. The Government also introduced documents providing evidence of the fabrication and supporting Ornelas's revised testimony.</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">Prior to cross-examination, the Government proffered that Ornelas would testify that Cerezo had suborned perjury. Cerezo denied this charge. The district court then allowed the Government to conduct a direct examination of Ornelas, in chambers, solely with respect to the involvement of Cerezo and Daniels in the fabrication of testimony. At that point, Ornelas testified that Cerezo and Daniels were unaware of Kouri's scheme to fabricate testimony, and that Kouri had expressed dismay that his lawyers might find out about the scheme. She indicated that all of Kouri's explicit instructions to her on how to testify had occurred at private meetings between her and Kouri without either Cerezo or Daniels being present. Ornelas also testified that, to the extent she had told the U.S. Attorney that Cerezo was involved, she had mistakenly named Cerezo instead of Kouri.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">Ornelas then repeated her recantation before the jury, after which Daniels cross-examined her in open court. On cross, Ornelas reviewed some of her prior testimony as to particular events. She also testified on cross-examination that Kouri had never asked her to cover up his fraudulent acts at the time that they occurred, but had only sought her help in back-dating documents at the time of trial. Finally, Daniels asked Ornelas if any of Kouri's attorneys had been involved in the fabrication of evidence; she again answered no.<a class=\"footnote\" href=\"#fn17\" id=\"fn17_ref\">17</a></p>\n    </div>\n    <p class=\"indent\">B. Analysis</p>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Kouri does not contend that the potential conflict of interest with Cerezo caused a Sixth Amendment violation. However, he does suggest that Daniels's cross-examination of Ornelas was so plagued by conflicts of interest as to constitute ineffective assistance of counsel. Kouri points to three specific conflicts: first, that Daniels had an incentive to avoid implicating himself in the perjury; second, that Daniels was a material witness to the perjury; and third, that although not conflicted himself, Daniels relied on the counsel of conflict-ridden Cerezo. We may immediately discount the third claim of conflict: Kouri had waived any Sixth Amendment conflict of interest claim with respect to Cerezo. This waiver cannot be erased by a claim against Daniels which is premised on Cerezo's conflicts. Moreover, Kouri has adduced no evidence that Daniels relied on Cerezo in cross-examining Ornelas, nor that Daniels was unprepared to conduct that cross-examination. The instant case is thus significantly different from that relied upon by Kouri, United States v. Tatum, <span class=\"citation\" data-id=\"567625\"><a href=\"/opinion/567625/united-states-v-gordon-r-tatum-jr/\"><span class=\"volume\">943</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">370</span></a></span>, 375-78 (4th Cir. 1991), in which a new trial was required when there was an actual, un-waived conflict of interest on the part of lead counsel, and co-counsel had heavily relied on lead counsel during the trial.</p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Kouri raised no objection at trial to Daniels's cross-examination of Ornelas; in fact, he endorsed such representation at the hearing where he waived his conflict with Cerezo.<a class=\"footnote\" href=\"#fn18\" id=\"fn18_ref\">18</a> Where a defendant, having knowledge of the circumstances giving rise to an arguable conflict on his lawyer's part, fails to object to the lawyer's continued representation despite having been afforded the opportunity to do so, he must demonstrate that an actual conflict of interest adversely affected his lawyer's performance in order to establish a perse Sixth Amendment violation. United States v. Soldevila-Lopez, <span class=\"citation\" data-id=\"664046\"><a href=\"/opinion/664046/united-states-v-angel-a-soldevila-lopez-aka-angelo/\"><span class=\"volume\">17</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">480</span></a></span>, 486 (1st Cir. 1994); United States v. Rodriguez Rodriguez, <span class=\"citation\" data-id=\"558563\"><a href=\"/opinion/558563/united-states-v-carlos-rodriguez-rodriguez/\"><span class=\"volume\">929</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">747</span></a></span>, 749 (1st Cir. 1991). To show an actual conflict of interest, the defendant must show that \"the lawyer could have pursued a plausible alternative defense strategy or tactic\" and that \"the alternative strategy or tactic was inherently in conflict with or not undertaken due to the attorney's other interests or loyalties.\" Soldevila-Lopez, 17 F.3d at 486 (citing Guaraldi v. Cunningham, <span class=\"citation\" data-id=\"488584\"><a href=\"/opinion/488584/david-a-guaraldi-v-michael-cunningham-warden-new-hampshire-state-prison/\"><span class=\"volume\">819</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">15</span></a></span>, 17 (1st Cir. 1987)).</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Kouri's claim that Daniels should have cross-examined Ornelas at greater length and in greater detail does not meet this standard for several reasons. First, there is no evidence of Daniels's conflict. Kouri, Ornelas, and the U.S. Attorney had repeatedly maintained that Daniels was not involved in the subornation of perjury. Kouri does not even now suggest that Daniels suborned perjury, only that Daniels feared being implicated in the fabrication. Given the overwhelming evidence that Daniels was not involved in the plot to fabricate evidence and suborn perjury, we see no reason for him to have altered his cross-examination to avoid being implicated. Second, even if Daniels did harbor some fear that Ornelas would implicate him in the fabrication, it is not likely that a cross-examination designed to discredit Ornelas's rebuttal testimony would have caused her to implicate him in the matter. Simply put, Kouri has not adequately explained how the alleged conflict might have affected Daniels's course of action. Third, although a more aggressive cross-examination of Ornelas may have been a \"plausible\" strategy, it was probably not superior to Daniels's approach: in fact, such a low-key cross-examination served Kouri's interests in minimizing the prejudicial effect of the perjury and witness tampering (however difficult to accomplish). Given the number of documents introduced supporting Ornelas's rebuttal testimony, it would have been foolhardy for Daniels to have pursued the strategy Kouri now suggests; i.e., to have attempted to discredit the rebuttal. Cf. United States v. Buculavas, <span class=\"citation\" data-id=\"197047\"><a href=\"/opinion/197047/bucuvalas-v-united-states/\"><span class=\"volume\">98</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">652</span></a></span>, 656-67 (1st Cir. 1996) (proposed alternative strategy would have resulted in \"cross-examinational meat grinder\").</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">As for the possibility that Daniels might have been called as a material witness to Ornelas's perjury, this is little more than speculation on Kouri's part. See Soldevila-Lopez, 17 F.3d at 487 (\"theoretical or merely speculative conflict\" insufficient for Sixth Amendment violation) (internal quotations omitted). Not only was Daniels never called as a witness, but the Government never suggested that he would be called. Moreover, Kouri has not alleged how any theoretical possibility that Daniels might be called as a witness affected his behavior as counsel. Cf. United States v. Kliti, <span class=\"citation\" data-id=\"757875\"><a href=\"/opinion/757875/united-states-v-magtouf-ben-amor-kliti-also-known-as-omar/\"><span class=\"volume\">156</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">150</span></a></span>, 155 (2d Cir. 1998) (hearing necessary only when a defendant would forgo important testimony by his attorney because of continued representation by that attorney). Kouri has not suggested that he needed Daniels to testify on his behalf, nor that Daniels's continued representation prevented any such testimony.</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">Finally, we cannot agree that the district court failed to conduct an appropriate inquiry as to Daniels's potential conflicts. Kouri suggests that he was entitled to a Foster hearing, at which the court would have explained any potential conflicts and sought an explicit waiver from the defendant. See United States v. Foster, <span class=\"citation\" data-id=\"306498\"><a href=\"/opinion/306498/united-states-v-javan-foster-javan-foster-v-united-states/\"><span class=\"volume\">469</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span>, 4 (1st Cir. 1972). However, this Court has said that the circumstances in which a Foster hearing is required are \"narrow\"; i.e., only in \"criminal prosecutions where one attorney speaks for two or more defendants.\" Buculavas, 98 F.3d at 655-56. Such was not the case here. Cerezo and Daniels represented only Kouri. Moreover, as we detailed above, the district court undertook a sufficiently extensive inquiry into the circumstances of the fabrication, after which it was satisfied that Daniels was not implicated in the subornation of perjury, and thus had no conflict with Kouri. See id. at 657 (relevance of determination by trial judge that no conflict existed); see also Brien v. United States, <span class=\"citation\" data-id=\"411729\"><a href=\"/opinion/411729/james-a-brien-v-united-states/\"><span class=\"volume\">695</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">10</span></a></span>, 15 n.10 (1st Cir. 1982) (automatic reversal only required when actual conflict discovered, even if trial court fails to conduct full inquiry).</p>\n    </div>\n    <p class=\"indent\">IV. Spillover Prejudice</p>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">Appellants Borel and Sotomayor were not aware that Ornelas would recant her testimony until the Government called her as a rebuttal witness. At that point, they were made aware of the Government's ex parte motion, which detailed Ornelas's proposed testimony. They did not object, move for a severance, or move for a mistrial at that time. However, after Ornelas testified, Borel and Sotomayor moved for a mid-trial severance or, in the alternative, for a mistrial. The district court refused to grant either motion, but did give the jury a limiting instruction indicating that it should not hold Kouri's shenanigans against the other two defendants. The court also allowed counsel to elicit from Ornelas that neither Borel nor Sotomayor was involved in, or even aware of, the plot to fabricate testimony. Nonetheless, Borel and Sotomayor now argue that the prejudice resulting from the fabrication and recantation was so severe as to make the court's refusal to grant a mistrial or to sever proceedings in mid-trial an abuse of discretion.</p>\n    </div>\n    <p class=\"indent\">A. Severance</p>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">There is a strong preference in the federal system for jointly trying defendants involved in related crimes. Zafiro v. United States, <span class=\"citation\" data-id=\"112812\"><a href=\"/opinion/112812/zafiro-v-united-states/\"><span class=\"volume\">506</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">534</span></a></span>, 537 (1993). Separate trials are not warranted unless \"there is a serious risk that a joint trial would compromise a specific trial right of one of the defendants or prevent the jury from making a reliable judgment about guilt or innocence.\" Id. at 539. The trial court is afforded \"considerable leeway\" in determining whether severance is appropriate, and we will overturn that determination \"only if that wide discretion is plainly abused.\" United States v. Pierro, <span class=\"citation\" data-id=\"195522\"><a href=\"/opinion/195522/united-states-v-pierro/\"><span class=\"volume\">32</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">611</span></a></span>, 616 (1st Cir. 1994) (internal quotations omitted). A mid-trial severance is therefore an \"extraordinary measure, warranted in very few cases.\" United States v. Fisher, <span class=\"citation\" data-id=\"735346\"><a href=\"/opinion/735346/united-states-v-james-r-fisher-and-john-h-carney/\"><span class=\"volume\">106</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">622</span></a></span>, 632 (5th Cir. 1997).</p>\n    </div>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">Borel and Sotomayor suggest that the revelation of Kouri's extensive plot to fabricate testimony \"spilled over\" so that the jury viewed them in a negative light. For a claim of spillover prejudice to prevail, \"a defendant must prove prejudice so pervasive that a miscarriage of justice looms.\" Pierro, 32 F.3d at 615 (citing United States v. Sabatino, <span class=\"citation\" data-id=\"567584\"><a href=\"/opinion/567584/united-states-v-diane-sabatino-united-states-of-america-v-joseph/\"><span class=\"volume\">943</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">94</span></a></span>, 96-97 (1st Cir. 1991)). That quantum of prejudice did not exist here. Neither Borel nor Sotomayor were implicated in the scheme to fabricate testimony; in fact, testimony was elicited to show that they had no knowledge of the scheme. See id. (\"[N]othing implicated appellant in the peccadilloes.\"). At any rate, the trial court provided limiting instructions to account for the unusual situation; instructions that we must presume were heeded by the jury. Id. at 616. Moreover, the fact that Kouri was impeached by Ornelas's testimony is not prejudicial toward the other defendants. United States v. La Torre, <span class=\"citation\" data-id=\"386253\"><a href=\"/opinion/386253/united-states-v-rick-de-la-torre-and-ben-garcia/\"><span class=\"volume\">639</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">245</span></a></span>, 249 (5th Cir. Unit A Mar. 1981) (impeachment of co-defendant with prior perjury conviction); United States v. Shorter, <span class=\"citation\" data-id=\"696220\"><a href=\"/opinion/696220/united-states-v-john-shorter-aka-leon-j-johnson-aka-larry-johnson/\"><span class=\"volume\">54</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1248</span></a></span>, 1259 (7th Cir. 1995). The fact that the jury was more likely to find Kouri guilty after learning of his actions is also not prejudicial with respect to the other appellants. Cf. United States v. Martin, <span class=\"citation\" data-id=\"583672\"><a href=\"/opinion/583672/united-states-v-humberto-martin/\"><span class=\"volume\">964</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">714</span></a></span>, 717 (7th Cir. 1992) (co-defendant's entrance of guilty plea during trial). In fact, the only example cited by appellants in which the potential for spillover prejudice required mid-trial severance occurred where the prejudice resulted from evidence later ruled inadmissible. Fisher, 106 F.3d at 631-32. Such is not the case here. All of Ornelas's testimony was admissible.</p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">The fact that Kouri's scheme was disruptive is also insufficient to mandate severance, absent the demonstration of \"special prejudice of a kind or to a degree not susceptible to remediation by prompt curative instructions.\" Pierro, 32 F.3d at 616; see also United States v. Rocha, <span class=\"citation no-link\"><span class=\"volume\">916</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">219</span></span>, 230 (5th Cir. 1991) (jury instruction sufficient to remedy disturbance caused by co-defendant); United States v. Tashjian, <span class=\"citation\" data-id=\"395176\"><a href=\"/opinion/395176/united-states-v-charles-tashjian-united-states-of-america-v-james/\"><span class=\"volume\">660</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">829</span></a></span>, 838 (1st Cir. 1981) (same). Because the district court retained firm control of the trial, the disruptive effect of the recantation was limited and not prejudicial.</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">Finally, appellants argue that they were unfairly prejudiced because they had premised their defenses on Ornelas's original promised testimony, and they had no way of knowing that the proposed testimony was a fabrication. As for Borel, this argument is without merit, as Ornelas's testimony was essentially unrelated to the crime for which he was charged, or to his conviction. Although Sotomayor was more extensively implicated by Ornelas's revised testimony, she also was in a position to know that the proposed testimony was perjurious. She was not bound to offer a defense consistent with Kouri's; this Court has allowed co-defendants to offer inconsistent defenses without requiring severance. United States v. Drougas, <span class=\"citation\" data-id=\"444351\"><a href=\"/opinion/444351/united-states-v-aristedes-drougas-united-states-of-america-v-michael-a/\"><span class=\"volume\">748</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">8</span></a></span>, 19 (1st Cir. 1984). Moreover, she had ample opportunity to cross-examine Ornelas in order to re-establish her defense. And lastly, Sotomayor has not suggested how she would have conducted her defense differently were it not for Ornelas's testimony and recantation.</p>\n    </div>\n    <p class=\"indent\">B. Mistrial</p>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">For much the same reasons, the district court's refusal to grant a mistrial was not an abuse of discretion. First, limiting instructions are ordinarily an appropriate method of preempting a mistrial. United States v. Sepulveda, <span class=\"citation\" data-id=\"662432\"><a href=\"/opinion/662432/united-states-v-david-sepulveda-united-states-of-america-v-edgar/\"><span class=\"volume\">15</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1161</span></a></span>, 1184-85 (1st Cir. 1993). Appellants did not object to the court's choice of jury instructions, and they have not challenged it here. Second, \"swiftness in judicial response is an important element in alleviating prejudice once the jury has been exposed to improper testimony.\" Id. Here, the district court immediately suggested that Ornelas be asked a question allowing her to testify that neither Sotomayor nor Borel were involved in the plan to fabricate testimony. The court then offered a limiting instruction. There was no time for \"sores to fester.\" Id. at 1185. Finally, we must presume that jurors are able and willing to heed limiting instructions. Id. Appellants have cited no reason why the jury would be unable to do so here.</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">One final note. We cannot ignore appellants' delay in bringing their motion for such extraordinary remedies. Although they became aware of the contents of the ex parte motion prior to Ornelas's testimony, and thus could anticipate what that testimony would entail, they waited to object until after Ornelas had testified. Whatever appellants' reason for waiting to object, we cannot be overly generous in remediation. Tashjian, 660 F.2d at 838. Appellants should have sought severance at the earliest opportunity, not after the fireworks had been set off.</p>\n    </div>\n    <p class=\"indent\">V. Jury Instructions</p>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">The statutory definition of \"agent\" in 18 U.S.C. &#167;666 defines the term as \"a person authorized to act on behalf of another person..., and, in the case of an organization. .., includ[ing] a servant ... [,] employee, ..., partner, director, officer, manager, and representative.\"</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">The district court, having concluded that it was appropriate to expand slightly on the definition of agency provided in &#167;666, gave the following instruction:</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">The term \"agent\" is defined in the statute as a person authorized to act on behalf of another person or a government and, in the case of an organization or government, includes a servant or employee, and a partner, director, officer, manager, and representative. The term \"agent\" means any employee, officer or director of Advanced Community Health Services and/or the San Juan AIDS Institute. The term \"agent\" also includes a person authorized by another to act for or in place of him, or one entrusted with another's business. The term \"agent\" also includes one who the principal, either intentionally or by want of ordinary care, induces third persons to believe to be his agent, though he has not, either expressly or by implication, conferred authority on him. A person who, whether or not authorized, reasonably appears to third persons, because of manifestations of another, to be authorized to act as agent for such other, is also an agent.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">Basically, the district court instructed the jury that a person with \"apparent authority\" could be an agent for purposes of &#167;666. Both Borel and Kouri argue that the statutory definition of \"agent\" excludes persons with only apparent authority, and that the jury instruction was therefore erroneous.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">Because neither defendant objected to the instruction in accordance with Federal Rule of Criminal Procedure 30,<a class=\"footnote\" href=\"#fn19\" id=\"fn19_ref\">19</a> we review for plain error. United States v. Randazzo, <span class=\"citation\" data-id=\"196688\"><a href=\"/opinion/196688/united-states-v-randazzo/\"><span class=\"volume\">80</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">623</span></a></span>, 631 (1st Cir. 1996). For an instruction to be in plain error, it must have \"affected substantial rights,\" id. at 632, meaning that it must probably have affected the outcome of the trial, United States v. Romano, <span class=\"citation\" data-id=\"197831\"><a href=\"/opinion/197831/united-states-v-romano/\"><span class=\"volume\">137</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">677</span></a></span>, 682 (1st Cir. 1998). Moreover, it must be an error of the type that causes a \"miscarriage of justice, ...seriously affect[s] the integrity [of the trial,] or impair[s] 'public confidence' in the proceedings.\" Randazzo, 80 F.3d at 632 (quoting United States v. Olano, <span class=\"citation\" data-id=\"112848\"><a href=\"/opinion/112848/united-states-v-olano/\"><span class=\"volume\">507</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">725</span></a></span>, 736-37 (1993)).</p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">We cannot say that there was plain error here. Even if the district court's conclusion as to the scope of 18 U.S.C. &#167;666(d)(1) was incorrect, sufficient evidence was introduced to convict both Borel and Kouri without any reliance on the \"apparent authority\" segment of the jury instruction. As we explained above, Borel was an employee of ACHS, and was thus clearly included in the statutory definition of \"agent\" provided by the district court. Although Kouri was technically a consultant of ACHS without a formal position, the evidence indicated that ACHS employees reported directly to him and that he had the responsibilities and authority of manager, director, or representative of ACHS. Cf. United States v. Phillips, 219 F.3d at 423 n.3 (Garza, J., dissenting) (\"the expansive statutory definition of 'agent' ... recognizes that an individual can affect agency funds despite a lack of power to authorize their direct disbursement\"); see also Salinas, 522 U.S. at 57-60 (scope of &#167;666 to be construed broadly); United States v. Neder, <span class=\"citation\" data-id=\"118298\"><a href=\"/opinion/118298/neder-v-united-states/\"><span class=\"volume\">527</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, 18 (1999) (affirming convictions in spite of instructional error where the evidence made it clear beyond a reasonable doubt that a rational jury would have found defendants guilty even if properly instructed). In all likelihood, the jury would have convicted Kouri even without the expanded instruction. Thus even if the instruction was erroneous, it did not affect either appellant's substantial rights, and was not plain error.</p>\n    </div>\n    <p class=\"indent\">VI. Sentencing</p>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">Kouri challenges the two-level enhancement to his sentence for an abuse of a position of trust. U.S.S.G. &#167;3B1.3. His primary argument is that he could not have abused a position of trust because, as an outside consultant to ACHS, he lacked actual decision-making power and other individuals with discretionary power could have ignored his counsel. In determining the appropriateness of a sentence enhancement, we determine the legal meaning of the Guideline de novo, but review the district court's application of the Guideline to the facts at hand for clear error. United States v. Tardiff, <span class=\"citation\" data-id=\"587242\"><a href=\"/opinion/587242/united-states-v-claude-paul-tardiff/\"><span class=\"volume\">969</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1283</span></a></span>, 1289 (1st Cir. 1992). This Court has already determined that a defendant need not legally occupy a formal \"position of trust,\" nor have \"legal control\" of an organization, for the enhancement to apply. United States v. Newman, <span class=\"citation\" data-id=\"195935\"><a href=\"/opinion/195935/united-states-v-newman/\"><span class=\"volume\">49</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 8-9 (1st Cir. 1995). De facto control, which allows the defendant to exercise the type of discretion contemplated by the enhancement, suffices. Id. The district court found that Kouri was for all purposes the \"heart and soul\" of ACHS, i.e., that he controlled ACHS finances. The court also noted Kouri's role in making decisions for corporations that had direct business relationships with ACHS. In short, the district court found that Kouri enjoyed the \"professional or managerial discretion\" contemplated by the Guideline. U.S.S.G. &#167;3B1.3 cmt. n.1. As the record amply supports this conclusion, we can find no clear error here.</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">VII. Evidence Received from the Office of the Comptroller</p>\n    </div>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">Appellants sought suppression of all evidence obtained by the United States from the Office of the Comptroller General of Puerto Rico, based on the fact that the Comptroller had released that evidence to the FBI in contravention of Puerto Rico law. The district court considered the constitutional and statutory framework governing the Office of the Comptroller, and concluded that these laws and regulations did not prohibit such a referral. United States v. Kouri-Perez, No. 97-091 (JAF) (D.P.R. Apr. 22, 1998) (memorandum order). We need not determine whether the disclosure by the Office of the Comptroller violated Puerto Rico law, for \"it is well settled that in federal prosecutions evidence admissible under federal law cannot be excluded because it would be inadmissible under state law.\" United States v. Santana, <span class=\"citation\" data-id=\"536171\"><a href=\"/opinion/536171/united-states-v-rolando-santana-united-states-of-america-v-juan-tejada/\"><span class=\"volume\">895</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">850</span></a></span>, 853 (1st Cir. 1990) (quoting United States v. Quinones, <span class=\"citation\" data-id=\"449679\"><a href=\"/opinion/449679/united-states-v-manuel-quinones/\"><span class=\"volume\">758</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">40</span></a></span>, 43 (1st Cir. 1985)) (internal quotation marks omitted). Appellants have suggested no federal law or federal constitutional right that was violated here.</p>\n    </div>\n    <p class=\"indent\">VIII. The Interim United States Attorney</p>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">Appellants claim that the unusual tenure of interim U.S. Attorney Guillermo Gil, who has acted in an interim capacity for over seven years, violates the Appointments Clause and constitutional principles of separation of powers, and is unconstitutional as applied to these appellants. This Court, however, has already held that \"the interim United States attorney [for the District of Puerto Rico] holds his office lawfully.\" United States v. Hilario, <span class=\"citation\" data-id=\"198998\"><a href=\"/opinion/198998/united-states-v-hilario/\"><span class=\"volume\">218</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">19</span></a></span>, 21 (1st Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">121</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">572</span></span> (2000).</p>\n    </div>\n    <p>CONCLUSION</p>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">For the reasons herein, the convictions and sentences of Yamil Kouri-Perez, Jeannette Sotomayor-Vazquez and Armando Borel-Barreiro are upheld, and the challenged judgments of the district court are affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Borel was convicted of one count of conspiracy to embezzle from an organization receiving federal funds in violation of 18 U.S.C. &#167;371, and two counts of embezzlement from such an organization in violation of 18 U.S.C. &#167;666. Sotomayor was convicted of one count of conspiracy, three counts of embezzlement, and one count of witness tampering in violation of 18 U.S.C. &#167; 1512(b). Kouri was convicted of one count of conspiracy, two counts of embezzlement, and 24 counts of money laundering in violation of 18 U.S.C. &#167;1956(a).</p>\n        <p>A number of other co-conspirators were also indicted, and were either tried separately or pled guilty pursuant to agreements with the U.S. Attorney.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> These organizations included Advanced Food Services, Octagon, Fundacion Panamericana and Medservices.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Corcino testified that Kouri had cashed over $250,000 in checks to provide political contributions (Count 2), that Kouri had received $27,750 in other check proceeds (Count 7), and that Kouri had caused ACHS to make payments on sham, post-dated contracts through Fundacion Panamericana and Medservices (Counts 9-20), the proceeds of which would later be remitted to Kouri. To avoid discovery, Corcino would send cashier's checks, which would not be returned to ACHS with fraudulent endorsements.</p>\n        <p>Corcino also testified that Sotomayor had diverted $21,000 to pay her housekeeper's salary (Count 4) and $45,000 to pay for the construction of a co-conspirator's house (Count 6), as well as helping Kouri with the embezzlement of the $27,750 (Count 7). Sotomayor was also indicted for one count of witness tampering, in connection with an attempt to convince her housekeeper to testify falsely about her duties.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Corcino testified that Borel had been the maker and payee of $50,000 worth of checks funneled from ACHS through Octagon and Advanced Food Service. Several of the checks were cashed by Borel, with the proceeds ultimately paid to Kouri.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Kouri also had the opportunity to cross-examine Ornelas.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> The Phillips majority did not disagree with this proposition. 219 F.3d at 411. They premised their decision (not finding an agency relationship) on the indirect connection between the potential \"agent\" and the government entity from which he was accused of embezzling. Id. at 412-13. In the instant case, Kouri was directly involved with the organization from which he embezzled, albeit not in a formal employer-employee relationship. Our holding, therefore, is consistent with the Phillips majority's conclusion that \"there must be some nexus between the criminal conduct and the agency receiving federal assistance.\" Id. at 413-14.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> The checks were for $7,142.85, $8,343.85, $3,290.50, $7,598.55, $8,677.30, $6,993.50 and $7,953.45.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> Borel argues, in part, that he cannot be convicted under &#167;666 for embezzlement from Octagon, because Octagon is not an entity that received federal funds. We need not address this argument because we find that the evidence is sufficient to prove that Borel embezzled, or aided and abetted embezzlement, from ACHS (which undisputably is an entity that received federal funds).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> Sotomayor focuses on the court's use of the word \"insist\" in its statement that \"[it is] insisting, for the sake of clearing the matter, that you bring the agents involved in your rebuttal.\" In the context of the colloquy, however, it is clear that the court was only insisting that some response be made to Sotomayor's provocative and unsupported statements, and that it was only the defense's refusal to enter an appropriate stipulation that mandated the calling of a rebuttal witness.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> These included a telephone conversation between Navarro and co-conspirator Milagros Garcia Leon (who pled guilty to witness tampering), a telephone conversation between Navarro and Sotomayor, and a face-to-face conversation among Navarro, Garcia, and Sotomayor.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> At the time of the incident, Fernndez was an advertising contractor for ACHS. Granados Navedo was a candidate for Mayor of San Juan.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> The Government had also sought admission pursuant to Fed. R. Evid. 404(b), as probative of intent and absence of mistake. The court denied this request.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> See United States v. Marcano-Garcia, <span class=\"citation\" data-id=\"378219\"><a href=\"/opinion/378219/united-states-v-pablo-marcano-garcia-and-nydia-cuevas-rivera/\"><span class=\"volume\">622</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">12</span></a></span>, 17 (1st Cir. 1980) (withdrawal required when counsel implicated in the crime for which his client is on trial).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn14\">\n        <a class=\"footnote\" href=\"#fn14_ref\">14</a>\n        <p> The court indicated that the hearing would resemble a Rule 44(c) hearing, which is mandatory when counsel represents more than one defendant. Fed. R. Crim. P. 44(c). Here, of course, Cerezo and Daniels represented only Kouri, and thus Rule 44(c) was not applicable.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn15\">\n        <a class=\"footnote\" href=\"#fn15_ref\">15</a>\n        <p> The Court: \"So, for the time being, you are waiving any conflict of interest between you and Mr. Cerezo.\"</p>\n        <p>The Defendant: \"Yes.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn16\">\n        <a class=\"footnote\" href=\"#fn16_ref\">16</a>\n        <p> The Court: \"You don't have any problem with Mr. Daniels being in charge of the examination, at least this afternoon ....\"</p>\n        <p>The Defendant: \"Not at all. ... I have no problem with that.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn17\">\n        <a class=\"footnote\" href=\"#fn17_ref\">17</a>\n        <p> Daniels had expressed the worry that the jury would conclude that he and Cerezo had cooperated in Kouri's scheme to defraud the court, and that their representation of Kouri would be irreparably harmed by that conclusion. The court suggested that he ask Ornelas this question in order to clarify counsel's non-involvement during cross-examination.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn18\">\n        <a class=\"footnote\" href=\"#fn18_ref\">18</a>\n        <p> Because we find that there was no actual conflict of interest here, we need not determine whether Kouri's assent to Daniels's cross-examination of Ornelas was a sufficient waiver.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn19\">\n        <a class=\"footnote\" href=\"#fn19_ref\">19</a>\n        <p> \"No party may assign as error any portion of the charge or omission therefrom unless that party objects thereto before the jury retires to consider its verdict, stating distinctly the matter to which that party objects and the grounds of the objection.\" Fed. R. Crim. P. 30.</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/21099/",
    "http://www.courtlistener.com/api/rest/v3/opinions/107684/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110256/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110267/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111865/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112812/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112848/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118151/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118298/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195427/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195522/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195903/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195935/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196490/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196509/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196688/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197047/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197675/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197831/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198998/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199131/",
    "http://www.courtlistener.com/api/rest/v3/opinions/306498/",
    "http://www.courtlistener.com/api/rest/v3/opinions/378219/",
    "http://www.courtlistener.com/api/rest/v3/opinions/386253/",
    "http://www.courtlistener.com/api/rest/v3/opinions/395176/",
    "http://www.courtlistener.com/api/rest/v3/opinions/411729/",
    "http://www.courtlistener.com/api/rest/v3/opinions/444351/",
    "http://www.courtlistener.com/api/rest/v3/opinions/449679/",
    "http://www.courtlistener.com/api/rest/v3/opinions/488584/",
    "http://www.courtlistener.com/api/rest/v3/opinions/536171/",
    "http://www.courtlistener.com/api/rest/v3/opinions/558563/",
    "http://www.courtlistener.com/api/rest/v3/opinions/564772/",
    "http://www.courtlistener.com/api/rest/v3/opinions/567584/",
    "http://www.courtlistener.com/api/rest/v3/opinions/567625/",
    "http://www.courtlistener.com/api/rest/v3/opinions/583672/",
    "http://www.courtlistener.com/api/rest/v3/opinions/587242/",
    "http://www.courtlistener.com/api/rest/v3/opinions/603815/",
    "http://www.courtlistener.com/api/rest/v3/opinions/662432/",
    "http://www.courtlistener.com/api/rest/v3/opinions/664046/",
    "http://www.courtlistener.com/api/rest/v3/opinions/696220/",
    "http://www.courtlistener.com/api/rest/v3/opinions/711121/",
    "http://www.courtlistener.com/api/rest/v3/opinions/735346/",
    "http://www.courtlistener.com/api/rest/v3/opinions/751343/",
    "http://www.courtlistener.com/api/rest/v3/opinions/757875/",
    "http://www.courtlistener.com/api/rest/v3/opinions/770724/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1371387/"
  ]
}