{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/199346/",
  "absolute_url": "/opinion/199346/blackstone-realty-v-federal-deposit/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/199346/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T04:28:51Z",
  "date_modified": "2017-03-24T11:01:38.775349Z",
  "type": "010combined",
  "sha1": "44b7c9551d01cc62cb51c3384de0f3b81363b63c",
  "page_count": 15,
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/00-1570-01A.pdf",
  "local_path": "pdf/2001/04/03/Blackstone_Realty_v._Federal_Deposit.pdf",
  "plain_text": "          United States Court of Appeals\n                      For the First Circuit\n\n\nNo. 00-1570\n\n                      BLACKSTONE REALTY LLC,\n\n                      Plaintiff, Appellant,\n\n                                v.\n\n              FEDERAL DEPOSIT INSURANCE CORPORATION,\n                    IN ITS CORPORATE CAPACITY,\n\n                       Defendant, Appellee.\n\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                FOR THE DISTRICT OF MASSACHUSETTS\n\n        [Hon. Nathaniel M. Gorton, U.S. District Judge]\n\n\n                              Before\n\n                     Stahl, Lynch, and Lipez,\n                         Circuit Judges.\n\n\n\n     Mark S. Foss, with whom Peters, Massad & Rodolakis was on\nbrief, for appellant.\n     Thomas C. Bahlo, Counsel, with whom Ann S. Duross, Assistant\nGeneral Counsel, and Robert D. McGillicuddy, Supervisory\nCounsel, were on brief, for appellee.\n\n\n\n\n                          April 3, 2001\n\f\f          STAHL, Circuit Judge.       This appeal asks us to consider\n\nwhether an action to recover on an agreement for the purchase of\n\nreal property was properly dismissed on the pleadings because\n\nthe   writing   evidencing   the    agreement   did    not   satisfy   the\n\nMassachusetts statute of frauds, Mass. Gen. Laws ch. 259, § 1.\n\nDefendant-appellee Federal Deposit Insurance Corporation (the\n\n“FDIC”) argued, and the district court held, that the writing\n\nfailed to identify the property being sold with “reasonable\n\ncertainty,” as is required by the statute of frauds.           Plaintiff-\n\nappellant Blackstone Realty LLC (“Blackstone”) appeals.            For the\n\nreasons discussed below, we vacate and remand.\n\n                                    I.\n\n          Unless   otherwise       indicated,   we    draw   the   factual\n\nbackground from Blackstone's complaint and attached exhibits.1\n\nIn 1995, the FDIC acquired three abutting parcels of property\n\nlocated in Uxbridge, Massachusetts.       The street addresses of the\n\nparcels were 80 Quaker Highway, 287 Millville Road and 307\n\nMillville Road (collectively, the “Properties”).             In September\n\n\n      1   Exhibit A is the written offer with handwritten\nnotations alleged by Blackstone to constitute a contract to sell\nthe subject properties. Exhibit B is a letter and attachment\nsent on October 5, 1995, on FDIC's behalf, discussing various\nunsold properties, including those that are the subject of this\ncase.   Pursuant to Fed. R. Civ. P. 10(c), we treat these\nexhibits as “a part [of the pleading] for all purposes,”\nincluding Fed. R. Civ. P. 12(b)(6). McCallion v. Lane, 937 F.2d\n694, 696 (1st Cir. 1991).\n\n                                    -3-\n\f1995,   the   FDIC    conducted   its        “Fall   Northeast     Real   Estate\n\nAuction” (the “Auction”).             In the brochure prepared for the\n\nAuction, the Properties were offered for sale “as one parcel,”\n\nidentified as “Property #124.\"                The brochure identified the\n\nProperties    by     their   street    addresses      but   also    noted   that\n\n“Millville Road is Route 122 South of Downtown Uxbridge” and\n\nthat “Quaker Highway is Route 146A south of Route 122.”2\n\n            Fisher Auction Co. (“Fisher”) performed the Auction for\n\nthe FDIC.     Among those attending the auction, and bidding on\n\nProperty #124, was Long Beach Investment Co. (“Long Beach”).\n\nLong Beach was interested in the Properties, in significant\n\npart, because it knew that the U.S. Postal Service was looking\n\nfor a new location in Uxbridge.              Long Beach thought that some\n\n\n\n    2     Although Blackstone's complaint relied upon certain\nprovisions of the Auction brochure, the brochure was not made an\nexhibit to the complaint.      In the absence of any dispute\nregarding the authenticity of the brochure, which entered the\nrecord as an attachment to the FDIC's motion to dismiss and was\nrelied upon by both parties in their appellate briefs, we\nconsider the document as a whole to be properly before us.\nClorox Co. P.R. v. Proctor & Gamble Commercial Co., 228 F.3d 24,\n32 (1st Cir. 2000) (holding that, in ruling on a motion to\ndismiss, a court “may properly consider the relevant entirety of\na document integral to or explicitly relied upon in the\ncomplaint, even though not attached to the complaint . . .”);\nBeddal v. State St. Bank & Trust Co., 137 F.3d 12, 16-17 (1st\nCir. 1998) (concluding that, where trust agreement was\n“discussed at length” in the complaint, although not attached,\nand no challenge was made as to its authenticity, the agreement\n“effectively merge[d] into the pleadings and the trial court\n[could] review it in deciding a motion to dismiss”).\n\n                                       -4-\n\fportion of the site would be suitable for the proposed post\n\noffice, and had already queried the Postal Service about this\n\npossibility.    Although Long Beach was not the successful bidder,\n\nLong Beach remained after the bidding to confirm whether the\n\nsuccessful bidder would be able to close.          As it turned out, the\n\ndeal with the high bidder fell through.             Long Beach was then\n\nencouraged, by representatives of both Fisher and the FDIC, to\n\ncontinue pursuing its interest in the Properties through Fisher.\n\n           On September 28, 1995, Long Beach submitted to Fisher,\n\nvia   facsimile,   a   letter    offering   to    pay    $175,000     for   the\n\nProperties.     The caption of the letter read “Property #124\" on\n\nthe first line, and, on two following lines, “Property located\n\nat Quaker Highway and Route 122, Uxbridge, Massachusetts.”                  The\n\noffer contained no conditions, other than the price, and Long\n\nBeach indicated that it was able to close within seven days of\n\nacceptance.\n\n           On   October   5,    1995,   Fisher    issued   a   form    letter\n\nsoliciting written bids on various pieces of property not sold\n\nat the Auction.      Long Beach received a copy of this letter.              An\n\nattachment to the letter listed the unsold properties by Auction\n\nbrochure   number,     including   Property      #124.     However,     in    a\n\ndeparture from the Auction brochure's terminology, the column of\n\n\n\n\n                                   -5-\n\fthe listing labeled “property location” gave the address of\n\nProperty #124 as “287 & 307 Millville Road.”\n\n            On October 24, 1995, Fisher returned a copy of Long\n\nBeach's offer letter with several handwritten notations.                  These\n\nnotations indicated that the FDIC had “accepted” the offer, but\n\nwanted the price to be $195,000.              In addition, the notations set\n\nout the address of the Properties, referencing the same roads --\n\nQuaker Highway and Route 122 -- used by Long Beach in its\n\ncaption.    Finally, the notations directed Long Beach to confirm\n\nthe   proposed   terms     by    initialing      the   marked-up    letter   and\n\nreturning it, by facsimile, to Fisher's representative.\n\n            On   October        25,    1995,    Long   Beach   accepted      the\n\ncounteroffer by the method provided for in the notations.                    Soon\n\nthereafter, however, the FDIC repudiated its agreement with Long\n\nBeach.     The FDIC gave two different explanations for doing so,\n\nclaiming, first, that the FDIC's acceptance had been a “mistake”\n\nand, second, that it thought Long Beach's offer was only for a\n\nportion of Property #124.             The FDIC offered to negotiate a sale\n\nof all three parcels to Long Beach on “very favorable terms,”\n\nbut these negotiations were unsuccessful.                The FDIC and Fisher\n\nthen stopped returning Long Beach's phone calls.                   A few months\n\nthereafter, the FDIC sold the entirety of Property #124 to a\n\nthird party for $400,000.             As Long Beach had anticipated, the\n\n\n                                        -6-\n\fbuyer was able to negotiate a long-term lease of a portion of\n\nthe site with the Postal Service.\n\n             Certain assets belonging to Long Beach were later\n\nassigned to Blackstone.          Among them were all of Long Beach's\n\nrights, including claims and causes of action, deriving from the\n\nalleged agreement with the FDIC.             Blackstone brought this action\n\nin May 1999, seeking money damages for losses suffered by Long\n\nBeach as a result of the FDIC's repudiation of the agreement.\n\nThe   FDIC   moved    for   dismissal    pursuant     to   Fed.   R.     Civ.    P.\n\n12(b)(6), arguing that any agreement allegedly formed by the\n\noffer and the written notations was insufficient under the\n\nMassachusetts        statute    of   frauds     because    it    contained       no\n\n“reasonably certain” description of the land to be sold.                        The\n\ndistrict     court    granted    the   FDIC's     motion   and    this    appeal\n\nfollowed.\n\n                                       II.\n\n             A district court's allowance of a motion to dismiss\n\npursuant to Fed. R. Civ. P. 12(b)(6) is reviewed de novo.3\n\n\n      3   In its brief, Blackstone questions whether the FDIC's\ninclusion of the auction brochure as an exhibit to its motion to\ndismiss effectively converted the motion into one for summary\njudgment. Nothing in our precedent requires such a result under\nthe circumstances of this case, see, e.g., Clorox Co. P.R., 228\nF.3d at 32 (noting that a court acting on a motion to dismiss\nmay review documents relied upon in a complaint, even if not\nattached, “without converting the motion into one for summary\njudgment”), and we therefore follow the district court in\n\n                                       -7-\n\fBessette v. Avco Fin. Servs., Inc., 230 F.3d 439, 443 (1st Cir.\n\n2000).      Like the district court, we must accept as true the\n\nfactual allegations of the complaint and draw all reasonable\n\ninferences in favor of Blackstone.           See id.   We will affirm the\n\ndismissal “only if, under the facts alleged, the plaintiff\n\ncannot recover on any viable theory.”           Id. (quoting Garita Hotel\n\nLtd. P'ship v. Ponce Fed. Bank, 958 F.2d 15, 17 (1st Cir. 1992)\n\n(internal quotation marks omitted)).\n\n            It is well established that affirmative defenses, such\n\nas the failure of a contract sued upon to satisfy the statute of\n\nfrauds, may be raised in a motion to dismiss an action for\n\nfailure to state a claim.         See Keene Lumber Co. v. Leventhal,\n\n165 F.2d 815, 820 (1st Cir. 1948) (finding statute of frauds\n\ndefense to be properly raised in a motion to dismiss); see also\n\nLaChapelle v. Berkshire Life Ins. Co., 142 F.3d 507, 508 (1st\n\nCir. 1998) (acknowledging the appropriateness of a motion to\n\ndismiss raising a statute of limitations defense); 5A Charles\n\nAlan Wright & Arthur R. Miller, Federal Practice and Procedure\n\n§   1357,    at   354-56   (2d   ed.    1990)   (citing   numerous   cases\n\nconsidering affirmative defenses, including statute of frauds,\n\non motions to dismiss).          However, it is equally well settled\n\n\n\nconstruing the motion as one for dismissal pursuant to Fed. R.\nCiv. P. 12(b)(6).\n\n                                       -8-\n\fthat, for dismissal to be allowed on the basis of an affirmative\n\ndefense, the facts establishing the defense must be clear “on\n\nthe face of the plaintiff's pleadings.”             Aldahonda-Rivera v.\n\nParke Davis & Co., 882 F.2d 590, 591 (1st Cir. 1989) (discussing\n\nthe issue with respect to a statute of limitations defense);\n\naccord Wright & Miller, supra, at 348-49 (collecting cases\n\nadopting this view); see also Keene, 165 F.2d at 820 (finding\n\ndismissal on statute of frauds grounds appropriate where the\n\nfact that the agreement was oral was apparent “from the face of\n\nthe complaint”).   Furthermore, review of the complaint, together\n\nwith any other documents appropriately considered under Fed. R.\n\nCiv. P. 12(b)(6), must “leave no doubt” that the plaintiff's\n\naction is barred by the asserted defense.       LaChapelle, 142 F.3d\n\nat 508 (affirming dismissal based on statute of limitations\n\ndefense where dates included in complaint showed limitations\n\nperiod was exceeded and complaint “failed to sketch a factual\n\npredicate   that   would   warrant   the   application    of   equitable\n\nestoppel” to toll the running of the statute); compare Cervantes\n\nv. City of San Diego, 5 F.3d 1273, 1277 (9th Cir. 1993) (finding\n\ndismissal based on statute of limitations defense inappropriate\n\nwhere the complaint “adequately allege[d] facts showing the\n\npotential   applicability    of   the   equitable    tolling   doctrine”\n\n(emphasis in original)).\n\n\n                                  -9-\n\f             Having reviewed the documents properly before us --\n\nBlackstone's        complaint,   the    alleged    agreement      to   sell       the\n\nproperty, the October 5 form letter (with attachment), and the\n\nAuction brochure -- as well as the applicable substantive law,\n\nwe do not agree with the district court that dismissal of\n\nBlackstone's action was warranted.              The district court's ruling\n\nwas premised on its view that the description of the Properties\n\nprovided in Long Beach's offer letter was ambiguous, and that\n\nthe resulting agreement therefore failed adequately to identify\n\nthe land Long Beach sought to purchase.                   See Michaelson v.\n\nSherman,     39     N.E.2d    633,    634-35    (Mass.    1942)    (discussing\n\nrequirement under the Massachusetts statute of frauds that a\n\ncontract for the sale of real property be evidenced by a writing\n\n“recit[ing] the essential elements of the contract” including\n\nthe identity of the property “with reasonable certainty”); see\n\nalso   id.   at     635    (stating    that    identifying   language        in    an\n\nagreement is adequate if “the estate intended [is] the only one\n\nwhich would satisfy the description.”) (quoting Doherty v. Hill,\n\n11   N.E.    581,    583    (Mass.    1887)    (Holmes,   J.)).        The   court\n\nsuggested two ways in which the description was ambiguous.\n\nFirst, although the offer letter referred to Property #124, the\n\ncourt thought it unclear whether this reference was to Property\n\n#124 as described in the Auction brochure, which listed three\n\n\n                                       -10-\n\faddresses (one on Quaker Highway and two on Millville Road) or\n\nto Property #124 as described in the attachment to the October\n\n5   form    letter,     which    listed     only    two   (the    Millville      Road\n\naddresses).4      Second, the court postulated that, even if the\n\nreference to “Property #124\" was intended to mean all three\n\nparcels, the letter was ambiguous because the further reference\n\nto the “Property located at Quaker Highway and Route 122” could\n\nbe read to suggest that Long Beach was bidding only on the\n\nsingle parcel known as 80 Quaker Highway rather than the whole\n\nof Property #124.\n\n             While the documents comprising the alleged agreement\n\nare   not   a   model    of     clarity,    we     do   not   believe    that    they\n\ninadequately     identify        the    Properties      as    a   matter    of   law.\n\nMassachusetts      precedent           entitles     Blackstone      to     introduce\n\nevidence regarding the circumstances of its dealings with the\n\nFDIC in order to dispel the kinds of ambiguities identified by\n\n\n      4   It is undisputed that, under Massachusetts law,\nmultiple documents pertinent to a transaction may be read\ntogether in determining whether the statute of frauds has been\nsatisfied. See Tzitzon Realty Co. v. Mustonen, 227 N.E.2d 493,\n496 (Mass. 1967) (holding that descriptive language in the\nsigned contract was appropriately considered a “shorthand\ndescription of the land more fully described in [a separately\nprepared] abstract”); see also id.        (noting the general\nprinciple that multiple documents may be read together for\nstatute of frauds purposes if it is shown that “[the] papers\nwere so connected in the minds of the parties that they adopted\nall of them as indicating their purpose”) (citing Clark v.\nOlejnik, 133 N.E. 197, 198 (Mass. 1921)).\n\n                                         -11-\n\fthe district court.        Cohen v. Garelick, 184 N.E.2d 56, 58 (Mass.\n\n1962) (noting, in the context of a dispute over which parcels\n\nwere covered by an agreement, that “if there was an ambiguity,\n\nthe   statute      [of    frauds]      did      not   bar     reference       to   the\n\ncircumstances      to    resolve    it”);       Tzitzon,      227    N.E.2d   at   596\n\n(stating that, when the statute of frauds is pled, “attendant\n\ncircumstances may be shown outside the writing and by parol for\n\nthe   purpose     of    interpreting      and      applying    the    [agreement]”)\n\n(quoting Harrigan v. Dodge, 86 N.E. 780 (Mass. 1909)).                        So too,\n\nMassachusetts cases suggest that the adequacy of descriptive\n\nlanguage in an agreement is to be determined “as between the\n\nparties” actually involved in the transaction.                      See Tzitzon, 277\n\nN.E.2d at 495-96.        Reading the language of the writing in light\n\nof the account of the transaction provided in Blackstone's\n\ncomplaint, as we must, we think that Blackstone has plausible\n\narguments that the meaning of the agreement was sufficiently\n\nclear as between the FDIC and Long Beach.\n\n            For example, while the district court is correct that\n\nthe attachment to the October 5 form letter listed two street\n\naddresses    in   its    entry   for      Property     #124    --     rendering    the\n\nattachment      inconsistent       with      the    Auction    brochure       --   the\n\ncircumstances recited in the complaint are far from conclusive\n\nas to whether either party had reason to believe that Long\n\n\n                                       -12-\n\fBeach’s   offer   referred   to   the   attachment.   Given   that   the\n\nOctober 5 letter was apparently sent to Long Beach after Long\n\nBeach's offer had been submitted, it appears that, in fact, Long\n\nBeach could   not have intended the offer to incorporate the\n\nattachment's description.         And, while the pleadings may not\n\npreclude the possibility of the FDIC construing the offer as\n\nincorporating the two-parcel description, they do not support it\n\neither.   The caption of Long Beach's offer letter specifically\n\nrefers to Property #124 as the property “at” Quaker Highway and\n\nRoute 122 (which, as both parties knew, was also              Millville\n\nRoad), and someone at either Fisher or the FDIC recopied the\n\nsame address.     If Fisher or the FDIC thought that Long Beach was\n\nincorporating a description that only contained properties on\n\nMillville Road (Route 122), the references to Quaker Highway\n\nwould have made little sense.5\n\n           We have similar qualms with respect to the second\n\nambiguity identified by the district court.           While the court\n\nsuggests that Long Beach's bid (and the FDIC's notation) might\n\nhave been viewed as referring only to the single parcel located\n\n\n\n    5     Blackstone argues that the district court mistakenly\naccepted as truthful the FDIC's contention that it was in fact\nconfused about the property reference. We do not think it clear\nthat the district court did so, although we agree with\nBlackstone that the present record, read in Blackstone's favor,\nwould not support such an inference.\n\n                                  -13-\n\fon Quaker Highway, this interpretation appears unlikely in light\n\nof the caption's reference to both Quaker Highway and Route 122\n\n(Millville Road).        Why would Route 122 even be mentioned if Long\n\nBeach only meant to bid for the Quaker Highway parcel?               We can\n\nimagine circumstances under which the ambiguity referred to by\n\nthe district court would arise -- for example, if the Quaker\n\nHighway parcel also had frontage on Route 122/Millville Road,\n\nand thus could, by itself, meet the captioned description.\n\nHowever, nothing in any of the documents before us establishes\n\nthat this was the case.\n\n          None of the above, of course, is intended to prejudge\n\nwhether the FDIC's statute of frauds defense might be successful\n\neither in a motion for summary judgment filed after the close of\n\ndiscovery,    or    at    trial.    Discovery    may   produce     evidence\n\nsupporting the district court's view that the language of the\n\nwriting was insufficient, even in context, to establish the\n\nidentity of the land Long Beach sought to purchase.          However, we\n\nthink it apparent that, “under some set of facts within the\n\nbounds   of   the   allegations    and    non-conclusory   facts    in   the\n\ncomplaint, [Blackstone] may be able to prove a claim,” which is\n\nall that is required to survive a motion to dismiss.               Rosa v.\n\nPark West Bank & Trust Co., 214 F.3d 213, 216 (1st Cir. 2000).\n\n\n\n\n                                   -14-\n\fWe   therefore   vacate   and   remand   for   further   proceedings\n\nconsistent with this opinion.\n\n          It is so ordered.\n\n\n\n\n                                -15-\n\f",
  "html": "<p class=\"case_cite\">244 F.3d 193 (1st Cir. 2001)</p>\n    <p class=\"parties\">BLACKSTONE REALTY LLC, Plaintiff, Appellant,<br>v.<br>FEDERAL DEPOSIT INSURANCE CORPORATION, IN ITS CORPORATE CAPACITY, Defendant, Appellee.</p>\n    <p class=\"docket\">No. 00-1570</p>\n    <p class=\"court\">United States Court of Appeals For the First Circuit</p>\n    <p class=\"date\">Heard December 7, 2000<br>Decided April 3, 2001</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF MASSACHUSETTS</p>\n      <p class=\"indent\">[Hon. Nathaniel M. Gorton, U.S. District Judge][Copyrighted Material Omitted]</p>\n      <p class=\"indent\">Mark S. Foss, with whom Peters, Massad &amp; Rodolakis was on brief, for appellant.</p>\n      <p class=\"indent\">Thomas C. Bahlo, Counsel, with whom Ann S. Duross, Assistant General Counsel, and Robert D. McGillicuddy, Supervisory Counsel, were on brief, for appellee.</p>\n      <p class=\"indent\">Before Stahl, Lynch, and Lipez, Circuit Judges.</p>\n      <p class=\"indent\">STAHL, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This appeal asks us to consider whether an action to recover on an agreement for the purchase of real property was properly dismissed on the pleadings because the writing evidencing the agreement did not satisfy the Massachusetts statute of frauds, Mass. Gen. Laws ch. 259, &#167; 1. Defendant-appellee Federal Deposit Insurance Corporation (the \"FDIC\") argued, and the district court held, that the writing failed to identify the property being sold with \"reasonable certainty,\" as is required by the statute of frauds. Plaintiff-appellant Blackstone Realty LLC (\"Blackstone\") appeals. For the reasons discussed below, we vacate and remand.</p>\n    </div>\n    <p class=\"indent\">I.</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Unless otherwise indicated, we draw the factual background from Blackstone's complaint and attached exhibits.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> In 1995, the FDIC acquired three abutting parcels of property located in Uxbridge, Massachusetts. The street addresses of the parcels were 80 Quaker Highway, 287 Millville Road and 307 Millville Road (collectively, the \"Properties\"). In September 1995, the FDIC conducted its \"Fall Northeast Real Estate Auction\" (the \"Auction\"). In the brochure prepared for the Auction, the Properties were offered for sale \"as one parcel,\" identified as \"Property #124.\" The brochure identified the Properties by their street addresses but also noted that \"Millville Road is Route 122 South of Downtown Uxbridge\" and that \"Quaker Highway is Route 146A south of Route 122.\"<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Fisher Auction Co. (\"Fisher\") performed the Auction for the FDIC. Among those attending the auction, and bidding on Property #124, was Long Beach Investment Co. (\"Long Beach\"). Long Beach was interested in the Properties, in significant part, because it knew that the U.S. Postal Service was looking for a new location in Uxbridge. Long Beach thought that some portion of the site would be suitable for the proposed post office, and had already queried the Postal Service about this possibility. Although Long Beach was not the successful bidder, Long Beach remained after the bidding to confirm whether the successful bidder would be able to close. As it turned out, the deal with the high bidder fell through. Long Beach was then encouraged, by representatives of both Fisher and the FDIC, to continue pursuing its interest in the Properties through Fisher.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">On September 28, 1995, Long Beach submitted to Fisher, via facsimile, a letter offering to pay $175,000 for the Properties. The caption of the letter read \"Property #124\" on the first line, and, on two following lines, \"Property located at Quaker Highway and Route 122, Uxbridge, Massachusetts.\" The offer contained no conditions, other than the price, and Long Beach indicated that it was able to close within seven days of acceptance.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">On October 5, 1995, Fisher issued a form letter soliciting written bids on various pieces of property not sold at the Auction. Long Beach received a copy of this letter. An attachment to the letter listed the unsold properties by Auction brochure number, including Property #124. However, in a departure from the Auction brochure's terminology, the column of the listing labeled \"property location\" gave the address of Property #124 as \"287 &amp; 307 Millville Road.\"</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">On October 24, 1995, Fisher returned a copy of Long Beach's offer letter with several handwritten notations. These notations indicated that the FDIC had \"accepted\" the offer, but wanted the price to be $195,000. In addition, the notations set out the address of the Properties, referencing the same roads -- Quaker Highway and Route 122 -- used by Long Beach in its caption. Finally, the notations directed Long Beach to confirm the proposed terms by initialing the marked-up letter and returning it, by facsimile, to Fisher's representative.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">On October 25, 1995, Long Beach accepted the counteroffer by the method provided for in the notations. Soon thereafter, however, the FDIC repudiated its agreement with Long Beach. The FDIC gave two different explanations for doing so, claiming, first, that the FDIC's acceptance had been a \"mistake\" and, second, that it thought Long Beach's offer was only for a portion of Property #124. The FDIC offered to negotiate a sale of all three parcels to Long Beach on \"very favorable terms,\" but these negotiations were unsuccessful. The FDIC and Fisher then stopped returning Long Beach's phone calls. A few months thereafter, the FDIC sold the entirety of Property #124 to a third party for $400,000. As Long Beach had anticipated, the buyer was able to negotiate a long-term lease of a portion of the site with the Postal Service.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Certain assets belonging to Long Beach were later assigned to Blackstone. Among them were all of Long Beach's rights, including claims and causes of action, deriving from the alleged agreement with the FDIC. Blackstone brought this action in May 1999, seeking money damages for losses suffered by Long Beach as a result of the FDIC's repudiation of the agreement. The FDIC moved for dismissal pursuant to Fed. R. Civ. P. 12(b)(6), arguing that any agreement allegedly formed by the offer and the written notations was insufficient under the Massachusetts statute of frauds because it contained no \"reasonably certain\" description of the land to be sold. The district court granted the FDIC's motion and this appeal followed.</p>\n    </div>\n    <p class=\"indent\">II.</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">A district court's allowance of a motion to dismiss pursuant to Fed. R. Civ. P. 12(b)(6) is reviewed de novo.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> Bessette v. Avco Fin. Servs., Inc., 230 F.3d 439, 443 (1st Cir. 2000). Like the district court, we must accept as true the factual allegations of the complaint and draw all reasonable inferences in favor of Blackstone. See id. We will affirm the dismissal \"only if, under the facts alleged, the plaintiff cannot recover on any viable theory.\" Id. (quoting Garita Hotel Ltd. P'ship v. Ponce Fed. Bank, 958 F.2d 15, 17 (1st Cir. 1992) (internal quotation marks omitted)).</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">It is well established that affirmative defenses, such as the failure of a contract sued upon to satisfy the statute of frauds, may be raised in a motion to dismiss an action for failure to state a claim. See Keene Lumber Co. v. Leventhal, 165 F.2d 815, 820 (1st Cir. 1948) (finding statute of frauds defense to be properly raised in a motion to dismiss); see alsoLaChapelle v. Berkshire Life Ins. Co., 142 F.3d 507, 508 (1st Cir. 1998) (acknowledging the appropriateness of a motion to dismiss raising a statute of limitations defense); 5A Charles Alan Wright &amp; Arthur R. Miller, Federal Practice and Procedure &#167; 1357, at 354-56 (2d ed. 1990) (citing numerous cases considering affirmative defenses, including statute of frauds, on motions to dismiss). However, it is equally well settled that, for dismissal to be allowed on the basis of an affirmative defense, the facts establishing the defense must be clear \"on the face of the plaintiff's pleadings.\" Aldahonda-Rivera v. Parke Davis &amp; Co., 882 F.2d 590, 591 (1st Cir. 1989) (discussing the issue with respect to a statute of limitations defense); accord Wright &amp; Miller, supra, at 348-49 (collecting cases adopting this view); see also Keene, 165 F.2d at 820 (finding dismissal on statute of frauds grounds appropriate where the fact that the agreement was oral was apparent \"from the face of the complaint\"). Furthermore, review of the complaint, together with any other documents appropriately considered under Fed. R. Civ. P. 12(b)(6), must \"leave no doubt\" that the plaintiff's action is barred by the asserted defense. LaChapelle, 142 F.3d at 508 (affirming dismissal based on statute of limitations defense where dates included in complaint showed limitations period was exceeded and complaint \"failed to sketch a factual predicate that would warrant the application of equitable estoppel\" to toll the running of the statute); compare Cervantes v. City of San Diego, 5 F.3d 1273, 1277 (9th Cir. 1993) (finding dismissal based on statute of limitations defense inappropriate where the complaint \"adequately allege[d] facts showing the potential applicability of the equitable tolling doctrine\" (emphasis in original)).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Having reviewed the documents properly before us -- Blackstone's complaint, the alleged agreement to sell the property, the October 5 form letter (with attachment), and the Auction brochure -- as well as the applicable substantive law, we do not agree with the district court that dismissal of Blackstone's action was warranted. The district court's ruling was premised on its view that the description of the Properties provided in Long Beach's offer letter was ambiguous, and that the resulting agreement therefore failed adequately to identify the land Long Beach sought to purchase. See Michaelson v. Sherman, 39 N.E.2d 633, 634-35 (Mass. 1942) (discussing requirement under the Massachusetts statute of frauds that a contract for the sale of real property be evidenced by a writing \"recit[ing] the essential elements of the contract\" including the identity of the property \"with reasonable certainty\"); see also id. at 635 (stating that identifying language in an agreement is adequate if \"the estate intended [is] the only one which would satisfy the description.\") (quoting Doherty v. Hill, 11 N.E. 581, 583 (Mass. 1887) (Holmes, J.)). The court suggested two ways in which the description was ambiguous. First, although the offer letter referred to Property #124, the court thought it unclear whether this reference was to Property #124 as described in the Auction brochure, which listed three addresses (one on Quaker Highway and two on Millville Road) or to Property #124 as described in the attachment to the October 5 form letter, which listed only two (the Millville Road addresses).<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> Second, the court postulated that, even if the reference to \"Property #124\" was intended to mean all three parcels, the letter was ambiguous because the further reference to the \"Property located at Quaker Highway and Route 122\" could be read to suggest that Long Beach was bidding only on the single parcel known as 80 Quaker Highway rather than the whole of Property #124.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">While the documents comprising the alleged agreement are not a model of clarity, we do not believe that they inadequately identify the Properties as a matter of law. Massachusetts precedent entitles Blackstone to introduce evidence regarding the circumstances of its dealings with the FDIC in order to dispel the kinds of ambiguities identified by the district court. Cohen v. Garelick, 184 N.E.2d 56, 58 (Mass. 1962) (noting, in the context of a dispute over which parcels were covered by an agreement, that \"if there was an ambiguity, the statute [of frauds] did not bar reference to the circumstances to resolve it\"); Tzitzon, 227 N.E.2d at 596 (stating that, when the statute of frauds is pled, \"attendant circumstances may be shown outside the writing and by parol for the purpose of interpreting and applying the [agreement]\") (quoting Harrigan v. Dodge, 86 N.E. 780 (Mass. 1909)). So too, Massachusetts cases suggest that the adequacy of descriptive language in an agreement is to be determined \"as between the parties\" actually involved in the transaction. See Tzitzon, 277 N.E.2d at 495-96. Reading the language of the writing in light of the account of the transaction provided in Blackstone's complaint, as we must, we think that Blackstone has plausible arguments that the meaning of the agreement was sufficiently clear as between the FDIC and Long Beach.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">For example, while the district court is correct that the attachment to the October 5 form letter listed two street addresses in its entry for Property #124 -- rendering the attachment inconsistent with the Auction brochure -- the circumstances recited in the complaint are far from conclusive as to whether either party had reason to believe that Long Beach's offer referred to the attachment. Given that the October 5 letter was apparently sent to Long Beach after Long Beach's offer had been submitted, it appears that, in fact, Long Beach could not have intended the offer to incorporate the attachment's description. And, while the pleadings may not preclude the possibility of the FDIC construing the offer as incorporating the two-parcel description, they do not support it either. The caption of Long Beach's offer letter specifically refers to Property #124 as the property \"at\" Quaker Highway and Route 122 (which, as both parties knew, was also Millville Road), and someone at either Fisher or the FDIC recopied the same address. If Fisher or the FDIC thought that Long Beach was incorporating a description that only contained properties on Millville Road (Route 122), the references to Quaker Highway would have made little sense.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">We have similar qualms with respect to the second ambiguity identified by the district court. While the court suggests that Long Beach's bid (and the FDIC's notation) might have been viewed as referring only to the single parcel located on Quaker Highway, this interpretation appears unlikely in light of the caption's reference to both Quaker Highway and Route 122 (Millville Road). Why would Route 122 even be mentioned if Long Beach only meant to bid for the Quaker Highway parcel? We can imagine circumstances under which the ambiguity referred to by the district court would arise -- for example, if the Quaker Highway parcel also had frontage on Route 122/Millville Road, and thus could, by itself, meet the captioned description. However, nothing in any of the documents before us establishes that this was the case.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">None of the above, of course, is intended to prejudge whether the FDIC's statute of frauds defense might be successful either in a motion for summary judgment filed after the close of discovery, or at trial. Discovery may produce evidence supporting the district court's view that the language of the writing was insufficient, even in context, to establish the identity of the land Long Beach sought to purchase. However, we think it apparent that, \"under some set of facts within the bounds of the allegations and non-conclusory facts in the complaint, [Blackstone] may be able to prove a claim,\" which is all that is required to survive a motion to dismiss. Rosa v. Park West Bank &amp; Trust Co., 214 F.3d 213, 216 (1st Cir. 2000). We therefore vacate and remand for further proceedings consistent with this opinion.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">It is so ordered.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Exhibit A is the written offer with handwritten notations alleged by Blackstone to constitute a contract to sell the subject properties. Exhibit B is a letter and attachment sent on October 5, 1995, on FDIC's behalf, discussing various unsold properties, including those that are the subject of this case. Pursuant to Fed. R. Civ. P. 10(c), we treat these exhibits as \"a part [of the pleading] for all purposes,\" including Fed. R. Civ. P. 12(b)(6). McCallion v. Lane, 937 F.2d 694, 696 (1st Cir. 1991).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Although Blackstone's complaint relied upon certain provisions of the Auction brochure, the brochure was not made an exhibit to the complaint. In the absence of any dispute regarding the authenticity of the brochure, which entered the record as an attachment to the FDIC's motion to dismiss and was relied upon by both parties in their appellate briefs, we consider the document as a whole to be properly before us. Clorox Co. P.R. v. Proctor &amp; Gamble Commercial Co., 228 F.3d 24, 32 (1st Cir. 2000) (holding that, in ruling on a motion to dismiss, a court \"may properly consider the relevant entirety of a document integral to or explicitly relied upon in the complaint, even though not attached to the complaint . . .\"); Beddal v. State St. Bank &amp; Trust Co., 137 F.3d 12, 16-17 (1st Cir. 1998) (concluding that, where trust agreement was \"discussed at length\" in the complaint, although not attached, and no challenge was made as to its authenticity, the agreement \"effectively merge[d] into the pleadings and the trial court [could] review it in deciding a motion to dismiss\").</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> In its brief, Blackstone questions whether the FDIC's inclusion of the auction brochure as an exhibit to its motion to dismiss effectively converted the motion into one for summary judgment. Nothing in our precedent requires such a result under the circumstances of this case, see, e.g., Clorox Co. P.R., 228 F.3d at 32 (noting that a court acting on a motion to dismiss may review documents relied upon in a complaint, even if not attached, \"without converting the motion into one for summary judgment\"), and we therefore follow the district court in construing the motion as one for dismissal pursuant to Fed. R. Civ. P. 12(b)(6).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> It is undisputed that, under Massachusetts law, multiple documents pertinent to a transaction may be read together in determining whether the statute of frauds has been satisfied. See Tzitzon Realty Co. v. Mustonen, 227 N.E.2d 493, 496 (Mass. 1967) (holding that descriptive language in the signed contract was appropriately considered a \"shorthand description of the land more fully described in [a separately prepared] abstract\"); see also id. (noting the general principle that multiple documents may be read together for statute of frauds purposes if it is shown that \"[the] papers were so connected in the minds of the parties that they adopted all of them as indicating their purpose\") (citing Clark v. Olejnik, 133 N.E. 197, 198 (Mass. 1921)).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Blackstone argues that the district court mistakenly accepted as truthful the FDIC's contention that it was in fact confused about the property reference. We do not think it clear that the district court did so, although we agree with Blackstone that the present record, read in Blackstone's favor, would not support such an inference.</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">244</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">193</span></span> (1st Cir. 2001)</p>\n    <p class=\"parties\">BLACKSTONE REALTY LLC, Plaintiff, Appellant,<br>v.<br>FEDERAL DEPOSIT INSURANCE CORPORATION, IN ITS CORPORATE CAPACITY, Defendant, Appellee.</p>\n    <p class=\"docket\">No. 00-1570</p>\n    <p class=\"court\">United States Court of Appeals For the First Circuit</p>\n    <p class=\"date\">Heard December 7, 2000<br>Decided April 3, 2001</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF MASSACHUSETTS</p>\n      <p class=\"indent\">[Hon. Nathaniel M. Gorton, U.S. District Judge][Copyrighted Material Omitted]</p>\n      <p class=\"indent\">Mark S. Foss, with whom Peters, Massad &amp; Rodolakis was on brief, for appellant.</p>\n      <p class=\"indent\">Thomas C. Bahlo, Counsel, with whom Ann S. Duross, Assistant General Counsel, and Robert D. McGillicuddy, Supervisory Counsel, were on brief, for appellee.</p>\n      <p class=\"indent\">Before Stahl, Lynch, and Lipez, Circuit Judges.</p>\n      <p class=\"indent\">STAHL, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This appeal asks us to consider whether an action to recover on an agreement for the purchase of real property was properly dismissed on the pleadings because the writing evidencing the agreement did not satisfy the Massachusetts statute of frauds, Mass. Gen. Laws ch. 259, &#167; 1. Defendant-appellee Federal Deposit Insurance Corporation (the \"FDIC\") argued, and the district court held, that the writing failed to identify the property being sold with \"reasonable certainty,\" as is required by the statute of frauds. Plaintiff-appellant Blackstone Realty LLC (\"Blackstone\") appeals. For the reasons discussed below, we vacate and remand.</p>\n    </div>\n    <p class=\"indent\">I.</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Unless otherwise indicated, we draw the factual background from Blackstone's complaint and attached exhibits.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> In 1995, the FDIC acquired three abutting parcels of property located in Uxbridge, Massachusetts. The street addresses of the parcels were 80 Quaker Highway, 287 Millville Road and 307 Millville Road (collectively, the \"Properties\"). In September 1995, the FDIC conducted its \"Fall Northeast Real Estate Auction\" (the \"Auction\"). In the brochure prepared for the Auction, the Properties were offered for sale \"as one parcel,\" identified as \"Property #124.\" The brochure identified the Properties by their street addresses but also noted that \"Millville Road is Route 122 South of Downtown Uxbridge\" and that \"Quaker Highway is Route 146A south of Route 122.\"<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Fisher Auction Co. (\"Fisher\") performed the Auction for the FDIC. Among those attending the auction, and bidding on Property #124, was Long Beach Investment Co. (\"Long Beach\"). Long Beach was interested in the Properties, in significant part, because it knew that the U.S. Postal Service was looking for a new location in Uxbridge. Long Beach thought that some portion of the site would be suitable for the proposed post office, and had already queried the Postal Service about this possibility. Although Long Beach was not the successful bidder, Long Beach remained after the bidding to confirm whether the successful bidder would be able to close. As it turned out, the deal with the high bidder fell through. Long Beach was then encouraged, by representatives of both Fisher and the FDIC, to continue pursuing its interest in the Properties through Fisher.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">On September 28, 1995, Long Beach submitted to Fisher, via facsimile, a letter offering to pay $175,000 for the Properties. The caption of the letter read \"Property #124\" on the first line, and, on two following lines, \"Property located at Quaker Highway and Route 122, Uxbridge, Massachusetts.\" The offer contained no conditions, other than the price, and Long Beach indicated that it was able to close within seven days of acceptance.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">On October 5, 1995, Fisher issued a form letter soliciting written bids on various pieces of property not sold at the Auction. Long Beach received a copy of this letter. An attachment to the letter listed the unsold properties by Auction brochure number, including Property #124. However, in a departure from the Auction brochure's terminology, the column of the listing labeled \"property location\" gave the address of Property #124 as \"287 &amp; 307 Millville Road.\"</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">On October 24, 1995, Fisher returned a copy of Long Beach's offer letter with several handwritten notations. These notations indicated that the FDIC had \"accepted\" the offer, but wanted the price to be $195,000. In addition, the notations set out the address of the Properties, referencing the same roads -- Quaker Highway and Route 122 -- used by Long Beach in its caption. Finally, the notations directed Long Beach to confirm the proposed terms by initialing the marked-up letter and returning it, by facsimile, to Fisher's representative.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">On October 25, 1995, Long Beach accepted the counteroffer by the method provided for in the notations. Soon thereafter, however, the FDIC repudiated its agreement with Long Beach. The FDIC gave two different explanations for doing so, claiming, first, that the FDIC's acceptance had been a \"mistake\" and, second, that it thought Long Beach's offer was only for a portion of Property #124. The FDIC offered to negotiate a sale of all three parcels to Long Beach on \"very favorable terms,\" but these negotiations were unsuccessful. The FDIC and Fisher then stopped returning Long Beach's phone calls. A few months thereafter, the FDIC sold the entirety of Property #124 to a third party for $400,000. As Long Beach had anticipated, the buyer was able to negotiate a long-term lease of a portion of the site with the Postal Service.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Certain assets belonging to Long Beach were later assigned to Blackstone. Among them were all of Long Beach's rights, including claims and causes of action, deriving from the alleged agreement with the FDIC. Blackstone brought this action in May 1999, seeking money damages for losses suffered by Long Beach as a result of the FDIC's repudiation of the agreement. The FDIC moved for dismissal pursuant to Fed. R. Civ. P. 12(b)(6), arguing that any agreement allegedly formed by the offer and the written notations was insufficient under the Massachusetts statute of frauds because it contained no \"reasonably certain\" description of the land to be sold. The district court granted the FDIC's motion and this appeal followed.</p>\n    </div>\n    <p class=\"indent\">II.</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">A district court's allowance of a motion to dismiss pursuant to Fed. R. Civ. P. 12(b)(6) is reviewed de novo.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> Bessette v. Avco Fin. Servs., Inc., <span class=\"citation no-link\"><span class=\"volume\">230</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">439</span></span>, 443 (1st Cir. 2000). Like the district court, we must accept as true the factual allegations of the complaint and draw all reasonable inferences in favor of Blackstone. See id. We will affirm the dismissal \"only if, under the facts alleged, the plaintiff cannot recover on any viable theory.\" Id. (quoting Garita Hotel Ltd. P'ship v. Ponce Fed. Bank, <span class=\"citation\" data-id=\"578672\"><a href=\"/opinion/578672/garita-hotel-limited-partnership-etc-v-ponce-federal-bank-fsb/\"><span class=\"volume\">958</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">15</span></a></span>, 17 (1st Cir. 1992) (internal quotation marks omitted)).</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">It is well established that affirmative defenses, such as the failure of a contract sued upon to satisfy the statute of frauds, may be raised in a motion to dismiss an action for failure to state a claim. See Keene Lumber Co. v. Leventhal, <span class=\"citation\" data-id=\"1499181\"><a href=\"/opinion/1499181/keene-lumber-co-v-leventhal/\"><span class=\"volume\">165</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">815</span></a></span>, 820 (1st Cir. 1948) (finding statute of frauds defense to be properly raised in a motion to dismiss); see alsoLaChapelle v. Berkshire Life Ins. Co., <span class=\"citation\" data-id=\"197923\"><a href=\"/opinion/197923/lachapelle-v-berkshire-life/\"><span class=\"volume\">142</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">507</span></a></span>, 508 (1st Cir. 1998) (acknowledging the appropriateness of a motion to dismiss raising a statute of limitations defense); 5A Charles Alan Wright &amp; Arthur R. Miller, Federal Practice and Procedure &#167; 1357, at 354-56 (2d ed. 1990) (citing numerous cases considering affirmative defenses, including statute of frauds, on motions to dismiss). However, it is equally well settled that, for dismissal to be allowed on the basis of an affirmative defense, the facts establishing the defense must be clear \"on the face of the plaintiff's pleadings.\" Aldahonda-Rivera v. Parke Davis &amp; Co., <span class=\"citation\" data-id=\"527783\"><a href=\"/opinion/527783/luis-aldahonda-rivera-v-parke-davis-company/\"><span class=\"volume\">882</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">590</span></a></span>, 591 (1st Cir. 1989) (discussing the issue with respect to a statute of limitations defense); accord Wright &amp; Miller, supra, at 348-49 (collecting cases adopting this view); see also Keene, 165 F.2d at 820 (finding dismissal on statute of frauds grounds appropriate where the fact that the agreement was oral was apparent \"from the face of the complaint\"). Furthermore, review of the complaint, together with any other documents appropriately considered under Fed. R. Civ. P. 12(b)(6), must \"leave no doubt\" that the plaintiff's action is barred by the asserted defense. LaChapelle, 142 F.3d at 508 (affirming dismissal based on statute of limitations defense where dates included in complaint showed limitations period was exceeded and complaint \"failed to sketch a factual predicate that would warrant the application of equitable estoppel\" to toll the running of the statute); compare Cervantes v. City of San Diego, <span class=\"citation\" data-id=\"653705\"><a href=\"/opinion/653705/robert-r-cervantes-v-city-of-san-diego-san-diego-police-department-dennis/\"><span class=\"volume\">5</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1273</span></a></span>, 1277 (9th Cir. 1993) (finding dismissal based on statute of limitations defense inappropriate where the complaint \"adequately allege[d] facts showing the potential applicability of the equitable tolling doctrine\" (emphasis in original)).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Having reviewed the documents properly before us -- Blackstone's complaint, the alleged agreement to sell the property, the October 5 form letter (with attachment), and the Auction brochure -- as well as the applicable substantive law, we do not agree with the district court that dismissal of Blackstone's action was warranted. The district court's ruling was premised on its view that the description of the Properties provided in Long Beach's offer letter was ambiguous, and that the resulting agreement therefore failed adequately to identify the land Long Beach sought to purchase. See Michaelson v. Sherman, <span class=\"citation no-link\"><span class=\"volume\">39</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">633</span></span>, 634-35 (Mass. 1942) (discussing requirement under the Massachusetts statute of frauds that a contract for the sale of real property be evidenced by a writing \"recit[ing] the essential elements of the contract\" including the identity of the property \"with reasonable certainty\"); see also id. at 635 (stating that identifying language in an agreement is adequate if \"the estate intended [is] the only one which would satisfy the description.\") (quoting Doherty v. Hill, <span class=\"citation no-link\"><span class=\"volume\">11</span> <span class=\"reporter\">N.E.</span> <span class=\"page\">581</span></span>, 583 (Mass. 1887) (Holmes, J.)). The court suggested two ways in which the description was ambiguous. First, although the offer letter referred to Property #124, the court thought it unclear whether this reference was to Property #124 as described in the Auction brochure, which listed three addresses (one on Quaker Highway and two on Millville Road) or to Property #124 as described in the attachment to the October 5 form letter, which listed only two (the Millville Road addresses).<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> Second, the court postulated that, even if the reference to \"Property #124\" was intended to mean all three parcels, the letter was ambiguous because the further reference to the \"Property located at Quaker Highway and Route 122\" could be read to suggest that Long Beach was bidding only on the single parcel known as 80 Quaker Highway rather than the whole of Property #124.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">While the documents comprising the alleged agreement are not a model of clarity, we do not believe that they inadequately identify the Properties as a matter of law. Massachusetts precedent entitles Blackstone to introduce evidence regarding the circumstances of its dealings with the FDIC in order to dispel the kinds of ambiguities identified by the district court. Cohen v. Garelick, <span class=\"citation no-link\"><span class=\"volume\">184</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">56</span></span>, 58 (Mass. 1962) (noting, in the context of a dispute over which parcels were covered by an agreement, that \"if there was an ambiguity, the statute [of frauds] did not bar reference to the circumstances to resolve it\"); Tzitzon, 227 N.E.2d at 596 (stating that, when the statute of frauds is pled, \"attendant circumstances may be shown outside the writing and by parol for the purpose of interpreting and applying the [agreement]\") (quoting Harrigan v. Dodge, <span class=\"citation no-link\"><span class=\"volume\">86</span> <span class=\"reporter\">N.E.</span> <span class=\"page\">780</span></span> (Mass. 1909)). So too, Massachusetts cases suggest that the adequacy of descriptive language in an agreement is to be determined \"as between the parties\" actually involved in the transaction. See Tzitzon, 277 N.E.2d at 495-96. Reading the language of the writing in light of the account of the transaction provided in Blackstone's complaint, as we must, we think that Blackstone has plausible arguments that the meaning of the agreement was sufficiently clear as between the FDIC and Long Beach.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">For example, while the district court is correct that the attachment to the October 5 form letter listed two street addresses in its entry for Property #124 -- rendering the attachment inconsistent with the Auction brochure -- the circumstances recited in the complaint are far from conclusive as to whether either party had reason to believe that Long Beach's offer referred to the attachment. Given that the October 5 letter was apparently sent to Long Beach after Long Beach's offer had been submitted, it appears that, in fact, Long Beach could not have intended the offer to incorporate the attachment's description. And, while the pleadings may not preclude the possibility of the FDIC construing the offer as incorporating the two-parcel description, they do not support it either. The caption of Long Beach's offer letter specifically refers to Property #124 as the property \"at\" Quaker Highway and Route 122 (which, as both parties knew, was also Millville Road), and someone at either Fisher or the FDIC recopied the same address. If Fisher or the FDIC thought that Long Beach was incorporating a description that only contained properties on Millville Road (Route 122), the references to Quaker Highway would have made little sense.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a></p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">We have similar qualms with respect to the second ambiguity identified by the district court. While the court suggests that Long Beach's bid (and the FDIC's notation) might have been viewed as referring only to the single parcel located on Quaker Highway, this interpretation appears unlikely in light of the caption's reference to both Quaker Highway and Route 122 (Millville Road). Why would Route 122 even be mentioned if Long Beach only meant to bid for the Quaker Highway parcel? We can imagine circumstances under which the ambiguity referred to by the district court would arise -- for example, if the Quaker Highway parcel also had frontage on Route 122/Millville Road, and thus could, by itself, meet the captioned description. However, nothing in any of the documents before us establishes that this was the case.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">None of the above, of course, is intended to prejudge whether the FDIC's statute of frauds defense might be successful either in a motion for summary judgment filed after the close of discovery, or at trial. Discovery may produce evidence supporting the district court's view that the language of the writing was insufficient, even in context, to establish the identity of the land Long Beach sought to purchase. However, we think it apparent that, \"under some set of facts within the bounds of the allegations and non-conclusory facts in the complaint, [Blackstone] may be able to prove a claim,\" which is all that is required to survive a motion to dismiss. Rosa v. Park West Bank &amp; Trust Co., <span class=\"citation\" data-id=\"768914\"><a href=\"/opinion/768914/lucas-rosa-v-park-west-bank-trust-co/\"><span class=\"volume\">214</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">213</span></a></span>, 216 (1st Cir. 2000). We therefore vacate and remand for further proceedings consistent with this opinion.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">It is so ordered.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Exhibit A is the written offer with handwritten notations alleged by Blackstone to constitute a contract to sell the subject properties. Exhibit B is a letter and attachment sent on October 5, 1995, on FDIC's behalf, discussing various unsold properties, including those that are the subject of this case. Pursuant to Fed. R. Civ. P. 10(c), we treat these exhibits as \"a part [of the pleading] for all purposes,\" including Fed. R. Civ. P. 12(b)(6). McCallion v. Lane, <span class=\"citation\" data-id=\"564312\"><a href=\"/opinion/564312/bankr-l-rep-p-74064-in-re-andrew-j-lane-debtor-peter-h-mccallion-v/\"><span class=\"volume\">937</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">694</span></a></span>, 696 (1st Cir. 1991).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Although Blackstone's complaint relied upon certain provisions of the Auction brochure, the brochure was not made an exhibit to the complaint. In the absence of any dispute regarding the authenticity of the brochure, which entered the record as an attachment to the FDIC's motion to dismiss and was relied upon by both parties in their appellate briefs, we consider the document as a whole to be properly before us. Clorox Co. P.R. v. Proctor &amp; Gamble Commercial Co., <span class=\"citation\" data-id=\"199109\"><a href=\"/opinion/199109/clorox-company-puert-v-proctor-gamble-com/\"><span class=\"volume\">228</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">24</span></a></span>, 32 (1st Cir. 2000) (holding that, in ruling on a motion to dismiss, a court \"may properly consider the relevant entirety of a document integral to or explicitly relied upon in the complaint, even though not attached to the complaint . . .\"); Beddal v. State St. Bank &amp; Trust Co., <span class=\"citation\" data-id=\"197817\"><a href=\"/opinion/197817/beddall-v-state-street-trust/\"><span class=\"volume\">137</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">12</span></a></span>, 16-17 (1st Cir. 1998) (concluding that, where trust agreement was \"discussed at length\" in the complaint, although not attached, and no challenge was made as to its authenticity, the agreement \"effectively merge[d] into the pleadings and the trial court [could] review it in deciding a motion to dismiss\").</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> In its brief, Blackstone questions whether the FDIC's inclusion of the auction brochure as an exhibit to its motion to dismiss effectively converted the motion into one for summary judgment. Nothing in our precedent requires such a result under the circumstances of this case, see, e.g., Clorox Co. P.R., 228 F.3d at 32 (noting that a court acting on a motion to dismiss may review documents relied upon in a complaint, even if not attached, \"without converting the motion into one for summary judgment\"), and we therefore follow the district court in construing the motion as one for dismissal pursuant to Fed. R. Civ. P. 12(b)(6).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> It is undisputed that, under Massachusetts law, multiple documents pertinent to a transaction may be read together in determining whether the statute of frauds has been satisfied. See Tzitzon Realty Co. v. Mustonen, <span class=\"citation no-link\"><span class=\"volume\">227</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">493</span></span>, 496 (Mass. 1967) (holding that descriptive language in the signed contract was appropriately considered a \"shorthand description of the land more fully described in [a separately prepared] abstract\"); see also id. (noting the general principle that multiple documents may be read together for statute of frauds purposes if it is shown that \"[the] papers were so connected in the minds of the parties that they adopted all of them as indicating their purpose\") (citing Clark v. Olejnik, <span class=\"citation no-link\"><span class=\"volume\">133</span> <span class=\"reporter\">N.E.</span> <span class=\"page\">197</span></span>, 198 (Mass. 1921)).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Blackstone argues that the district court mistakenly accepted as truthful the FDIC's contention that it was in fact confused about the property reference. We do not think it clear that the district court did so, although we agree with Blackstone that the present record, read in Blackstone's favor, would not support such an inference.</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/197817/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197923/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199109/",
    "http://www.courtlistener.com/api/rest/v3/opinions/527783/",
    "http://www.courtlistener.com/api/rest/v3/opinions/564312/",
    "http://www.courtlistener.com/api/rest/v3/opinions/578672/",
    "http://www.courtlistener.com/api/rest/v3/opinions/653705/",
    "http://www.courtlistener.com/api/rest/v3/opinions/768914/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1499181/"
  ]
}