{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/199337/",
  "absolute_url": "/opinion/199337/united-states-v-delgado-reyes/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/199337/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T04:28:44Z",
  "date_modified": "2017-03-24T11:01:37.448551Z",
  "type": "010combined",
  "sha1": "c3d137e943d92abf895e992dbcd063df79ac9a53",
  "page_count": 9,
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/99-2121-01A.pdf",
  "local_path": "pdf/2001/03/29/US_v._Delgado_Reyes.pdf",
  "plain_text": "         United States Court of Appeals\n                    For the First Circuit\n\n\nNo. 99-2121\n\n                  UNITED STATES OF AMERICA,\n\n                          Appellee,\n\n                              v.\n\n                 JOSE DE JESUS DELGADO-REYES,\n\n                    Defendant, Appellant.\n\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n               FOR THE DISTRICT OF PUERTO RICO\n\n       [Hon. Daniel R. Domínguez, U.S. District Judge]\n\n\n                            Before\n\n                    Torruella, Chief Judge,\n                Coffin, Senior Circuit Judge,\n                  and Selya, Circuit Judge.\n\n\n\n     Joseph C. Laws, Jr., Federal Public Defender, and Anita\nHill-Adames, Assistant Federal Public Defender, on brief for\nappellant.\n     Guillermo Gil, United States Attorney, Jorge E. Vega-\nPacheco, Assistant United States Attorney, and Thomas F.\nKlumper, Assistant United States Attorney, on brief for\nappellee.\n\fMarch 29, 2001\n\f            COFFIN, Senior Circuit Judge.            This sentencing case\n\narises    from    the   chart-like     arrangement    of    the    Sentencing\n\nGuidelines table, which sets penalties for criminal conduct\n\nbased both on the nature of the current offense (the offense\n\nlevel, plotted on the vertical axis) and on the number and\n\nseverity of the defendant's prior convictions (the criminal\n\nhistory category, plotted on the horizontal axis).                The district\n\ncourt    concluded      that    a   provision   barring     relief    from   an\n\nenhancement to the base offense level (vertical departure) also\n\ncabined its discretion to depart from the assigned criminal\n\nhistory category (horizontal departure). Because the Guidelines\n\ntreat these two calculations separately, we conclude that the\n\nstrictures of the offense level guideline do not apply to bar\n\nhorizontal departures.\n\n            The particular provisions at issue here are Guideline\n\n4A1.3,    which   permits       departures   from   the    criminal   history\n\ncategory if that category \"significantly over-represents the\n\nseriousness\" of the defendant's prior offenses, and application\n\nnote 5 of Guideline 2L1.2, which prohibits downward departures\n\nfrom the offense level for illegal re-entry after deportation\n\nfor an aggravated felony unless a narrow set of conditions are\n\nmet.    These particular guidelines apply to different axes of the\n\nsentencing calculus.           Application note five of Guideline 2L1.2\n\n\n                                       -3-\n\frestricts    vertical   departures;       Guideline    4A1.3   relates    to\n\nhorizontal departures.      The district court declined to consider\n\ndeparting    horizontally   under    Guideline    4A1.3    based   on    the\n\nprohibition against a vertical departure under Guideline 2L1.2.\n\nAs we explain below, this legal error requires that we remand\n\nthe case for re-sentencing.\n\n            When defendant-appellant pleaded guilty to illegal re-\n\nentry after deportation for a prior aggravated felony, the\n\ngovernment stipulated to calculating his sentence under criminal\n\nhistory category (CHC) I because a higher category would be\n\n\"overrepresentative\" of his prior offenses.1           Invoking Guideline\n\n4A1.3, the government also urged that position at sentencing.\n\nUnder CHC I, appellant would have been sentenced within the\n\nrange of 37 to 46 months' imprisonment.               Notwithstanding the\n\nparties' stipulation, the court sentenced appellant under the\n\nrange prescribed by CHC III to 46 months.             Coincidentally, the\n\n46-month sentence falls at the top of the CHC I range and at the\n\nbottom of the CHC III range.        But the court made it clear, and\n\nthe judgment reflects, that the sentence was imposed under the\n\nCHC III range.\n\n\n\n\n    1     Appellant's record would have placed him into criminal\nhistory category III absent the stipulation.\n\n                                    -4-\n\f            In disregarding the criminal history stipulation, the\n\ncourt relied on Guideline 2L1.2, which governs the calculation\n\non the other axis, the offense level, for unlawful re-entry\n\nsentences.      Under that provision, 16 levels are added to a\n\ndefendant's base offense level if the defendant's deportation\n\nwas predicated on a conviction for an aggravated felony.              See\n\nU.S. Sentencing Guidelines Manual (U.S.S.G.) § 2L1.2(b)(1)(A)\n\n(1998).      Application   note   5   of   the   guideline   authorizes\n\ndepartures from the 16-level increase if defendant meets three\n\nconditions: (1) he has only one prior felony conviction; (2) it\n\nwas not for a crime of violence or firearms offense; and (3) the\n\nterm of imprisonment imposed did not exceed one year.             Id. §\n\n2L1.2, cmt. n.5 (adopted 1997).         Here, appellant did not meet\n\nthe third condition because he had been sentenced to more than\n\na year for his aggravated felony conviction, a drug charge in\n\nNew York.    The court consequently declined to depart.\n\n            As both he and the government argued below, appellant\n\ncontends that the court had discretion to depart under Guideline\n\n4A1.3,    the   Sentencing   Commission's        policy   statement    on\n\ndepartures from the criminal history category, and that the\n\nsentencing court erroneously imported the limitation on offense\n\nlevel departures into the criminal history category setting.           In\n\nother words, appellant asserts that these two guidelines govern\n\n\n                                  -5-\n\fdifferent types of departures: Guideline 2L1.2 controls the\n\ncourt's   discretion     to   depart   vertically           from   the    16-level\n\nenhancement to the offense level calculation, while Guideline\n\n4A1.3 concerns horizontal departures for all offenses in which\n\nthe defendant's criminal history is either under- or, in this\n\ncase, over-represented.\n\n            We agree with appellant that the prerequisites of\n\napplication note 5 govern only the decision to depart on the\n\nvertical axis of the table, i.e., from the 16-level aggravated\n\nfelony enhancement in calculating the offense level.                     Nothing in\n\nthat note refers to the criminal history category; by its terms,\n\nnote 5 applies only to the offense level calculation under\n\nGuideline    2L1.2.      We   have   previously         recognized        that   the\n\naggravated    felony    enhancement        of   that    guideline        serves    a\n\ndistinct punitive purpose (deterrence) apart from the concerns\n\nabout recidivism reflected in the criminal history category.\n\nSee United States v. Zapata, 1 F.3d 46, 49 (1st Cir. 1993);\n\naccord United States v. Crawford, 18 F.3d 1173, 1179-80 (4th\n\nCir. 1994).       We find no support for extending the explicit,\n\nlimited   reach    of   application    note      5     to   supersede      another\n\nprovision that governs a different factor in the sentencing\n\ncalculation.\n\n\n\n\n                                     -6-\n\f              Application note 5 of Guideline 2L1.2, therefore, does\n\nnot limit a court's discretion to depart horizontally where the\n\nprior record of an illegal re-entry defendant, just like any\n\nother, is over-represented by the assigned criminal history\n\ncategory.      Cf. United States v. Perez, 160 F.3d 87, 89 (1st Cir.\n\n1998)   (en    banc)    (recognizing           that    \"departures       for   atypical\n\ncriminal history are specifically encouraged under U.S.S.G. §\n\n4A1.3\").      Thus, a defendant who is not qualified for a vertical\n\ndeparture      because       he   fails    to        satisfy   the      requisites   of\n\napplication      note    5    still   may       be    entitled     to    a   horizontal\n\ndeparture if the district court finds that the assigned criminal\n\nhistory category significantly over-represents the seriousness\n\nof defendant's prior convictions.\n\n              The government neither quibbles with this reading of\n\nthe Guidelines, nor disavows its stipulation, but argues only\n\nthat we are without jurisdiction to adjudicate this appeal\n\nbecause a sentencing court's discretionary refusal to depart is\n\nordinarily not reviewable.            See, e.g., United States v. Baltas,\n\n236 F.3d 27, 39-40 (1st Cir. 2001) (holding that decisions not\n\nto depart horizontally are unreviewable unless the sentencing\n\ncourt committed legal error in making its determination).                            The\n\nwell-established         exception        to    this     general     rule,     however,\n\nempowers us if the sentencing court did not realize it could\n\n\n                                          -7-\n\fdepart.     E.g., United States v. Clase-Espinal, 115 F.3d 1054,\n\n1056 n.2 (1st Cir. 1997) (\"Although a refusal to depart is not\n\nordinarily appealable, the rule is otherwise if, as here, the\n\ndistrict    court    refused   on   the    ground   that   it    lacked   the\n\nauthority    to     depart.\"   (internal    citation   omitted)).         The\n\ngovernment contends that the court was aware of its discretion,\n\nbut refused to depart nonetheless.\n\n            The transcript of the sentencing hearing belies this\n\ncontention.       The Judge gave this rationale for not departing:\n\n     And this Court does not deem reasonable to depart in\n     this case because[,] although the note may be\n     interpreted as only applicable to the offense level\n     and not the Criminal History Category[,] this Court\n     deems that note number five of 2L1.2 is a warning to\n     the Court of downward departing only if those three\n     elements are present. . . . Hence, the Court cannot\n     depart and will not depart.\n\nThe court's statement that it could not, and thus would not,\n\ndepart reflects a view that it lacked authority.            Thus, we have\n\njurisdiction to review that misapplication of the Guidelines.\n\nSee 18 U.S.C. § 3742(f)(1).2\n\n            The court imposed a sentence at the bottom of what it\n\nthought was the applicable range under CHC III.                 If the court\n\n\n     2    \"If the court of appeals determines that the sentence--\n  (1) was imposed in violation of law or imposed as a result of\nan incorrect application of the sentencing guidelines, the court\nshall remand the case for further sentencing proceedings with\nsuch instructions as the court considers appropriate.\"         18\nU.S.C. § 3742(f)(1).\n\n                                    -8-\n\fhad realized it was authorized to depart, and had accepted the\n\ngovernment's stipulation that the CHC I range applied, as it\n\nseemed inclined to do, it could have imposed a sentence of nine\n\nfewer months.      The government has stood by its stipulation\n\nthroughout the plea and sentencing hearings and does not take a\n\ncontrary position in this appeal.       Given the court's apparent\n\nrefusal to depart based on an erroneous view of the law, we\n\nremand   for   re-sentencing.   Of    course,   under   both   the   plea\n\nagreement and the Guidelines, the court retains the discretion\n\nto depart, or not, on remand.    We express no opinion about the\n\nmerits of such a departure.     We merely hold that the court is\n\nauthorized to do so.\n\n           Sentence vacated and remanded for re-sentencing.\n\n\n\n\n                                -9-\n\f",
  "html": "<p class=\"case_cite\">245 F.3d 20 (1st Cir. 2001)</p>\n    <p class=\"parties\">UNITED STATES OF AMERICA, Appellee,<br>v.<br>JOSE DE JESUS DELGADO-REYES, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 99-2121</p>\n    <p class=\"court\">United States Court of Appeals  For the First Circuit</p>\n    <p class=\"date\">Submitted March 7, 2001<br>Decided March 29, 2001</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Joseph C. Laws, Jr., Federal Public Defender, and Anita  Hill-Adames, Assistant Federal Public Defender, on brief for  appellant.</p>\n      <p class=\"indent\">Guillermo Gil, United States Attorney, Jorge E. Vega-Pacheco, Assistant United States Attorney, and Thomas F.  Klumper, Assistant United States Attorney, on brief for  appellee.</p>\n      <p class=\"indent\">Before  Torruella, Chief Judge, Coffin, Senior Circuit Judge, and Selya, Circuit Judge.</p>\n      <p class=\"indent\">COFFIN, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This sentencing case  arises from the chart-like arrangement of the Sentencing  Guidelines table, which sets penalties for criminal conduct  based both on the nature of the current offense (the offense  level, plotted on the vertical axis) and on the number and  severity of the defendant's prior convictions (the criminal  history category, plotted on the horizontal axis).  The district  court concluded that a provision barring relief from an  enhancement to the base offense level (vertical departure) also  cabined its discretion to depart from the assigned criminal  history category (horizontal departure).  Because the Guidelines  treat these two calculations separately, we conclude that the  strictures of the offense level guideline do not apply to bar  horizontal departures.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The particular provisions at issue here are Guideline  4A1.3, which permits departures from the criminal history  category if that category \"significantly over-represents the  seriousness\" of the defendant's prior offenses, and application  note 5 of Guideline 2L1.2, which prohibits downward departures  from the offense level for illegal re-entry after deportation  for an aggravated felony unless a narrow set of conditions are  met.  These particular guidelines apply to different axes of the  sentencing calculus.  Application note 5 ofGuideline 2L1.2  restricts vertical departures; Guideline 4A1.3 relates to  horizontal departures.  The district court declined to consider  departing horizontally under Guideline 4A1.3 based on the  prohibition against a vertical departure under Guideline 2L1.2. As we explain below, this legal error requires that we remand  the case for re-sentencing.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">When defendant-appellant pleaded guilty to illegal re-entry after deportation for a prior aggravated felony, the  government stipulated to calculating his sentence under criminal  history category (CHC) I because a higher category would be \"overrepresentative\" of his prior offenses.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  Invoking Guideline  4A1.3, the government also urged that position at sentencing. Under CHC I, appellant would have been sentenced within the  range of 37 to 46 months' imprisonment.  Notwithstanding the  parties' stipulation, the court sentenced appellant under the  range prescribed by CHC III to 46 months.  Coincidentally, the  46-month sentence falls at the top of the CHC I range and at the  bottom of the CHC III range.  But the court made it clear, and  the judgment reflects, that the sentence was imposed under the  CHC III range.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In disregarding the criminal history stipulation, the  court relied on Guideline 2L1.2, which governs the calculation  on the other axis, the offense level, for unlawful re-entry  sentences.  Under that provision, 16 levels are added to a  defendant's base offense level if the defendant's deportation  was predicated on a conviction for an aggravated felony.  See U.S. Sentencing Guidelines Manual (U.S.S.G.) &#167; 2L1.2(b)(1)(A)  (1998).  Application note 5 of the guideline authorizes  departures from the 16-level increase if defendant meets three  conditions: (1) he has only one prior felony conviction; (2) it  was not for a crime of violence or firearms offense; and (3) the  term of imprisonment imposed did not exceed one year.  Id. &#167;  2L1.2, cmt. n.5 (adopted 1997).  Here, appellant did not meet  the third condition because he had been sentenced to more than  a year for his aggravated felony conviction, a drug charge in  New York.  The court consequently declined to depart.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">As both he and the government argued below, appellant  contends that the court had discretion to depart under Guideline  4A1.3, the Sentencing Commission's policy statement on  departures from the criminal history category, and that the  sentencing court erroneously imported the limitation on offense  level departures into the criminal history category setting.  In  other words, appellant asserts that these two guidelines govern  different types of departures: Guideline 2L1.2 controls the  court's discretion to depart vertically from the 16-level  enhancement to the offense level calculation, while Guideline  4A1.3 concerns horizontal departures for all offenses in which  the defendant's criminal history is either under- or, in this  case, over-represented.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">We agree with appellant that the prerequisites of  application note 5 govern only the decision to depart on the  vertical axis of the table, i.e., from the 16-level aggravated  felony enhancement in calculating the offense level.  Nothing in  that note refers to the criminal history category; by its terms,  note 5 applies only to the offense level calculation under  Guideline 2L1.2.  We have previously recognized that the  aggravated felony enhancement of that guideline serves a  distinct punitive purpose (deterrence) apart from the concerns  about recidivism reflected in the criminal history category. See United States v. Zapata, 1 F.3d 46, 49 (1st Cir. 1993); accord United States v. Crawford, 18 F.3d 1173, 1179-80 (4th  Cir. 1994).  We find no support for extending the explicit,  limited reach of application note 5 to supersede another  provision that governs a different factor in the sentencing  calculation.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Application note 5 of Guideline 2L1.2, therefore, does  not limit a court's discretion to depart horizontally where the  prior record of an illegal re-entry defendant, just like any  other, is over-represented by the assigned criminal history  category.  Cf. United States v. Perez, 160 F.3d 87, 89 (1st Cir.  1998) (en banc) (recognizing that \"departures for atypical  criminal history are specifically encouraged under U.S.S.G. &#167;  4A1.3\").  Thus, a defendant who is not qualified for a vertical  departure because he fails to satisfy the requisites of  application note 5 still may be entitled to a horizontal  departure if the district court finds that the assigned criminal  history category significantly over-represents the seriousness  of defendant's prior convictions.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The government neither quibbles with this reading of  the Guidelines, nor disavows its stipulation, but argues only  that we are without jurisdiction to adjudicate this appeal  because a sentencing court's discretionary refusal to depart is  ordinarily not reviewable.  See, e.g., United States v. Baltas,  236 F.3d 27, 39-40 (1st Cir. 2001) (holding that decisions not  to depart horizontally are unreviewable unless the sentencing  court committed legal error in making its determination).  The  well-established exception to this general rule, however,  empowers us if the sentencing court did not realize it could  depart.  E.g., United States v. Clase-Espinal, 115 F.3d 1054,  1056 n.2 (1st Cir. 1997) (\"Although a refusal to depart is not  ordinarily appealable, the rule is otherwise if, as here, the  district court refused on the ground that it lacked the  authority to depart.\" (internal citation omitted)).  The  government contends that the court was aware of its discretion,  but refused to depart nonetheless.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The transcript of the sentencing hearing belies this  contention.  The Judge gave this rationale for not departing:</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">And this Court does not deem reasonable to depart in  this case because[,] although the note may be  interpreted as only applicable to the offense level  and not the Criminal History Category[,] this Court  deems that note number five of 2L1.2 is a warning to  the Court of downward departing only if those three  elements are present. . . . Hence, the Court cannot  depart and will not depart.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The court's statement that it could not, and thus would not,  depart reflects a view that it lacked authority.  Thus, we have  jurisdiction to review that misapplication of the Guidelines. See 18 U.S.C. &#167; 3742(f)(1).<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The court imposed a sentence at the bottom of what it  thought was the applicable range under CHC III.  If the court  had realized it was authorized to depart, and had accepted the  government's stipulation that the CHC I range applied, as it  seemed inclined to do, it could have imposed a sentence of nine  fewer months.  The government has stood by its stipulation  throughout the plea and sentencing hearings and does not take a  contrary position in this appeal.  Given the court's apparent  refusal to depart based on an erroneous view of the law, we  remand for re-sentencing.  Of course, under both the plea  agreement and the Guidelines, the court retains the discretion  to depart, or not, on remand.  We express no opinion about the  merits of such a departure.  We merely hold that the court is  authorized to do so.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Sentence vacated and remanded for re-sentencing.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p>  Appellant's record would have placed him into criminal  history category III absent the stipulation.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p>  \"If the court of appeals determines that the sentence--(1) was imposed in violation of law or imposed as a result of  an incorrect application of the sentencing guidelines, the court  shall remand the case for further sentencing proceedings with  such instructions as the court considers appropriate.\"  18  U.S.C. &#167; 3742(f)(1).</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">245</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">20</span></span> (1st Cir. 2001)</p>\n    <p class=\"parties\">UNITED STATES OF AMERICA, Appellee,<br>v.<br>JOSE DE JESUS DELGADO-REYES, Defendant, Appellant.</p>\n    <p class=\"docket\">No. 99-2121</p>\n    <p class=\"court\">United States Court of Appeals  For the First Circuit</p>\n    <p class=\"date\">Submitted March 7, 2001<br>Decided March 29, 2001</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Joseph C. Laws, Jr., Federal Public Defender, and Anita  Hill-Adames, Assistant Federal Public Defender, on brief for  appellant.</p>\n      <p class=\"indent\">Guillermo Gil, United States Attorney, Jorge E. Vega-Pacheco, Assistant United States Attorney, and Thomas F.  Klumper, Assistant United States Attorney, on brief for  appellee.</p>\n      <p class=\"indent\">Before  Torruella, Chief Judge, Coffin, Senior Circuit Judge, and Selya, Circuit Judge.</p>\n      <p class=\"indent\">COFFIN, Senior Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This sentencing case  arises from the chart-like arrangement of the Sentencing  Guidelines table, which sets penalties for criminal conduct  based both on the nature of the current offense (the offense  level, plotted on the vertical axis) and on the number and  severity of the defendant's prior convictions (the criminal  history category, plotted on the horizontal axis).  The district  court concluded that a provision barring relief from an  enhancement to the base offense level (vertical departure) also  cabined its discretion to depart from the assigned criminal  history category (horizontal departure).  Because the Guidelines  treat these two calculations separately, we conclude that the  strictures of the offense level guideline do not apply to bar  horizontal departures.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The particular provisions at issue here are Guideline  4A1.3, which permits departures from the criminal history  category if that category \"significantly over-represents the  seriousness\" of the defendant's prior offenses, and application  note 5 of Guideline 2L1.2, which prohibits downward departures  from the offense level for illegal re-entry after deportation  for an aggravated felony unless a narrow set of conditions are  met.  These particular guidelines apply to different axes of the  sentencing calculus.  Application note 5 ofGuideline 2L1.2  restricts vertical departures; Guideline 4A1.3 relates to  horizontal departures.  The district court declined to consider  departing horizontally under Guideline 4A1.3 based on the  prohibition against a vertical departure under Guideline 2L1.2. As we explain below, this legal error requires that we remand  the case for re-sentencing.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">When defendant-appellant pleaded guilty to illegal re-entry after deportation for a prior aggravated felony, the  government stipulated to calculating his sentence under criminal  history category (CHC) I because a higher category would be \"overrepresentative\" of his prior offenses.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  Invoking Guideline  4A1.3, the government also urged that position at sentencing. Under CHC I, appellant would have been sentenced within the  range of 37 to 46 months' imprisonment.  Notwithstanding the  parties' stipulation, the court sentenced appellant under the  range prescribed by CHC III to 46 months.  Coincidentally, the  46-month sentence falls at the top of the CHC I range and at the  bottom of the CHC III range.  But the court made it clear, and  the judgment reflects, that the sentence was imposed under the  CHC III range.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In disregarding the criminal history stipulation, the  court relied on Guideline 2L1.2, which governs the calculation  on the other axis, the offense level, for unlawful re-entry  sentences.  Under that provision, 16 levels are added to a  defendant's base offense level if the defendant's deportation  was predicated on a conviction for an aggravated felony.  See U.S. Sentencing Guidelines Manual (U.S.S.G.) &#167; 2L1.2(b)(1)(A)  (1998).  Application note 5 of the guideline authorizes  departures from the 16-level increase if defendant meets three  conditions: (1) he has only one prior felony conviction; (2) it  was not for a crime of violence or firearms offense; and (3) the  term of imprisonment imposed did not exceed one year.  Id. &#167;  2L1.2, cmt. n.5 (adopted 1997).  Here, appellant did not meet  the third condition because he had been sentenced to more than  a year for his aggravated felony conviction, a drug charge in  New York.  The court consequently declined to depart.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">As both he and the government argued below, appellant  contends that the court had discretion to depart under Guideline  4A1.3, the Sentencing Commission's policy statement on  departures from the criminal history category, and that the  sentencing court erroneously imported the limitation on offense  level departures into the criminal history category setting.  In  other words, appellant asserts that these two guidelines govern  different types of departures: Guideline 2L1.2 controls the  court's discretion to depart vertically from the 16-level  enhancement to the offense level calculation, while Guideline  4A1.3 concerns horizontal departures for all offenses in which  the defendant's criminal history is either under- or, in this  case, over-represented.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">We agree with appellant that the prerequisites of  application note 5 govern only the decision to depart on the  vertical axis of the table, i.e., from the 16-level aggravated  felony enhancement in calculating the offense level.  Nothing in  that note refers to the criminal history category; by its terms,  note 5 applies only to the offense level calculation under  Guideline 2L1.2.  We have previously recognized that the  aggravated felony enhancement of that guideline serves a  distinct punitive purpose (deterrence) apart from the concerns  about recidivism reflected in the criminal history category. See United States v. Zapata, <span class=\"citation\" data-id=\"194834\"><a href=\"/opinion/194834/united-states-v-zapata-medina/\"><span class=\"volume\">1</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">46</span></a></span>, 49 (1st Cir. 1993); accord United States v. Crawford, <span class=\"citation\" data-id=\"664906\"><a href=\"/opinion/664906/united-states-v-casy-andrew-crawford-aka-casey-andrew-crawford-aka/\"><span class=\"volume\">18</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1173</span></a></span>, 1179-80 (4th  Cir. 1994).  We find no support for extending the explicit,  limited reach of application note 5 to supersede another  provision that governs a different factor in the sentencing  calculation.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Application note 5 of Guideline 2L1.2, therefore, does  not limit a court's discretion to depart horizontally where the  prior record of an illegal re-entry defendant, just like any  other, is over-represented by the assigned criminal history  category.  Cf. United States v. Perez, <span class=\"citation\" data-id=\"759121\"><a href=\"/opinion/759121/united-states-v-alina-perez/\"><span class=\"volume\">160</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">87</span></a></span>, 89 (1st Cir.  1998) (en banc) (recognizing that \"departures for atypical  criminal history are specifically encouraged under U.S.S.G. &#167;  4A1.3\").  Thus, a defendant who is not qualified for a vertical  departure because he fails to satisfy the requisites of  application note 5 still may be entitled to a horizontal  departure if the district court finds that the assigned criminal  history category significantly over-represents the seriousness  of defendant's prior convictions.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The government neither quibbles with this reading of  the Guidelines, nor disavows its stipulation, but argues only  that we are without jurisdiction to adjudicate this appeal  because a sentencing court's discretionary refusal to depart is  ordinarily not reviewable.  See, e.g., United States v. Baltas,  <span class=\"citation\" data-id=\"199221\"><a href=\"/opinion/199221/united-states-v-baltas/\"><span class=\"volume\">236</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">27</span></a></span>, 39-40 (1st Cir. 2001) (holding that decisions not  to depart horizontally are unreviewable unless the sentencing  court committed legal error in making its determination).  The  well-established exception to this general rule, however,  empowers us if the sentencing court did not realize it could  depart.  E.g., United States v. Clase-Espinal, <span class=\"citation\" data-id=\"197424\"><a href=\"/opinion/197424/united-states-v-clase-espinal/\"><span class=\"volume\">115</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1054</span></a></span>,  1056 n.2 (1st Cir. 1997) (\"Although a refusal to depart is not  ordinarily appealable, the rule is otherwise if, as here, the  district court refused on the ground that it lacked the  authority to depart.\" (internal citation omitted)).  The  government contends that the court was aware of its discretion,  but refused to depart nonetheless.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The transcript of the sentencing hearing belies this  contention.  The Judge gave this rationale for not departing:</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">And this Court does not deem reasonable to depart in  this case because[,] although the note may be  interpreted as only applicable to the offense level  and not the Criminal History Category[,] this Court  deems that note number five of 2L1.2 is a warning to  the Court of downward departing only if those three  elements are present. . . . Hence, the Court cannot  depart and will not depart.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The court's statement that it could not, and thus would not,  depart reflects a view that it lacked authority.  Thus, we have  jurisdiction to review that misapplication of the Guidelines. See 18 U.S.C. &#167; 3742(f)(1).<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The court imposed a sentence at the bottom of what it  thought was the applicable range under CHC III.  If the court  had realized it was authorized to depart, and had accepted the  government's stipulation that the CHC I range applied, as it  seemed inclined to do, it could have imposed a sentence of nine  fewer months.  The government has stood by its stipulation  throughout the plea and sentencing hearings and does not take a  contrary position in this appeal.  Given the court's apparent  refusal to depart based on an erroneous view of the law, we  remand for re-sentencing.  Of course, under both the plea  agreement and the Guidelines, the court retains the discretion  to depart, or not, on remand.  We express no opinion about the  merits of such a departure.  We merely hold that the court is  authorized to do so.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Sentence vacated and remanded for re-sentencing.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p>  Appellant's record would have placed him into criminal  history category III absent the stipulation.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p>  \"If the court of appeals determines that the sentence--(1) was imposed in violation of law or imposed as a result of  an incorrect application of the sentencing guidelines, the court  shall remand the case for further sentencing proceedings with  such instructions as the court considers appropriate.\"  18  U.S.C. &#167; 3742(f)(1).</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/194834/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197424/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199221/",
    "http://www.courtlistener.com/api/rest/v3/opinions/664906/",
    "http://www.courtlistener.com/api/rest/v3/opinions/759121/"
  ]
}