{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/199341/",
  "absolute_url": "/opinion/199341/velasquez-valencia-v-ins/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/199341/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T04:28:47Z",
  "date_modified": "2017-03-24T11:01:37.724460Z",
  "type": "010combined",
  "sha1": "dfd24e8a2ab8219801052def325742f0a5e1c592",
  "page_count": 7,
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/00-1551-01A.pdf",
  "local_path": "pdf/2001/03/30/Velasquez-Valencia_v._INS.pdf",
  "plain_text": "         United States Court of Appeals\n                      For the First Circuit\n\n\nNo. 00-1551\n\n                    MARVIN VELASQUEZ-VALENCIA,\n\n                            Petitioner,\n\n                                v.\n\n              IMMIGRATION AND NATURALIZATION SERVICE,\n\n                            Respondent.\n\n\n                ON PETITION FOR REVIEW OF AN ORDER\n\n                OF THE BOARD OF IMMIGRATION APPEALS\n\n\n                              Before\n\n                      Torruella, Chief Judge,\n\n                 Boudin and Stahl, Circuit Judges.\n\n\n     Heidi E. Harvey with whom Fish & Richardson, P.C. was on\nbrief for petitioner.\n     Erin Albritton, Office of Immigration Litigation, Civil\nDivision, Department of Justice, with whom David W. Ogden,\nAssistant Attorney General, Civil Division, Department of\nJustice, Richard M. Evans, Assistant Director, and Michael T.\nDougherty, Office of Immigration Litigation, Civil Division,\nDepartment of Justice, were on brief for respondent.\n\n\n\n\n                          March 30, 2001\n\f           BOUDIN, Circuit Judge.             Marvin Velasquez-Valencia is\n\na native and citizen of Guatemala who seeks political asylum in\n\nthis country.      In 1991, Velasquez (then aged 16) lived on a\n\nlarge plantation in Guatemala which his stepfather administered\n\nbut did not own.         During this period a guerilla organization,\n\nurging land redistribution, was engaged in a civil war with the\n\ngovernment.       That    summer,      an   armed    group    of    the    guerillas\n\nentered Velasquez' home seeking supplies.                 When his stepfather\n\nrefused   to    assist,    he   was    beaten,      threatened,       and    briefly\n\nkidnapped.      In response, Guatemalan army units patrolled the\n\narea for two weeks.\n\n           In    December       1991    the    guerrillas          again    came   to\n\nVelasquez' home, this time threatening and beating his mother\n\nand (according to Velasquez) asking for him by name.                       Later that\n\nmonth, the guerillas took him and three friends from church,\n\ndemanding that they enlist with the guerrillas.                      The boys fled\n\nbut one was apparently shot and killed in the escape.                              In\n\nJanuary   1992,    Velasquez      left      the     country   at     his    parents'\n\ndirection after the army (not the guerillas) tried forcibly to\n\ninduct him while he was traveling to Guatemala City.                       He entered\n\n\n\n                                        -2-\n\fthe United States illegally through Mexico in February 1992 and\n\nwas promptly detained by the INS.\n\n              Conceding deportability, Velasquez sought asylum on the\n\nground that he had been persecuted and had a well founded fear\n\nof     future        political    persecution.             See    8   U.S.C.    §§\n\n1101(a)(42)(A), 1158(a) (1994).1                  At his hearing he testified\n\nto the events just described and offered two letters from his\n\nfamily.        The     letters   stated    that    the    guerillas   were   still\n\nlooking for him, continued to beat his family, and threatened to\n\nkill       Velasquez    for   having   escaped.          The   immigration   judge\n\nrejected Velasquez' claim on the merits and on review in 1996\n\nthe Board of Immigration Appeals (the \"Board\") affirmed, noting\n\nalso that the government and the guerrillas had just signed a\n\npeace agreement.\n\n              On this appeal the central issue (although not the only\n\none) is whether the Board properly rejected Velasquez' claim of\n\n\"persecution or a well founded fear [of it] on account of . . .\n\npolitical opinion.\"           8 U.S.C. § 1101(a)(42)(A).              The Board's\n\nfindings must be accepted if based on substantial evidence, and\n\nwe give some deference to the Board's application of legal\n\n\n\n       1\n      Velasquez also sought withholding of deportation, which\nrequires a more rigorous showing by the applicant. See 8 U.S.C.\n§ 1253(h)(1) (1994) (amended by 8 U.S.C. § 1231(b)(3) (Supp. II\n1996)); Nelson v. INS, 232 F.3d 258, 261 n.2 (1st Cir. 2000).\n\n                                          -3-\n\fstandards to specific facts.                 Foroglou v. INS, 170 F.3d 68, 70\n\n(1st Cir.), cert. denied, 528 U.S. 819 (1999).                          Abstract rulings\n\nof    law    (e.g.,      the    formulation        of    the     standards)          would    be\n\nreviewed de novo, id., but are not primarily at issue on this\n\nappeal.\n\n              The Immigration and Nationality Act protects those who\n\nare    threatened        with    persecution         because          they    hold      or   are\n\nbelieved by their persecutors to hold political opinions.                                      8\n\nU.S.C. § 1101(a)(42)(A); accord INS v. Elias-Zacarias, 502 U.S.\n\n478, 482 (1992).          To win asylum, the applicant must persuade the\n\nBoard that he has a subjective fear of such persecution and that\n\nthe fear is reasonable, that is, that \"a reasonable person\"\n\nwould fear danger and \"would fear that the danger arises on\n\naccount of         his . . .      political opinion.\"             In re S-P-, 21 I. &\n\nN. Dec. 486 (BIA 1996) (en banc); accord Aguilar-Solis v. INS,\n\n168 F.3d 565, 572 (1st Cir. 1999).                      In effect, the immigration\n\njudge       and    the    Board       concluded         that     it     was    objectively\n\nunreasonable to think that any threat posed to Velasquez was\n\nbased on the guerrillas' hostility to his political views.\n\n              We    think      that    the    Board's          judgment       is   based     on\n\nsubstantial        evidence       and,   if    not       inevitable,          is   at    least\n\nreasonable.         What the raw evidence shows is that the guerrillas\n\nsought to enlist Velasquez and other boys and later, perhaps,\n\n\n                                             -4-\n\fsought to punish him for evading their \"draft\"; but nothing\n\nindicates that this was because of any political belief of\n\nVelasquez, either express or imputed.      There is no evidence that\n\nVelasquez ever expressed any political support for or opposition\n\nto either side (he said he was neutral) or that the guerrillas\n\never attributed to Velasquez any political views; and this is so\n\neven though \"neutrality\" could itself be a persecutable opinion.\n\nSee Novoa-Umania v. INS, 896 F.2d 1, 3 (1st Cir. 1990).\n\n          In   insurgencies,    both    sides     typically    engage   in\n\nforcible recruiting of boys or young men.          Yes, in theory, the\n\nguerrillas could choose to target a young man who lived on a\n\nplantation, motivated by political views that they imputed to\n\nhim; and the motivation for threatened persecution need not be\n\nshown to a certainty.     In re S-P-, 21 I. & N. Dec. 486; see also\n\nAguilar-Solis, 168 F.3d at 572.        But there is nothing to show\n\nthat such a motive was at work here.       Absent such evidence, the\n\nclassic pattern of forced recruitment is far and away the more\n\nplausible explanation.     Nor does it help Velasquez if his escape\n\nor effort to avoid recruitment motivated the guerrillas' later\n\nvisits.   See Elias-Zacarias, 502 U.S. at 482-83.\n\n          The immigration judge and the Board credited Velasquez'\n\nfirst hand accounts but expressed some scepticism about the\n\nletters   which   were   admittedly    prompted    by   the   deportation\n\n\n                                 -5-\n\fproceeding.    The Board does not ban hearsay, In re Grijalva, 19\n\nI. & N. Dec. 713, 721-22 (BIA 1988), and such reports are\n\nsometimes significant.       But neither is the Board obliged to\n\naccept every such document at face value, without regard to\n\nmotive or lack of corroboration.          Aguilar-Solis, 168 F.3d at\n\n570-71.   We need not pursue the issue here because the letters--\n\neven if given full weight--do not show or suggest that any\n\nthreat that existed was based on Velasquez' political views,\n\nreal or imputed.\n\n           Certainly the risks that Velasquez faced in Guatemala\n\nwere real ones and, from his standpoint, the threat posed to him\n\nby the guerillas (and apparently the regular army as well) were\n\nno less real if motivated by recruiting goals rather than by any\n\nperception of his own politics.          But Congress has chosen to\n\ndefine    asylum   as   limited   to   certain   categories;   and   with\n\nexceptions not here relevant, it has not generally opened the\n\ndoors to those merely fleeing from civil war.             See Aguilar-\n\nSolis, 168 F.3d at 572.     Whether it should do so is for Congress\n\nand not the courts to determine.\n\n           Turning now to other alleged errors, we do not agree\n\nwith Velasquez that the immigration judge ruled as a matter of\n\nlaw that a claimant had to show open political activity to\n\nestablish a threat of political persecution.          Nor is there any\n\n\n                                   -6-\n\freason to think, as Velasquez claims, that the immigration judge\n\nor the Board misunderstood the law on mixed motive.    See In re\n\nS-P-, 21 I. & N. Dec. 486.    And, again contrary to Velasquez'\n\nposition, the Board need not make detailed findings on every\n\npoint.   Morales v. INS, 208 F.3d 323, 328 (1st Cir. 2000); Chen\n\nv. INS, 87 F.3d 5, 7 (1st Cir. 1996).    Those it made here are\n\ncertainly adequate for effective review.    Cf. Gailius v. INS,\n\n147 F.3d 34, 43 (1st Cir. 1998).\n\n          Finally, Velasquez says that the Board violated his due\n\nprocess rights by taking judicial notice of the 1996 Guatemala\n\npeace accords; he says that by relying on the accords for the\n\nfirst time only in its decision on review, the Board prevented\n\nhim from countering the evidence or arguing about the inferences\n\nto be drawn.   However, the Board manifestly rested its decision\n\non the same ground adopted by the immigration judge.     Whether\n\nthe peace accord reference is taken as an alternative ground or\n\nwas intended as consolation, it does not affect the outcome.\n\n          The petition for review is denied.\n\n\n\n\n                              -7-\n\f",
  "html": "<p class=\"case_cite\">244 F.3d 48 (1st Cir. 2001)</p>\n    <p class=\"parties\">MARVIN VELASQUEZ-VALENCIA, Petitioner,<br>v.<br>IMMIGRATION AND NATURALIZATION SERVICE, Respondent.</p>\n    <p class=\"docket\">No. 00-1551</p>\n    <p class=\"court\">United States Court of Appeals For the First Circuit</p>\n    <p class=\"date\">Heard February 6, 2001<br>Decided March 30, 2001</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">ON PETITION FOR REVIEW OF AN ORDER OF THE BOARD OF IMMIGRATION APPEALSHeidi E. Harvey with whom Fish &amp; Richardson, P.C. was on brief for petitioner.</p>\n      <p class=\"indent\">Erin Albritton, Office of Immigration Litigation, Civil Division, Department of Justice, with whom David W. Ogden, Assistant Attorney General, Civil Division, Department of Justice, Richard M. Evans, Assistant Director, and Michael T. Dougherty, Office of Immigration Litigation, Civil Division, Department of Justice, were on brief for respondent.</p>\n      <p class=\"indent\">Before Torruella, Chief Judge, Boudin and Stahl, Circuit Judges.</p>\n      <p class=\"indent\">BOUDIN, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Marvin Velasquez-Valencia is a native and citizen of Guatemala who seeks political asylum in this country. In 1991, Velasquez (then aged 16) lived on a large plantation in Guatemala which his stepfather administered but did not own. During this period a guerilla organization, urging land redistribution, was engaged in a civil war with the government. That summer, an armed group of the guerillas entered Velasquez' home seeking supplies. When his stepfather refused to assist, he was beaten, threatened, and briefly kidnapped. In response, Guatemalan army units patrolled the area for two weeks.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">In December 1991 the guerrillas again came to Velasquez' home, this time threatening and beating his mother and (according to Velasquez) asking for him by name. Later that month, the guerillas took him and three friends from church, demanding that they enlist with the guerrillas. The boys fled but one was apparently shot and killed in the escape. In January 1992, Velasquez left the country at his parents' direction after the army (not the guerillas) tried forcibly to induct him while he was traveling to Guatemala City. He entered the United States illegally through Mexico in February 1992 and was promptly detained by the INS.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Conceding deportability, Velasquez sought asylum on the ground that he had been persecuted and had a well founded fear of future political persecution. See 8 U.S.C. &#167;&#167; 1101(a)(42)(A), 1158(a) (1994).<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> At his hearing he testified to the events just described and offered two letters from his family. The letters stated that the guerillas were still looking for him, continued to beat his family, and threatened to kill Velasquez for having escaped. The immigration judge rejected Velasquez' claim on the merits and on review in 1996 the Board of Immigration Appeals (the \"Board\") affirmed, noting also that the government and the guerrillas had just signed a peace agreement.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">On this appeal the central issue (although not the only one) is whether the Board properly rejected Velasquez' claim of \"persecution or a well founded fear [of it] on account of . . . political opinion.\" 8 U.S.C. &#167; 1101(a)(42)(A). The Board's findings must be accepted if based on substantial evidence, and we give some deference to the Board's application of legal standards to specific facts. Foroglou v. INS, 170 F.3d 68, 70 (1st Cir.), cert. denied, 528 U.S. 819 (1999). Abstract rulings of law (e.g., the formulation of the standards) would be reviewed de novo, id., but are not primarily at issue on this appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The Immigration and Nationality Act protects those who are threatened with persecution because they hold or are believed by their persecutors to hold political opinions. 8 U.S.C. &#167; 1101(a)(42)(A); accord INS v. Elias-Zacarias, 502 U.S. 478, 482 (1992). To win asylum, the applicant must persuade the Board that he has a subjective fear of such persecution and that the fear is reasonable, that is, that \"a reasonable person\" would fear danger and \"would fear that the danger arises on account of his . . . political opinion.\" In re S-P-, 21 I. &amp; N. Dec. 486 (BIA 1996) (en banc); accord Aguilar-Solis v. INS, 168 F.3d 565, 572 (1st Cir. 1999). In effect, the immigration judge and the Board concluded that it was objectively unreasonable to think that any threat posed to Velasquez was based on the guerrillas' hostility to his political views.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">We think that the Board's judgment is based on substantial evidence and, if not inevitable, is at least reasonable. What the raw evidence shows is that the guerrillas sought to enlist Velasquez and other boys and later, perhaps, sought to punish him for evading their \"draft\"; but nothing indicates that this was because of any political belief of Velasquez, either express or imputed. There is no evidence that Velasquez ever expressed any political support for or opposition to either side (he said he was neutral) or that the guerrillas ever attributed to Velasquez any political views; and this is so even though \"neutrality\" could itself be a persecutable opinion. See Novoa-Umania v. INS, 896 F.2d 1, 3 (1st Cir. 1990).</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">In insurgencies, both sides typically engage in forcible recruiting of boys or young men. Yes, in theory, the guerrillas could choose to target a young man who lived on a plantation, motivated by political views that they imputed to him; and the motivation for threatened persecution need not be shown to a certainty. In re S-P-, 21 I. &amp; N. Dec. 486; see alsoAguilar-Solis, 168 F.3d at 572. But there is nothing to show that such a motive was at work here. Absent such evidence, the classic pattern of forced recruitment is far and away the more plausible explanation. Nor does it help Velasquez if his escape or effort to avoid recruitment motivated the guerrillas' later visits. See Elias-Zacarias, 502 U.S. at 482-83.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The immigration judge and the Board credited Velasquez' first hand accounts but expressed some scepticism about the letters which were admittedly prompted by the deportation proceeding. The Board does not ban hearsay, In re Grijalva, 19 I. &amp; N. Dec. 713, 721-22 (BIA 1988), and such reports are sometimes significant. But neither is the Board obliged to accept every such document at face value, without regard to motive or lack of corroboration. Aguilar-Solis, 168 F.3d at 570-71. We need not pursue the issue here because the letters--even if given full weight--do not show or suggest that any threat that existed was based on Velasquez' political views, real or imputed.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Certainly the risks that Velasquez faced in Guatemala were real ones and, from his standpoint, the threat posed to him by the guerillas (and apparently the regular army as well) were no less real if motivated by recruiting goals rather than by any perception of his own politics. But Congress has chosen to define asylum as limited to certain categories; and with exceptions not here relevant, it has not generally opened the doors to those merely fleeing from civil war. See Aguilar-Solis, 168 F.3d at 572. Whether it should do so is for Congress and not the courts to determine.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Turning now to other alleged errors, we do not agree with Velasquez that the immigration judge ruled as a matter of law that a claimant had to show open political activity to establish a threat of political persecution. Nor is there any reason to think, as Velasquez claims, that the immigration judge or the Board misunderstood the law on mixed motive. See In re S-P-, 21 I. &amp; N. Dec. 486. And, again contrary to Velasquez' position, the Board need not make detailed findings on every point. Morales v. INS, 208 F.3d 323, 328 (1st Cir. 2000); Chen v. INS, 87 F.3d 5, 7 (1st Cir. 1996). Those it made here are certainly adequate for effective review. Cf. Gailius v. INS, 147 F.3d 34, 43 (1st Cir. 1998).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Finally, Velasquez says that the Board violated his due process rights by taking judicial notice of the 1996 Guatemala peace accords; he says that by relying on the accords for the first time only in its decision on review, the Board prevented him from countering the evidence or arguing about the inferences to be drawn. However, the Board manifestly rested its decision on the same ground adopted by the immigration judge. Whether the peace accord reference is taken as an alternative ground or was intended as consolation, it does not affect the outcome.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The petition for review is denied.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Velasquez also sought withholding of deportation, which requires a more rigorous showing by the applicant. See 8 U.S.C. &#167; 1253(h)(1) (1994) (amended by 8 U.S.C. &#167; 1231(b)(3) (Supp. II 1996)); Nelson v. INS, 232 F.3d 258, 261 n.2 (1st Cir. 2000).</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">244</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">48</span></span> (1st Cir. 2001)</p>\n    <p class=\"parties\">MARVIN VELASQUEZ-VALENCIA, Petitioner,<br>v.<br>IMMIGRATION AND NATURALIZATION SERVICE, Respondent.</p>\n    <p class=\"docket\">No. 00-1551</p>\n    <p class=\"court\">United States Court of Appeals For the First Circuit</p>\n    <p class=\"date\">Heard February 6, 2001<br>Decided March 30, 2001</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">ON PETITION FOR REVIEW OF AN ORDER OF THE BOARD OF IMMIGRATION APPEALSHeidi E. Harvey with whom Fish &amp; Richardson, P.C. was on brief for petitioner.</p>\n      <p class=\"indent\">Erin Albritton, Office of Immigration Litigation, Civil Division, Department of Justice, with whom David W. Ogden, Assistant Attorney General, Civil Division, Department of Justice, Richard M. Evans, Assistant Director, and Michael T. Dougherty, Office of Immigration Litigation, Civil Division, Department of Justice, were on brief for respondent.</p>\n      <p class=\"indent\">Before Torruella, Chief Judge, Boudin and Stahl, Circuit Judges.</p>\n      <p class=\"indent\">BOUDIN, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Marvin Velasquez-Valencia is a native and citizen of Guatemala who seeks political asylum in this country. In 1991, Velasquez (then aged 16) lived on a large plantation in Guatemala which his stepfather administered but did not own. During this period a guerilla organization, urging land redistribution, was engaged in a civil war with the government. That summer, an armed group of the guerillas entered Velasquez' home seeking supplies. When his stepfather refused to assist, he was beaten, threatened, and briefly kidnapped. In response, Guatemalan army units patrolled the area for two weeks.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">In December 1991 the guerrillas again came to Velasquez' home, this time threatening and beating his mother and (according to Velasquez) asking for him by name. Later that month, the guerillas took him and three friends from church, demanding that they enlist with the guerrillas. The boys fled but one was apparently shot and killed in the escape. In January 1992, Velasquez left the country at his parents' direction after the army (not the guerillas) tried forcibly to induct him while he was traveling to Guatemala City. He entered the United States illegally through Mexico in February 1992 and was promptly detained by the INS.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Conceding deportability, Velasquez sought asylum on the ground that he had been persecuted and had a well founded fear of future political persecution. See 8 U.S.C. &#167;&#167; 1101(a)(42)(A), 1158(a) (1994).<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> At his hearing he testified to the events just described and offered two letters from his family. The letters stated that the guerillas were still looking for him, continued to beat his family, and threatened to kill Velasquez for having escaped. The immigration judge rejected Velasquez' claim on the merits and on review in 1996 the Board of Immigration Appeals (the \"Board\") affirmed, noting also that the government and the guerrillas had just signed a peace agreement.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">On this appeal the central issue (although not the only one) is whether the Board properly rejected Velasquez' claim of \"persecution or a well founded fear [of it] on account of . . . political opinion.\" 8 U.S.C. &#167; 1101(a)(42)(A). The Board's findings must be accepted if based on substantial evidence, and we give some deference to the Board's application of legal standards to specific facts. Foroglou v. INS, <span class=\"citation\" data-id=\"198363\"><a href=\"/opinion/198363/foroglou-v-ins/\"><span class=\"volume\">170</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">68</span></a></span>, 70 (1st Cir.), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">528</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">819</span></span> (1999). Abstract rulings of law (e.g., the formulation of the standards) would be reviewed de novo, id., but are not primarily at issue on this appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The Immigration and Nationality Act protects those who are threatened with persecution because they hold or are believed by their persecutors to hold political opinions. 8 U.S.C. &#167; 1101(a)(42)(A); accord INS v. Elias-Zacarias, <span class=\"citation\" data-id=\"112682\"><a href=\"/opinion/112682/ins-v-elias-zacarias/\"><span class=\"volume\">502</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">478</span></a></span>, 482 (1992). To win asylum, the applicant must persuade the Board that he has a subjective fear of such persecution and that the fear is reasonable, that is, that \"a reasonable person\" would fear danger and \"would fear that the danger arises on account of his . . . political opinion.\" In re S-P-, 21 I. &amp; N. Dec. 486 (BIA 1996) (en banc); accord Aguilar-Solis v. INS, <span class=\"citation\" data-id=\"198342\"><a href=\"/opinion/198342/aguilar-solis-v-ins/\"><span class=\"volume\">168</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">565</span></a></span>, 572 (1st Cir. 1999). In effect, the immigration judge and the Board concluded that it was objectively unreasonable to think that any threat posed to Velasquez was based on the guerrillas' hostility to his political views.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">We think that the Board's judgment is based on substantial evidence and, if not inevitable, is at least reasonable. What the raw evidence shows is that the guerrillas sought to enlist Velasquez and other boys and later, perhaps, sought to punish him for evading their \"draft\"; but nothing indicates that this was because of any political belief of Velasquez, either express or imputed. There is no evidence that Velasquez ever expressed any political support for or opposition to either side (he said he was neutral) or that the guerrillas ever attributed to Velasquez any political views; and this is so even though \"neutrality\" could itself be a persecutable opinion. See Novoa-Umania v. INS, <span class=\"citation\" data-id=\"536515\"><a href=\"/opinion/536515/samuel-novoa-umania-v-immigration-and-naturalization-service/\"><span class=\"volume\">896</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span>, 3 (1st Cir. 1990).</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">In insurgencies, both sides typically engage in forcible recruiting of boys or young men. Yes, in theory, the guerrillas could choose to target a young man who lived on a plantation, motivated by political views that they imputed to him; and the motivation for threatened persecution need not be shown to a certainty. In re S-P-, 21 I. &amp; N. Dec. 486; see alsoAguilar-Solis, 168 F.3d at 572. But there is nothing to show that such a motive was at work here. Absent such evidence, the classic pattern of forced recruitment is far and away the more plausible explanation. Nor does it help Velasquez if his escape or effort to avoid recruitment motivated the guerrillas' later visits. See Elias-Zacarias, 502 U.S. at 482-83.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The immigration judge and the Board credited Velasquez' first hand accounts but expressed some scepticism about the letters which were admittedly prompted by the deportation proceeding. The Board does not ban hearsay, In re Grijalva, 19 I. &amp; N. Dec. 713, 721-22 (BIA 1988), and such reports are sometimes significant. But neither is the Board obliged to accept every such document at face value, without regard to motive or lack of corroboration. Aguilar-Solis, 168 F.3d at 570-71. We need not pursue the issue here because the letters--even if given full weight--do not show or suggest that any threat that existed was based on Velasquez' political views, real or imputed.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Certainly the risks that Velasquez faced in Guatemala were real ones and, from his standpoint, the threat posed to him by the guerillas (and apparently the regular army as well) were no less real if motivated by recruiting goals rather than by any perception of his own politics. But Congress has chosen to define asylum as limited to certain categories; and with exceptions not here relevant, it has not generally opened the doors to those merely fleeing from civil war. See Aguilar-Solis, 168 F.3d at 572. Whether it should do so is for Congress and not the courts to determine.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Turning now to other alleged errors, we do not agree with Velasquez that the immigration judge ruled as a matter of law that a claimant had to show open political activity to establish a threat of political persecution. Nor is there any reason to think, as Velasquez claims, that the immigration judge or the Board misunderstood the law on mixed motive. See In re S-P-, 21 I. &amp; N. Dec. 486. And, again contrary to Velasquez' position, the Board need not make detailed findings on every point. Morales v. INS, <span class=\"citation\" data-id=\"768205\"><a href=\"/opinion/768205/juan-antonio-morales-v-immigration-and-naturalization-service/\"><span class=\"volume\">208</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">323</span></a></span>, 328 (1st Cir. 2000); Chen v. INS, <span class=\"citation\" data-id=\"196819\"><a href=\"/opinion/196819/feng-chen-v-ins/\"><span class=\"volume\">87</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">5</span></a></span>, 7 (1st Cir. 1996). Those it made here are certainly adequate for effective review. Cf. Gailius v. INS, <span class=\"citation\" data-id=\"198026\"><a href=\"/opinion/198026/ins-v-gailius/\"><span class=\"volume\">147</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">34</span></a></span>, 43 (1st Cir. 1998).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Finally, Velasquez says that the Board violated his due process rights by taking judicial notice of the 1996 Guatemala peace accords; he says that by relying on the accords for the first time only in its decision on review, the Board prevented him from countering the evidence or arguing about the inferences to be drawn. However, the Board manifestly rested its decision on the same ground adopted by the immigration judge. Whether the peace accord reference is taken as an alternative ground or was intended as consolation, it does not affect the outcome.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The petition for review is denied.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Velasquez also sought withholding of deportation, which requires a more rigorous showing by the applicant. See 8 U.S.C. &#167; 1253(h)(1) (1994) (amended by 8 U.S.C. &#167; 1231(b)(3) (Supp. II 1996)); Nelson v. INS, <span class=\"citation\" data-id=\"771091\"><a href=\"/opinion/771091/laeila-nelson-stephanie-nelson-phil-nelson-v-immigration-and/\"><span class=\"volume\">232</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">258</span></a></span>, 261 n.2 (1st Cir. 2000).</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/112682/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196819/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198026/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198342/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198363/",
    "http://www.courtlistener.com/api/rest/v3/opinions/536515/",
    "http://www.courtlistener.com/api/rest/v3/opinions/768205/",
    "http://www.courtlistener.com/api/rest/v3/opinions/771091/"
  ]
}