{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/199366/",
  "absolute_url": "/opinion/199366/quint-v-a-e-staley/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/199366/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T04:29:24Z",
  "date_modified": "2017-03-24T11:01:43.350117Z",
  "type": "010combined",
  "sha1": "9a682df3da0387aa119f1287bbfe2ab7f4a77d44",
  "page_count": 10,
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/00-1181-01A.pdf",
  "local_path": "pdf/2001/04/11/Quint_v._A_E_Staley.pdf",
  "plain_text": "          United States Court of Appeals\n                      For the First Circuit\n\n\nNo. 00-1181\n    00-1532\n\n                         JACQUELYN QUINT,\n\n                       Plaintiff, Appellant,\n\n                                 v.\n\n                A.E. STALEY MANUFACTURING COMPANY,\n\n                       Defendant, Appellee.\n\n\n\n\n         APPEALS FROM THE UNITED STATES DISTRICT COURT\n                   FOR THE DISTRICT OF MAINE\n\n          [Hon. Morton A. Brody, U.S. District Judge]\n       [Hon. Eugene W. Beaulieu, U.S. Magistrate Judge]\n\n\n                               Before\n\n              Selya, Stahl, and Lynch, Circuit Judges.\n\n\n\n     Donald R. Furman, Jr., with whom Law Firm of Donald R. Furman,\nJr., was on brief, for appellant.\n     Brent A. Singer, with whom Rudman & Winchell, LLC, was on brief,\nfor appellee.\n\n\n\n\n                          April 11, 2001\n\f\f          LYNCH, Circuit Judge. In 1997, Jacquelyn Quint won an award\n\nof $300,000 under the Americans with Disabilities Act after a jury\n\nfound her Maine employer, the A.E. Staley Manufacturing Company, had\n\ndiscriminated against her based on her disability. This court affirmed\n\nthe verdict but remanded on the question of whether Quint was entitled\n\nto reinstatement. Quint v. A.E. Staley Mfg Co., 172 F.3d 1 (1st Cir.\n\n1999). Thereafter two things happened. The parties entered an oral\n\nsettlement agreement, which the district court concluded, over Quint’s\n\nobjections, resulted in an enforceable settlement. The magistrate-\n\njudge simultaneously concluded that Quint was not entitled to\n\nreinstatement. Quint appeals from both determinations. We decide only\n\nthe first issue and affirm the conclusion that Quint indeed settled her\n\ncase, despite her later protestations that she did not.\n\n                                  I.\n\n          The facts are taken from the district court’s uncontested\n\nfindings of fact following its evidentiary hearing and from uncontested\n\ntestimony.\n\n          After this court’s decision in the spring of 1999, both sides\n\nhad incentives to settle.    Quint’s attorney, Stephen Roach, with\n\nauthorization from his client, sent a letter to Staley’s attorney, John\n\nMcCarthy, dated August 2, 1999, which outlined a proposed settlement.\n\nIn that letter, Quint proposed that the claims which were upheld by\n\nthis court be settled for $385,000, inclusive of prejudgment interest.\n\n\n                                 -3-\n\fQuint also proposed that the remaining claims for reinstatement (and\n\nfront pay) then pending before the magistrate-judge be settled for an\n\nadditional $200,000 plus two years of health benefits. The letter also\n\nrecounted that the parties had agreed to resolve the issue of\n\nattorneys' fees separately.\n\n          The employer’s lawyer responded to the letter on August 9,\n\n1999, with a phone call to Quint’s lawyer, who was then with Quint at\n\nQuint’s house. The two lawyers quickly agreed on the $385,000 figure.\n\nMcCarthy counter-offered to the $200,000 demand with an offer of\n\n$50,000, no health benefits, and a \"no-reapply for employment\"\n\nprovision as a condition of settling the remaining claims. After some\n\nback and forth, McCarthy made a final offer of $100,000 to settle the\n\nreinstatement (and front pay) claim provided that Quint agreed that she\n\nwould never apply for a job with any Staley company. McCarthy also\n\nabandoned his earlier demand for a confidentiality provision, a demand\n\nwhich Quint had previously said she would not accept.\n\n          Roach took the offer and later called McCarthy back. He said\n\nthat his client would accept Staley’s last offer. These two lawyers\n\nrepeated the core elements. In an abundance of caution, McCarthy\n\nattempted to reconfirm that the parties had a final settlement for a\n\ntotal of $485,000 and Quint would not attempt to back out. At this\n\npoint McCarthy heard Roach put down the phone and tell Quint about\n\n\n\n\n                                 -4-\n\fMcCarthy’s request for reassurance that the agreement was final. Quint\n\nresponded affirmatively and McCarthy, on the phone, heard her do so.\n\n           With this reconfirmation of the oral agreement, the lawyers\n\nagreed to memorialize it in writing the next day (August 10). At this\n\npoint in the conversation, Roach indicated that there was some tax\n\nlanguage he wanted in the agreement, and that he would fax the language\n\nto McCarthy.   He did so that afternoon.    The tax treatment of the\n\nsettlement agreement had not been raised previously in the day's\n\nnegotiations, however, nor was the issue discussed in Roach's August 2\n\nletter, which formed the basis for the settlement discussions. To the\n\ncontrary, the district court found that it was mentioned only as an\n\nafterthought. In any event, Staley was prepared to agree to any tax\n\nlanguage which did not require it to lie. Believing the case to be\n\nsettled, counsel cancelled Quint’s deposition scheduled for the next\n\nmorning.\n\n           The next morning, August 10, 1999, Quint’s attorney Roach,\n\nbefore receiving a response to his proposed tax language, called\n\nMcCarthy. He said that Quint no longer wished to settle the case on\n\nthe terms they had agreed upon the day before. Indeed, the language\n\nRoach used was that Quint wanted to \"withdraw from the settlement\" and\n\n\"back out.\" Quint then fired Roach and hired a new lawyer. Efforts by\n\na magistrate-judge at conference to get the settlement back on track\n\nfailed.\n\n\n                                 -5-\n\f          Staley moved to enforce the settlement. After an evidentiary\n\nhearing, the district court concluded, based on these facts, that Roach\n\nhad actual authority to settle the case, that Quint had agreed to the\n\nsettlement, and that there was mutual assent to the material terms of\n\na contract: Quint would receive $485,000 in exchange for releasing all\n\nof her claims (except for workers' compensation claims), Quint would\n\nnot apply for a job with any Staley company, attorneys' fees would be\n\nnegotiated separately, and the agreement would not be confidential.\n\nThe court also concluded that tax language was not a material term of\n\nthe settlement and that, in any event, the parties would have no\n\nproblem in adding mutually acceptable tax language to the release. As\n\na result, the court ordered that Quint execute a release in a form\n\nreasonably satisfactory to both parties which embodied the terms of the\n\nagreement, and that Staley pay into the court registry the $485,000.1\n\n          Quint eventually executed a release under court order and\n\nunder protest; the protest did not have to do with the specific\n\nlanguage of the release but rather pertained to her view that there was\n\nno settlement. Quint’s attorneys had negotiated the language of the\n\nform release, but Quint had a new demand: that Staley withhold money\n\nfor employment taxes. In ordering Quint to sign the release, the\n\ndistrict court rejected that as a reason not to sign.\n\n     1 The payment into the court registry was requested by Staley,\nwhich did not want to be embroiled in the disputes Quint had with her\nvarious attorneys over what she owed them.\n\n                                 -6-\n\f          Quint retained new counsel yet again to pursue her appeal.\n\n                                 II.\n\n          The district court's determinations are mixed questions of\n\nfact and law, to which we apply a sliding scale standard of review\n\nunder the label of clear error review. Sierra Fria Corp v. Evans, 127\n\nF.3d 175, 181 (1st Cir. 1997).         The more the district court's\n\nconclusions are characterized as factual conclusions, the more our\n\nreview of those facts is for clear error; the more the district court's\n\nconclusions are conclusions of law, the more independent review we\n\ngive. Id.; see also Reich v. Newspapers of New England, Inc., 44 F.3d\n\n1060, 1069-70 (1st Cir. 1995); Belanger v. Wyman-Gordon Co., 71 F.3d\n\n451, 453-54 (1st Cir. 1995). Where, as here, the underlying action is\n\nbrought pursuant to a federal statute, whether there is an enforceable\n\nsettlement is a question of federal, rather than state, law. Malave v.\n\nCarney Hosp., 170 F.3d 217, 220 (1st Cir. 1999). Because the action\n\nwas still pending at the time, the district court had the power to\n\nenforce a settlement agreement. Id. Quint's argument before the\n\ndistrict court that she was entitled to a jury trial on the enforcement\n\nissue has been abandoned on appeal.\n\n          Quint makes two categories of argument on appeal. First, she\n\nargues that the court erred in determining there was an agreement\n\nbecause the mutual oral assertions did not manifest assent to all\n\nmaterial terms of a bargain. Second, she says that there could not be\n\n\n                                 -7-\n\fa contract in the absence of an executed written document because both\n\nparties had contemplated there would be one. Her word was not her\n\nbond, in sum, as these considerations excused her.\n\n          Quint argues that there was sufficient ambiguity as to the\n\nmeaning of three material terms of the oral agreement that any\n\nconclusion that there was a contract was clearly erroneous. Those\n\nterms are the no-reapply provision, confidentiality, and taxation.\n\nStaley, she argues, was required to show there was \"a bargain in which\n\nthere is a manifestation of mutual assent to the exchange and\n\nconsideration.\" Restatement (Second) of Contracts § 17 (1981). She\n\nalso argues that Staley's evidence of mutual assent to the oral bargain\n\nhad to meet a \"clear and convincing\" evidence standard of proof, rather\n\nthan the usual preponderance standard. But Quint has waived the issue\n\nby not raising it with the trial court; in any event, the evidence that\n\nthere was a contract meets either standard.\n\n          Quint relies on the doctrine that the terms of a contract\n\nmust be sufficiently definite to be enforceable. Quint says that she\n\nagreed not to reapply for employment to \"any\" Staley company, and that\n\nterm is ambiguous. She adds that while she did not agree to what would\n\nhappen if she violated that pledge, the written agreement has her\n\npromise to resign and hold the company harmless for her breach. It is\n\nclear there is no ambiguity about the term \"any\" in this context and\n\nthat she made such a promise.      If she disputed the terms of an\n\n\n                                 -8-\n\fenforcement provision, that was a matter to raise with the district\n\ncourt.   She did not, and her counsel negotiated the agreed-upon\n\nsettlement papers. In any event, the issue does not go to contract\n\nformation.\n\n          As to confidentiality, Quint says she never knew Staley had\n\nwithdrawn its request for confidentiality. But Staley accepted her\n\ndemand that there be no confidentiality clause in its final offer on\n\nAugust 9, and her argument is not relevant to contract formation.\n\nAgain, she did not raise this objection to the district court; again,\n\nit would not have led to a different determination. As to taxation,\n\nthe issue was, as the district court found, an afterthought, and the\n\nparties have agreed on mutual language, so Quint has been benefitted,\n\nnot harmed.2\n\n          Quint's argument, that when the parties to an agreement\n\ncontemplate a written document will memorialize a contract, there can\n\nbe no agreement until the document is executed, is a radical and doomed\n\ndeparture from the principles of contract law. If that were so, for\n\nexample, no party could ever settle in the courthouse by oral\n\nagreement. But that is not the law. There are certainly instances in\n\nwhich no oral contract is formed where material terms are not yet\n\n\n\n     2 In any event, the IRS is not bound to accept the parties'\ncharacterization. See Rozpad v. Commissioner, 154 F.3d 1, 4 n.3 (1st\nCir. 1998).\n\n                                 -9-\n\fagreed upon, and no agreement is reached until there is written\n\nagreement embodying those material terms. See Salem Laundry Co. v. New\n\nEngland Teamsters and Trucking Indus. Pension Fund, 829 F.2d 278, 280-\n\n81 (1st Cir. 1987). Here, the material terms were agreed upon, and\n\nQuint cannot escape the consequences of her agreement because she spoke\n\nbut did not write.     And Quint's argument that her attorney had\n\nauthority to bargain but not to settle in the absence of a written\n\nagreement is undercut by the district court's factual findings and by\n\nQuint's own verbal assent to the settlement. We add that there was\n\nnothing unfair about the bargain reached; some might have urged Quint\n\nto take the money and count it a victory.\n\n          We affirm.\n\n\n\n\n                                 -10-\n\f",
  "html": "<p class=\"case_cite\">246 F.3d 11 (1st Cir. 2001)</p>\n    <p class=\"parties\">JACQUELYN QUINT, Plaintiff, Appellant,<br>v.<br>A.E. STALEY MANUFACTURING COMPANY, Defendant, Appellee.</p>\n    <p class=\"docket\">No. 00-1181 &amp; 00-1532</p>\n    <p class=\"court\">United States Court of Appeals For the First Circuit</p>\n    <p class=\"date\">Heard April 2, 2001<br>Decided April 11, 2001</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEALS FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF MAINE</p>\n      <p class=\"indent\">[Hon. Morton A. Brody, U.S. District Judge]</p>\n      <p class=\"indent\">[Hon. Eugene W. Beaulieu, U.S. Magistrate Judge]</p>\n      <p class=\"indent\">Donald R. Furman, Jr., with whom Law Firm of Donald R. Furman, Jr., was on brief, for appellant.</p>\n      <p class=\"indent\">Brent A. Singer, with whom Rudman &amp; Winchell, LLC, was on brief, for appellee.</p>\n      <p class=\"indent\">Before Selya, Stahl, and Lynch, Circuit Judges.</p>\n      <p class=\"indent\">LYNCH, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In 1997, Jacquelyn Quint won an award of $300,000 under the Americans with Disabilities Act after a jury found her Maine employer, the A.E. Staley Manufacturing Company, had discriminated against her based on her disability. This court affirmed the verdict but remanded on the question of whether Quint was entitled to reinstatement. Quint v. A.E. Staley Mfg Co., 172 F.3d 1 (1st Cir. 1999). Thereafter two things happened. The parties entered an oral settlement agreement, which the district court concluded, over Quint's objections, resulted in an enforceable settlement. The magistrate-judge simultaneously concluded that Quint was not entitled to reinstatement. Quint appeals from both determinations. We decide only the first issue and affirm the conclusion that Quint indeed settled her case, despite her later protestations that she did not.</p>\n    </div>\n    <p class=\"indent\">I.</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The facts are taken from the district court's uncontested findings of fact following its evidentiary hearing and from uncontested testimony.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">After this court's decision in the spring of 1999, both sides had incentives to settle. Quint's attorney, Stephen Roach, with authorization from his client, sent a letter to Staley's attorney, John McCarthy, dated August 2, 1999, which outlined a proposed settlement. In that letter, Quint proposed that the claims which were upheld by this court be settled for $385,000, inclusive of prejudgment interest. Quint also proposed that the remaining claims for reinstatement (and front pay) then pending before the magistrate-judge be settled for an additional $200,000 plus two years of health benefits. The letter also recounted that the parties had agreed to resolve the issue of attorneys' fees separately.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The employer's lawyer responded to the letter on August 9, 1999, with a phone call to Quint's lawyer, who was then with Quint at Quint's house. The two lawyers quickly agreed on the $385,000 figure. McCarthy counter-offered to the $200,000 demand with an offer of $50,000, no health benefits, and a \"no-reapply for employment\" provision as a condition of settling the remaining claims. After some back and forth, McCarthy made a final offer of $100,000 to settle the reinstatement (and front pay) claim provided that Quint agreed that she would never apply for a job with any Staley company. McCarthy also abandoned his earlier demand for a confidentiality provision, a demand which Quint had previously said she would not accept.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Roach took the offer and later called McCarthy back. He said that his client would accept Staley's last offer. These two lawyers repeated the core elements. In an abundance of caution, McCarthy attempted to reconfirm that the parties had a final settlement for a total of $485,000 and Quint would not attempt to back out. At this point McCarthy heard Roach put down the phone and tell Quint about McCarthy's request for reassurance that the agreement was final. Quint responded affirmatively and McCarthy, on the phone, heard her do so.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">With this reconfirmation of the oral agreement, the lawyers agreed to memorialize it in writing the next day (August 10). At this point in the conversation, Roach indicated that there was some tax language he wanted in the agreement, and that he would fax the language to McCarthy. He did so that afternoon. The tax treatment of the settlement agreement had not been raised previously in the day's negotiations, however, nor was the issue discussed in Roach's August 2 letter, which formed the basis for the settlement discussions. To the contrary, the district court found that it was mentioned only as an afterthought. In any event, Staley was prepared to agree to any tax language which did not require it to lie. Believing the case to be settled, counsel cancelled Quint's deposition scheduled for the next morning.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The next morning, August 10, 1999, Quint's attorney Roach, before receiving a response to his proposed tax language, called McCarthy. He said that Quint no longer wished to settle the case on the terms they had agreed upon the day before. Indeed, the language Roach used was that Quint wanted to \"withdraw from the settlement\" and \"back out.\" Quint then fired Roach and hired a new lawyer. Efforts by a magistrate-judge at conference to get the settlement back on track failed.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Staley moved to enforce the settlement. After an evidentiary hearing, the district court concluded, based on these facts, that Roach had actual authority to settle the case, that Quint had agreed to the settlement, and that there was mutual assent to the material terms of a contract: Quint would receive $485,000 in exchange for releasing all of her claims (except for workers' compensation claims), Quint would not apply for a job with any Staley company, attorneys' fees would be negotiated separately, and the agreement would not be confidential. The court also concluded that tax language was not a material term of the settlement and that, in any event, the parties would have no problem in adding mutually acceptable tax language to the release. As a result, the court ordered that Quint execute a release in a form reasonably satisfactory to both parties which embodied the terms of the agreement, and that Staley pay into the court registry the $485,000.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Quint eventually executed a release under court order and under protest; the protest did not have to do with the specific language of the release but rather pertained to her view that there was no settlement. Quint's attorneys had negotiated the language of the form release, but Quint had a new demand: that Staley withhold money for employment taxes. In ordering Quint to sign the release, the district court rejected that as a reason not to sign.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Quint retained new counsel yet again to pursue her appeal.</p>\n    </div>\n    <p class=\"indent\">II.</p>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The district court's determinations are mixed questions of fact and law, to which we apply a sliding scale standard of review under the label of clear error review. Sierra Fria Corp v. Evans, 127 F.3d 175, 181 (1st Cir. 1997). The more the district court's conclusions are characterized as factual conclusions, the more our review of those facts is for clear error; the more the district court's conclusions are conclusions of law, the more independent review we give. Id.; see also Reich v. Newspapers of New England, Inc., 44 F.3d 1060, 1069-70 (1st Cir. 1995); Belanger v. Wyman-Gordon Co., 71 F.3d 451, 453-54 (1st Cir. 1995). Where, as here, the underlying action is brought pursuant to a federal statute, whether there is an enforceable settlement is a question of federal, rather than state, law. Malave v.Carney Hosp., 170 F.3d 217, 220 (1st Cir. 1999). Because the action was still pending at the time, the district court had the power to enforce a settlement agreement. Id. Quint's argument before the district court that she was entitled to a jury trial on the enforcement issue has been abandoned on appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Quint makes two categories of argument on appeal. First, she argues that the court erred in determining there was an agreement because the mutual oral assertions did not manifest assent to all material terms of a bargain. Second, she says that there could not be a contract in the absence of an executed written document because both parties had contemplated there would be one. Her word was not her bond, in sum, as these considerations excused her.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Quint argues that there was sufficient ambiguity as to the meaning of three material terms of the oral agreement that any conclusion that there was a contract was clearly erroneous. Those terms are the no-reapply provision, confidentiality, and taxation. Staley, she argues, was required to show there was \"a bargain in which there is a manifestation of mutual assent to the exchange and consideration.\" Restatement (Second) of Contracts &#167; 17 (1981). She also argues that Staley's evidence of mutual assent to the oral bargain had to meet a \"clear and convincing\" evidence standard of proof, rather than the usual preponderance standard. But Quint has waived the issue by not raising it with the trial court; in any event, the evidence that there was a contract meets either standard.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Quint relies on the doctrine that the terms of a contract must be sufficiently definite to be enforceable. Quint says that she agreed not to reapply for employment to \"any\" Staley company, and that term is ambiguous. She adds that while she did not agree to what would happen if she violated that pledge, the written agreement has her promise to resign and hold the company harmless for her breach. It is clear there is no ambiguity about the term \"any\" in this context and that she made such a promise. If she disputed the terms of an enforcement provision, that was a matter to raise with the district court. She did not, and her counsel negotiated the agreed-upon settlement papers. In any event, the issue does not go to contract formation.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">As to confidentiality, Quint says she never knew Staley had withdrawn its request for confidentiality. But Staley accepted her demand that there be no confidentiality clause in its final offer on August 9, and her argument is not relevant to contract formation. Again, she did not raise this objection to the district court; again, it would not have led to a different determination. As to taxation, the issue was, as the district court found, an afterthought, and the parties have agreed on mutual language, so Quint has been benefitted, not harmed.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Quint's argument, that when the parties to an agreement contemplate a written document will memorialize a contract, there can be no agreement until the document is executed, is a radical and doomed departure from the principles of contract law. If that were so, for example, no party could ever settle in the courthouse by oral agreement. But that is not the law. There are certainly instances in which no oral contract is formed where material terms are not yet agreed upon, and no agreement is reached until there is written agreement embodying those material terms. See Salem Laundry Co. v. New England Teamsters and Trucking Indus. Pension Fund, 829 F.2d 278, 280-81 (1st Cir. 1987). Here, the material terms were agreed upon, and Quint cannot escape the consequences of her agreement because she spoke but did not write. And Quint's argument that her attorney had authority to bargain but not to settle in the absence of a written agreement is undercut by the district court's factual findings and by Quint's own verbal assent to the settlement. We add that there was nothing unfair about the bargain reached; some might have urged Quint to take the money and count it a victory.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">We affirm.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The payment into the court registry was requested by Staley, which did not want to be embroiled in the disputes Quint had with her various attorneys over what she owed them.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> In any event, the IRS is not bound to accept the parties' characterization. See Rozpad v. Commissioner, 154 F.3d 1, 4 n.3 (1st Cir. 1998).</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">246</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">11</span></span> (1st Cir. 2001)</p>\n    <p class=\"parties\">JACQUELYN QUINT, Plaintiff, Appellant,<br>v.<br>A.E. STALEY MANUFACTURING COMPANY, Defendant, Appellee.</p>\n    <p class=\"docket\">No. 00-1181 &amp; 00-1532</p>\n    <p class=\"court\">United States Court of Appeals For the First Circuit</p>\n    <p class=\"date\">Heard April 2, 2001<br>Decided April 11, 2001</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEALS FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF MAINE</p>\n      <p class=\"indent\">[Hon. Morton A. Brody, U.S. District Judge]</p>\n      <p class=\"indent\">[Hon. Eugene W. Beaulieu, U.S. Magistrate Judge]</p>\n      <p class=\"indent\">Donald R. Furman, Jr., with whom Law Firm of Donald R. Furman, Jr., was on brief, for appellant.</p>\n      <p class=\"indent\">Brent A. Singer, with whom Rudman &amp; Winchell, LLC, was on brief, for appellee.</p>\n      <p class=\"indent\">Before Selya, Stahl, and Lynch, Circuit Judges.</p>\n      <p class=\"indent\">LYNCH, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In 1997, Jacquelyn Quint won an award of $300,000 under the Americans with Disabilities Act after a jury found her Maine employer, the A.E. Staley Manufacturing Company, had discriminated against her based on her disability. This court affirmed the verdict but remanded on the question of whether Quint was entitled to reinstatement. Quint v. A.E. Staley Mfg Co., <span class=\"citation\" data-id=\"762676\"><a href=\"/opinion/762676/jacquelyn-m-quint-v-ae-staley-manufacturing-company-jacquelyn-m-quint/\"><span class=\"volume\">172</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span> (1st Cir. 1999). Thereafter two things happened. The parties entered an oral settlement agreement, which the district court concluded, over Quint's objections, resulted in an enforceable settlement. The magistrate-judge simultaneously concluded that Quint was not entitled to reinstatement. Quint appeals from both determinations. We decide only the first issue and affirm the conclusion that Quint indeed settled her case, despite her later protestations that she did not.</p>\n    </div>\n    <p class=\"indent\">I.</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The facts are taken from the district court's uncontested findings of fact following its evidentiary hearing and from uncontested testimony.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">After this court's decision in the spring of 1999, both sides had incentives to settle. Quint's attorney, Stephen Roach, with authorization from his client, sent a letter to Staley's attorney, John McCarthy, dated August 2, 1999, which outlined a proposed settlement. In that letter, Quint proposed that the claims which were upheld by this court be settled for $385,000, inclusive of prejudgment interest. Quint also proposed that the remaining claims for reinstatement (and front pay) then pending before the magistrate-judge be settled for an additional $200,000 plus two years of health benefits. The letter also recounted that the parties had agreed to resolve the issue of attorneys' fees separately.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The employer's lawyer responded to the letter on August 9, 1999, with a phone call to Quint's lawyer, who was then with Quint at Quint's house. The two lawyers quickly agreed on the $385,000 figure. McCarthy counter-offered to the $200,000 demand with an offer of $50,000, no health benefits, and a \"no-reapply for employment\" provision as a condition of settling the remaining claims. After some back and forth, McCarthy made a final offer of $100,000 to settle the reinstatement (and front pay) claim provided that Quint agreed that she would never apply for a job with any Staley company. McCarthy also abandoned his earlier demand for a confidentiality provision, a demand which Quint had previously said she would not accept.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Roach took the offer and later called McCarthy back. He said that his client would accept Staley's last offer. These two lawyers repeated the core elements. In an abundance of caution, McCarthy attempted to reconfirm that the parties had a final settlement for a total of $485,000 and Quint would not attempt to back out. At this point McCarthy heard Roach put down the phone and tell Quint about McCarthy's request for reassurance that the agreement was final. Quint responded affirmatively and McCarthy, on the phone, heard her do so.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">With this reconfirmation of the oral agreement, the lawyers agreed to memorialize it in writing the next day (August 10). At this point in the conversation, Roach indicated that there was some tax language he wanted in the agreement, and that he would fax the language to McCarthy. He did so that afternoon. The tax treatment of the settlement agreement had not been raised previously in the day's negotiations, however, nor was the issue discussed in Roach's August 2 letter, which formed the basis for the settlement discussions. To the contrary, the district court found that it was mentioned only as an afterthought. In any event, Staley was prepared to agree to any tax language which did not require it to lie. Believing the case to be settled, counsel cancelled Quint's deposition scheduled for the next morning.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The next morning, August 10, 1999, Quint's attorney Roach, before receiving a response to his proposed tax language, called McCarthy. He said that Quint no longer wished to settle the case on the terms they had agreed upon the day before. Indeed, the language Roach used was that Quint wanted to \"withdraw from the settlement\" and \"back out.\" Quint then fired Roach and hired a new lawyer. Efforts by a magistrate-judge at conference to get the settlement back on track failed.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Staley moved to enforce the settlement. After an evidentiary hearing, the district court concluded, based on these facts, that Roach had actual authority to settle the case, that Quint had agreed to the settlement, and that there was mutual assent to the material terms of a contract: Quint would receive $485,000 in exchange for releasing all of her claims (except for workers' compensation claims), Quint would not apply for a job with any Staley company, attorneys' fees would be negotiated separately, and the agreement would not be confidential. The court also concluded that tax language was not a material term of the settlement and that, in any event, the parties would have no problem in adding mutually acceptable tax language to the release. As a result, the court ordered that Quint execute a release in a form reasonably satisfactory to both parties which embodied the terms of the agreement, and that Staley pay into the court registry the $485,000.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a></p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Quint eventually executed a release under court order and under protest; the protest did not have to do with the specific language of the release but rather pertained to her view that there was no settlement. Quint's attorneys had negotiated the language of the form release, but Quint had a new demand: that Staley withhold money for employment taxes. In ordering Quint to sign the release, the district court rejected that as a reason not to sign.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Quint retained new counsel yet again to pursue her appeal.</p>\n    </div>\n    <p class=\"indent\">II.</p>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The district court's determinations are mixed questions of fact and law, to which we apply a sliding scale standard of review under the label of clear error review. Sierra Fria Corp v. Evans, <span class=\"citation\" data-id=\"197592\"><a href=\"/opinion/197592/sierra-fria-corp-v-evans/\"><span class=\"volume\">127</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">175</span></a></span>, 181 (1st Cir. 1997). The more the district court's conclusions are characterized as factual conclusions, the more our review of those facts is for clear error; the more the district court's conclusions are conclusions of law, the more independent review we give. Id.; see also Reich v. Newspapers of New England, Inc., <span class=\"citation\" data-id=\"686722\"><a href=\"/opinion/686722/robert-b-reich-secretary-of-labor-us-department-of-labor-v-newspapers/\"><span class=\"volume\">44</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1060</span></a></span>, 1069-70 (1st Cir. 1995); Belanger v. Wyman-Gordon Co., <span class=\"citation\" data-id=\"709201\"><a href=\"/opinion/709201/edmund-h-belanger-v-wyman-gordon-company/\"><span class=\"volume\">71</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">451</span></a></span>, 453-54 (1st Cir. 1995). Where, as here, the underlying action is brought pursuant to a federal statute, whether there is an enforceable settlement is a question of federal, rather than state, law. Malave v.Carney Hosp., <span class=\"citation\" data-id=\"198366\"><a href=\"/opinion/198366/malave-v-carney-hospital/\"><span class=\"volume\">170</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">217</span></a></span>, 220 (1st Cir. 1999). Because the action was still pending at the time, the district court had the power to enforce a settlement agreement. Id. Quint's argument before the district court that she was entitled to a jury trial on the enforcement issue has been abandoned on appeal.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Quint makes two categories of argument on appeal. First, she argues that the court erred in determining there was an agreement because the mutual oral assertions did not manifest assent to all material terms of a bargain. Second, she says that there could not be a contract in the absence of an executed written document because both parties had contemplated there would be one. Her word was not her bond, in sum, as these considerations excused her.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Quint argues that there was sufficient ambiguity as to the meaning of three material terms of the oral agreement that any conclusion that there was a contract was clearly erroneous. Those terms are the no-reapply provision, confidentiality, and taxation. Staley, she argues, was required to show there was \"a bargain in which there is a manifestation of mutual assent to the exchange and consideration.\" Restatement (Second) of Contracts &#167; 17 (1981). She also argues that Staley's evidence of mutual assent to the oral bargain had to meet a \"clear and convincing\" evidence standard of proof, rather than the usual preponderance standard. But Quint has waived the issue by not raising it with the trial court; in any event, the evidence that there was a contract meets either standard.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Quint relies on the doctrine that the terms of a contract must be sufficiently definite to be enforceable. Quint says that she agreed not to reapply for employment to \"any\" Staley company, and that term is ambiguous. She adds that while she did not agree to what would happen if she violated that pledge, the written agreement has her promise to resign and hold the company harmless for her breach. It is clear there is no ambiguity about the term \"any\" in this context and that she made such a promise. If she disputed the terms of an enforcement provision, that was a matter to raise with the district court. She did not, and her counsel negotiated the agreed-upon settlement papers. In any event, the issue does not go to contract formation.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">As to confidentiality, Quint says she never knew Staley had withdrawn its request for confidentiality. But Staley accepted her demand that there be no confidentiality clause in its final offer on August 9, and her argument is not relevant to contract formation. Again, she did not raise this objection to the district court; again, it would not have led to a different determination. As to taxation, the issue was, as the district court found, an afterthought, and the parties have agreed on mutual language, so Quint has been benefitted, not harmed.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Quint's argument, that when the parties to an agreement contemplate a written document will memorialize a contract, there can be no agreement until the document is executed, is a radical and doomed departure from the principles of contract law. If that were so, for example, no party could ever settle in the courthouse by oral agreement. But that is not the law. There are certainly instances in which no oral contract is formed where material terms are not yet agreed upon, and no agreement is reached until there is written agreement embodying those material terms. See Salem Laundry Co. v. New England Teamsters and Trucking Indus. Pension Fund, <span class=\"citation\" data-id=\"494595\"><a href=\"/opinion/494595/salem-laundry-company-v-new-england-teamsters-and-trucking-industry/\"><span class=\"volume\">829</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">278</span></a></span>, 280-81 (1st Cir. 1987). Here, the material terms were agreed upon, and Quint cannot escape the consequences of her agreement because she spoke but did not write. And Quint's argument that her attorney had authority to bargain but not to settle in the absence of a written agreement is undercut by the district court's factual findings and by Quint's own verbal assent to the settlement. We add that there was nothing unfair about the bargain reached; some might have urged Quint to take the money and count it a victory.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">We affirm.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> The payment into the court registry was requested by Staley, which did not want to be embroiled in the disputes Quint had with her various attorneys over what she owed them.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> In any event, the IRS is not bound to accept the parties' characterization. See Rozpad v. Commissioner, <span class=\"citation\" data-id=\"198101\"><a href=\"/opinion/198101/rozpad-v-commissioner/\"><span class=\"volume\">154</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 4 n.3 (1st Cir. 1998).</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/197592/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198101/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198366/",
    "http://www.courtlistener.com/api/rest/v3/opinions/494595/",
    "http://www.courtlistener.com/api/rest/v3/opinions/686722/",
    "http://www.courtlistener.com/api/rest/v3/opinions/709201/",
    "http://www.courtlistener.com/api/rest/v3/opinions/762676/"
  ]
}