{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/199389/",
  "absolute_url": "/opinion/199389/fishman-v-lasalle-national/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/199389/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T04:29:44Z",
  "date_modified": "2017-03-24T11:01:45.504720Z",
  "type": "010combined",
  "sha1": "edf6f1ba18c1ae2643598e02ba4d258c67adbbbe",
  "page_count": 7,
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/00-2032-01A.pdf",
  "local_path": "pdf/2001/04/26/Fishman_v._Lasalle_National.pdf",
  "plain_text": "         United States Court of Appeals\n                       For the First Circuit\n\n\nNo. 00-2032\n\n                       KENNETH FISHMAN,\n          TRUSTEE OF ONE NEEDHAM PLACE REALTY TRUST,\n\n                             Appellant,\n\n                                 v.\n\n                       LaSALLE NATIONAL BANK,\n\n                             Appellee.                   .\n\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                 FOR THE DISTRICT OF MASSACHUSETTS\n\n              [Hon. Mark L. Wolf, U.S. District Judge]\n\n\n                               Before\n\n                      Boudin, Lynch and Lipez,\n\n                          Circuit Judges.\n\n\n\n     Marshall F. Newman and Newman & Newman, P.C. on brief for\nappellant.\n     Larry W. Joye, Lori R. Schultz, Morrison & Hecker L.L.P.,\nKevin F. Moloney and Barron & Stadfeld, P.C. on brief for\nappellee.\n\n\n\n\n                           April 26, 2001\n\f                BOUDIN, Circuit Judge.    This case was brought in the\n\ndistrict court to interpret a note whose prepayment terms were\n\npoorly drafted.        The note, in the amount of $5.4 million for a\n\nperiod of years, was issued in 1991 by One Needham Place Realty\n\nTrust (the \"borrower\") to Confederation Life Insurance Company.\n\nIt is now owned by LaSalle National Bank (the \"holder\").               A loan\n\nagreement reflected in a loan commitment letter preceded the\n\nnote.      The note was later modified but only to extend the term\n\nof the loan.\n\n                The note permitted prepayment but required the borrower\n\nto   pay    a    \"prepayment   premium\"   for   the   privilege   of   early\n\npayment.        In 1998, the borrower sought to refinance the note to\n\ntake advantage of lower prevailing interest rates, but the\n\nparties disagreed as to how to calculate the prepayment premium.\n\nThe note set the premium as the           greater of one percent of the\n\noutstanding principal balance or a \"yield maintenance prepayment\n\npremium\" computed in accordance with a formula.             The pertinent\n\nlanguage follows:\n\n                3.    Prepayment Privilege.     Provided no\n                default exists hereunder or under the\n                Mortgage or any other document securing this\n                Note, the Maker may prepay the full balance\n                any time during term of the loan subject to\n                giving not less than eighty-five (85) days\n                prior written notice and to the payment of\n\n                                    -2-\n\f              \"Prepayment Premium\" which shall be the\n              greater of (a) one percent (1%) of the\n              outstanding principal balance of the Note,\n              or (b) a Yield Maintenance Prepayment\n              Premium computed as follows:      The Yield\n              Maintenance Prepayment Premium shall be an\n              amount equal to the product of (i) the\n              outstanding principal balance due hereunder\n              (including accrued interest) at the time of\n              prepayment multiplied by (ii) the \"Monthly\n              Interest   Differential\"   (as   hereinafter\n              defined), and (iii) discounted by the\n              \"Treasury Yield\" (as hereinafter defined)\n              rate over the number of months then\n              remaining   to the end of the fifth Loan\n              Year.     The  \"Monthly   Interest   Payment\n              Differential\" equals one-twelfth (1/12) of\n              the amount (if any) by which the annual\n              interest rate payable hereunder at such time\n              exceeds the Treasury Yield for the period of\n              time commencing on the next following day\n              and ending on the Maturity Date (\"Remaining\n              Term\").\n\n              Taken literally, this formula could be read to fix the\n\nyield maintenance prepayment premium as the product of a single\n\ncalculation      applied   to    the   then    outstanding    balance   (here,\n\n$4,140,927).        Alternatively, the language could be read to\n\nsuggest a series of calculations determining the present value\n\nof what the lender would lose, given current interest rates, as\n\na result of the prepayment.            In this case, the figure produced\n\nby the first calculation was so modest ($11,514) that the result\n\nwould   not    be   greater     than   one    percent   of   the   balance;   by\n\ncontrast, the figure produced by the second was very substantial\n\n($393,852).\n\n\n                                       -3-\n\f              Because the borrower urged the first interpretation and\n\nthe holder advanced the second, the borrower brought this action\n\nin the district court to construe the note.               The district judge\n\nruled on summary judgment that the second calculation was the\n\nproper    reading     of   the    note,   even   without    considering   the\n\noriginal commitment letter; that the borrower's reading would\n\nrender certain of the terms superfluous; and that the commitment\n\nletter preceding the loan made clear with an example that the\n\nseries of monthly calculations was intended.               The borrower now\n\nappeals.\n\n              We affirm essentially for the reasons given by the\n\ndistrict judge in his able bench ruling but address briefly the\n\nclaims made on this appeal.            Since the matter was resolved on\n\nsummary judgment, our review is de novo.            Although the language\n\nof the note is confusing, the meaning of the prepayment terms\n\ntaken    as    a   whole   is    not   ambiguous   once    the   calculations\n\nthemselves are fully understood.             In our view, the commitment\n\nletter merely underscores the correctness of the outcome.\n\n              The borrower argues at length that its reading is the\n\nliteral one and it was therefore improper for the district court\n\nto adopt any other reading or resort to extrinsic evidence\n\n(which is, debatably, what the borrower calls the commitment\n\n\n\n\n                                       -4-\n\fletter).1       But readings of documents do not automatically fall\n\ninto two neat categories--literal and non-literal; often, as\n\nhere, it is a matter of degree.            See Farnsworth, supra, ยง 7.8,\n\nat 498.    In this case, the borrower's reading is also awkward as\n\nto language (e.g., the references to the monthly figure), and\n\nthe   note   owner's    reading    is    not    far   from    literal   if    one\n\nunderstands \"monthly\" to entail month-by-month calculations.\n\n             It is centrally important that the owner's reading\n\nmakes sense--that is, it carries out what one might imagine to\n\nbe    a   plausible    objective    of   parties      so     situated   and    is\n\nconsistent with the usage of trade.               See Baybank Middlesex v.\n\n1200 Beacon Props., Inc., 760 F. Supp. 957, 966 n.8 (D. Mass.\n\n1991).     By contrast, the borrower has written a brief strong on\n\ncanons    and    doctrine   but   without      explaining     why   contracting\n\nparties would ever select the calculation urged by the borrower.\n\nThe presumption in commercial contracts is that the parties were\n\ntrying to accomplish something rational.              See Shea v. Bay State\n\n\n\n      1\n      If the note were deemed a complete integration of the\nbargain, then formally the commitment letter would be extrinsic\nand could be considered only to resolve an ambiguity, Tilo\nRoofing Co. v. Pellerin, 122 N.E.2d 460, 462 (Mass. 1954),\nalthough in practice the matter is a shade more complicated,\nFarnsworth, Contracts ยง 7.3, at 470-78 (2d ed. 1990). The label\nis debatable here--a point we need not resolve--because the note\nitself says it is issued \"pursuant to the terms\" of the\ncommitment letter, which the holder claims is a cross reference\nsufficient to incorporate the letter.\n\n                                     -5-\n\fGas Co., 418 N.E.2d 597, 601-02 (Mass. 1981).       Common sense is\n\nas much a part of contract interpretation as is the dictionary\n\nor the arsenal of canons.     Fleet Nat'l Bank v. H & D Entm't,\n\nInc., 96 F.3d 532, 538 (1st Cir. 1996), cert. denied, 520 U.S.\n\n1155 (1997).\n\n          The reason why the holder's reading makes sense is that\n\nits   reading   is   a   simple   allocation   to   the   borrower--\n\nstraightforward once the calculations are understood--of the\n\nrisk that interest rates will fall.        Prepayment might still\n\nbenefit the borrower:      it might get a below market rate on\n\nrefinancing or simply have the cash to spare; but the lender\n\n(for whom the holder is the surrogate), having taken the risk\n\nthat rates would rise, gets the benefit when instead they fall.\n\nIf the borrower's alternative reading made practical sense, the\n\ncase would be more difficult; but it does not.\n\n          Lastly, the borrower argues that, if the contract was\n\nsufficiently ambiguous to permit extrinsic evidence (e.g., the\n\ncommitment letter), then surely the matter should have gone to\n\na jury.   There are here buried questions of some interest.\n\nPutting aside interesting choice of law questions as between\n\nstate and federal law,2 the usual doctrine is that the judge\n\n\n      2\n     The parties here ignore the problem, which is impressively\ntreated in Copley Cement Co. v. Willis & Paul Group, 983 F.2d\n1435 (7 th Cir. 1993) (Posner, J.).   On the Seventh Amendment\n\n                                  -6-\n\fconstrues contracts, even in close cases, if only the words need\n\nbe considered, Restatement (Second) of Contracts ยง 212 cmt. d\n\n(1981),    and    the    jury    does   the     job    under        instructions       if\n\nevidentiary issues have to be resolved (e.g., what the parties\n\nsaid orally in making the contract), so long as the outcome is\n\nreasonably debatable.           See Bourque v. FDIC, 42 F.3d 704, 708\n\n(1st Cir. 1994).\n\n            Ours may be the intermediate case where extrinsic facts\n\npermissibly      bear    on    interpretation         but    are    not     themselves\n\ndisputed.        Here,   the    borrower      has     failed    to       point   to   any\n\nspecific issue of raw fact (e.g., what the parties said to each\n\nother in negotiations) that is disputed.                    Although some case law\n\nequates    any    use    of   extrinsic    evidence          with    a    jury   trial,\n\narguably    the     \"better\"      view,       which     is     also       followed     in\n\nMassachusetts, is that the judge should do the construing where\n\nextrinsic facts are not in dispute even if the outcome is\n\nreasonably debatable.           See, e.g., Baker v. America's Mortgage\n\nServicing, Inc., 58 F.3d 321, 326 (7th Cir. 1995); Atwood v.\n\nCity of Boston, 37 N.E.2d 131, 134 (Mass. 1941).                         In any event,\n\nthe outcome here is not reasonably debatable.\n\n            Affirmed.\n\n\n\naspect, see Byrd v. Blue Ridge Rural Electric Cooperative, Inc.,\n356 U.S. 525 (1958).\n\n                                        -7-\n\f",
  "html": "<p class=\"case_cite\">247 F.3d 300 (1st Cir. 2001)</p>\n    <p class=\"parties\">KENNETH FISHMAN, TRUSTEE OF ONE NEEDHAM PLACE REALTY TRUST, Appellant,<br>v.<br>LaSALLE NATIONAL BANK, Appellee.</p>\n    <p class=\"docket\">No. 00-2032</p>\n    <p class=\"court\">United States Court of Appeals For the First Circuit</p>\n    <p class=\"date\">Heard March 9, 2001<br>Decided April 26, 2001</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF MASSACHUSETTS</p>\n      <p class=\"indent\">[Hon. Mark L. Wolf, U.S. District Judge]</p>\n      <p class=\"indent\">Marshall F. Newman and Newman &amp; Newman, P.C. on brief for appellant.</p>\n      <p class=\"indent\">Larry W. Joye, Lori R. Schultz, Morrison &amp; Hecker L.L.P., Kevin F. Moloney and Barron &amp; Stadfeld, P.C. on brief for appellee.</p>\n      <p class=\"indent\">Before Boudin, Lynch and Lipez, Circuit Judges.</p>\n      <p class=\"indent\">BOUDIN, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This case was brought in the district court to interpret a note whose prepayment terms were poorly drafted. The note, in the amount of $5.4 million for a period of years, was issued in 1991 by One Needham Place Realty Trust (the \"borrower\") to Confederation Life Insurance Company. It is now owned by LaSalle National Bank (the \"holder\"). A loan agreement reflected in a loan commitment letter preceded the note. The note was later modified but only to extend the term of the loan.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The note permitted prepayment but required the borrower to pay a \"prepayment premium\" for the privilege of early payment. In 1998, the borrower sought to refinance the note to take advantage of lower prevailing interest rates, but the parties disagreed as to how to calculate the prepayment premium. The note set the premium as the greater of one percent of the outstanding principal balance or a \"yield maintenance prepayment premium\" computed in accordance with a formula. The pertinent language follows:</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">3. Prepayment Privilege. Provided no default exists hereunder or under the Mortgage or any other document securing this Note, the Maker may prepay the full balance any time during term of the loan subject to giving not less than eighty-five (85) days prior written notice and to the payment of \"Prepayment Premium\" which shall be the greater of (a) one percent (1%) of the outstanding principal balance of the Note, or (b) a Yield Maintenance Prepayment Premium computed as follows: The Yield Maintenance Prepayment Premium shall be an amount equal to the product of (i) the outstanding principal balance due hereunder (including accrued interest) at the time of prepayment multiplied by (ii) the \"Monthly Interest Differential\" (as hereinafter defined), and (iii) discounted by the \"Treasury Yield\" (as hereinafter defined) rate over the number of months then remaining to the end of the fifth Loan Year. The \"Monthly Interest Payment Differential\" equals one-twelfth (1/12) of the amount (if any) by which the annual interest rate payable hereunder at such time exceeds the Treasury Yield for the period of time commencing on the next following day and ending on the Maturity Date (\"Remaining Term\").</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Taken literally, this formula could be read to fix the yield maintenance prepayment premium as the product of a single calculation applied to the then outstanding balance (here, $4,140,927). Alternatively, the language could be read to suggest a series of calculations determining the present value of what the lender would lose, given current interest rates, as a result of the prepayment. In this case, the figure produced by the first calculation was so modest ($11,514) that the result would not be greater than one percent of the balance; by contrast, the figure produced by the second was very substantial ($393,852).</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Because the borrower urged the first interpretation and the holder advanced the second, the borrower brought this action in the district court to construe the note. The district judge ruled on summary judgment that the second calculation was the proper reading of the note, even without considering the original commitment letter; that the borrower's reading would render certain of the terms superfluous; and that the commitment letter preceding the loan made clear with an example that the series of monthly calculations was intended. The borrower now appeals.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">We affirm essentially for the reasons given by the district judge in his able bench ruling but address briefly the claims made on this appeal. Since the matter was resolved on summary judgment, our review is de novo. Although the language of the note is confusing, the meaning of the prepayment terms taken as a whole is not ambiguous once the calculations themselves are fully understood. In our view, the commitment letter merely underscores the correctness of the outcome.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The borrower argues at length that its reading is the literal one and it was therefore improper for the district court to adopt any other reading or resort to extrinsic evidence (which is, debatably, what the borrower calls the commitment letter).<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> But readings of documents do not automatically fall into two neat categories--literal and non-literal; often, as here, it is a matter of degree. See Farnsworth, supra, &#167; 7.8, at 498. In this case, the borrower's reading is also awkward as to language (e.g., the references to the monthly figure), and the note owner's reading is not far from literal if one understands \"monthly\" to entail month-by-month calculations.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">It is centrally important that the owner's reading makes sense--that is, it carries out what one might imagine to be a plausible objective of parties so situated and is consistent with the usage of trade. See Baybank Middlesex v. 1200 Beacon Props., Inc., 760 F. Supp. 957, 966 n.8 (D. Mass. 1991). By contrast, the borrower has written a brief strong on canons and doctrine but without explaining why contracting parties would ever select the calculation urged by the borrower. The presumption in commercial contracts is that the parties were trying to accomplish something rational. See Shea v. Bay State Gas Co., 418 N.E.2d 597, 601-02 (Mass. 1981). Common sense is as much a part of contract interpretation as is the dictionary or the arsenal of canons. Fleet Nat'l Bank v. H &amp; D Entm't, Inc., 96 F.3d 532, 538 (1st Cir. 1996), cert. denied, 520 U.S. 1155117 S.Ct. 1335, 137 L.Ed.2d 495 (1997).</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The reason why the holder's reading makes sense is that its reading is a simple allocation to the borrower--straightforward once the calculations are understood--of the risk that interest rates will fall. Prepayment might still benefit the borrower: it might get a below market rate on refinancing or simply have the cash to spare; but the lender (for whom the holder is the surrogate), having taken the risk that rates would rise, gets the benefit when instead they fall. If the borrower's alternative reading made practical sense, the case would be more difficult; but it does not.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Lastly, the borrower argues that, if the contract was sufficiently ambiguous to permit extrinsic evidence (e.g., the commitment letter), then surely the matter should have gone to a jury. There are here buried questions of some interest. Putting aside interesting choice of law questions as between state and federal law,<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> the usual doctrine is that the judge construes contracts, even in close cases, if only the words need be considered, Restatement (Second) of Contracts &#167; 212 cmt. d (1981), and the jury does the job under instructions if evidentiary issues have to be resolved (e.g., what the parties said orally in making the contract), so long as the outcome is reasonably debatable. See Bourque v. FDIC, 42 F.3d 704, 708 (1st Cir. 1994).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Ours may be the intermediate case where extrinsic facts permissibly bear on interpretation but are not themselves disputed. Here, the borrower has failed to point to any specific issue of raw fact (e.g., what the parties said to each other in negotiations) that is disputed. Although some case law equates any use of extrinsic evidence with a jury trial, arguably the \"better\" view, which is also followed in Massachusetts, is that the judge should do the construing where extrinsic facts are not in dispute even if the outcome is reasonably debatable. See, e.g., Baker v. America's Mortgage Servicing, Inc., 58 F.3d 321, 326 (7th Cir. 1995); Atwood v. City of Boston, 37 N.E.2d 131, 134 (Mass. 1941). In any event, the outcome here is not reasonably debatable.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> If the note were deemed a complete integration of the bargain, then formally the commitment letter would be extrinsic and could be considered only to resolve an ambiguity, Tilo Roofing Co. v. Pellerin, 122 N.E.2d 460, 462 (Mass. 1954), although in practice the matter is a shade more complicated, Farnsworth, Contracts &#167; 7.3, at 470-78 (2d ed. 1990). The label is debatable here--a point we need not resolve--because the note itself says it is issued \"pursuant to the terms\" of the commitment letter, which the holder claims is a cross reference sufficient to incorporate the letter.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The parties here ignore the problem, which is impressively treated in Copley Cement Co. v. Willis &amp; Paul Group, 983 F.2d 1435 (7th Cir. 1993) (Posner, J.). On the Seventh Amendment aspect, see Byrd v. Blue Ridge Rural Electric Cooperative, Inc., 356 U.S. 525 (1958).</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">247</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">300</span></span> (1st Cir. 2001)</p>\n    <p class=\"parties\">KENNETH FISHMAN, TRUSTEE OF ONE NEEDHAM PLACE REALTY TRUST, Appellant,<br>v.<br>LaSALLE NATIONAL BANK, Appellee.</p>\n    <p class=\"docket\">No. 00-2032</p>\n    <p class=\"court\">United States Court of Appeals For the First Circuit</p>\n    <p class=\"date\">Heard March 9, 2001<br>Decided April 26, 2001</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF MASSACHUSETTS</p>\n      <p class=\"indent\">[Hon. Mark L. Wolf, U.S. District Judge]</p>\n      <p class=\"indent\">Marshall F. Newman and Newman &amp; Newman, P.C. on brief for appellant.</p>\n      <p class=\"indent\">Larry W. Joye, Lori R. Schultz, Morrison &amp; Hecker L.L.P., Kevin F. Moloney and Barron &amp; Stadfeld, P.C. on brief for appellee.</p>\n      <p class=\"indent\">Before Boudin, Lynch and Lipez, Circuit Judges.</p>\n      <p class=\"indent\">BOUDIN, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">This case was brought in the district court to interpret a note whose prepayment terms were poorly drafted. The note, in the amount of $5.4 million for a period of years, was issued in 1991 by One Needham Place Realty Trust (the \"borrower\") to Confederation Life Insurance Company. It is now owned by LaSalle National Bank (the \"holder\"). A loan agreement reflected in a loan commitment letter preceded the note. The note was later modified but only to extend the term of the loan.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The note permitted prepayment but required the borrower to pay a \"prepayment premium\" for the privilege of early payment. In 1998, the borrower sought to refinance the note to take advantage of lower prevailing interest rates, but the parties disagreed as to how to calculate the prepayment premium. The note set the premium as the greater of one percent of the outstanding principal balance or a \"yield maintenance prepayment premium\" computed in accordance with a formula. The pertinent language follows:</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">3. Prepayment Privilege. Provided no default exists hereunder or under the Mortgage or any other document securing this Note, the Maker may prepay the full balance any time during term of the loan subject to giving not less than eighty-five (85) days prior written notice and to the payment of \"Prepayment Premium\" which shall be the greater of (a) one percent (1%) of the outstanding principal balance of the Note, or (b) a Yield Maintenance Prepayment Premium computed as follows: The Yield Maintenance Prepayment Premium shall be an amount equal to the product of (i) the outstanding principal balance due hereunder (including accrued interest) at the time of prepayment multiplied by (ii) the \"Monthly Interest Differential\" (as hereinafter defined), and (iii) discounted by the \"Treasury Yield\" (as hereinafter defined) rate over the number of months then remaining to the end of the fifth Loan Year. The \"Monthly Interest Payment Differential\" equals one-twelfth (1/12) of the amount (if any) by which the annual interest rate payable hereunder at such time exceeds the Treasury Yield for the period of time commencing on the next following day and ending on the Maturity Date (\"Remaining Term\").</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Taken literally, this formula could be read to fix the yield maintenance prepayment premium as the product of a single calculation applied to the then outstanding balance (here, $4,140,927). Alternatively, the language could be read to suggest a series of calculations determining the present value of what the lender would lose, given current interest rates, as a result of the prepayment. In this case, the figure produced by the first calculation was so modest ($11,514) that the result would not be greater than one percent of the balance; by contrast, the figure produced by the second was very substantial ($393,852).</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Because the borrower urged the first interpretation and the holder advanced the second, the borrower brought this action in the district court to construe the note. The district judge ruled on summary judgment that the second calculation was the proper reading of the note, even without considering the original commitment letter; that the borrower's reading would render certain of the terms superfluous; and that the commitment letter preceding the loan made clear with an example that the series of monthly calculations was intended. The borrower now appeals.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">We affirm essentially for the reasons given by the district judge in his able bench ruling but address briefly the claims made on this appeal. Since the matter was resolved on summary judgment, our review is de novo. Although the language of the note is confusing, the meaning of the prepayment terms taken as a whole is not ambiguous once the calculations themselves are fully understood. In our view, the commitment letter merely underscores the correctness of the outcome.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">The borrower argues at length that its reading is the literal one and it was therefore improper for the district court to adopt any other reading or resort to extrinsic evidence (which is, debatably, what the borrower calls the commitment letter).<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> But readings of documents do not automatically fall into two neat categories--literal and non-literal; often, as here, it is a matter of degree. See Farnsworth, supra, &#167; 7.8, at 498. In this case, the borrower's reading is also awkward as to language (e.g., the references to the monthly figure), and the note owner's reading is not far from literal if one understands \"monthly\" to entail month-by-month calculations.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">It is centrally important that the owner's reading makes sense--that is, it carries out what one might imagine to be a plausible objective of parties so situated and is consistent with the usage of trade. See Baybank Middlesex v. 1200 Beacon Props., Inc., <span class=\"citation\" data-id=\"1420830\"><a href=\"/opinion/1420830/baybank-middlesex-v-1200-beacon-properties-inc/\"><span class=\"volume\">760</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">957</span></a></span>, 966 n.8 (D. Mass. 1991). By contrast, the borrower has written a brief strong on canons and doctrine but without explaining why contracting parties would ever select the calculation urged by the borrower. The presumption in commercial contracts is that the parties were trying to accomplish something rational. See Shea v. Bay State Gas Co., <span class=\"citation no-link\"><span class=\"volume\">418</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">597</span></span>, 601-02 (Mass. 1981). Common sense is as much a part of contract interpretation as is the dictionary or the arsenal of canons. Fleet Nat'l Bank v. H &amp; D Entm't, Inc., <span class=\"citation\" data-id=\"196991\"><a href=\"/opinion/196991/fleet-national-v-hd-entertainment/\"><span class=\"volume\">96</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">532</span></a></span>, 538 (1st Cir. 1996), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">520</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1155117</span></span> S.Ct. 1335, <span class=\"citation no-link\"><span class=\"volume\">137</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">495</span></span> (1997).</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The reason why the holder's reading makes sense is that its reading is a simple allocation to the borrower--straightforward once the calculations are understood--of the risk that interest rates will fall. Prepayment might still benefit the borrower: it might get a below market rate on refinancing or simply have the cash to spare; but the lender (for whom the holder is the surrogate), having taken the risk that rates would rise, gets the benefit when instead they fall. If the borrower's alternative reading made practical sense, the case would be more difficult; but it does not.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">Lastly, the borrower argues that, if the contract was sufficiently ambiguous to permit extrinsic evidence (e.g., the commitment letter), then surely the matter should have gone to a jury. There are here buried questions of some interest. Putting aside interesting choice of law questions as between state and federal law,<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> the usual doctrine is that the judge construes contracts, even in close cases, if only the words need be considered, Restatement (Second) of Contracts &#167; 212 cmt. d (1981), and the jury does the job under instructions if evidentiary issues have to be resolved (e.g., what the parties said orally in making the contract), so long as the outcome is reasonably debatable. See Bourque v. FDIC, <span class=\"citation\" data-id=\"195805\"><a href=\"/opinion/195805/bourque-v-fdic/\"><span class=\"volume\">42</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">704</span></a></span>, 708 (1st Cir. 1994).</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Ours may be the intermediate case where extrinsic facts permissibly bear on interpretation but are not themselves disputed. Here, the borrower has failed to point to any specific issue of raw fact (e.g., what the parties said to each other in negotiations) that is disputed. Although some case law equates any use of extrinsic evidence with a jury trial, arguably the \"better\" view, which is also followed in Massachusetts, is that the judge should do the construing where extrinsic facts are not in dispute even if the outcome is reasonably debatable. See, e.g., Baker v. America's Mortgage Servicing, Inc., <span class=\"citation\" data-id=\"698407\"><a href=\"/opinion/698407/james-e-baker-on-behalf-of-himself-and-all-other-persons-similarly/\"><span class=\"volume\">58</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">321</span></a></span>, 326 (7th Cir. 1995); Atwood v. City of Boston, <span class=\"citation no-link\"><span class=\"volume\">37</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">131</span></span>, 134 (Mass. 1941). In any event, the outcome here is not reasonably debatable.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> If the note were deemed a complete integration of the bargain, then formally the commitment letter would be extrinsic and could be considered only to resolve an ambiguity, Tilo Roofing Co. v. Pellerin, <span class=\"citation no-link\"><span class=\"volume\">122</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">460</span></span>, 462 (Mass. 1954), although in practice the matter is a shade more complicated, Farnsworth, Contracts &#167; 7.3, at 470-78 (2d ed. 1990). The label is debatable here--a point we need not resolve--because the note itself says it is issued \"pursuant to the terms\" of the commitment letter, which the holder claims is a cross reference sufficient to incorporate the letter.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The parties here ignore the problem, which is impressively treated in Copley Cement Co. v. Willis &amp; Paul Group, <span class=\"citation\" data-id=\"598997\"><a href=\"/opinion/598997/coplay-cement-company-inc-plaintiff-appelleecross-appellant-v-willis/\"><span class=\"volume\">983</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1435</span></a></span> (7th Cir. 1993) (Posner, J.). On the Seventh Amendment aspect, see Byrd v. Blue Ridge Rural Electric Cooperative, Inc., <span class=\"citation\" data-id=\"105689\"><a href=\"/opinion/105689/byrd-v-blue-ridge-rural-elec-cooperative-inc/\"><span class=\"volume\">356</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">525</span></a></span> (1958).</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/105689/",
    "http://www.courtlistener.com/api/rest/v3/opinions/195805/",
    "http://www.courtlistener.com/api/rest/v3/opinions/196991/",
    "http://www.courtlistener.com/api/rest/v3/opinions/598997/",
    "http://www.courtlistener.com/api/rest/v3/opinions/698407/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1420830/"
  ]
}