{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/199350/",
  "absolute_url": "/opinion/199350/stoehr-v-prince-mohamed-bin/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/199350/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T04:28:54Z",
  "date_modified": "2017-03-24T11:01:38.662283Z",
  "type": "010combined",
  "sha1": "0d364dca57d95ca62cf3a4498fe1b0574539117e",
  "page_count": 8,
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/00-2266-01A.pdf",
  "local_path": "pdf/2001/04/03/Stoehr_v._Prince_Mohamed_Bin.pdf",
  "plain_text": "          United States Court of Appeals\n                       For the First Circuit\n\n\nNo. 00-2266\n\n                         RUSSELL P. STOEHR,\n\n                             Appellant,\n\n                                 v.\n\n                     PRINCE MOHAMED BIN BANDER\n                 MOHAMED BIN ABDUL RAHMAN AL SAUD,\n\n                             Appellee.\n\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                 FOR THE DISTRICT OF MASSACHUSETTS\n\n              [Hon. Rya W. Zobel, U.S. District Judge]\n\n\n\n                               Before\n\n                       Boudin, Circuit Judge,\n\n                   Bownes, Senior Circuit Judge,\n\n                     and Lipez, Circuit Judge.\n\n\n\n    Arthur H. Goldsmith for appellant.\n\n     Mark S. Foss, with whom MacCarthy Pojani & Hurley, LLP were\non brief for appellee.\n\fApril 3, 2001\n\f             Per Curiam.           Shortly after being found liable for\n\ndamages under Mass. Gen. Laws ch. 93A in the Massachusetts\n\nSuperior     Court,       debtor-appellant      Russell       Stoehr    filed   for\n\nbankruptcy.         The    plaintiff     in    the   superior     court    action,\n\nappellee Prince Mohamed Bin Bander Mohamed Bin Abdul Rahman Al\n\nSaud (“the Prince”), sought a declaration that the chapter 93A\n\njudgment against Stoehr was non-dischargeable under 11 U.S.C. §\n\n523(a)(2).         Stoehr    now     appeals    from    the    district    court’s\n\naffirmance of the bankruptcy court’s allowance of the Prince's\n\nmotion for summary judgment.\n\n                                   I. Background\n\n             In March, 1990, the Prince filed an action in the\n\nMassachusetts Superior Court for conversion, fraud, and unfair\n\nor deceptive acts in violation of Mass. Gen. Laws ch. 93A\n\nagainst Stoehr and Fast Forward, Inc.1                 The Prince alleged that\n\nhe entrusted four luxury automobiles to an individual named\n\nHilton Pereira so that the cars could be “federalized,” i.e.,\n\nbrought into conformity with United States safety and emissions\n\nstandards.     Without the Prince’s knowledge, Pereira transferred\n\nthe   cars    to    Stoehr     and    Fast     Forward.        Stoehr     obtained\n\n\n\n\n      1\n     At all relevant times, Stoehr was an officer and director\nof Fast Forward.\n\n                                        -3-\n\fcounterfeit certificates of origin for the cars and sold two of\n\nthem to third parties.\n\n          The jury returned a verdict on the conversion claim\n\nagainst Fast Forward and awarded the Prince $430,000 in damages.\n\nThe court reserved the chapter 93A claim for decision.                On June\n\n17, 1993, the court entered findings and judgment on the chapter\n\n93A claim against Fast Forward and Stoehr, including double\n\ndamages in the amount of $860,000 and attorney's fees.                 In its\n\nfindings, the court described Stoehr's conduct as \"fraudulent.\"\n\n          Stoehr    appealed      the    chapter   93A   judgment     to   the\n\nMassachusetts Appeals Court, which affirmed the superior court.\n\nMohamed Bin Bander Mohamed Bin Abdul Rahman Al Saud v. Fast\n\nForward, Inc., 673 N.E.2d 568, 569 (Mass. App. Ct. 1996).               After\n\nadditional state-court appeals, the judgment against Stoehr\n\nremained in effect.     Id., 682 N.E.2d 1363 (Mass. App. Ct. 1997).\n\n          On    September   24,       1997,   Stoehr   filed   a    Chapter   7\n\nbankruptcy petition in the bankruptcy court.               On December 18,\n\n1997,   the    Prince   sought    a    declaration     under   11   U.S.C.    §\n\n523(a)(2) that the superior court judgment against Stoehr was\n\nnon-dischargeable because it was obtained by \"actual fraud.\"\n\nThe bankruptcy court allowed the Prince’s motion for summary\n\njudgment on the ground that it was collaterally estopped from\n\nrehearing the issue of Stoehr’s fraud, because that issue had\n\n\n                                      -4-\n\fbeen decided in the superior court's chapter 93A ruling.        This\n\nappeal followed.\n\n                           II. Discussion\n\n          In an appeal from district court review of a bankruptcy\n\ncourt order, this court independently reviews the bankruptcy\n\ncourt's decision, ordinarily applying the \"clearly erroneous\"\n\nstandard to findings of fact and de novo review to conclusions\n\nof law.   Grella v. Salem Five Cent Sav. Bank, 42 F.3d 26, 30\n\n(1st Cir. 1994) (citing In re SPM Mfg. Corp., 984 F.2d 1305,\n\n1310-11 (1st Cir. 1993)).     Since the bankruptcy court granted\n\nsummary judgment, however, our review here is de novo on all\n\nissues.\n\n          Although bankruptcy proceedings are normally intended\n\nto provide a debtor with a \"fresh start\" by discharging his or\n\nher debts, 11 U.S.C. § 727, debtors who obtain money or property\n\nfraudulently   are   not   entitled   to    bankruptcy   protection.\n\nPalmacci v. Umpierrez, 121 F.3d 781, 786 (1st Cir. 1997).         11\n\nU.S.C. § 523, \"Exceptions to discharge,\" provides, in relevant\n\npart:\n\n          (a) A discharge under section 727, 1141,\n          1228(a), 1228(b), or 1328(b) of this title\n          does not discharge an individual debtor from\n          any debt--\n          (2) for money, property, [or] services . . .\n          to the extent obtained by--\n          (A) false pretenses, a false representation,\n          or actual fraud . . .\n\n                                -5-\n\fHere, the bankruptcy court held that because the superior court\n\nhad determined that Stoehr committed fraud, the issue could not\n\nbe relitigated and the Prince was entitled to summary judgment.\n\n             When there is an identity of the parties in subsequent\n\nactions, the doctrine of collateral estoppel is properly applied\n\nwhen:      (1) the issue sought to be precluded is the same as that\n\ninvolved     in    the    prior   action;     (2)   the   issue    was    actually\n\nlitigated; (3) the issue was determined by a valid and binding\n\nfinal judgment; and (4) the determination of the issue was\n\nessential to the judgment.2             Grella, 42 F.3d at 30.           \"An issue\n\nmay be 'actually' decided even if it is not explicitly decided,\n\nfor   it    may    have    constituted,       logically   or   practically,       a\n\nnecessary     component      of   the    decision    reached      in    the   prior\n\nlitigation.\"       Id. at 30-31 (citing Dennis v. Rhode Island Hosp.\n\nTrust, 744 F.2d 893, 899 (1st Cir. 1984)).\n\n             Here, the bankruptcy court correctly determined that\n\nthese factors were satisfied.            There is ample record support for\n\nthe conclusion that the superior court based its chapter 93A\n\njudgment on Stoehr's fraudulent conduct.                  The superior court\n\nincluded      in    its    findings     and     conclusions       the    following\n\nstatements:\n\n\n\n      2\n     Stoehr appears to contest the existence of the first,\nsecond and fourth factors.\n\n                                        -6-\n\f         (1) that Fast Forward and Stoehr's conduct\n         included “fraudulent, knowing, intentional,\n         and unfair, if not criminal, deceptive acts\n         and practices”;\n\n         (2) that Fast Forward and Stoehr \"used\n         counterfeit certificates [to accomplish] a\n         fraud on the purchasers of the vehicles and\n         on the plaintiff\";\n\n         (3) that \"defendant Stoehr knew that the\n         certificates of origin were counterfeit and\n         nonetheless   used   the   certificates   to\n         transfer title, intending to deprive the\n         true owner of his title and deceive the\n         purchasers who he understood would rely [on]\n         the forged documents; and\n\n         (4) that \"defendant Stoehr, individually and\n         as president of [Fast Forward,] participated\n         in the fraudulent conduct that result[ed] in\n         the damages found by the jury . . . .\"\n\nThese findings make clear that the issue of fraud was actually\n\nlitigated in the superior court, was a necessary component of\n\nthe court's judgment, and was the same as the issue adjudicated\n\nin the section 523(a)(2) proceeding.   See Grella, 42 F.3d at 30.\n\n         Stoehr contends that he did not actually litigate, nor\n\nhave the opportunity to litigate, the issue of fraud in the\n\nsuperior court because it was not tried to the jury.    Although\n\nno common-law fraud claim was tried to the jury, the chapter 93A\n\njudgment was premised on fraud.     See Nickerson v. Matco Tools\n\nCorp., 813 F.2d 529, 531 (1st Cir. 1987) (recognizing close\n\nrelationship between common-law fraud and unfair or deceptive\n\n\n\n                              -7-\n\fpractices    under   chapter   93A).3    Here,   the   superior   court's\n\nfindings and conclusions under chapter 93A were based solely on\n\nthe evidence presented to the jury.\n\n            Stoehr also argues that fraud was not essential to the\n\nchapter 93A judgment.     He correctly points out that chapter 93A\n\nviolations and fraud are not synonymous, and that chapter 93A\n\nliability may be premised on conduct other than fraud.               The\n\nsuperior court's findings, however, make clear that fraud was in\n\nfact the basis for chapter 93A liability in this case, and do\n\nnot suggest any different theory of chapter 93A liability.\n\n            In sum, the Prince satisfied each of the elements of\n\ncollateral estoppel, and we affirm the district court's order of\n\nsummary judgment.\n\n\n\n\n    3 In addition to challenging the district court's ruling on\ncollateral estoppel grounds, Stoehr attacks the superior court\njudgment based on the due process clause, the Seventh Amendment,\nand overall procedural fairness. The district court correctly\nheld, however, that the proper venue for these arguments was the\nMassachusetts courts of appeal, not the federal courts.\n\n                                   -8-\n\f",
  "html": "<p class=\"case_cite\">244 F.3d 206 (1st Cir. 2001)</p>\n    <p class=\"parties\">RUSSELL P. STOEHR, Appellant,<br>v.<br>PRINCE MOHAMED BIN BANDER MOHAMED BIN ABDUL RAHMAN AL SAUD,<br>Appellee.</p>\n    <p class=\"docket\">No. 00-2266</p>\n    <p class=\"court\">United States Court of Appeals For the First Circuit</p>\n    <p class=\"date\">Heard March 8, 2001<br>Decided April 3, 2001</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF MASSACHUSETTS</p>\n      <p class=\"indent\">[Hon. Rya W. Zobel, U.S. District Judge]</p>\n      <p class=\"indent\">Arthur H. Goldsmith for appellant.</p>\n      <p class=\"indent\">Mark S. Foss, with whom MacCarthy Pojani &amp; Hurley, LLP were on brief for appellee.</p>\n      <p class=\"indent\">Before Boudin, Circuit Judge, Bownes, Senior Circuit Judge, and Lipez, Circuit Judge.</p>\n      <p class=\"indent\">Per Curiam.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Shortly after being found liable for damages under Mass. Gen. Laws ch. 93A in the Massachusetts Superior Court, debtor-appellant Russell Stoehr filed for bankruptcy. The plaintiff in the superior court action, appellee Prince Mohamed Bin Bander Mohamed Bin Abdul Rahman Al Saud (\"the Prince\"), sought a declaration that the chapter 93A judgment against Stoehr was non-dischargeable under 11 U.S.C. &#167; 523(a)(2). Stoehr now appeals from the district court's affirmance of the bankruptcy court's allowance of the Prince's motion for summary judgment.</p>\n    </div>\n    <p class=\"indent\">I. Background</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">In March, 1990, the Prince filed an action in the Massachusetts Superior Court for conversion, fraud, and unfair or deceptive acts in violation of Mass. Gen. Laws ch. 93A against Stoehr and Fast Forward, Inc.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> The Prince alleged that he entrusted four luxury automobiles to an individual named Hilton Pereira so that the cars could be \"federalized,\" i.e., brought into conformity with United States safety and emissions standards. Without the Prince's knowledge, Pereira transferred the cars to Stoehr and Fast Forward. Stoehr obtained counterfeit certificates of origin for the cars and sold two of them to third parties.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The jury returned a verdict on the conversion claim against Fast Forward and awarded the Prince $430,000 in damages. The court reserved the chapter 93A claim for decision. On June 17, 1993, the court entered findings and judgment on the chapter 93A claim against Fast Forward and Stoehr, including double damages in the amount of $860,000 and attorney's fees. In its findings, the court described Stoehr's conduct as \"fraudulent.\"</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Stoehr appealed the chapter 93A judgment to the Massachusetts Appeals Court, which affirmed the superior court. Mohamed Bin Bander Mohamed Bin Abdul Rahman Al Saud v. Fast Forward, Inc., 673 N.E.2d 568, 569 (Mass. App. Ct. 1996). After additional state-court appeals, the judgment against Stoehr remained in effect. Id., 682 N.E.2d 1363 (Mass. App. Ct. 1997).</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">On September 24, 1997, Stoehr filed a Chapter 7 bankruptcy petition in the bankruptcy court. On December 18, 1997, the Prince sought a declaration under 11 U.S.C. &#167; 523(a)(2) that the superior court judgment against Stoehr was non-dischargeable because it was obtained by \"actual fraud.\" The bankruptcy court allowed the Prince's motion for summary judgment on the ground that it was collaterally estopped from rehearing the issue of Stoehr's fraud, because that issue had been decided in the superior court's chapter 93A ruling. This appeal followed.</p>\n    </div>\n    <p class=\"indent\">II. Discussion</p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">In an appeal from district court review of a bankruptcy court order, this court independently reviews the bankruptcy court's decision, ordinarily applying the \"clearly erroneous\" standard to findings of fact and de novo review to conclusions of law. Grella v. Salem Five Cent Sav. Bank, 42 F.3d 26, 30 (1st Cir. 1994) (citing In re SPM Mfg. Corp., 984 F.2d 1305, 1310-11 (1st Cir. 1993)). Since the bankruptcy court granted summary judgment, however, our review here is de novo on all issues.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Although bankruptcy proceedings are normally intended to provide a debtor with a \"fresh start\" by discharging his or her debts, 11 U.S.C. &#167; 727, debtors who obtain money or property fraudulently are not entitled to bankruptcy protection. Palmacciv. Umpierrez, 121 F.3d 781, 786 (1st Cir. 1997). 11 U.S.C. &#167;a523, \"Exceptions to discharge,\" provides, in relevant part:</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">(a) A discharge under section 727, 1141, 1228(a), 1228(b), or 1328(b) of this title does not discharge an individual debtor from any debt--</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">(2) for money, property, [or] services . . . to the extent obtained by--</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">(A) false pretenses, a false representation, or actual fraud . . .</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Here, the bankruptcy court held that because the superior court had determined that Stoehr committed fraud, the issue could not be relitigated and the Prince was entitled to summary judgment.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">When there is an identity of the parties in subsequent actions, the doctrine of collateral estoppel is properly applied when: (1) the issue sought to be precluded is the same as that involved in the prior action; (2) the issue was actually litigated; (3) the issue was determined by a valid and binding final judgment; and (4) the determination of the issue was essential to the judgment.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> Grella, 42 F.3d at 30. \"An issue may be 'actually' decided even if it is not explicitly decided, for it may have constituted, logically or practically, a necessary component of the decision reached in the prior litigation.\" Id. at 30-31 (citing Dennis v. Rhode Island Hosp. Trust, 744 F.2d 893, 899 (1st Cir. 1984)).</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Here, the bankruptcy court correctly determined that these factors were satisfied. There is ample record support for the conclusion that the superior court based its chapter 93A judgment on Stoehr's fraudulent conduct. The superior court included in its findings and conclusions the following statements:</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">(1) that Fast Forward and Stoehr's conduct included \"fraudulent, knowing, intentional, and unfair, if not criminal, deceptive acts and practices\";</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">(2) that Fast Forward and Stoehr \"used counterfeit certificates [to accomplish] a fraud on the purchasers of the vehicles and on the plaintiff\";</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">(3) that \"defendant Stoehr knew that the certificates of origin were counterfeit and nonetheless used the certificates to transfer title, intending to deprive the true owner of his title and deceive the purchasers who he understood would rely [on] the forged documents; and</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">(4) that \"defendant Stoehr, individually and as president of [Fast Forward,] participated in the fraudulent conduct that result[ed] in the damages found by the jury . . . .\"</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">These findings make clear that the issue of fraud was actually litigated in the superior court, was a necessary component of the court's judgment, and was the same as the issue adjudicated in the section 523(a)(2) proceeding. See Grella, 42 F.3d at 30.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Stoehr contends that he did not actually litigate, nor have the opportunity to litigate, the issue of fraud in the superior court because it was not tried to the jury. Although no common-law fraud claim was tried to the jury, the chapter 93A judgment was premised on fraud. See Nickerson v. Matco Tools Corp., 813 F.2d 529, 531 (1st Cir. 1987) (recognizing close relationship between common-law fraud and unfair or deceptive practices under chapter 93A).<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> Here, the superior court's findings and conclusions under chapter 93A were based solely on the evidence presented to the jury.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Stoehr also argues that fraud was not essential to the chapter 93A judgment. He correctly points out that chapter 93A violations and fraud are not synonymous, and that chapter 93A liability may be premised on conduct other than fraud. The superior court's findings, however, make clear that fraud was in fact the basis for chapter 93A liability in this case, and do not suggest any different theory of chapter 93A liability.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">In sum, the Prince satisfied each of the elements of collateral estoppel, and we affirm the district court's order of summary judgment.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> At all relevant times, Stoehr was an officer and director of Fast Forward.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Stoehr appears to contest the existence of the first, second and fourth factors.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> In addition to challenging the district court's ruling on collateral estoppel grounds, Stoehr attacks the superior court judgment based on the due process clause, the Seventh Amendment, and overall procedural fairness. The district court correctly held, however, that the proper venue for these arguments was the Massachusetts courts of appeal, not the federal courts.</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">244</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">206</span></span> (1st Cir. 2001)</p>\n    <p class=\"parties\">RUSSELL P. STOEHR, Appellant,<br>v.<br>PRINCE MOHAMED BIN BANDER MOHAMED BIN ABDUL RAHMAN AL SAUD,<br>Appellee.</p>\n    <p class=\"docket\">No. 00-2266</p>\n    <p class=\"court\">United States Court of Appeals For the First Circuit</p>\n    <p class=\"date\">Heard March 8, 2001<br>Decided April 3, 2001</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF MASSACHUSETTS</p>\n      <p class=\"indent\">[Hon. Rya W. Zobel, U.S. District Judge]</p>\n      <p class=\"indent\">Arthur H. Goldsmith for appellant.</p>\n      <p class=\"indent\">Mark S. Foss, with whom MacCarthy Pojani &amp; Hurley, LLP were on brief for appellee.</p>\n      <p class=\"indent\">Before Boudin, Circuit Judge, Bownes, Senior Circuit Judge, and Lipez, Circuit Judge.</p>\n      <p class=\"indent\">Per Curiam.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Shortly after being found liable for damages under Mass. Gen. Laws ch. 93A in the Massachusetts Superior Court, debtor-appellant Russell Stoehr filed for bankruptcy. The plaintiff in the superior court action, appellee Prince Mohamed Bin Bander Mohamed Bin Abdul Rahman Al Saud (\"the Prince\"), sought a declaration that the chapter 93A judgment against Stoehr was non-dischargeable under 11 U.S.C. &#167; 523(a)(2). Stoehr now appeals from the district court's affirmance of the bankruptcy court's allowance of the Prince's motion for summary judgment.</p>\n    </div>\n    <p class=\"indent\">I. Background</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">In March, 1990, the Prince filed an action in the Massachusetts Superior Court for conversion, fraud, and unfair or deceptive acts in violation of Mass. Gen. Laws ch. 93A against Stoehr and Fast Forward, Inc.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> The Prince alleged that he entrusted four luxury automobiles to an individual named Hilton Pereira so that the cars could be \"federalized,\" i.e., brought into conformity with United States safety and emissions standards. Without the Prince's knowledge, Pereira transferred the cars to Stoehr and Fast Forward. Stoehr obtained counterfeit certificates of origin for the cars and sold two of them to third parties.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The jury returned a verdict on the conversion claim against Fast Forward and awarded the Prince $430,000 in damages. The court reserved the chapter 93A claim for decision. On June 17, 1993, the court entered findings and judgment on the chapter 93A claim against Fast Forward and Stoehr, including double damages in the amount of $860,000 and attorney's fees. In its findings, the court described Stoehr's conduct as \"fraudulent.\"</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Stoehr appealed the chapter 93A judgment to the Massachusetts Appeals Court, which affirmed the superior court. Mohamed Bin Bander Mohamed Bin Abdul Rahman Al Saud v. Fast Forward, Inc., <span class=\"citation no-link\"><span class=\"volume\">673</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">568</span></span>, 569 (Mass. App. Ct. 1996). After additional state-court appeals, the judgment against Stoehr remained in effect. Id., <span class=\"citation no-link\"><span class=\"volume\">682</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1363</span></span> (Mass. App. Ct. 1997).</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">On September 24, 1997, Stoehr filed a Chapter 7 bankruptcy petition in the bankruptcy court. On December 18, 1997, the Prince sought a declaration under 11 U.S.C. &#167; 523(a)(2) that the superior court judgment against Stoehr was non-dischargeable because it was obtained by \"actual fraud.\" The bankruptcy court allowed the Prince's motion for summary judgment on the ground that it was collaterally estopped from rehearing the issue of Stoehr's fraud, because that issue had been decided in the superior court's chapter 93A ruling. This appeal followed.</p>\n    </div>\n    <p class=\"indent\">II. Discussion</p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">In an appeal from district court review of a bankruptcy court order, this court independently reviews the bankruptcy court's decision, ordinarily applying the \"clearly erroneous\" standard to findings of fact and de novo review to conclusions of law. Grella v. Salem Five Cent Sav. Bank, <span class=\"citation\" data-id=\"684074\"><a href=\"/opinion/684074/paul-j-grella-trustee-v-salem-five-cent-savings-bank/\"><span class=\"volume\">42</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">26</span></a></span>, 30 (1st Cir. 1994) (citing In re SPM Mfg. Corp., <span class=\"citation\" data-id=\"599258\"><a href=\"/opinion/599258/in-re-spm-manufacturing-corporation-debtor-official-unsecured-creditors/\"><span class=\"volume\">984</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1305</span></a></span>, 1310-11 (1st Cir. 1993)). Since the bankruptcy court granted summary judgment, however, our review here is de novo on all issues.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Although bankruptcy proceedings are normally intended to provide a debtor with a \"fresh start\" by discharging his or her debts, 11 U.S.C. &#167; 727, debtors who obtain money or property fraudulently are not entitled to bankruptcy protection. Palmacciv. Umpierrez, <span class=\"citation no-link\"><span class=\"volume\">121</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">781</span></span>, 786 (1st Cir. 1997). 11 U.S.C. &#167;a523, \"Exceptions to discharge,\" provides, in relevant part:</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">(a) A discharge under section 727, 1141, 1228(a), 1228(b), or 1328(b) of this title does not discharge an individual debtor from any debt--</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">(2) for money, property, [or] services . . . to the extent obtained by--</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">(A) false pretenses, a false representation, or actual fraud . . .</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Here, the bankruptcy court held that because the superior court had determined that Stoehr committed fraud, the issue could not be relitigated and the Prince was entitled to summary judgment.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">When there is an identity of the parties in subsequent actions, the doctrine of collateral estoppel is properly applied when: (1) the issue sought to be precluded is the same as that involved in the prior action; (2) the issue was actually litigated; (3) the issue was determined by a valid and binding final judgment; and (4) the determination of the issue was essential to the judgment.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> Grella, 42 F.3d at 30. \"An issue may be 'actually' decided even if it is not explicitly decided, for it may have constituted, logically or practically, a necessary component of the decision reached in the prior litigation.\" Id. at 30-31 (citing Dennis v. Rhode Island Hosp. Trust, <span class=\"citation\" data-id=\"442088\"><a href=\"/opinion/442088/robert-b-dennis-etc-v-rhode-island-hospital-trust-national-bank-robert/\"><span class=\"volume\">744</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">893</span></a></span>, 899 (1st Cir. 1984)).</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Here, the bankruptcy court correctly determined that these factors were satisfied. There is ample record support for the conclusion that the superior court based its chapter 93A judgment on Stoehr's fraudulent conduct. The superior court included in its findings and conclusions the following statements:</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">(1) that Fast Forward and Stoehr's conduct included \"fraudulent, knowing, intentional, and unfair, if not criminal, deceptive acts and practices\";</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">(2) that Fast Forward and Stoehr \"used counterfeit certificates [to accomplish] a fraud on the purchasers of the vehicles and on the plaintiff\";</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">(3) that \"defendant Stoehr knew that the certificates of origin were counterfeit and nonetheless used the certificates to transfer title, intending to deprive the true owner of his title and deceive the purchasers who he understood would rely [on] the forged documents; and</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">(4) that \"defendant Stoehr, individually and as president of [Fast Forward,] participated in the fraudulent conduct that result[ed] in the damages found by the jury . . . .\"</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">These findings make clear that the issue of fraud was actually litigated in the superior court, was a necessary component of the court's judgment, and was the same as the issue adjudicated in the section 523(a)(2) proceeding. See Grella, 42 F.3d at 30.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Stoehr contends that he did not actually litigate, nor have the opportunity to litigate, the issue of fraud in the superior court because it was not tried to the jury. Although no common-law fraud claim was tried to the jury, the chapter 93A judgment was premised on fraud. See Nickerson v. Matco Tools Corp., <span class=\"citation\" data-id=\"484638\"><a href=\"/opinion/484638/lawrence-nickerson-v-matco-tools-corporation-a-division-of-the-jacobs/\"><span class=\"volume\">813</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">529</span></a></span>, 531 (1st Cir. 1987) (recognizing close relationship between common-law fraud and unfair or deceptive practices under chapter 93A).<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> Here, the superior court's findings and conclusions under chapter 93A were based solely on the evidence presented to the jury.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Stoehr also argues that fraud was not essential to the chapter 93A judgment. He correctly points out that chapter 93A violations and fraud are not synonymous, and that chapter 93A liability may be premised on conduct other than fraud. The superior court's findings, however, make clear that fraud was in fact the basis for chapter 93A liability in this case, and do not suggest any different theory of chapter 93A liability.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">In sum, the Prince satisfied each of the elements of collateral estoppel, and we affirm the district court's order of summary judgment.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> At all relevant times, Stoehr was an officer and director of Fast Forward.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Stoehr appears to contest the existence of the first, second and fourth factors.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> In addition to challenging the district court's ruling on collateral estoppel grounds, Stoehr attacks the superior court judgment based on the due process clause, the Seventh Amendment, and overall procedural fairness. The district court correctly held, however, that the proper venue for these arguments was the Massachusetts courts of appeal, not the federal courts.</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/442088/",
    "http://www.courtlistener.com/api/rest/v3/opinions/484638/",
    "http://www.courtlistener.com/api/rest/v3/opinions/599258/",
    "http://www.courtlistener.com/api/rest/v3/opinions/684074/"
  ]
}