{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/199334/",
  "absolute_url": "/opinion/199334/vlass-v-raytheon-employees/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/199334/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T04:28:40Z",
  "date_modified": "2017-03-24T11:01:38.272469Z",
  "type": "010combined",
  "sha1": "703134e96e9b22ad4a467e6ab40642a4f2b7c27c",
  "page_count": 11,
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/00-1956-01A.pdf",
  "local_path": "pdf/2001/03/26/Vlass_v._Raytheon_Employees.pdf",
  "plain_text": "           United States Court of Appeals\n                      For the First Circuit\nNo. 00-1956\n\n                          CLYDE N. VLASS,\n\n                       Plaintiff, Appellee,\n\n                                 v.\n\n              RAYTHEON EMPLOYEES DISABILITY TRUST;\n                 RAYTHEON COMPANY; METROPOLITAN\n                     LIFE INSURANCE COMPANY,\n\n                      Defendants, Appellants.\n\n\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                FOR THE DISTRICT OF MASSACHUSETTS\n\n           [Hon. Joseph L. Tauro, U.S. District Judge]\n\n\n\n                               Before\n\n                      Torruella, Chief Judge,\n\n                       Lipez, Circuit Judge,\n\n                  and Stearns,* District Judge.\n\n\n\n     Stephen S. Churchill, with whom James F. Kavanaugh, Jr. and Conn\nKavanaugh Rosenthal Peisch & Ford, LLP, were on brief, for appellants.\n     Daniel C. Finbury, with whom Karen Alexanian Benger and Finbury\n& Sullivan, P.C., were on brief, for appellee.\n\n\n\n\n*   Of the District of Massachusetts, sitting by designation.\n\fMarch 26, 2001\n\n\n\n\n     -2-\n\f          TORRUELLA, Chief Judge.      Appellant Metropolitan Life\n\nInsurance Company (\"Met Life\"), in its capacity as Claims Administrator\n\nof the Raytheon Company Long Term Disability Benefits Plan (the\n\n\"Plan\"), concluded that appellee Raymond Vlass was no longer eligible\n\nfor long-term disability benefits as of September 8, 1996 because he\n\nwas no longer \"totally disabled.\" The district court concluded that\n\nMet Life's decision to discontinue benefits was \"arbitrary and\n\ncapricious,\" and granted summary judgment to Vlass. Vlass v. Raytheon\n\nEmployees Disability Trust, 96 F. Supp. 2d 51 (D. Mass. 2000) (denying\n\nsummary judgment for defendants); Vlass v. Raytheon Employees\n\nDisability Trust, Civ. No. 99-10146-JLT (D. Mass., June 6, 2000) (order\n\ngranting summary judgment to plaintiff). For the reasons stated below,\n\nwe reverse.\n\n                             BACKGROUND\n\n          Vlass began working for appellant Raytheon in October 1985.\n\nIn February 1995, he was diagnosed with diabetic neuropathy and chronic\n\npain. He was deemed \"fully disabled\" in March 1995, which entitled him\n\nto the receipt of short-term disability benefits.1 After eighteen\n\n\n\n\n1 An employee is eligible for benefits during the first eighteen months\nof disability if he is \"fully disabled,\" meaning that \"because of a\nsickness or injury,\" he \"cannot perform the essential elements and\nsubstantially all of the duties of his . . . job at Raytheon even with\na reasonable accommodation.\"\n\n                                 -3-\n\fmonths of receiving disability benefits under the Plan, an employee\n\nmust be \"totally disabled\" to continue receiving benefits.2\n\n          On September 8, 1996, Met Life concluded that Vlass was not\n\n\"totally disabled\" under the terms of the Plan, and accordingly denied\n\nVlass's request for long-term disability payments. Met Life relied on\n\nfour pieces of evidence in making its decision: (1) an August 7, 1996\n\nreport by Dr. Elizabeth Buchanan which indicated that Vlass was\n\n\"capable of working in a desk job\" and could perform certain physical\n\ntasks; (2) a May 24, 1996 independent medical examination performed by\n\nDr. Robert Levine, which indicated that Vlass suffered some physical\n\nrestrictions, but that these physical limitations did not make\n\nemployment an impossibility; (3) an independent vocational assessment\n\nundertaken by Crawford Disability Management which found Vlass \"capable\n\nof performing skilled employment at a sedentary to light level\n\ncapacity;\" and (4) a two-day surveillance of Vlass, which demonstrated\n\nhis ability to perform at least some physical activity. Based on this\n\nevidence, and considering Vlass's other skills, Met Life concluded that\n\nthere was \"insufficient medical evidence of a functional impairment\n\nthat would interfere with [his] ability to perform any and all\n\noccupations.\"\n\n\n\n\n2 To be \"totally disabled,\" an employee must be \"fully disabled\" under\nthe Plan, and he must be unable to \"do any other job for which he . . .\nis fit by education, training or experience.\"\n\n                                 -4-\n\f          The district court disagreed.      It re-evaluated the two\n\nmedical reports on which Met Life had relied and found that they\n\nundermined Met Life's position.     Vlass, 96 F. Supp. 2d at 52-53.\n\nBecause earlier reports filed by Dr. Buchanan conflicted with the\n\nAugust 7 report, the district court discounted it as a cursory \"block\n\nform\" prepared at Met Life's request. Id. at 52. The court read Dr.\n\nLevine's opinion as indicating that Vlass was \"totally,\" if not\n\nnecessarily \"permanently\" disabled as of May 24, 1996. Id. at 53. In\n\naddition, the district court relied heavily on nine reports prepared by\n\nDr. Richard Levy, a treating neurologist, who repeatedly opined that\n\nVlass was \"totally disabled.\" The district court thus concluded that\n\nMet Life had relied on \"unduly selective, . . . extracted medical\n\nobservations,\" taken out of context. Id.       It then discounted the\n\nvocational assessment report and surveillance report as having \"little\n\nindependent merit\" because they were based on \"mischaracterizations of\n\nthe medical reports.\" Id. The court concluded that Met Life lacked\n\n\"substantial evidence\" to support its termination of benefits, and that\n\nthe only reasonable conclusion was that Vlass was \"totally disabled\"\n\nunder the terms of the Plan.      Id. at 54.\n\n                             DISCUSSION\n\n          Our review of the district court's grant of summary judgment\n\nis de novo. Doyle v. Paul Revere Life Ins. Co., 144 F.3d 181, 183 (1st\n\nCir. 1998). When a Plan Administrator has discretion to determine an\n\n\n                                 -5-\n\fapplicant's eligibility for benefits, such as here,3 the administrator's\n\ndecision must be upheld unless \"arbitrary, capricious, or an abuse of\n\ndiscretion.\" Id. (quoting Díaz v. Seafarers Int'l Union, 13 F.3d 454,\n\n456 (1st Cir. 1994)). This standard means that the administrator's\n\ndecision will be upheld if it is reasoned and \"supported by substantial\n\nevidence in the record.\" Id. at 184 (quoting Associated Fisheries of\n\nMaine, Inc. v. Daley, 127 F.3d 104, 109 (1st Cir. 1997)). Evidence is\n\n\"substantial\" if it is reasonably sufficient to support a conclusion.\n\nId. Moreover, the existence of contradictory evidence does not, in\n\nitself, make the administrator's decision arbitrary. Id. (citing\n\nSprague v. Director, O.W.C.P., 688 F.2d 862, 865-66 (1st Cir. 1982)).\n\n           We begin with the evidence supporting Vlass's claim of total\n\ndisability. Vlass's most impressive evidence is the opinion of Dr.\n\nLevy, one of his primary treating physicians. At the beginning of\n\nVlass's treatment, Dr. Levy opined that Vlass was virtually incapable\n\nof any physical activity. A March 9, 1995 evaluation (made soon after\n\nVlass filed his original disability claim) found that Vlass had 0%\n\ncapacity to drive, use public transportation, walk, stand, sit, reach,\n\n\n3 The Plan provides that \"[t]he Plan Administrator, and, with respect\nto claims administration, the Claims Administrator, shall have the\nexclusive right, in their sole discretion, to interpret the Plan and\ndecide all matters arising thereunder, including the right to remedy\npossible ambiguities, inconsistencies, or omissions.               All\ndeterminations of the Plan Administrator and Claims Administrator with\nrespect to any matter within their assigned responsibilities hereunder\nshall be conclusive and binding on all persons unless it can be shown\nthat the interpretation or determination was arbitrary or capricious.\"\n\n                                  -6-\n\fgrasp and climb.   A year later, on March 4, 1996, Levy wrote that\n\nVlass's \"pain interfere[s] with his ability to function at work,\" and\n\nthat his pain medication \"could interfere with his cognitive function.\"\n\nLevy concluded that Vlass remained \"disabled from his prior and all\n\noccupations.\"   In September 1996, Levy reasserted that the pain\n\nattributable to the diabetic neuropathy was disabling, but also relied\n\non Vlass's underlying diabetes and unrelated heart problems as support\n\nfor a finding of total disability.     Finally,   in November, after\n\nviewing the surveillance videotape, Levy acknowledged that \"[Vlass] is\n\ncapable of doing things . . . from a physical standpoint,\" but still\n\nconcluded that Vlass \"remain[ed] permanently disabled.\"\n\n          Vlass also relies, in part, on reports submitted by\n\nDr. Buchanan and Dr. Levine. In a September 11, 1995 letter, Buchanan\n\nconcluded that Vlass's \"[in]ability to maintain adequate concentration\n\nand endurance [sufficient for a] regular job\" made Vlass \"currently\n\ntotally disabled.\" A May 24, 1996 evaluation by Levine indicated that\n\nVlass remained temporarily disabled at that point, although his\n\ncondition was unlikely to be permanent.\n\n          Finally, Vlass points to his own reports of subjective\n\nfeelings of pain, which have remained consistent throughout the term of\n\nhis disability.\n\n          We now turn to the evidence supporting Met Life's position.\n\nAlthough the district court criticized appellant for relying on\n\n\n                                 -7-\n\f\"selective consideration of the medical evidence,\" our evaluation of\n\nthe record indicates that the particular selection made by appellant\n\nwas appropriate and reasonable. First, Met Life chose to focus on Dr.\n\nBuchanan's August 7, 1996 evaluation (finding that Vlass was no longer\n\ntotally disabled), and placed little weight on her earlier\n\ndeterminations to the contrary. Buchanan's later reports indicate that\n\nshe had changed her opinion of Vlass's disability by September 1996;\n\nmoreover, a close look at her evaluations indicates that this shift was\n\nnot arbitrary or sudden, but reflected Vlass's ongoing improvement. In\n\nSeptember 1995, Buchanan found that Vlass was \"not currently\n\nemployable,\" but that it was \"possible that over the next year he\n\n[would] have improvement.\" Her diagnosis was based not on Vlass's\n\ninability to perform physical tasks, but instead on \"his [in]ability to\n\nmaintain adequate concentration and endurance.\" On March 25, 1996,\n\nBuchanan opined that physical exertion continued to cause Vlass pain,\n\nbut that he was probably capable of undertaking vocational training for\n\na desk job. To the extent that Buchanan had previously focused on\n\nVlass's inability to concentrate as indicative of total disability, her\n\nMarch letter indicates a shift in her opinion. Furthermore, in August\n\n1996, Buchanan concluded that Vlass could work 5-6 hours in a day,\n\nalbeit with frequent changes in position.4 Buchanan also indicated in\n\n4 The district court criticized this report, and discounted it, for\nhaving been entered on a Met Life supplied \"block form.\" Vlass, 91\nF. Supp. 2d at 52. It provided no legal or factual reasoning for so\n\n                                 -8-\n\fAugust that Vlass could perform a host of physical activities, and even\n\nlift (on infrequent occasions) up to 50 pounds. Buchanan's final\n\nreport thus directly contradicts Levy's opinion. Moreover, it is\n\nconsistent both with Levine's report and her own earlier findings,\n\nwhich indicated that Vlass's disability was unlikely to be permanent,\n\nhad lasted longer than normal for diabetic neuropathy, and was showing\n\nsigns of improvement.\n\n          The second piece of evidence relied on by Met Life is the\n\nvocational assessment performed by Crawford in August 1996.        The\n\nassessment considered the most recent opinions of Drs. Buchanan,\n\nLevine, and Levy.5 Given the functional capacity gleaned from those\n\nopinions, and Vlass's educational and experiential background, Crawford\n\nconcluded that \"Vlass [was] capable of performing skilled employment as\n\na sedentary to light level.\"     The report also suggested several\n\nemployment alternatives that Vlass might pursue.\n\n          The third piece of evidence, the surveillance report, is the\n\nmost damning to Vlass. This is not so much because of the physical\n\n\n\ndoing. In our de novo review of the district court's decision, we\nconsider the form as we would all other evidence in the record.\n5 Although the district court implied that the assessment was based on\nthe appellants' mischaracterization of the medical evidence, our\nreading of the record cannot support such a suggestion. The assessment\ndid rely on the most recent opinion of each doctor. Given that all of\nthe doctors agreed that diabetic neuropathy was potentially a temporary\ncondition, it seems eminently reasonable for Crawford to have focused\non their most recent diagnoses.\n\n                                 -9-\n\factivity Vlass was seen doing while under surveillance: one can imagine\n\ncircumstances in which lifting a lawnmower out of a car, carrying trash\n\nbags, or helping dogs into a car are tasks consistent with the Plan\n\ndefinition of total disability.6 However, the surveillance report does\n\nmore than establish Vlass's physical capabilities. It also directly\n\nconflicts with Dr. Levy's opinion as to these capabilities. Levy had\n\noriginally opined that Vlass had virtually no ability to perform\n\nphysical tasks, which would indeed make him totally disabled. More\n\nrecent opinions by Levy, although they did not focus on the previously\n\ndiagnosed physical incapacity, did not suggest any change in this\n\ndiagnosis.    The surveillance indicated that Vlass's physical\n\nlimitations in no way matched Levy's original (unchanged) diagnosis.\n\nMoreover, to the extent that Levy's later opinions shifted from a\n\ndetermination of pure physical incapacity to one of diminished\n\n6 Vlass filed an affidavit suggesting that the physical activity in\nquestion was consistent with his total disability because his doctors\nhad counseled him to exercise. Vlass filed the affidavit, however, on\nFebruary 28, 2000, months after Met Life had announced its decision to\ndiscontinue benefits. We have not yet decided whether the record in a\ncase such as this should only include items available to the\nadministrator at the time of its decision. Doe v. Travelers Ins. Co.,\n167 F.3d 53, 57 (1st Cir. 1999) (assuming arguendo such a limitation);\nsee also Chandler v. Raytheon Employees Disability Trust, 53 F. Supp.\n2d 84, 85 n.1 (D. Mass. 1999), aff'd 229 F.3d 1133 (2000) (holding that\nthe record is limited in this manner); McLaughlin v. Reynolds, 886 F.\nSupp. 902, 906 (D. Me. 1995) (refusing to supplement the record when\nreview is under an \"arbitrary and capricious\" standard, as it is here).\nIn this case, as we explain, whether we consider the affidavit as part\nof the record or not is of no consequence, given that the surveillance\neffectively impeaches Dr. Levy's opinion, which provides almost all of\nVlass's supporting evidence.\n\n                                 -10-\n\fcognitive function, they were directly contradicted by the opinion of\n\nDr. Buchanan, and partially contradicted by that of Dr. Levine.\n\n          It is the responsibility of the Administrator to weigh\n\nconflicting evidence. Guarino v. Metropolitan Life Ins. Co., 915 F.\n\nSupp. 435, 445 (D. Mass. 1995). Dr. Levy's original diagnosis that\n\nVlass was entirely incapacitated was gainsaid by the diagnoses of other\n\ndoctors and the surveillance report. Different doctors gave different\n\nopinions as to the effect of Vlass's pain on his ability to function in\n\na normal workplace without physical demands.      And the vocational\n\nassessment indicated that Vlass was capable of performing adequately in\n\nother occupations despite his pain. Given this conflicting evidence,\n\nwe cannot say that Met Life was arbitrary and capricious in its\n\ndecision to discontinue Vlass's benefits. We must therefore reverse\n\nthe decision of the district court.\n\n\n\n\n                                 -11-\n\f",
  "html": "<p class=\"case_cite\">244 F.3d 27 (1st Cir. 2001)</p>\n    <p class=\"parties\">CLYDE N. VLASS, Plaintiff, Appellee,<br>v.<br>RAYTHEON EMPLOYEES DISABILITY TRUST; RAYTHEON COMPANY; METROPOLITAN LIFE INSURANCE COMPANY, Defendants, Appellants.</p>\n    <p class=\"docket\">No. 00-1956</p>\n    <p class=\"court\">United States Court of Appeals For the First Circuit</p>\n    <p class=\"date\">Heard February 5, 2001<br>Decided March 26, 2001</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF MASSACHUSETTS</p>\n      <p class=\"indent\">[Hon. Joseph L. Tauro, U.S. District Judge]</p>\n      <p class=\"indent\">Stephen S. Churchill, with whom James F. Kavanaugh, Jr. and Conn Kavanaugh Rosenthal Peisch &amp; Ford, LLP, were on brief, for appellants.</p>\n      <p class=\"indent\">Daniel C. Finbury, with whom Karen Alexanian Benger and Finbury &amp; Sullivan, P.C., were on brief, for appellee.</p>\n      <p class=\"indent\">Before Torruella, Chief Judge, Lipez, Circuit Judge, and Stearns,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> District Judge.</p>\n      <p class=\"indent\">TORRUELLA, Chief Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Appellant Metropolitan Life Insurance Company (\"Met Life\"), in its capacity as Claims Administrator of the Raytheon Company Long Term Disability Benefits Plan (the \"Plan\"), concluded that appellee Raymond Vlass was no longer eligible for long-term disability benefits as of Septembera8, 1996 because he was no longer \"totally disabled.\" The district court concluded that Met Life's decision to discontinue benefits was \"arbitrary and capricious,\" and granted summary judgment to Vlass. Vlass v. Raytheon Employees Disability Trust, 96 F. Supp. 2d 51 (D. Mass. 2000) (denying summary judgment for defendants); Vlass v. Raytheon Employees Disability Trust, Civ. No. 99-10146-JLT (D. Mass., June 6, 2000) (order granting summary judgment to plaintiff). For the reasons stated below, we reverse.</p>\n    </div>\n    <p>BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Vlass began working for appellant Raytheon in October 1985. In February 1995, he was diagnosed with diabetic neuropathy and chronic pain. He was deemed \"fully disabled\" in March 1995, which entitled him to the receipt of short-term disability benefits.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> After eighteen months of receiving disability benefits under the Plan, an employee must be \"totally disabled\" to continue receiving benefits.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On September 8, 1996, Met Life concluded that Vlass was not \"totally disabled\" under the terms of the Plan, and accordingly denied Vlass's request for long-term disability payments. Met Life relied on four pieces of evidence in making its decision: (1) an August 7, 1996 report by Dr. Elizabeth Buchanan which indicated that Vlass was \"capable of working in a desk job\" and could perform certain physical tasks; (2) a May 24, 1996 independent medical examination performed by Dr. Robert Levine, which indicated that Vlass suffered some physical restrictions, but that these physical limitations did not make employment an impossibility; (3) an independent vocational assessment undertaken by Crawford Disability Management which found Vlass \"capable of performing skilled employment at a sedentary to light level capacity;\" and (4) a two-day surveillance of Vlass, which demonstrated his ability to perform at least some physical activity. Based on this evidence, and considering Vlass's other skills, Met Life concluded that there was \"insufficient medical evidence of a functional impairment that would interfere with [his] ability to perform any and all occupations.\"</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The district court disagreed. It re-evaluated the two medical reports on which Met Life had relied and found that they undermined Met Life's position. Vlass, 96 F. Supp. 2d at 52-53. Because earlier reports filed by Dr. Buchanan conflicted with the August 7 report, the district court discounted it as a cursory \"block form\" prepared at Met Life's request. Id. at 52. The court read Dr. Levine's opinion as indicating that Vlass was \"totally,\" if not necessarily \"permanently\" disabled as of May 24, 1996. Id. at 53. In addition, the district court relied heavily on nine reports prepared by Dr. Richard Levy, a treating neurologist, who repeatedly opined that Vlass was \"totally disabled.\" The district court thus concluded that Met Life had relied on \"unduly selective, . . . extracted medical observations,\" taken out of context. Id. It then discounted the vocational assessment report and surveillance report as having \"little independent merit\" because they were based on \"mischaracterizations of the medical reports.\" Id. The court concluded that Met Life lacked \"substantial evidence\" to support its termination of benefits, and that the only reasonable conclusion was that Vlass was \"totally disabled\" under the terms of the Plan. Id. at 54.</p>\n    </div>\n    <p>DISCUSSION</p>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Our review of the district court's grant of summary judgment is de novo. Doyle v. Paul Revere Life Ins. Co., 144 F.3d 181, 183 (1st Cir. 1998). When a Plan Administrator has discretion to determine an applicant's eligibility for benefits, such as here,<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> the administrator's decision must be upheld unless \"arbitrary, capricious, or an abuse of discretion.\" Id. (quoting Daz v. Seafarers Int'l Union, 13 F.3d 454, 456 (1st Cir. 1994)). This standard means that the administrator's decision will be upheld if it is reasoned and \"supported by substantial evidence in the record.\" Id. at 184 (quoting Associated Fisheries of Maine, Inc. v. Daley, 127 F.3d 104, 109 (1st Cir. 1997)). Evidence is \"substantial\" if it is reasonably sufficient to support a conclusion. Id. Moreover, the existence of contradictory evidence does not, in itself, make the administrator's decision arbitrary. Id. (citing Sprague v. Director, O.W.C.P., 688 F.2d 862, 865-66 (1st Cir. 1982)).</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">We begin with the evidence supporting Vlass's claim of total disability. Vlass's most impressive evidence is the opinion of Dr. Levy, one of his primary treating physicians. At the beginning of Vlass's treatment, Dr. Levy opined that Vlass was virtually incapable of any physical activity. A March 9, 1995 evaluation (made soon after Vlass filed his original disability claim) found that Vlass had 0% capacity to drive, use public transportation, walk, stand, sit, reach, grasp and climb. A year later, on March 4, 1996, Levy wrote that Vlass's \"pain interfere[s] with his ability to function at work,\" and that his pain medication \"could interfere with his cognitive function.\" Levy concluded that Vlass remained \"disabled from his prior and all occupations.\" In September 1996, Levy reasserted that the pain attributable to the diabetic neuropathy was disabling, but also relied on Vlass's underlying diabetes and unrelated heart problems as support for a finding of total disability. Finally, in November, after viewing the surveillance videotape, Levy acknowledged that \"[Vlass] is capable of doing things . . . from a physical standpoint,\" but still concluded that Vlass \"remain[ed] permanently disabled.\"</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Vlass also relies, in part, on reports submitted by Dr. Buchanan and Dr. Levine. In a September 11, 1995 letter, Buchanan concluded that Vlass's \"[in]ability to maintain adequate concentration and endurance [sufficient for a] regular job\" made Vlass \"currently totally disabled.\" A May 24, 1996 evaluation by Levine indicated that Vlass remained temporarily disabled at that point, although his condition was unlikely to be permanent.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Finally, Vlass points to his own reports of subjective feelings of pain, which have remained consistent throughout the term of his disability.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">We now turn to the evidence supporting Met Life's position. Although the district court criticized appellant for relying on \"selective consideration of the medical evidence,\" our evaluation of the record indicates that the particular selection made by appellant was appropriate and reasonable. First, Met Life chose to focus on Dr. Buchanan's August 7, 1996 evaluation (finding that Vlass was no longer totally disabled), and placed little weight on her earlier determinations to the contrary. Buchanan's later reports indicate that she had changed her opinion of Vlass's disability by September 1996; moreover, a close look at her evaluations indicates that this shift was not arbitrary or sudden, but reflected Vlass's ongoing improvement. In September 1995, Buchanan found that Vlass was \"not currently employable,\" but that it was \"possible that over the next year he [would] have improvement.\" Her diagnosis was based not on Vlass's inability to perform physical tasks, but instead on \"his [in]ability to maintain adequate concentration and endurance.\" On March 25, 1996, Buchanan opined that physical exertion continued to cause Vlass pain, but that he was probably capable of undertaking vocational training for a desk job. To the extent that Buchanan had previously focused on Vlass's inability to concentrate as indicative of total disability, her March letter indicates a shift in her opinion. Furthermore, in August 1996, Buchanan concluded that Vlass could work 5-6 hours in a day, albeit with frequent changes in position.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> Buchanan also indicated in August that Vlass could perform a host of physical activities, and even lift (on infrequent occasions) up to 50 pounds. Buchanan's final report thus directly contradicts Levy's opinion. Moreover, it is consistent both with Levine's report and her own earlier findings, which indicated that Vlass's disability was unlikely to be permanent, had lasted longer than normal for diabetic neuropathy, and was showing signs of improvement.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The second piece of evidence relied on by Met Life is the vocational assessment performed by Crawford in August 1996. The assessment considered the most recent opinions of Drs. Buchanan, Levine, and Levy.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> Given the functional capacity gleaned from those opinions, and Vlass's educational and experiential background, Crawford concluded that \"Vlass [was] capable of performing skilled employment as a sedentary to light level.\" The report also suggested several employment alternatives that Vlass might pursue.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The third piece of evidence, the surveillance report, is the most damning to Vlass. This is not so much because of the physical activity Vlass was seen doing while under surveillance: one can imagine circumstances in which lifting a lawnmower out of a car, carrying trash bags, or helping dogs into a car are tasks consistent with the Plan definition of total disability.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> However, the surveillance report does more than establish Vlass's physical capabilities. It also directly conflicts with Dr. Levy's opinion as to these capabilities. Levy had originally opined that Vlass had virtually no ability to perform physical tasks, which would indeed make him totally disabled. More recent opinions by Levy, although they did not focus on the previously diagnosed physical incapacity, did not suggest any change in this diagnosis. The surveillance indicated that Vlass's physical limitations in no way matched Levy's original (unchanged) diagnosis. Moreover, to the extent that Levy's later opinions shifted from a determination of pure physical incapacity to one of diminished cognitive function, they were directly contradicted by the opinion of Dr. Buchanan, and partially contradicted by that of Dr. Levine.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">It is the responsibility of the Administrator to weigh conflicting evidence. Guarino v. Metropolitan Life Ins. Co., 915 F. Supp. 435, 445 (D. Mass. 1995). Dr. Levy's original diagnosis that Vlass was entirely incapacitated was gainsaid by the diagnoses of other doctors and the surveillance report. Different doctors gave different opinions as to the effect of Vlass's pain on his ability to function in a normal workplace without physical demands. And the vocational assessment indicated that Vlass was capable of performing adequately in other occupations despite his pain. Given this conflicting evidence, we cannot say that Met Life was arbitrary and capricious in its decision to discontinue Vlass's benefits. We must therefore reverse the decision of the district court.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the District of Massachusetts, sitting by designation.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> An employee is eligible for benefits during the first eighteen months of disability if he is \"fully disabled,\" meaning that \"because of a sickness or injury,\" he \"cannot perform the essential elements and substantially all of the duties of his . . . job at Raytheon even with a reasonable accommodation.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> To be \"totally disabled,\" an employee must be \"fully disabled\" under the Plan, and he must be unable to \"do any other job for which he . . . is fit by education, training or experience.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The Plan provides that \"[t]he Plan Administrator, and, with respect to claims administration, the Claims Administrator, shall have the exclusive right, in their sole discretion, to interpret the Plan and decide all matters arising thereunder, including the right to remedy possible ambiguities, inconsistencies, or omissions. All determinations of the Plan Administrator and Claims Administrator with respect to any matter within their assigned responsibilities hereunder shall be conclusive and binding on all persons unless it can be shown that the interpretation or determination was arbitrary or capricious.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The district court criticized this report, and discounted it, for having been entered on a Met Life supplied \"block form.\" Vlass, 91 F. Supp. 2d at 52. It provided no legal or factual reasoning for so doing. In our de novo review of the district court's decision, we consider the form as we would all other evidence in the record.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Although the district court implied that the assessment was based on the appellants' mischaracterization of the medical evidence, our reading of the record cannot support such a suggestion. The assessment did rely on the most recent opinion of each doctor. Given that all of the doctors agreed that diabetic neuropathy was potentially a temporary condition, it seems eminently reasonable for Crawford to have focused on their most recent diagnoses.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Vlass filed an affidavit suggesting that the physical activity in question was consistent with his total disability because his doctors had counseled him to exercise. Vlass filed the affidavit, however, on February 28, 2000, months after Met Life had announced its decision to discontinue benefits. We have not yet decided whether the record in a case such as this should only include items available to the administrator at the time of its decision. Doe v. Travelers Ins. Co., 167 F.3d 53, 57 (1st Cir. 1999) (assuming arguendo such a limitation); see also Chandler v. Raytheon Employees Disability Trust, 53 F. Supp. 2d 84, 85 n.1 (D. Mass. 1999), aff'd 229 F.3d 1133 (2000) (holding that the record is limited in this manner); McLaughlin v. Reynolds, 886 F. Supp. 902, 906 (D. Me. 1995) (refusing to supplement the record when review is under an \"arbitrary and capricious\" standard, as it is here). In this case, as we explain, whether we consider the affidavit as part of the record or not is of no consequence, given that the surveillance effectively impeaches Dr. Levy's opinion, which provides almost all of Vlass's supporting evidence.</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">244</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">27</span></span> (1st Cir. 2001)</p>\n    <p class=\"parties\">CLYDE N. VLASS, Plaintiff, Appellee,<br>v.<br>RAYTHEON EMPLOYEES DISABILITY TRUST; RAYTHEON COMPANY; METROPOLITAN LIFE INSURANCE COMPANY, Defendants, Appellants.</p>\n    <p class=\"docket\">No. 00-1956</p>\n    <p class=\"court\">United States Court of Appeals For the First Circuit</p>\n    <p class=\"date\">Heard February 5, 2001<br>Decided March 26, 2001</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF MASSACHUSETTS</p>\n      <p class=\"indent\">[Hon. Joseph L. Tauro, U.S. District Judge]</p>\n      <p class=\"indent\">Stephen S. Churchill, with whom James F. Kavanaugh, Jr. and Conn Kavanaugh Rosenthal Peisch &amp; Ford, LLP, were on brief, for appellants.</p>\n      <p class=\"indent\">Daniel C. Finbury, with whom Karen Alexanian Benger and Finbury &amp; Sullivan, P.C., were on brief, for appellee.</p>\n      <p class=\"indent\">Before Torruella, Chief Judge, Lipez, Circuit Judge, and Stearns,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> District Judge.</p>\n      <p class=\"indent\">TORRUELLA, Chief Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Appellant Metropolitan Life Insurance Company (\"Met Life\"), in its capacity as Claims Administrator of the Raytheon Company Long Term Disability Benefits Plan (the \"Plan\"), concluded that appellee Raymond Vlass was no longer eligible for long-term disability benefits as of Septembera8, 1996 because he was no longer \"totally disabled.\" The district court concluded that Met Life's decision to discontinue benefits was \"arbitrary and capricious,\" and granted summary judgment to Vlass. Vlass v. Raytheon Employees Disability Trust, <span class=\"citation\" data-id=\"2420987\"><a href=\"/opinion/2420987/vlass-v-raytheon-employees-disability-trust/\"><span class=\"volume\">96</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">51</span></a></span> (D. Mass. 2000) (denying summary judgment for defendants); Vlass v. Raytheon Employees Disability Trust, Civ. No. 99-10146-JLT (D. Mass., June 6, 2000) (order granting summary judgment to plaintiff). For the reasons stated below, we reverse.</p>\n    </div>\n    <p>BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Vlass began working for appellant Raytheon in October 1985. In February 1995, he was diagnosed with diabetic neuropathy and chronic pain. He was deemed \"fully disabled\" in March 1995, which entitled him to the receipt of short-term disability benefits.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> After eighteen months of receiving disability benefits under the Plan, an employee must be \"totally disabled\" to continue receiving benefits.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On September 8, 1996, Met Life concluded that Vlass was not \"totally disabled\" under the terms of the Plan, and accordingly denied Vlass's request for long-term disability payments. Met Life relied on four pieces of evidence in making its decision: (1) an August 7, 1996 report by Dr. Elizabeth Buchanan which indicated that Vlass was \"capable of working in a desk job\" and could perform certain physical tasks; (2) a May 24, 1996 independent medical examination performed by Dr. Robert Levine, which indicated that Vlass suffered some physical restrictions, but that these physical limitations did not make employment an impossibility; (3) an independent vocational assessment undertaken by Crawford Disability Management which found Vlass \"capable of performing skilled employment at a sedentary to light level capacity;\" and (4) a two-day surveillance of Vlass, which demonstrated his ability to perform at least some physical activity. Based on this evidence, and considering Vlass's other skills, Met Life concluded that there was \"insufficient medical evidence of a functional impairment that would interfere with [his] ability to perform any and all occupations.\"</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The district court disagreed. It re-evaluated the two medical reports on which Met Life had relied and found that they undermined Met Life's position. Vlass, 96 F. Supp. 2d at 52-53. Because earlier reports filed by Dr. Buchanan conflicted with the August 7 report, the district court discounted it as a cursory \"block form\" prepared at Met Life's request. Id. at 52. The court read Dr. Levine's opinion as indicating that Vlass was \"totally,\" if not necessarily \"permanently\" disabled as of May 24, 1996. Id. at 53. In addition, the district court relied heavily on nine reports prepared by Dr. Richard Levy, a treating neurologist, who repeatedly opined that Vlass was \"totally disabled.\" The district court thus concluded that Met Life had relied on \"unduly selective, . . . extracted medical observations,\" taken out of context. Id. It then discounted the vocational assessment report and surveillance report as having \"little independent merit\" because they were based on \"mischaracterizations of the medical reports.\" Id. The court concluded that Met Life lacked \"substantial evidence\" to support its termination of benefits, and that the only reasonable conclusion was that Vlass was \"totally disabled\" under the terms of the Plan. Id. at 54.</p>\n    </div>\n    <p>DISCUSSION</p>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Our review of the district court's grant of summary judgment is de novo. Doyle v. Paul Revere Life Ins. Co., <span class=\"citation\" data-id=\"197983\"><a href=\"/opinion/197983/doyle-v-paul-revere-life/\"><span class=\"volume\">144</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">181</span></a></span>, 183 (1st Cir. 1998). When a Plan Administrator has discretion to determine an applicant's eligibility for benefits, such as here,<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> the administrator's decision must be upheld unless \"arbitrary, capricious, or an abuse of discretion.\" Id. (quoting Daz v. Seafarers Int'l Union, <span class=\"citation\" data-id=\"195142\"><a href=\"/opinion/195142/diaz-v-seafarers-intl/\"><span class=\"volume\">13</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">454</span></a></span>, 456 (1st Cir. 1994)). This standard means that the administrator's decision will be upheld if it is reasoned and \"supported by substantial evidence in the record.\" Id. at 184 (quoting Associated Fisheries of Maine, Inc. v. Daley, <span class=\"citation\" data-id=\"197563\"><a href=\"/opinion/197563/associated-fisheries-v-us-secretary-of/\"><span class=\"volume\">127</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">104</span></a></span>, 109 (1st Cir. 1997)). Evidence is \"substantial\" if it is reasonably sufficient to support a conclusion. Id. Moreover, the existence of contradictory evidence does not, in itself, make the administrator's decision arbitrary. Id. (citing Sprague v. Director, O.W.C.P., <span class=\"citation\" data-id=\"409032\"><a href=\"/opinion/409032/mabel-sprague-widow-of-frederick-sprague-claimant-petitioner-v/\"><span class=\"volume\">688</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">862</span></a></span>, 865-66 (1st Cir. 1982)).</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">We begin with the evidence supporting Vlass's claim of total disability. Vlass's most impressive evidence is the opinion of Dr. Levy, one of his primary treating physicians. At the beginning of Vlass's treatment, Dr. Levy opined that Vlass was virtually incapable of any physical activity. A March 9, 1995 evaluation (made soon after Vlass filed his original disability claim) found that Vlass had 0% capacity to drive, use public transportation, walk, stand, sit, reach, grasp and climb. A year later, on March 4, 1996, Levy wrote that Vlass's \"pain interfere[s] with his ability to function at work,\" and that his pain medication \"could interfere with his cognitive function.\" Levy concluded that Vlass remained \"disabled from his prior and all occupations.\" In September 1996, Levy reasserted that the pain attributable to the diabetic neuropathy was disabling, but also relied on Vlass's underlying diabetes and unrelated heart problems as support for a finding of total disability. Finally, in November, after viewing the surveillance videotape, Levy acknowledged that \"[Vlass] is capable of doing things . . . from a physical standpoint,\" but still concluded that Vlass \"remain[ed] permanently disabled.\"</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Vlass also relies, in part, on reports submitted by Dr. Buchanan and Dr. Levine. In a September 11, 1995 letter, Buchanan concluded that Vlass's \"[in]ability to maintain adequate concentration and endurance [sufficient for a] regular job\" made Vlass \"currently totally disabled.\" A May 24, 1996 evaluation by Levine indicated that Vlass remained temporarily disabled at that point, although his condition was unlikely to be permanent.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Finally, Vlass points to his own reports of subjective feelings of pain, which have remained consistent throughout the term of his disability.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">We now turn to the evidence supporting Met Life's position. Although the district court criticized appellant for relying on \"selective consideration of the medical evidence,\" our evaluation of the record indicates that the particular selection made by appellant was appropriate and reasonable. First, Met Life chose to focus on Dr. Buchanan's August 7, 1996 evaluation (finding that Vlass was no longer totally disabled), and placed little weight on her earlier determinations to the contrary. Buchanan's later reports indicate that she had changed her opinion of Vlass's disability by September 1996; moreover, a close look at her evaluations indicates that this shift was not arbitrary or sudden, but reflected Vlass's ongoing improvement. In September 1995, Buchanan found that Vlass was \"not currently employable,\" but that it was \"possible that over the next year he [would] have improvement.\" Her diagnosis was based not on Vlass's inability to perform physical tasks, but instead on \"his [in]ability to maintain adequate concentration and endurance.\" On March 25, 1996, Buchanan opined that physical exertion continued to cause Vlass pain, but that he was probably capable of undertaking vocational training for a desk job. To the extent that Buchanan had previously focused on Vlass's inability to concentrate as indicative of total disability, her March letter indicates a shift in her opinion. Furthermore, in August 1996, Buchanan concluded that Vlass could work 5-6 hours in a day, albeit with frequent changes in position.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> Buchanan also indicated in August that Vlass could perform a host of physical activities, and even lift (on infrequent occasions) up to 50 pounds. Buchanan's final report thus directly contradicts Levy's opinion. Moreover, it is consistent both with Levine's report and her own earlier findings, which indicated that Vlass's disability was unlikely to be permanent, had lasted longer than normal for diabetic neuropathy, and was showing signs of improvement.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The second piece of evidence relied on by Met Life is the vocational assessment performed by Crawford in August 1996. The assessment considered the most recent opinions of Drs. Buchanan, Levine, and Levy.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> Given the functional capacity gleaned from those opinions, and Vlass's educational and experiential background, Crawford concluded that \"Vlass [was] capable of performing skilled employment as a sedentary to light level.\" The report also suggested several employment alternatives that Vlass might pursue.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">The third piece of evidence, the surveillance report, is the most damning to Vlass. This is not so much because of the physical activity Vlass was seen doing while under surveillance: one can imagine circumstances in which lifting a lawnmower out of a car, carrying trash bags, or helping dogs into a car are tasks consistent with the Plan definition of total disability.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> However, the surveillance report does more than establish Vlass's physical capabilities. It also directly conflicts with Dr. Levy's opinion as to these capabilities. Levy had originally opined that Vlass had virtually no ability to perform physical tasks, which would indeed make him totally disabled. More recent opinions by Levy, although they did not focus on the previously diagnosed physical incapacity, did not suggest any change in this diagnosis. The surveillance indicated that Vlass's physical limitations in no way matched Levy's original (unchanged) diagnosis. Moreover, to the extent that Levy's later opinions shifted from a determination of pure physical incapacity to one of diminished cognitive function, they were directly contradicted by the opinion of Dr. Buchanan, and partially contradicted by that of Dr. Levine.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">It is the responsibility of the Administrator to weigh conflicting evidence. Guarino v. Metropolitan Life Ins. Co., <span class=\"citation\" data-id=\"1618404\"><a href=\"/opinion/1618404/guarino-v-metropolitan-life-ins-co/\"><span class=\"volume\">915</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">435</span></a></span>, 445 (D. Mass. 1995). Dr. Levy's original diagnosis that Vlass was entirely incapacitated was gainsaid by the diagnoses of other doctors and the surveillance report. Different doctors gave different opinions as to the effect of Vlass's pain on his ability to function in a normal workplace without physical demands. And the vocational assessment indicated that Vlass was capable of performing adequately in other occupations despite his pain. Given this conflicting evidence, we cannot say that Met Life was arbitrary and capricious in its decision to discontinue Vlass's benefits. We must therefore reverse the decision of the district court.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the District of Massachusetts, sitting by designation.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> An employee is eligible for benefits during the first eighteen months of disability if he is \"fully disabled,\" meaning that \"because of a sickness or injury,\" he \"cannot perform the essential elements and substantially all of the duties of his . . . job at Raytheon even with a reasonable accommodation.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> To be \"totally disabled,\" an employee must be \"fully disabled\" under the Plan, and he must be unable to \"do any other job for which he . . . is fit by education, training or experience.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The Plan provides that \"[t]he Plan Administrator, and, with respect to claims administration, the Claims Administrator, shall have the exclusive right, in their sole discretion, to interpret the Plan and decide all matters arising thereunder, including the right to remedy possible ambiguities, inconsistencies, or omissions. All determinations of the Plan Administrator and Claims Administrator with respect to any matter within their assigned responsibilities hereunder shall be conclusive and binding on all persons unless it can be shown that the interpretation or determination was arbitrary or capricious.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> The district court criticized this report, and discounted it, for having been entered on a Met Life supplied \"block form.\" Vlass, 91 F. Supp. 2d at 52. It provided no legal or factual reasoning for so doing. In our de novo review of the district court's decision, we consider the form as we would all other evidence in the record.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> Although the district court implied that the assessment was based on the appellants' mischaracterization of the medical evidence, our reading of the record cannot support such a suggestion. The assessment did rely on the most recent opinion of each doctor. Given that all of the doctors agreed that diabetic neuropathy was potentially a temporary condition, it seems eminently reasonable for Crawford to have focused on their most recent diagnoses.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> Vlass filed an affidavit suggesting that the physical activity in question was consistent with his total disability because his doctors had counseled him to exercise. Vlass filed the affidavit, however, on February 28, 2000, months after Met Life had announced its decision to discontinue benefits. We have not yet decided whether the record in a case such as this should only include items available to the administrator at the time of its decision. Doe v. Travelers Ins. Co., <span class=\"citation\" data-id=\"198300\"><a href=\"/opinion/198300/doe-v-travelers/\"><span class=\"volume\">167</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">53</span></a></span>, 57 (1st Cir. 1999) (assuming arguendo such a limitation); see also Chandler v. Raytheon Employees Disability Trust, <span class=\"citation\" data-id=\"2290238\"><a href=\"/opinion/2290238/chandler-v-raytheon-employees-disability-trust/\"><span class=\"volume\">53</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">84</span></a></span>, 85 n.1 (D. Mass. 1999), aff'd <span class=\"citation no-link\"><span class=\"volume\">229</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1133</span></span> (2000) (holding that the record is limited in this manner); McLaughlin v. Reynolds, <span class=\"citation\" data-id=\"1796675\"><a href=\"/opinion/1796675/mclaughlin-v-reynolds/\"><span class=\"volume\">886</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">902</span></a></span>, 906 (D. Me. 1995) (refusing to supplement the record when review is under an \"arbitrary and capricious\" standard, as it is here). In this case, as we explain, whether we consider the affidavit as part of the record or not is of no consequence, given that the surveillance effectively impeaches Dr. Levy's opinion, which provides almost all of Vlass's supporting evidence.</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/195142/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197563/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197983/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198300/",
    "http://www.courtlistener.com/api/rest/v3/opinions/409032/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1618404/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1796675/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2290238/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2420987/"
  ]
}