{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/199342/",
  "absolute_url": "/opinion/199342/wilson-v-copen/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/199342/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T04:28:48Z",
  "date_modified": "2017-03-24T11:01:37.981192Z",
  "type": "010combined",
  "sha1": "5869fccad53c328a2c2e1e9bb727033951925aad",
  "page_count": 13,
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/00-1639-01A.pdf",
  "local_path": "pdf/2001/03/30/Wilson_v._Copen.pdf",
  "plain_text": "          United States Court of Appeals\n                    For the First Circuit\n\n\nNo. 00-1639\n\n                       CAROLINE WILSON,\n\n                    Plaintiff, Appellant,\n\n                              v.\n\n        PAULINE COPEN; VALLEY FORGE INSURANCE COMPANY,\n\n                    Defendants, Appellees.\n\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n              FOR THE DISTRICT OF MASSACHUSETTS\n\n        [Hon. Michael A. Ponsor, U.S. District Judge]\n\n\n                            Before\n\n                   Stahl, Lynch, and Lipez,\n                       Circuit Judges.\n\n\n\n     Lee H. Kozol, with whom David A. Rich and Friedman &\nAtherton LLP, were on brief, for appellant.\n     James R. Loughman, with whom Donovan & O’Connor, LLP, was\non brief, for appellee Copen.\n     Richard W. Jensen, with whom Morrison, Mahoney & Miller,\nLLP, was on brief, for appellee Valley Forge Insurance Company.\n\n\n\n\n                        March 30, 2001\n\f\f             STAHL, Circuit Judge.          In the early morning hours of\n\nAugust 22, 1996, plaintiff-appellant Caroline Wilson injured\n\nherself in a fall down a darkened flight of steps in the home of\n\ndefendant-appellee Pauline Copen.             Wilson subsequently brought\n\nthis   diversity     action   against       Copen   and    Copen's    liability\n\ninsurer, defendant-appellee Valley Forge Insurance Co. (\"Valley\n\nForge\").      The complaint alleged that Copen was negligent in\n\nfailing to warn Wilson of unusual conditions – a narrow landing\n\nat the top of the stairs and a hidden light switch – that caused\n\nher to fall in the darkness.          The complaint further alleged that\n\nValley Forge engaged in unfair claim settlement practices when\n\nWilson sought compensation for her injuries.                     See Mass Gen.\n\nLaws. chs. 93A & 176D, § 3.           Following the close of discovery,\n\nCopen moved for summary judgment, which the district court\n\ngranted on alternative grounds:             that Copen owed Wilson no duty\n\nto   warn,   and   that   Wilson   was      more    than   50%   comparatively\n\nnegligent.     See Mass. Gen. Laws ch. 231, § 85.                Because Copen\n\nwas not liable, the court also awarded judgment to Valley Forge.\n\nWilson appeals, contending that the court erred in concluding\n\nthat no reasonable jury could find Copen liable.                  We agree and\n\ntherefore vacate and remand.\n\n             The   relevant   facts    are    undisputed.        In   the   early\n\nevening of August 21, 1996, Wilson, who was then 50 years old,\n\n\n                                      -3-\n\farrived at Copen's Stockbridge, Massachusetts, condominium with\n\nthe intention of staying overnight.   Wilson had agreed to stay\n\nwith Copen at the request of Copen's daughter, a friend of\n\nWilson's, who did not want her 82-year-old mother to be alone\n\nduring the night.   Wilson had never before spent the night with\n\nCopen.    Copen had owned the condominium, which she used as a\n\nsummer home, for a little more than eight years.\n\n           Upon her arrival and at Copen’s urging, Wilson went\n\nupstairs and placed her belongings in a guest bedroom which was\n\ndirectly across from the top of the stairs.   There was no need\n\nto use a light at that time because it was still light outside.\n\nThe door to the bedroom opened outward to a small landing, which\n\na person exiting the room would reach via a short passageway\n\nflanked on the left by an enclosed area and on the right by a\n\ncloset.   To reach the upstairs bathroom from the bedroom, one\n\nwould exit the room, proceed to the end of the passageway, and\n\nturn right.   The bedroom’s threshold was approximately six feet\n\nfrom the top of the stairs, but the imaginary line marking the\n\nend of the passageway (as one exits the room) was only about\n\nthree-and-one-half feet from the top of the stairs.\n\n           After depositing her effects in the bedroom, Wilson\n\nwent downstairs and had dinner with Copen.    Following dinner,\n\nWilson washed the dishes and sat with Copen until approximately\n\n\n                               -4-\n\f8:30 p.m., when Copen announced that she would be retiring.\n\nWilson then went upstairs, got in bed, turned on a small lamp\n\nnext to her bed, and began reading.                 The lamp was the only light\n\nin   the   room,    and      could    only   be    turned   on   manually     if   it\n\npreviously had been turned off manually.                 A light in the ceiling\n\nover the upstairs landing also was on at this time.                         At about\n\n10:30 p.m., Wilson heard Copen leave her bedroom.                   From her bed,\n\nWilson bid Copen good night.               Copen responded in kind and, with\n\nWilson’s knowledge, turned off the light over the upstairs\n\nlanding by means of a switch located at the bottom of the\n\nstairs.     Sometime thereafter, Wilson manually turned off the\n\nlamp beside her bed and went to sleep.\n\n            At about 1:00 a.m. on August 22, 1996, Wilson awoke\n\nwith   a   need    to   go    to     the   bathroom.     The     upstairs    of    the\n\ncondominium was completely dark.                   Wilson, who was half-awake,\n\nleft her bed and, apparently not wanting to be jarred awake by\n\nthe direct light of the lamp next to her bed, chose not to turn\n\non the lamp.        Instead, she made her way towards the upstairs\n\nlanding with the intention of locating and then turning on the\n\noverhead (and thus more indirect) landing light.                      Wilson knew\n\nthat the bathroom was located to the right of the passageway\n\nfrom the bedroom, but did not know the location of the switch\n\nfor the light over the landing.                  In fact, the switch was on the\n\n\n                                           -5-\n\fwall of the enclosed area flanking the passageway on the left,\n\nand was hidden behind the bedroom’s door when the door was left\n\nin the open position.\n\n          The architect’s electrical plan for the condominium\n\ncalled for the switch to be on the right, where it would have\n\nbeen   readily   accessible      to     one    exiting     the   room,    but   the\n\nelectrical    layout     was    for     some    reason      changed      when   the\n\ncondominium was built.         Locating the switch behind the door is\n\ncontrary to standard practices in the construction and building\n\nindustry – the National Electrical Code states that \"[a]ll\n\nswitches . . . shall be located that they may be operated from\n\na   readily   accessible       place\"    –    and    (in   the   uncontradicted\n\nopinions of Wilson's experts) created a dangerous situation for\n\nguests exiting the bedroom at night.                Copen, however, did not go\n\nupstairs much, and claimed not to have knowledge of the switch's\n\nunusual location.      As a result, she never warned Wilson of the\n\npotentially dangerous situation.              Nor did she take steps – e.g.,\n\nleaving the landing light on – to ameliorate it.\n\n          Wilson described her accident in deposition testimony.\n\nHaving   reached   the   doorway,       she     crossed    the   threshold      and\n\nextended her left hand in an effort to locate the landing light\n\nswitch. Wilson presumed that the switch would be on her left\n\nbecause \"the opening for the bathroom was on the right.\"                         In\n\n\n                                        -6-\n\freaching for the switch, Wilson hit the open door, which bounced\n\ntoward her.     Wilson then pivoted on her right foot \"to turn and\n\nsee if there was a light switch on the right hand side, and when\n\nI pivoted, I fell down the stairs.\"             Wilson suffered serious\n\ninjuries as a result of her fall.\n\n             On March 13, 1998, Wilson commenced this action against\n\nCopen and Valley Forge on the theories described in the first\n\nparagraph of this opinion.      In January 1999, Valley Forge sought\n\nand obtained a severance and a stay of Wilson's unfair claim\n\nsettlement practices cause of action, successfully arguing that\n\nthe action would not lie if Copen were not held liable in\n\nnegligence.     Subsequently, Copen moved for summary judgment on\n\nWilson's negligence claim, arguing that, as a matter of law, the\n\nnarrowness of the landing and the darkness were open and obvious\n\ndangers, and that Copen had no duty to warn Wilson about the\n\nlocation of the upstairs landing light switch because Wilson's\n\ndecision to forgo turning on the lamp beside her bed and to\n\ngrope in the dark for the switch was not foreseeable.\n\n             The district court orally granted the motion.              As an\n\ninitial matter, the court concluded that the absence of disputed\n\nfacts obliged it to decide whether Copen owed Wilson a duty to\n\nwarn.    In the court's view, putting this question to a jury\n\nwould   be   tantamount   to   asking    the   jury   to   create   a   legal\n\n\n                                   -7-\n\fstandard, which is not its task.         The court then held that Copen\n\nowed Wilson no duty to warn because (1) Copen knew that Wilson\n\nwas aware of the light beside her bed; (2) the narrowness of the\n\nstairway landing was an open and obvious danger to Wilson, who\n\npassed over it at least twice prior to her accident; (3) it was\n\nnot foreseeable that Wilson would keep moving forward in the\n\ndark groping for the upstairs landing light switch (rather than\n\nreturning to her bed and turning on the lamp); and (4) Copen had\n\nno actual knowledge of the switch's location.            The court also\n\nheld, in the alternative (but for the same reasons), that Wilson\n\nwas more than 50% comparatively negligent as a matter of law.\n\nFinally, the court summarily awarded Valley Forge judgment on\n\nWilson's unfair claims settlement practices cause of action\n\nbecause Copen was not liable as a matter of law.\n\n             In making its rulings, the district court stated that\n\nit regarded     Bohenko v.   Grzyb, 21 Mass. App. Ct. 961 (1986)\n\n(rescript opinion), as instructive.         Bohenko reversed a verdict\n\nin   favor    of   a   plaintiff   who,    with   the   permission   and\n\nforeknowledge of the homeowner defendant, let herself into his\n\nunilluminated house at 1:00 a.m., entered a darkened hallway,\n\ngroped in the dark and found what she thought to be the kitchen\n\ndoor but was in fact the basement door, opened the door and\n\nstepped through, and injured herself in a fall down the basement\n\n\n                                   -8-\n\fsteps.      See id. at 962.          The negligence theory posited in that\n\ncase was that the defendant acted unreasonably in failing to\n\nkeep the rear entrance and hallway of his house lighted.                        See\n\nid.        The    jury    accepted      this   theory,   but   the   Massachusetts\n\nAppeals Court rejected it because, in its view, the defendant\n\ncould not have foreseen the plaintiff's conduct as a matter of\n\nlaw.       See id.       Although recognizing that the facts of Bohenko\n\nare    \"not       on     all   fours\"    with    the   facts   here,    the   court\n\nnonetheless thought that \"the foreseeability of [the plaintiff\n\nin Bohenko] showing up in the area that was darkened was . . .\n\nthe same foreseeability [as] Ms. Wilson's getting up in the\n\nmiddle of the night.\"\n\n                 On appeal, Wilson contends that the district court\n\ncommitted legal error in concluding that the duty-to-warn and\n\ncontributory negligence issues were unfit for jury resolution\n\nbecause the relevant facts are undisputed.                 We agree.     The court\n\nconceptualized resolution of Copen’s summary judgment motion as\n\nturning on a legal question – whether the established facts gave\n\nrise to a duty to warn – that it, and not the jury, should\n\ndecide.      But we think that this case is less about whether Copen\n\nowed Wilson a legal duty (she clearly did 1) than it is about\n\n\n       1\n      Massachusetts law well recognizes that a homeowner has a\ncommon law duty of care to invitees, which includes the duty to\nwarn lawful visitors of any unreasonably dangerous conditions of\n\n                                           -9-\n\fwhether a jury rationally could find that the failure to warn\n\nidentified in the complaint constituted a breach of her duty.2\n\nWe believe that a jury could so find.\n\n          Succinctly stated, we think a jury rationally could\n\nfind that Copen breached a duty to warn by reasoning as follows.\n\nWhen Copen turned off the light and plunged the upstairs landing\n\ninto darkness, she should have foreseen that Wilson might awaken\n\nwith a need to use the bathroom during the night.     That being\n\nthe case, Copen also should have foreseen that Wilson might\n\ngroggily make her way toward the landing without first trying to\n\nlocate the manual switch that would illuminate the lamp next to\n\n\n\nwhich the homeowner should be aware. E.g. O’Sullivan v. Shaw,\n431 Mass. 201, 204 (2000).    The homeowner is relieved of the\nduty to warn of such conditions if they are “open and obvious,”\nand sometimes it is appropriate for a trial judge to enter\nsummary judgment where no reasonable jury would conclude\notherwise. Id. at 207-09. But that is not this case.\n     2The law regards this finding as one of “ultimate fact,” see\n11 Moore's Federal Practice § 56.11[5][b] (Matthew Bender 3d\ned.), resolution of which usually is left to the jury, see\nMullins v. Pine Manor College, 389 Mass. 47, 56 (1983); see also\nNoble v. Goodyear Tire and Rubber Co., Inc., 34 Mass. App. Ct.\n397, 402 n.2 (1993) (\"application of the reasonable person\nstandard is uniquely within the competence of the jury\")\n(citation and internal quotation marks omitted).      Crucially,\nthis is so even when the relevant facts are stipulated or\nundisputed. See 11 Moore's Federal Practice § 56.11[5][b] (\"Much\njury activity is devoted not to determining physical facts but\nto construing them. For example, questions of assumption of the\nrisk or intent are usually classified as factual matters, to be\ndetermined by the jury. So, too, is the question of whether a\ngiven party's stipulated or uncontested conduct constitutes\nnegligence or contributory negligence.\").\n\n                              -10-\n\fher bed and expose her to more direct light (thus fully wakening\n\nher); exit the bedroom in the dark and proceed to the landing\n\nwith the intention of locating and turning on a landing light\n\nshe knew to exist; be unable to locate the light switch because\n\nof its unconventional location; move about on the landing in\n\nsearch of the light switch instead of making a second trip in\n\nthe dark back to the bedside lamp; and lose her bearings and\n\ntumble down the stairs.             We also think that a jury rationally\n\ncould find that, actual knowledge aside, Copen should be charged\n\nwith knowledge of the unusual configuration at the top of her\n\nstairs,      having    occupied     the    condominium         for    eight   summers.\n\nFinally, we think that a jury viewing the case in this way\n\nrationally      could    conclude      that      Wilson    was        less    than   50%\n\ncomparatively negligent in acting as she did.                         Cf. Hubbard v.\n\nPalmer Russell Co., 343 Mass. 414, 416-17 (1961) (holding that\n\na plaintiff’s prior knowledge of a darkened stairwell down which\n\nshe fell did not constitute contributory negligence as a matter\n\nof   law).      This    view   of    the    evidence      is    not    the    only   one\n\nplausible; a jury would be well within its rights to reason as\n\nthe district court did and return a verdict for Copen.                          But we\n\nsimply do not believe that, on the evidence, a defendant's\n\nverdict is inevitable if the jury acts rationally.\n\n\n\n\n                                          -11-\n\f            Bohenko, see supra at 6-7, does not shake this belief.\n\nIt is true that, as here, the plaintiff in                     Bohenko injured\n\nherself in a fall down darkened stairs in the home of an\n\nacquaintance.       See 21 Mass. App. Ct. at 962.              But there is no\n\nmention in Bohenko of any attempt by the plaintiff to turn on a\n\nlight.    See id.      Moreover, and more importantly, \"[t]here was no\n\nevidence that the [basement] stairs were defective or that there\n\nwas   anything     about    the   condition     of    the    premises   that   was\n\nunusual.\"        Id.     In   our    view,    these    two   facts   suffice   to\n\ndistinguish the present case and make it worthy of submission to\n\na jury.\n\n            Two other points merit brief mention. First, we reject\n\nout of hand Valley Forge's alternative argument that Wilson's\n\ndeposition testimony, which can be taken to suggest that Wilson\n\nfell before reaching the area to the right of the bedroom's\n\ndoor, conclusively establishes that she would have fallen down\n\nthe stairs even if the light switch had been located on the\n\nright, as the architect had planned.                  Wilson's complaint does\n\nnot claim that the light switch was negligently located; rather,\n\nshe claims that Copen acted negligently in failing to warn her\n\nabout the dangers of venturing on to the landing in the dark\n\ngiven the switch's location and the narrowness of the landing.\n\nSecond,    there    is     some     dispute   as     to   whether    Wilson    has\n\n\n                                       -12-\n\fsufficiently pleaded, as an alternative liability theory, that\n\nCopen acted negligently in turning off the landing light.   We\n\nleave resolution of that dispute for the district court on\n\nremand.\n\n          Vacated and remanded.\n\n\n\n\n                             -13-\n\f",
  "html": "<p class=\"case_cite\">244 F.3d 178 (1st Cir. 2001)</p>\n    <p class=\"parties\">CAROLINE WILSON, Plaintiff, Appellant,<br>v.<br>PAULINE COPEN; VALLEY FORGE INSURANCE COMPANY, Defendants, Appellees.</p>\n    <p class=\"docket\">No. 00-1639</p>\n    <p class=\"court\">United States Court of Appeals For the First Circuit</p>\n    <p class=\"date\">Heard December 7, 2000<br>Decided March 30, 2001</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF MASSACHUSETTS</p>\n      <p class=\"indent\">[Hon. Michael A. Ponsor, U.S. District Judge]</p>\n      <p class=\"indent\">Lee H. Kozol, with whom David A. Rich and Friedman &amp; Atherton LLP, were on brief, for appellant.</p>\n      <p class=\"indent\">James R. Loughman, with whom Donovan &amp; O'Connor, LLP, was on brief, for appellee Copen.</p>\n      <p class=\"indent\">Richard W. Jensen, with whom Morrison, Mahoney &amp; Miller, LLP, was on brief, for appellee Valley Forge Insurance Company.</p>\n      <p class=\"indent\">Before Stahl, Lynch, and Lipez, Circuit Judges.</p>\n      <p class=\"indent\">STAHL, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In the early morning hours of August 22, 1996, plaintiff-appellant Caroline Wilson injured herself in a fall down a darkened flight of steps in the home of defendant-appellee Pauline Copen. Wilson subsequently brought this diversity action against Copen and Copen's liability insurer, defendant-appellee Valley Forge Insurance Co. (\"Valley Forge\"). The complaint alleged that Copen was negligent in failing to warn Wilson of unusual conditions - a narrow landing at the top of the stairs and a hidden light switch - that caused her to fall in the darkness. The complaint further alleged that Valley Forge engaged in unfair claim settlement practices when Wilson sought compensation for her injuries. See Mass Gen. Laws. chs. 93A &amp; 176D, &#167; 3. Following the close of discovery, Copen moved for summary judgment, which the district court granted on alternative grounds: that Copen owed Wilson no duty to warn, and that Wilson was more than 50% comparatively negligent. See Mass. Gen. Laws ch. 231, &#167; 85. Because Copen was not liable, the court also awarded judgment to Valley Forge. Wilson appeals, contending that the court erred in concluding that no reasonable jury could find Copen liable. We agree and therefore vacate and remand.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The relevant facts are undisputed. In the early evening of August 21, 1996, Wilson, who was then 50 years old, arrived at Copen's Stockbridge, Massachusetts, condominium with the intention of staying overnight. Wilson had agreed to stay with Copen at the request of Copen's daughter, a friend of Wilson's, who did not want her 82-year-old mother to be alone during the night. Wilson had never before spent the night with Copen. Copen had owned the condominium, which she used as a summer home, for a little more than eight years.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Upon her arrival and at Copen's urging, Wilson went upstairs and placed her belongings in a guest bedroom which was directly across from the top of the stairs. There was no need to use a light at that time because it was still light outside. The door to the bedroom opened outward to a small landing, which a person exiting the room would reach via a short passageway flanked on the left by an enclosed area and on the right by a closet. To reach the upstairs bathroom from the bedroom, one would exit the room, proceed to the end of the passageway, and turn right. The bedroom's threshold was approximately six feet from the top of the stairs, but the imaginary line marking the end of the passageway (as one exits the room) was only about three-and-one-half feet from the top of the stairs.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">After depositing her effects in the bedroom, Wilson went downstairs and had dinner with Copen. Following dinner, Wilson washed the dishes and sat with Copen until approximately 8:30 p.m., when Copen announced that she would be retiring. Wilson then went upstairs, got in bed, turned on a small lamp next to her bed, and began reading. The lamp was the only light in the room, and could only be turned on manually if it previously had been turned off manually. A light in the ceiling over the upstairs landing also was on at this time. At about 10:30 p.m., Wilson heard Copen leave her bedroom. From her bed, Wilson bid Copen good night. Copen responded in kind and, with Wilson's knowledge, turned off the light over the upstairs landing by means of a switch located at the bottom of the stairs. Sometime thereafter, Wilson manually turned off the lamp beside her bed and went to sleep.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">At about 1:00 a.m. on August 22, 1996, Wilson awoke with a need to go to the bathroom. The upstairs of the condominium was completely dark. Wilson, who was half-awake, left her bed and, apparently not wanting to be jarred awake by the direct light of the lamp next to her bed, chose not to turn on the lamp. Instead, she made her way towards the upstairs landing with the intention of locating and then turning on the overhead (and thus more indirect) landing light. Wilson knew that the bathroom was located to the right of the passageway from the bedroom, but did not know the location of the switch for the light over the landing. In fact, the switch was on the wall of the enclosed area flanking the passageway on the left, and was hidden behind the bedroom's door when the door was left in the open position.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The architect's electrical plan for the condominium called for the switch to be on the right, where it would have been readily accessible to one exiting the room, but the electrical layout was for some reason changed when the condominium was built. Locating the switch behind the door is contrary to standard practices in the construction and building industry - the National Electrical Code states that \"[a]ll switches . . . shall be located that they may be operated from a readily accessible place\" - and (in the uncontradicted opinions of Wilson's experts) created a dangerous situation for guests exiting the bedroom at night. Copen, however, did not go upstairs much, and claimed not to have knowledge of the switch's unusual location. As a result, she never warned Wilson of the potentially dangerous situation. Nor did she take steps - e.g., leaving the landing light on - to ameliorate it.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Wilson described her accident in deposition testimony. Having reached the doorway, she crossed the threshold and extended her left hand in an effort to locate the landing light switch. Wilson presumed that the switch would be on her left because \"the opening for the bathroom was on the right.\" In reaching for the switch, Wilson hit the open door, which bounced toward her. Wilson then pivoted on her right foot \"to turn and see if there was a light switch on the right hand side, and when I pivoted, I fell down the stairs.\" Wilson suffered serious injuries as a result of her fall.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">On March 13, 1998, Wilson commenced this action against Copen and Valley Forge on the theories described in the first paragraph of this opinion. In January 1999, Valley Forge sought and obtained a severance and a stay of Wilson's unfair claim settlement practices cause of action, successfully arguing that the action would not lie if Copen were not held liable in negligence. Subsequently, Copen moved for summary judgment on Wilson's negligence claim, arguing that, as a matter of law, the narrowness of the landing and the darkness were open and obvious dangers, and that Copen had no duty to warn Wilson about the location of the upstairs landing light switch because Wilson's decision to forgo turning on the lamp beside her bed and to grope in the dark for the switch was not foreseeable.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The district court orally granted the motion. As an initial matter, the court concluded that the absence of disputed facts obliged it to decide whether Copen owed Wilson a duty to warn. In the court's view, putting this question to a jury would be tantamount to asking the jury to create a legal standard, which is not its task. The court then held that Copen owed Wilson no duty to warn because (1) Copen knew that Wilson was aware of the light beside her bed; (2) the narrowness of the stairway landing was an open and obvious danger to Wilson, who passed over it at least twice prior to her accident; (3) it was not foreseeable that Wilson would keep moving forward in the dark groping for the upstairs landing light switch (rather than returning to her bed and turning on the lamp); and (4) Copen had no actual knowledge of the switch's location. The court also held, in the alternative (but for the same reasons), that Wilson was more than 50% comparatively negligent as a matter of law. Finally, the court summarily awarded Valley Forge judgment on Wilson's unfair claims settlement practices cause of action because Copen was not liable as a matter of law.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">In making its rulings, the district court stated that it regarded Bohenko v. Grzyb, 21 Mass. App. Ct. 961 (1986) (rescript opinion), as instructive. Bohenko reversed a verdict in favor of a plaintiff who, with the permission and foreknowledge of the homeowner defendant, let herself into his unilluminated house at 1:00 a.m., entered a darkened hallway, groped in the dark and found what she thought to be the kitchen door but was in fact the basement door, opened the door and stepped through, and injured herself in a fall down the basement steps. See id. at 962. The negligence theory posited in that case was that the defendant acted unreasonably in failing to keep the rear entrance and hallway of his house lighted. Seeid. The jury accepted this theory, but the Massachusetts Appeals Court rejected it because, in its view, the defendant could not have foreseen the plaintiff's conduct as a matter of law. See id. Although recognizing that the facts of Bohenko are \"not on all fours\" with the facts here, the court nonetheless thought that \"the foreseeability of [the plaintiff in Bohenko] showing up in the area that was darkened was . . . the same foreseeability [as] Ms. Wilson's getting up in the middle of the night.\"</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">On appeal, Wilson contends that the district court committed legal error in concluding that the duty-to-warn and contributory negligence issues were unfit for jury resolution because the relevant facts are undisputed. We agree. The court conceptualized resolution of Copen's summary judgment motion as turning on a legal question - whether the established facts gave rise to a duty to warn - that it, and not the jury, should decide. But we think that this case is less about whether Copen owed Wilson a legal duty (she clearly did<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>) than it is about whether a jury rationally could find that the failure to warn identified in the complaint constituted a breach of her duty.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> We believe that a jury could so find.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Succinctly stated, we think a jury rationally could find that Copen breached a duty to warn by reasoning as follows. When Copen turned off the light and plunged the upstairs landing into darkness, she should have foreseen that Wilson might awaken with a need to use the bathroom during the night. That being the case, Copen also should have foreseen that Wilson might groggily make her way toward the landing without first trying to locate the manual switch that would illuminate the lamp next to her bed and expose her to more direct light (thus fully wakening her); exit the bedroom in the dark and proceed to the landing with the intention of locating and turning on a landing light she knew to exist; be unable to locate the light switch because of its unconventional location; move about on the landing in search of the light switch instead of making a second trip in the dark back to the bedside lamp; and lose her bearings and tumble down the stairs. We also think that a jury rationally could find that, actual knowledge aside, Copen should be charged with knowledge of the unusual configuration at the top of her stairs, having occupied the condominium for eight summers. Finally, we think that a jury viewing the case in this way rationally could conclude that Wilson was less than 50% comparatively negligent in acting as she did. Cf. Hubbard v. Palmer Russell Co., 343 Mass. 414, 416-17 (1961) (holding that a plaintiff's prior knowledge of a darkened stairwell down which she fell did not constitute contributory negligence as a matter of law). This view of the evidence is not the only one plausible; a jury would be well within its rights to reason as the district court did and return a verdict for Copen. But we simply do not believe that, on the evidence, a defendant's verdict is inevitable if the jury acts rationally.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Bohenko, see supra at 181, does not shake this belief. It is true that, as here, the plaintiff in Bohenko injured herself in a fall down darkened stairs in the home of an acquaintance. See 21 Mass. App. Ct. at 962. But there is no mention in Bohenko of any attempt by the plaintiff to turn on a light. See id. Moreover, and more importantly, \"[t]here was no evidence that the [basement] stairs were defective or that there was anything about the condition of the premises that was unusual.\" Id. In our view, these two facts suffice to distinguish the present case and make it worthy of submission to a jury.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Two other points merit brief mention. First, we reject out of hand Valley Forge's alternative argument that Wilson's deposition testimony, which can be taken to suggest that Wilson fell before reaching the area to the right of the bedroom's door, conclusively establishes that she would have fallen down the stairs even if the light switch had been located on the right, as the architect had planned. Wilson's complaint does not claim that the light switch was negligently located; rather, she claims that Copen acted negligently in failing to warn her about the dangers of venturing on to the landing in the dark given the switch's location and the narrowness of the landing. Second, there is some dispute as to whether Wilson has sufficiently pleaded, as an alternative liability theory, that Copen acted negligently in turning off the landing light. We leave resolution of that dispute for the district court on remand.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Vacated and remanded.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Massachusetts law well recognizes that a homeowner has a common law duty of care to invitees, which includes the duty to warn lawful visitors of any unreasonably dangerous conditions of which the homeowner should be aware. E.g. O'Sullivanav. Shaw, 431 Mass. 201, 204 (2000). The homeowner is relieved of the duty to warn of such conditions if they are \"open and obvious,\" and sometimes it is appropriate for a trial judge to enter summary judgment where no reasonable jury would conclude otherwise. Id. at 207-09. But that is not this case.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The law regards this finding as one of \"ultimate fact,\" see 11 Moore's Federal Practice &#167; 56.11[5][b] (Matthew Bender 3d ed.), resolution of which usually is left to the jury, seeMullins v. Pine Manor College, 389 Mass. 47, 56 (1983); see alsoNoble v. Goodyear Tire and Rubber Co., Inc., 34 Mass. App. Ct. 397, 402 n.2 (1993) (\"application of the reasonable person standard is uniquely within the competence of the jury\") (citation and internal quotation marks omitted). Crucially, this is so even when the relevant facts are stipulated or undisputed. See 11 Moore's Federal Practice &#167; 56.11[5][b] (\"Much jury activity is devoted not to determining physical facts but to construing them. For example, questions of assumption of the risk or intent are usually classified as factual matters, to be determined by the jury. So, too, is the question of whether a given party's stipulated or uncontested conduct constitutes negligence or contributory negligence.\").</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">244</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">178</span></span> (1st Cir. 2001)</p>\n    <p class=\"parties\">CAROLINE WILSON, Plaintiff, Appellant,<br>v.<br>PAULINE COPEN; VALLEY FORGE INSURANCE COMPANY, Defendants, Appellees.</p>\n    <p class=\"docket\">No. 00-1639</p>\n    <p class=\"court\">United States Court of Appeals For the First Circuit</p>\n    <p class=\"date\">Heard December 7, 2000<br>Decided March 30, 2001</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF MASSACHUSETTS</p>\n      <p class=\"indent\">[Hon. Michael A. Ponsor, U.S. District Judge]</p>\n      <p class=\"indent\">Lee H. Kozol, with whom David A. Rich and Friedman &amp; Atherton LLP, were on brief, for appellant.</p>\n      <p class=\"indent\">James R. Loughman, with whom Donovan &amp; O'Connor, LLP, was on brief, for appellee Copen.</p>\n      <p class=\"indent\">Richard W. Jensen, with whom Morrison, Mahoney &amp; Miller, LLP, was on brief, for appellee Valley Forge Insurance Company.</p>\n      <p class=\"indent\">Before Stahl, Lynch, and Lipez, Circuit Judges.</p>\n      <p class=\"indent\">STAHL, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In the early morning hours of August 22, 1996, plaintiff-appellant Caroline Wilson injured herself in a fall down a darkened flight of steps in the home of defendant-appellee Pauline Copen. Wilson subsequently brought this diversity action against Copen and Copen's liability insurer, defendant-appellee Valley Forge Insurance Co. (\"Valley Forge\"). The complaint alleged that Copen was negligent in failing to warn Wilson of unusual conditions - a narrow landing at the top of the stairs and a hidden light switch - that caused her to fall in the darkness. The complaint further alleged that Valley Forge engaged in unfair claim settlement practices when Wilson sought compensation for her injuries. See Mass Gen. Laws. chs. 93A &amp; 176D, &#167; 3. Following the close of discovery, Copen moved for summary judgment, which the district court granted on alternative grounds: that Copen owed Wilson no duty to warn, and that Wilson was more than 50% comparatively negligent. See Mass. Gen. Laws ch. 231, &#167; 85. Because Copen was not liable, the court also awarded judgment to Valley Forge. Wilson appeals, contending that the court erred in concluding that no reasonable jury could find Copen liable. We agree and therefore vacate and remand.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The relevant facts are undisputed. In the early evening of August 21, 1996, Wilson, who was then 50 years old, arrived at Copen's Stockbridge, Massachusetts, condominium with the intention of staying overnight. Wilson had agreed to stay with Copen at the request of Copen's daughter, a friend of Wilson's, who did not want her 82-year-old mother to be alone during the night. Wilson had never before spent the night with Copen. Copen had owned the condominium, which she used as a summer home, for a little more than eight years.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Upon her arrival and at Copen's urging, Wilson went upstairs and placed her belongings in a guest bedroom which was directly across from the top of the stairs. There was no need to use a light at that time because it was still light outside. The door to the bedroom opened outward to a small landing, which a person exiting the room would reach via a short passageway flanked on the left by an enclosed area and on the right by a closet. To reach the upstairs bathroom from the bedroom, one would exit the room, proceed to the end of the passageway, and turn right. The bedroom's threshold was approximately six feet from the top of the stairs, but the imaginary line marking the end of the passageway (as one exits the room) was only about three-and-one-half feet from the top of the stairs.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">After depositing her effects in the bedroom, Wilson went downstairs and had dinner with Copen. Following dinner, Wilson washed the dishes and sat with Copen until approximately 8:30 p.m., when Copen announced that she would be retiring. Wilson then went upstairs, got in bed, turned on a small lamp next to her bed, and began reading. The lamp was the only light in the room, and could only be turned on manually if it previously had been turned off manually. A light in the ceiling over the upstairs landing also was on at this time. At about 10:30 p.m., Wilson heard Copen leave her bedroom. From her bed, Wilson bid Copen good night. Copen responded in kind and, with Wilson's knowledge, turned off the light over the upstairs landing by means of a switch located at the bottom of the stairs. Sometime thereafter, Wilson manually turned off the lamp beside her bed and went to sleep.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">At about 1:00 a.m. on August 22, 1996, Wilson awoke with a need to go to the bathroom. The upstairs of the condominium was completely dark. Wilson, who was half-awake, left her bed and, apparently not wanting to be jarred awake by the direct light of the lamp next to her bed, chose not to turn on the lamp. Instead, she made her way towards the upstairs landing with the intention of locating and then turning on the overhead (and thus more indirect) landing light. Wilson knew that the bathroom was located to the right of the passageway from the bedroom, but did not know the location of the switch for the light over the landing. In fact, the switch was on the wall of the enclosed area flanking the passageway on the left, and was hidden behind the bedroom's door when the door was left in the open position.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The architect's electrical plan for the condominium called for the switch to be on the right, where it would have been readily accessible to one exiting the room, but the electrical layout was for some reason changed when the condominium was built. Locating the switch behind the door is contrary to standard practices in the construction and building industry - the National Electrical Code states that \"[a]ll switches . . . shall be located that they may be operated from a readily accessible place\" - and (in the uncontradicted opinions of Wilson's experts) created a dangerous situation for guests exiting the bedroom at night. Copen, however, did not go upstairs much, and claimed not to have knowledge of the switch's unusual location. As a result, she never warned Wilson of the potentially dangerous situation. Nor did she take steps - e.g., leaving the landing light on - to ameliorate it.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Wilson described her accident in deposition testimony. Having reached the doorway, she crossed the threshold and extended her left hand in an effort to locate the landing light switch. Wilson presumed that the switch would be on her left because \"the opening for the bathroom was on the right.\" In reaching for the switch, Wilson hit the open door, which bounced toward her. Wilson then pivoted on her right foot \"to turn and see if there was a light switch on the right hand side, and when I pivoted, I fell down the stairs.\" Wilson suffered serious injuries as a result of her fall.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">On March 13, 1998, Wilson commenced this action against Copen and Valley Forge on the theories described in the first paragraph of this opinion. In January 1999, Valley Forge sought and obtained a severance and a stay of Wilson's unfair claim settlement practices cause of action, successfully arguing that the action would not lie if Copen were not held liable in negligence. Subsequently, Copen moved for summary judgment on Wilson's negligence claim, arguing that, as a matter of law, the narrowness of the landing and the darkness were open and obvious dangers, and that Copen had no duty to warn Wilson about the location of the upstairs landing light switch because Wilson's decision to forgo turning on the lamp beside her bed and to grope in the dark for the switch was not foreseeable.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">The district court orally granted the motion. As an initial matter, the court concluded that the absence of disputed facts obliged it to decide whether Copen owed Wilson a duty to warn. In the court's view, putting this question to a jury would be tantamount to asking the jury to create a legal standard, which is not its task. The court then held that Copen owed Wilson no duty to warn because (1) Copen knew that Wilson was aware of the light beside her bed; (2) the narrowness of the stairway landing was an open and obvious danger to Wilson, who passed over it at least twice prior to her accident; (3) it was not foreseeable that Wilson would keep moving forward in the dark groping for the upstairs landing light switch (rather than returning to her bed and turning on the lamp); and (4) Copen had no actual knowledge of the switch's location. The court also held, in the alternative (but for the same reasons), that Wilson was more than 50% comparatively negligent as a matter of law. Finally, the court summarily awarded Valley Forge judgment on Wilson's unfair claims settlement practices cause of action because Copen was not liable as a matter of law.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">In making its rulings, the district court stated that it regarded Bohenko v. Grzyb, <span class=\"citation no-link\"><span class=\"volume\">21</span> <span class=\"reporter\">Mass. App. Ct.</span> <span class=\"page\">961</span></span> (1986) (rescript opinion), as instructive. Bohenko reversed a verdict in favor of a plaintiff who, with the permission and foreknowledge of the homeowner defendant, let herself into his unilluminated house at 1:00 a.m., entered a darkened hallway, groped in the dark and found what she thought to be the kitchen door but was in fact the basement door, opened the door and stepped through, and injured herself in a fall down the basement steps. See id. at 962. The negligence theory posited in that case was that the defendant acted unreasonably in failing to keep the rear entrance and hallway of his house lighted. Seeid. The jury accepted this theory, but the Massachusetts Appeals Court rejected it because, in its view, the defendant could not have foreseen the plaintiff's conduct as a matter of law. See id. Although recognizing that the facts of Bohenko are \"not on all fours\" with the facts here, the court nonetheless thought that \"the foreseeability of [the plaintiff in Bohenko] showing up in the area that was darkened was . . . the same foreseeability [as] Ms. Wilson's getting up in the middle of the night.\"</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">On appeal, Wilson contends that the district court committed legal error in concluding that the duty-to-warn and contributory negligence issues were unfit for jury resolution because the relevant facts are undisputed. We agree. The court conceptualized resolution of Copen's summary judgment motion as turning on a legal question - whether the established facts gave rise to a duty to warn - that it, and not the jury, should decide. But we think that this case is less about whether Copen owed Wilson a legal duty (she clearly did<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>) than it is about whether a jury rationally could find that the failure to warn identified in the complaint constituted a breach of her duty.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> We believe that a jury could so find.</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Succinctly stated, we think a jury rationally could find that Copen breached a duty to warn by reasoning as follows. When Copen turned off the light and plunged the upstairs landing into darkness, she should have foreseen that Wilson might awaken with a need to use the bathroom during the night. That being the case, Copen also should have foreseen that Wilson might groggily make her way toward the landing without first trying to locate the manual switch that would illuminate the lamp next to her bed and expose her to more direct light (thus fully wakening her); exit the bedroom in the dark and proceed to the landing with the intention of locating and turning on a landing light she knew to exist; be unable to locate the light switch because of its unconventional location; move about on the landing in search of the light switch instead of making a second trip in the dark back to the bedside lamp; and lose her bearings and tumble down the stairs. We also think that a jury rationally could find that, actual knowledge aside, Copen should be charged with knowledge of the unusual configuration at the top of her stairs, having occupied the condominium for eight summers. Finally, we think that a jury viewing the case in this way rationally could conclude that Wilson was less than 50% comparatively negligent in acting as she did. Cf. Hubbard v. Palmer Russell Co., <span class=\"citation\" data-id=\"2201890\"><a href=\"/opinion/2201890/hubbard-v-palmer-russell-co/\"><span class=\"volume\">343</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">414</span></a></span>, 416-17 (1961) (holding that a plaintiff's prior knowledge of a darkened stairwell down which she fell did not constitute contributory negligence as a matter of law). This view of the evidence is not the only one plausible; a jury would be well within its rights to reason as the district court did and return a verdict for Copen. But we simply do not believe that, on the evidence, a defendant's verdict is inevitable if the jury acts rationally.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">Bohenko, see supra at 181, does not shake this belief. It is true that, as here, the plaintiff in Bohenko injured herself in a fall down darkened stairs in the home of an acquaintance. See 21 Mass. App. Ct. at 962. But there is no mention in Bohenko of any attempt by the plaintiff to turn on a light. See id. Moreover, and more importantly, \"[t]here was no evidence that the [basement] stairs were defective or that there was anything about the condition of the premises that was unusual.\" Id. In our view, these two facts suffice to distinguish the present case and make it worthy of submission to a jury.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Two other points merit brief mention. First, we reject out of hand Valley Forge's alternative argument that Wilson's deposition testimony, which can be taken to suggest that Wilson fell before reaching the area to the right of the bedroom's door, conclusively establishes that she would have fallen down the stairs even if the light switch had been located on the right, as the architect had planned. Wilson's complaint does not claim that the light switch was negligently located; rather, she claims that Copen acted negligently in failing to warn her about the dangers of venturing on to the landing in the dark given the switch's location and the narrowness of the landing. Second, there is some dispute as to whether Wilson has sufficiently pleaded, as an alternative liability theory, that Copen acted negligently in turning off the landing light. We leave resolution of that dispute for the district court on remand.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">Vacated and remanded.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Massachusetts law well recognizes that a homeowner has a common law duty of care to invitees, which includes the duty to warn lawful visitors of any unreasonably dangerous conditions of which the homeowner should be aware. E.g. O'Sullivanav. Shaw, <span class=\"citation no-link\"><span class=\"volume\">431</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">201</span></span>, 204 (2000). The homeowner is relieved of the duty to warn of such conditions if they are \"open and obvious,\" and sometimes it is appropriate for a trial judge to enter summary judgment where no reasonable jury would conclude otherwise. Id. at 207-09. But that is not this case.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> The law regards this finding as one of \"ultimate fact,\" see 11 Moore's Federal Practice &#167; 56.11[5][b] (Matthew Bender 3d ed.), resolution of which usually is left to the jury, seeMullins v. Pine Manor College, <span class=\"citation\" data-id=\"2200392\"><a href=\"/opinion/2200392/mullins-v-pine-manor-college/\"><span class=\"volume\">389</span> <span class=\"reporter\">Mass.</span> <span class=\"page\">47</span></a></span>, 56 (1983); see alsoNoble v. Goodyear Tire and Rubber Co., Inc., <span class=\"citation no-link\"><span class=\"volume\">34</span> <span class=\"reporter\">Mass. App. Ct.</span> <span class=\"page\">397</span></span>, 402 n.2 (1993) (\"application of the reasonable person standard is uniquely within the competence of the jury\") (citation and internal quotation marks omitted). Crucially, this is so even when the relevant facts are stipulated or undisputed. See 11 Moore's Federal Practice &#167; 56.11[5][b] (\"Much jury activity is devoted not to determining physical facts but to construing them. For example, questions of assumption of the risk or intent are usually classified as factual matters, to be determined by the jury. So, too, is the question of whether a given party's stipulated or uncontested conduct constitutes negligence or contributory negligence.\").</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/2200392/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2201890/"
  ]
}