{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/199323/",
  "absolute_url": "/opinion/199323/huenefeld-v-doc-massachusetts/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/199323/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T04:28:28Z",
  "date_modified": "2017-03-24T11:01:37.476394Z",
  "type": "010combined",
  "sha1": "e8005acf1392096462a74fb9d23c4af87038b860",
  "page_count": 12,
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/99-2118-01A.pdf",
  "local_path": "pdf/2001/03/20/Huenefeld_v._DOC_Massachusetts.pdf",
  "plain_text": "     [NOT FOR PUBLICATION — NOT TO BE CITED AS PRECEDENT]\n\n\n         United States Court of Appeals\n                    For the First Circuit\n\n\nNo. 99-2118\n\n                      KURT L. HUENEFELD,\n\n                         Petitioner,\n\n                              v.\n\n                    MICHAEL MALONEY, ETC.,\n\n                         Respondent.\n\n\n        ON PETITION FOR A CERTIFICATE OF APPEALABILITY\n             FROM THE UNITED STATES DISTRICT COURT\n               FOR THE DISTRICT OF MASSACHUSETTS\n\n        [Hon. Richard G. Stearns, U.S. District Judge]\n\n\n                            Before\n\n                   Selya, Boudin and Lynch,\n\n                       Circuit Judges.\n\n\n    Kurt L. Huenefeld pro se on petition.\n\n\n\n\n                        March 15, 2001\n\f              Per Curiam. Kurt Huenefeld, a state prisoner sentenced\n\nto    life     imprisonment,           petitions        for    a     certificate      of\n\nappealability (COA) so that he may appeal the district court's\n\ndenial of his application for a writ of habeas corpus.                            See 28\n\nU.S.C. § 2253.            This application is the progeny of several\n\nearlier      affirmations         of    the    petitioner's          1983   conviction\n\nfollowing a jury trial in a Massachusetts state court on charges\n\nof second-degree murder, burglary, and armed assault.                             In the\n\nfirst    instance,        the    Massachusetts        Appeals      Court    upheld   the\n\nconviction and the Supreme Judicial Court (SJC) denied further\n\nappellate review.            Commonwealth v. Huenefeld, 475 N.E.2d 439\n\n(Mass. App. Ct. 1985),                rev.    denied, 478 N.E.2d 1274 (Mass.\n\n1985).    The petitioner thereafter moved unsuccessfully for a new\n\ntrial.       That denial likewise was affirmed.                      Commonwealth v.\n\nHuenefeld, 614 N.E.2d 999 (Mass. App. Ct. 1993), rev. denied,\n\n687 N.E.2d 651 (Mass. 1997).\n\n              The petitioner then sought federal habeas relief.                      See\n\n28 U.S.C. § 2254.               The United States District Court for the\n\nDistrict of Massachusetts dismissed this \"mixed\" application for\n\nfailure to exhaust state remedies.                   See Rose v. Lundy, 455 U.S.\n\n509, 510 (1982).           The petitioner returned to the state courts\n\nand   filed    a    second      new    trial       motion.     The     superior    court\n\nrebuffed      him   and    the    ruling      withstood       direct    attack.      See\n\n\n                                             -2-\n\fCommonwealth v. Huenefeld, 687 N.E.2d 651 (Mass. App. Ct. 1997),\n\nrev. denied, 691 N.E.2d 581 (Mass. 1998).\n\n            On March 3, 1998, the petitioner reapplied for a writ\n\nof habeas corpus.        The named respondent, a state correctional\n\nofficial, moved to dismiss.          See Rule 4, Rules Governing Habeas\n\nCorpus,    28   foll.   §   2254.      A     magistrate     judge       recommended\n\ngranting the motion, and the district court adopted the report\n\nin full.    See Huenefeld v. Maloney, 62 F. Supp. 2d 211 (D. Mass.\n\n1999)      (reproducing       text     of      magistrate's          report       and\n\nrecommendation).        Consequently, the court dismissed the habeas\n\napplication.       It   thereafter     refused       to    issue    a   COA.      The\n\npetitioner renews his request in this court.                     See 28 U.S.C. §\n\n2253(c); Fed. R. App. P. 22(b)(1).\n\n            A provision in the Antiterrorism and Effective Death\n\nPenalty Act of 1996 (AEDPA) directs federal courts to deny a\n\nstate prisoner's application for a writ of habeas corpus \"unless\n\nthe underlying state adjudication (1) resulted in a decision\n\nthat was contrary to, or involved an unreasonable application\n\nof,   clearly   established     Federal       law,    as    determined      by    the\n\nSupreme    Court   of   the   United    States;      or    (2)     resulted      in   a\n\ndecision that was based on an unreasonable determination of the\n\nfacts in light of the evidence presented in the State court\n\n\n\n\n                                       -3-\n\fproceeding.\"     28 U.S.C. § 2254(d).      Carrying out this directive\n\nrequires a two-step analysis:\n\n           First, the habeas court asks whether the\n           Supreme Court has prescribed a rule that\n           governs the petitioner's claim. If so, the\n           habeas court gauges whether the state court\n           decision is 'contrary to' the governing\n           rule. In the absence of a governing rule,\n           the \"contrary to\" clause drops from the\n           equation and the habeas court takes the\n           second step.    At this stage, the habeas\n           court determines whether the state court's\n           use of (or failure to use) existing law in\n           deciding the petitioner's claim involved an\n           \"unreasonable application\" of Supreme Court\n           precedent.\n\nO'Brien v.      Dubois, 145 F.3d 16, 24 (1st Cir. 1998); accord\n\nWilliams   v.    Taylor,   529   U.S.   362,   408   (2000);   Williams   v.\n\nMatesanz, 230 F.3d 421, 424 (1st Cir. 2000).\n\n           This standard informs the showing that is necessary to\n\nobtain a COA.\n\n           The AEDPA predicates the very issuance of a\n           COA — without which \"an appeal may not be\n           taken to the court of appeals,\" 28 U.S.C. §\n           2253(c)(1) — on whether an \"applicant has\n           made a substantial showing of the denial of\n           a   constitutional  right.\"     Id.  at   §\n           2253(c)(2).   A habeas petitioner who fails\n           to demonstrate that his claims satisfy the\n           substantial showing standard may not appeal\n           the denial of habeas corpus at all.\n\nBui v. DiPaolo, 170 F.3d 232, 236 (1st Cir. 1999).               Moreover,\n\n\"the necessity for a substantial showing extends independently\n\n\n\n\n                                    -4-\n\fto each and every issue raised by a habeas petitioner.\"                       Id.\n\nThe petitioner fails to make the requisite showing.\n\n                We need not tarry.       The facts of the underlying case\n\nhave been chronicled in several rescripts, e.g., Huenefeld, 62\n\nF. Supp. 2d at 212-18, and we need not rehearse them here.                      A\n\ncareful review of the relevant state court decisions reveals\n\nthem to be fully consistent with Supreme Court case law.                      The\n\nonly conceivable question, then, is whether the state courts\n\nunreasonably          applied    that   law.     The   petitioner    offers    no\n\nconvincing reason why we should answer that question in the\n\naffirmative.          We allude briefly to his principal points.\n\n                1.    The petitioner objects vociferously to an analogy\n\nused       by   the   trial     judge   while   explaining   the    drawing    of\n\ninferences, asserting that the instruction allowed the jury to\n\ninfer facts upon a mere possibility.1                   Having reviewed the\n\n\n       1The parties agree that the challenged instruction reads:\n\n       Suppose you are driving out the Concord Turnpike out\n       to Arlington or Lexington early in the morning, and\n       you see a guardrail has been completely broken\n       through, and under the guardrail you see some tracks.\n       They look like fresh tracks. It's reasonable to infer\n       that an automobile went through the guardrail.     You\n       may infer that we went through recently. If there are\n       tire marks on the street just before it, you may infer\n       that it was an automobile from their width and not a\n       truck. You may, you may not. If there was not tire\n       marks, you may infer that he fell asleep, didn't hit\n       his brakes before he went over.     You may not infer\n       that too. It's entirely up to you. You may say he\n\n                                         -5-\n\finstruction in light of the charge as a whole, Cupp v. Naughten,\n\n414 U.S. 141, 146-47 (1973), we are satisfied that no reasonable\n\njuror would have interpreted it as a license to indulge in\n\nspeculative inferences.         The trial judge's final statement —\n\nthat \"the inferences you make must be based upon the facts that\n\nyou determine to be the truth in this trial\" — renders this\n\nconclusion unavoidable.     On this point, then, the petitioner has\n\nnot   made    a   substantial   showing   of   the   abridgement   of   a\n\nconstitutional right.2\n\n             2.   The petitioner claims that the trial court erred\n\nin requiring the parties to submit a joint stipulation as to the\n\ntestimony of the chemist who performed serological examinations\n\non relevant blood samples.         According to the petitioner, the\n\ntrial court should have insisted that the chemist testify in\n\n\n      tried to avoid something, or he just went over. You\n      can get into inferences — become very speculative, you\n      can come to inferences that are very populous [sic],\n      but the inferences you make must be based upon the\n      facts that you determine to be the truth in this\n      trial.\n      2\n     The parties also agree that the trial judge made a\nsubsequent reference to \"imaginary doubt.\" That allusion, while\nbetter left unsaid, does not change the decisional calculus. As\nstated in an unpublished appellate rescript, this locution was\n\"merely an isolated phrase couched within four pages of an\notherwise proper instruction that adequately and repeatedly\nemphasized the Commonwealth's burden to prove each and every\nelement of the offense beyond a reasonable doubt.\" Huenefeld,\nNo. 97-P-1059, slip op. at Add. 2.11 (Mass. App. Ct. Nov. 20,\n1997) (unpublished).\n\n                                   -6-\n\fperson.        The    state    courts      rejected       this    argument,       e.g.,\n\nHuenefeld, 610 N.E.2d at 347, and so do we.\n\n          Unlike Washington v. Texas, 388 U.S. 14 (1967), this\n\ncase does not involve the absolute exclusion of a witness's\n\ntestimony, but, rather, the trial court's exercise of its wide\n\ndiscretion over the mode and manner of presentation of proof.\n\nSo   viewed,    there     is       no   substantial       showing      of   a   nascent\n\nconstitutional violation.\n\n          3.         The petitioner calumnizes the trial judge for\n\nallowing into evidence a pair of gray corduroy pants stained\n\nwith occult blood — pants that the petitioner was wearing at the\n\ntime of his arrest — and thereafter denying the petitioner's\n\nmotion to strike the exhibit.              See Huenefeld, 610 N.E.2d at 347\n\n(discussing issue and concluding that any error was harmless).\n\nSince it cannot plausibly be said that these rulings, whether\n\nright or wrong as a matter of evidence, so infused the trial\n\nwith   unfairness       as    to    work   a     denial    of    due   process,     the\n\npetitioner's constitutional rights are not implicated.                             See\n\nPuleio v. Vose, 830 F.2d 1197, 1204 (1st Cir. 1987) (holding\n\nthat garden-variety errors of state law do not warrant federal\n\nhabeas relief).\n\n          4.         The petitioner asserts that his conviction was\n\nobtained through the use of false evidence.                     The prosecution, he\n\n\n                                           -7-\n\fsays, culpably failed to correct false testimony, and the trial\n\ncourt improperly admitted testimony lacking in veracity.3     See\n\nHuenefeld, 610 N.E.2d at 345 (discussing this evidence).\n\n         A criminal defendant has a constitutional right to a\n\nfair trial, but not a perfect one.    United States v. Hasting,\n\n461 U.S. 499, 506-07 (1983); Lutwak v. United States, 344 U.S.\n\n604, 619 (1953).   The inconsistencies that the petitioner cites,\n\nunaccompanied by any fact-specific proffer indicating that the\n\nprosecution suborned perjury or knowingly purposed to introduce\n\nfalse testimony, simply do not sink to the level that would be\n\nneeded for a substantial showing that a constitutional violation\n\nhad occurred.   See Napue v. Illinois, 360 U.S. 264, 269 (1959);\n\nUnited States v. Verser, 916 F.2d 1268, 1271 (7th Cir. 1990);\n\nUnited States v. Griley, 814 F.2d 967, 971 (4th Cir. 1987).\n\n         5.     The petitioner launches a volley of claims aimed\n\nat allegedly offensive arguments made by the prosecutor.    It is\n\nwell-established that improper prosecutorial comments constitute\n\nconstitutional error only if those comments \"so infected the\n\n\n\n    3These assertions revolve around (1) testimony of Dr.\nKatsas, a pathologist, who apparently testified, in seeming\ncontravention of his autopsy report, that the decedent's blood\ntested negative for cocaine; and (2) testimony incorrectly\nidentifying the precise origin of a syringe that tested positive\nfor cocaine (the syringe had been found in a trash barrel\noutside the petitioner's house, not — as a police witness said\n— on a nightstand in the petitioner's bedroom).\n\n                               -8-\n\ftrial with unfairness as to make the resulting conviction a\n\ndenial of due process.\"                  Donnelly v. DeChristoforo, 416 U.S.\n\n637,   643    (1974).          No    useful       purpose      would    be    served     by\n\nenumerating the statements that the appellant decries.                                   It\n\nsuffices to say that, evaluating them within the context of the\n\ncase, see United States v. Young, 470 U.S. 1, 11-12 (1985), we\n\ndiscern no substantial showing of constitutional error.\n\n             6.    The    petitioner       asseverates         that     he   was   denied\n\neffective assistance of counsel during both trial and appeal.\n\nIn Strickland v. Washington, 466 U.S. 688 (1984), the Supreme\n\nCourt elucidated a two-part test to guide courts in determining\n\nineffective assistance claims:                the petitioner must demonstrate\n\nboth that his lawyer's performance was deficient, and that this\n\ndeficient performance prejudiced the defense.                          Id. at 687.\n\n             As to the efforts of trial counsel, the Appeals Court\n\nfound no \"showing of how the [petitioner] was prejudiced.\"\n\nHuenefeld,        610    N.E.2d     at    345.      In   his    habeas       papers,    the\n\npetitioner        has    not   filled       that     void.       Since       it    is   the\n\npetitioner's        burden     to    \"show        that   there    is     a    reasonable\n\nprobability that, but for counsel's unprofessional errors, the\n\nresult of the proceeding would have been different,\" Strickland,\n\n466 U.S. at 694, this omission defeats his claim.\n\n\n\n\n                                            -9-\n\f          The petitioner's allegation that he was deprived of\n\neffective appellate counsel fares no better.             Specifically, the\n\npetitioner charges that his appellate lawyer failed to meet with\n\nhim prior to filing his brief, or to provide him access to some\n\ndocuments, or to raise certain claims on appeal. 4                   But the\n\npetitioner has neither established a causal link between these\n\ncharges and the affirmance of his conviction nor identified any\n\nomitted argument that might conceivably have turned the tide.\n\nAccordingly,     the   petitioner      has   fallen     well    short   of   a\n\nsubstantial    showing   of    the   abridgement   of    a     constitutional\n\nright.   See Jones v. Barnes, 463 U.S. 745, 751-54 (1983).\n\n          7.    The petitioner makes an overarching argument that\n\nthe district court erred in dismissing his habeas application\n\nwithout first procuring and pondering a complete transcript of\n\nhis trial.     The district court acted, however, under Rule 4 of\n\nthe Rules Governing Section 2254 Cases — a rule that authorizes\n\ndismissal \"if it plainly appears from the face of the petition\n\nand any exhibits attached thereto that the petitioner is not\n\nentitled to relief.\"          Where, as here, a petitioner's claims\n\n\n    4 The petitioner also suggests that his appellate attorney\ndeprived him of the opportunity to file a so-called Moffett\nbrief. See Commonwealth v. Moffett, 418 N.E.2d 585, 589 (Mass.\n1981). Moffett articulates a rule of state law, and failure to\ncomply with that rule does not raise a claim cognizable on\nfederal habeas review. See Estelle v. McGuire, 502 U.S. 62, 67\n(1991); Lewis v. Jeffers, 497 U.S. 764, 780 (1990).\n\n                                     -10-\n\frender such a disposition appropriate, a federal habeas court\n\nneed not examine the complete trial transcript.\n\n              A case directly on point is Love v. Butler, 952 F.2d\n\n10 (1st Cir. 1991) (per curiam).                There, the district court had\n\nbefore       it   the    parties'     briefs,    the    relevant    state   court\n\ndecisions, a copy of an unsuccessful application for further\n\nappellate review, and certain grand jury minutes.                     Id. at 15.\n\nWe    held    that      \"each   of    petitioner's      arguments    was   readily\n\nsusceptible to resolution without resort to the transcript.\"\n\nId.      Accordingly, we affirmed the district court's summary\n\ndismissal of the habeas application.                 Id.\n\n              The case at bar is on all fours with Love.               Here, the\n\ndistrict court had before it much the same type of documentation\n\nas mentioned in Love.            Moreover, the parties were in apparent\n\nagreement as to the critical trial events (e.g., the contents of\n\nthe jury instructions, the stipulation proffered in lieu of the\n\nchemist's testimony, the inconsistencies in Dr. Katsas's account\n\nand    those      pertaining     to    the   origins     of   the   syringe,   the\n\nprosecutor's         closing    comments).        The   petitioner    failed   to\n\nadvance any argument that, for proper resolution, required the\n\ndistrict court to go beyond these materials and refer to the\n\nunexpurgated trial transcript.                  Under the circumstances, we\n\nreject this assignment of error.\n\n\n                                         -11-\n\f         We   need   go   no   further. 5     To   the   extent   that   the\n\npetitioner raises other claims, they are baseless and may be\n\ndismissed without further comment.          The short of it is that the\n\npetitioner has not made a \"substantial showing of the denial of\n\na constitutional right.\"       28 U.S.C. § 2253(c)(2).      Consequently,\n\nwe deny his application for a COA.\n\n         The petitioner's application for a COA is denied and\n\nthis proceeding is terminated.\n\n\n\n\n    5The petitioner also has moved for the appointment of\ncounsel. We deny the motion. See Dellenbach v. Hanks, 76 F.3d\n820, 823 (7th Cir. 1996) (stating that \"an indigent civil\nlitigant in federal court has no constitutional or statutory\nright to the appointment of counsel, even if he is challenging\na criminal conviction as by a proceeding . . . for habeas\ncorpus\").\n\n                                   -12-\n\f",
  "html": "",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<pre class=\"inline\">     [NOT FOR PUBLICATION — NOT TO BE CITED AS PRECEDENT]\n\n\n         United States Court of Appeals\n                    For the First Circuit\n\n\nNo. 99-2118\n\n                      KURT L. HUENEFELD,\n\n                         Petitioner,\n\n                              v.\n\n                    MICHAEL MALONEY, ETC.,\n\n                         Respondent.\n\n\n        ON PETITION FOR A CERTIFICATE OF APPEALABILITY\n             FROM THE UNITED STATES DISTRICT COURT\n               FOR THE DISTRICT OF MASSACHUSETTS\n\n        [Hon. Richard G. Stearns, U.S. District Judge]\n\n\n                            Before\n\n                   Selya, Boudin and Lynch,\n\n                       Circuit Judges.\n\n\n    Kurt L. Huenefeld pro se on petition.\n\n\n\n\n                        March 15, 2001\n\f              Per Curiam. Kurt Huenefeld, a state prisoner sentenced\n\nto    life     imprisonment,           petitions        for    a     certificate      of\n\nappealability (COA) so that he may appeal the district court's\n\ndenial of his application for a writ of habeas corpus.                            See 28\n\nU.S.C. § 2253.            This application is the progeny of several\n\nearlier      affirmations         of    the    petitioner's          1983   conviction\n\nfollowing a jury trial in a Massachusetts state court on charges\n\nof second-degree murder, burglary, and armed assault.                             In the\n\nfirst    instance,        the    Massachusetts        Appeals      Court    upheld   the\n\nconviction and the Supreme Judicial Court (SJC) denied further\n\nappellate review.            Commonwealth v. Huenefeld, </pre><span class=\"citation no-link\"><span class=\"volume\">475</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">439</span></span><pre class=\"inline\">\n\n(Mass. App. Ct. 1985),                rev.    denied, </pre><span class=\"citation no-link\"><span class=\"volume\">478</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1274</span></span><pre class=\"inline\"> (Mass.\n\n1985).    The petitioner thereafter moved unsuccessfully for a new\n\ntrial.       That denial likewise was affirmed.                      Commonwealth v.\n\nHuenefeld, </pre><span class=\"citation no-link\"><span class=\"volume\">614</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">999</span></span><pre class=\"inline\"> (Mass. App. Ct. 1993), rev. denied,\n\n</pre><span class=\"citation no-link\"><span class=\"volume\">687</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">651</span></span><pre class=\"inline\"> (Mass. 1997).\n\n              The petitioner then sought federal habeas relief.                      See\n\n28 U.S.C. § 2254.               The United States District Court for the\n\nDistrict of Massachusetts dismissed this \"mixed\" application for\n\nfailure to exhaust state remedies.                   See Rose v. Lundy, </pre><span class=\"citation\" data-id=\"110662\"><a href=\"/opinion/110662/rose-v-lundy/\"><span class=\"volume\">455</span> <span class=\"reporter\">U.S.</span>\n\n<span class=\"page\">509</span></a></span><pre class=\"inline\">, 510 (1982).           The petitioner returned to the state courts\n\nand   filed    a    second      new    trial       motion.     The     superior    court\n\nrebuffed      him   and    the    ruling      withstood       direct    attack.      See\n\n\n                                             -2-\n\fCommonwealth v. Huenefeld, </pre><span class=\"citation no-link\"><span class=\"volume\">687</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">651</span></span><pre class=\"inline\"> (Mass. App. Ct. 1997),\n\nrev. denied, </pre><span class=\"citation no-link\"><span class=\"volume\">691</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">581</span></span><pre class=\"inline\"> (Mass. 1998).\n\n            On March 3, 1998, the petitioner reapplied for a writ\n\nof habeas corpus.        The named respondent, a state correctional\n\nofficial, moved to dismiss.          See Rule 4, Rules Governing Habeas\n\nCorpus,    28   foll.   §   2254.      A     magistrate     judge       recommended\n\ngranting the motion, and the district court adopted the report\n\nin full.    See Huenefeld v. Maloney, </pre><span class=\"citation\" data-id=\"2410454\"><a href=\"/opinion/2410454/huenefeld-v-maloney/\"><span class=\"volume\">62</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">211</span></a></span><pre class=\"inline\"> (D. Mass.\n\n1999)      (reproducing       text     of      magistrate's          report       and\n\nrecommendation).        Consequently, the court dismissed the habeas\n\napplication.       It   thereafter     refused       to    issue    a   COA.      The\n\npetitioner renews his request in this court.                     See 28 U.S.C. §\n\n2253(c); Fed. R. App. P. 22(b)(1).\n\n            A provision in the Antiterrorism and Effective Death\n\nPenalty Act of 1996 (AEDPA) directs federal courts to deny a\n\nstate prisoner's application for a writ of habeas corpus \"unless\n\nthe underlying state adjudication (1) resulted in a decision\n\nthat was contrary to, or involved an unreasonable application\n\nof,   clearly   established     Federal       law,    as    determined      by    the\n\nSupreme    Court   of   the   United    States;      or    (2)     resulted      in   a\n\ndecision that was based on an unreasonable determination of the\n\nfacts in light of the evidence presented in the State court\n\n\n\n\n                                       -3-\n\fproceeding.\"     28 U.S.C. § 2254(d).      Carrying out this directive\n\nrequires a two-step analysis:\n\n           First, the habeas court asks whether the\n           Supreme Court has prescribed a rule that\n           governs the petitioner's claim. If so, the\n           habeas court gauges whether the state court\n           decision is 'contrary to' the governing\n           rule. In the absence of a governing rule,\n           the \"contrary to\" clause drops from the\n           equation and the habeas court takes the\n           second step.    At this stage, the habeas\n           court determines whether the state court's\n           use of (or failure to use) existing law in\n           deciding the petitioner's claim involved an\n           \"unreasonable application\" of Supreme Court\n           precedent.\n\nO'Brien v.      Dubois, </pre><span class=\"citation\" data-id=\"197969\"><a href=\"/opinion/197969/obrien-v-dubois/\"><span class=\"volume\">145</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">16</span></a></span><pre class=\"inline\">, 24 (1st Cir. 1998); accord\n\nWilliams   v.    Taylor,   </pre><span class=\"citation\" data-id=\"145122\"><a href=\"/opinion/145122/williams-v-taylor/\"><span class=\"volume\">529</span>   <span class=\"reporter\">U.S.</span>   <span class=\"page\">362</span></a></span><pre class=\"inline\">,   408   (2000);   Williams   v.\n\nMatesanz, </pre><span class=\"citation\" data-id=\"199135\"><a href=\"/opinion/199135/williams-v-matesanz/\"><span class=\"volume\">230</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">421</span></a></span><pre class=\"inline\">, 424 (1st Cir. 2000).\n\n           This standard informs the showing that is necessary to\n\nobtain a COA.\n\n           The AEDPA predicates the very issuance of a\n           COA — without which \"an appeal may not be\n           taken to the court of appeals,\" 28 U.S.C. §\n           2253(c)(1) — on whether an \"applicant has\n           made a substantial showing of the denial of\n           a   constitutional  right.\"     Id.  at   §\n           2253(c)(2).   A habeas petitioner who fails\n           to demonstrate that his claims satisfy the\n           substantial showing standard may not appeal\n           the denial of habeas corpus at all.\n\nBui v. DiPaolo, </pre><span class=\"citation\" data-id=\"198376\"><a href=\"/opinion/198376/bui-v-dipaolo/\"><span class=\"volume\">170</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">232</span></a></span><pre class=\"inline\">, 236 (1st Cir. 1999).               Moreover,\n\n\"the necessity for a substantial showing extends independently\n\n\n\n\n                                    -4-\n\fto each and every issue raised by a habeas petitioner.\"                       Id.\n\nThe petitioner fails to make the requisite showing.\n\n                We need not tarry.       The facts of the underlying case\n\nhave been chronicled in several rescripts, e.g., Huenefeld, 62\n\nF. Supp. 2d at 212-18, and we need not rehearse them here.                      A\n\ncareful review of the relevant state court decisions reveals\n\nthem to be fully consistent with Supreme Court case law.                      The\n\nonly conceivable question, then, is whether the state courts\n\nunreasonably          applied    that   law.     The   petitioner    offers    no\n\nconvincing reason why we should answer that question in the\n\naffirmative.          We allude briefly to his principal points.\n\n                1.    The petitioner objects vociferously to an analogy\n\nused       by   the   trial     judge   while   explaining   the    drawing    of\n\ninferences, asserting that the instruction allowed the jury to\n\ninfer facts upon a mere possibility.1                   Having reviewed the\n\n\n       1The parties agree that the challenged instruction reads:\n\n       Suppose you are driving out the Concord Turnpike out\n       to Arlington or Lexington early in the morning, and\n       you see a guardrail has been completely broken\n       through, and under the guardrail you see some tracks.\n       They look like fresh tracks. It's reasonable to infer\n       that an automobile went through the guardrail.     You\n       may infer that we went through recently. If there are\n       tire marks on the street just before it, you may infer\n       that it was an automobile from their width and not a\n       truck. You may, you may not. If there was not tire\n       marks, you may infer that he fell asleep, didn't hit\n       his brakes before he went over.     You may not infer\n       that too. It's entirely up to you. You may say he\n\n                                         -5-\n\finstruction in light of the charge as a whole, Cupp v. Naughten,\n\n</pre><span class=\"citation\" data-id=\"108888\"><a href=\"/opinion/108888/cupp-v-naughten/\"><span class=\"volume\">414</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">141</span></a></span><pre class=\"inline\">, 146-47 (1973), we are satisfied that no reasonable\n\njuror would have interpreted it as a license to indulge in\n\nspeculative inferences.         The trial judge's final statement —\n\nthat \"the inferences you make must be based upon the facts that\n\nyou determine to be the truth in this trial\" — renders this\n\nconclusion unavoidable.     On this point, then, the petitioner has\n\nnot   made    a   substantial   showing   of   the   abridgement   of   a\n\nconstitutional right.2\n\n             2.   The petitioner claims that the trial court erred\n\nin requiring the parties to submit a joint stipulation as to the\n\ntestimony of the chemist who performed serological examinations\n\non relevant blood samples.         According to the petitioner, the\n\ntrial court should have insisted that the chemist testify in\n\n\n      tried to avoid something, or he just went over. You\n      can get into inferences — become very speculative, you\n      can come to inferences that are very populous [sic],\n      but the inferences you make must be based upon the\n      facts that you determine to be the truth in this\n      trial.\n      2\n     The parties also agree that the trial judge made a\nsubsequent reference to \"imaginary doubt.\" That allusion, while\nbetter left unsaid, does not change the decisional calculus. As\nstated in an unpublished appellate rescript, this locution was\n\"merely an isolated phrase couched within four pages of an\notherwise proper instruction that adequately and repeatedly\nemphasized the Commonwealth's burden to prove each and every\nelement of the offense beyond a reasonable doubt.\" Huenefeld,\nNo. 97-P-1059, slip op. at Add. 2.11 (Mass. App. Ct. Nov. 20,\n1997) (unpublished).\n\n                                   -6-\n\fperson.        The    state    courts      rejected       this    argument,       e.g.,\n\nHuenefeld, 610 N.E.2d at 347, and so do we.\n\n          Unlike Washington v. Texas, </pre><span class=\"citation\" data-id=\"107481\"><a href=\"/opinion/107481/washington-v-texas/\"><span class=\"volume\">388</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">14</span></a></span><pre class=\"inline\"> (1967), this\n\ncase does not involve the absolute exclusion of a witness's\n\ntestimony, but, rather, the trial court's exercise of its wide\n\ndiscretion over the mode and manner of presentation of proof.\n\nSo   viewed,    there     is       no   substantial       showing      of   a   nascent\n\nconstitutional violation.\n\n          3.         The petitioner calumnizes the trial judge for\n\nallowing into evidence a pair of gray corduroy pants stained\n\nwith occult blood — pants that the petitioner was wearing at the\n\ntime of his arrest — and thereafter denying the petitioner's\n\nmotion to strike the exhibit.              See Huenefeld, 610 N.E.2d at 347\n\n(discussing issue and concluding that any error was harmless).\n\nSince it cannot plausibly be said that these rulings, whether\n\nright or wrong as a matter of evidence, so infused the trial\n\nwith   unfairness       as    to    work   a     denial    of    due   process,     the\n\npetitioner's constitutional rights are not implicated.                             See\n\nPuleio v. Vose, </pre><span class=\"citation\" data-id=\"495428\"><a href=\"/opinion/495428/joseph-a-puleio-v-george-a-vose-jr-etc/\"><span class=\"volume\">830</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1197</span></a></span><pre class=\"inline\">, 1204 (1st Cir. 1987) (holding\n\nthat garden-variety errors of state law do not warrant federal\n\nhabeas relief).\n\n          4.         The petitioner asserts that his conviction was\n\nobtained through the use of false evidence.                     The prosecution, he\n\n\n                                           -7-\n\fsays, culpably failed to correct false testimony, and the trial\n\ncourt improperly admitted testimony lacking in veracity.3     See\n\nHuenefeld, 610 N.E.2d at 345 (discussing this evidence).\n\n         A criminal defendant has a constitutional right to a\n\nfair trial, but not a perfect one.    United States v. Hasting,\n\n</pre><span class=\"citation\" data-id=\"110933\"><a href=\"/opinion/110933/united-states-v-hasting/\"><span class=\"volume\">461</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">499</span></a></span><pre class=\"inline\">, 506-07 (1983); Lutwak v. United States, </pre><span class=\"citation\" data-id=\"105079\"><a href=\"/opinion/105079/lutwak-v-united-states/\"><span class=\"volume\">344</span> <span class=\"reporter\">U.S.</span>\n\n<span class=\"page\">604</span></a></span><pre class=\"inline\">, 619 (1953).   The inconsistencies that the petitioner cites,\n\nunaccompanied by any fact-specific proffer indicating that the\n\nprosecution suborned perjury or knowingly purposed to introduce\n\nfalse testimony, simply do not sink to the level that would be\n\nneeded for a substantial showing that a constitutional violation\n\nhad occurred.   See Napue v. Illinois, </pre><span class=\"citation\" data-id=\"105912\"><a href=\"/opinion/105912/napue-v-illinois/\"><span class=\"volume\">360</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">264</span></a></span><pre class=\"inline\">, 269 (1959);\n\nUnited States v. Verser, </pre><span class=\"citation\" data-id=\"550148\"><a href=\"/opinion/550148/united-states-v-jonathan-verser/\"><span class=\"volume\">916</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1268</span></a></span><pre class=\"inline\">, 1271 (7th Cir. 1990);\n\nUnited States v. Griley, </pre><span class=\"citation\" data-id=\"485261\"><a href=\"/opinion/485261/united-states-v-michael-a-griley-jr/\"><span class=\"volume\">814</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">967</span></a></span><pre class=\"inline\">, 971 (4th Cir. 1987).\n\n         5.     The petitioner launches a volley of claims aimed\n\nat allegedly offensive arguments made by the prosecutor.    It is\n\nwell-established that improper prosecutorial comments constitute\n\nconstitutional error only if those comments \"so infected the\n\n\n\n    3These assertions revolve around (1) testimony of Dr.\nKatsas, a pathologist, who apparently testified, in seeming\ncontravention of his autopsy report, that the decedent's blood\ntested negative for cocaine; and (2) testimony incorrectly\nidentifying the precise origin of a syringe that tested positive\nfor cocaine (the syringe had been found in a trash barrel\noutside the petitioner's house, not — as a police witness said\n— on a nightstand in the petitioner's bedroom).\n\n                               -8-\n\ftrial with unfairness as to make the resulting conviction a\n\ndenial of due process.\"                  Donnelly v. DeChristoforo, </pre><span class=\"citation\" data-id=\"109024\"><a href=\"/opinion/109024/donnelly-v-dechristoforo/\"><span class=\"volume\">416</span> <span class=\"reporter\">U.S.</span>\n\n<span class=\"page\">637</span></a></span><pre class=\"inline\">,   643    (1974).          No    useful       purpose      would    be    served     by\n\nenumerating the statements that the appellant decries.                                   It\n\nsuffices to say that, evaluating them within the context of the\n\ncase, see United States v. Young, </pre><span class=\"citation\" data-id=\"111353\"><a href=\"/opinion/111353/united-states-v-young/\"><span class=\"volume\">470</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span><pre class=\"inline\">, 11-12 (1985), we\n\ndiscern no substantial showing of constitutional error.\n\n             6.    The    petitioner       asseverates         that     he   was   denied\n\neffective assistance of counsel during both trial and appeal.\n\nIn Strickland v. Washington, </pre><span class=\"citation no-link\"><span class=\"volume\">466</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">688</span></span><pre class=\"inline\"> (1984), the Supreme\n\nCourt elucidated a two-part test to guide courts in determining\n\nineffective assistance claims:                the petitioner must demonstrate\n\nboth that his lawyer's performance was deficient, and that this\n\ndeficient performance prejudiced the defense.                          Id. at 687.\n\n             As to the efforts of trial counsel, the Appeals Court\n\nfound no \"showing of how the [petitioner] was prejudiced.\"\n\nHuenefeld,        610    N.E.2d     at    345.      In   his    habeas       papers,    the\n\npetitioner        has    not   filled       that     void.       Since       it    is   the\n\npetitioner's        burden     to    \"show        that   there    is     a    reasonable\n\nprobability that, but for counsel's unprofessional errors, the\n\nresult of the proceeding would have been different,\" Strickland,\n\n466 U.S. at 694, this omission defeats his claim.\n\n\n\n\n                                            -9-\n\f          The petitioner's allegation that he was deprived of\n\neffective appellate counsel fares no better.             Specifically, the\n\npetitioner charges that his appellate lawyer failed to meet with\n\nhim prior to filing his brief, or to provide him access to some\n\ndocuments, or to raise certain claims on appeal. 4                   But the\n\npetitioner has neither established a causal link between these\n\ncharges and the affirmance of his conviction nor identified any\n\nomitted argument that might conceivably have turned the tide.\n\nAccordingly,     the   petitioner      has   fallen     well    short   of   a\n\nsubstantial    showing   of    the   abridgement   of    a     constitutional\n\nright.   See Jones v. Barnes, </pre><span class=\"citation\" data-id=\"111012\"><a href=\"/opinion/111012/jones-v-barnes/\"><span class=\"volume\">463</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">745</span></a></span><pre class=\"inline\">, 751-54 (1983).\n\n          7.    The petitioner makes an overarching argument that\n\nthe district court erred in dismissing his habeas application\n\nwithout first procuring and pondering a complete transcript of\n\nhis trial.     The district court acted, however, under Rule 4 of\n\nthe Rules Governing Section 2254 Cases — a rule that authorizes\n\ndismissal \"if it plainly appears from the face of the petition\n\nand any exhibits attached thereto that the petitioner is not\n\nentitled to relief.\"          Where, as here, a petitioner's claims\n\n\n    4 The petitioner also suggests that his appellate attorney\ndeprived him of the opportunity to file a so-called Moffett\nbrief. See Commonwealth v. Moffett, </pre><span class=\"citation no-link\"><span class=\"volume\">418</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">585</span></span><pre class=\"inline\">, 589 (Mass.\n1981). Moffett articulates a rule of state law, and failure to\ncomply with that rule does not raise a claim cognizable on\nfederal habeas review. See Estelle v. McGuire, </pre><span class=\"citation\" data-id=\"112660\"><a href=\"/opinion/112660/estelle-v-mcguire/\"><span class=\"volume\">502</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">62</span></a></span><pre class=\"inline\">, 67\n(1991); Lewis v. Jeffers, </pre><span class=\"citation\" data-id=\"112487\"><a href=\"/opinion/112487/lewis-v-jeffers/\"><span class=\"volume\">497</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">764</span></a></span><pre class=\"inline\">, 780 (1990).\n\n                                     -10-\n\frender such a disposition appropriate, a federal habeas court\n\nneed not examine the complete trial transcript.\n\n              A case directly on point is Love v. Butler, </pre><span class=\"citation\" data-id=\"574331\"><a href=\"/opinion/574331/alvin-love-v-norman-butler/\"><span class=\"volume\">952</span> <span class=\"reporter\">F.2d</span>\n\n<span class=\"page\">10</span></a></span><pre class=\"inline\"> (1st Cir. 1991) (per curiam).                There, the district court had\n\nbefore       it   the    parties'     briefs,    the    relevant    state   court\n\ndecisions, a copy of an unsuccessful application for further\n\nappellate review, and certain grand jury minutes.                     Id. at 15.\n\nWe    held    that      \"each   of    petitioner's      arguments    was   readily\n\nsusceptible to resolution without resort to the transcript.\"\n\nId.      Accordingly, we affirmed the district court's summary\n\ndismissal of the habeas application.                 Id.\n\n              The case at bar is on all fours with Love.               Here, the\n\ndistrict court had before it much the same type of documentation\n\nas mentioned in Love.            Moreover, the parties were in apparent\n\nagreement as to the critical trial events (e.g., the contents of\n\nthe jury instructions, the stipulation proffered in lieu of the\n\nchemist's testimony, the inconsistencies in Dr. Katsas's account\n\nand    those      pertaining     to    the   origins     of   the   syringe,   the\n\nprosecutor's         closing    comments).        The   petitioner    failed   to\n\nadvance any argument that, for proper resolution, required the\n\ndistrict court to go beyond these materials and refer to the\n\nunexpurgated trial transcript.                  Under the circumstances, we\n\nreject this assignment of error.\n\n\n                                         -11-\n\f         We   need   go   no   further. 5     To   the   extent   that   the\n\npetitioner raises other claims, they are baseless and may be\n\ndismissed without further comment.          The short of it is that the\n\npetitioner has not made a \"substantial showing of the denial of\n\na constitutional right.\"       28 U.S.C. § 2253(c)(2).      Consequently,\n\nwe deny his application for a COA.\n\n         The petitioner's application for a COA is denied and\n\nthis proceeding is terminated.\n\n\n\n\n    5The petitioner also has moved for the appointment of\ncounsel. We deny the motion. See Dellenbach v. Hanks, </pre><span class=\"citation\" data-id=\"712953\"><a href=\"/opinion/712953/herbert-h-dellenbach-v-craig-a-hanks/\"><span class=\"volume\">76</span> <span class=\"reporter\">F.3d</span>\n<span class=\"page\">820</span></a></span><pre class=\"inline\">, 823 (7th Cir. 1996) (stating that \"an indigent civil\nlitigant in federal court has no constitutional or statutory\nright to the appointment of counsel, even if he is challenging\na criminal conviction as by a proceeding . . . for habeas\ncorpus\").\n\n                                   -12-\n\f</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/105079/",
    "http://www.courtlistener.com/api/rest/v3/opinions/105912/",
    "http://www.courtlistener.com/api/rest/v3/opinions/107481/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108888/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109024/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110662/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110933/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111012/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111353/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112487/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112660/",
    "http://www.courtlistener.com/api/rest/v3/opinions/145122/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197969/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198376/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199135/",
    "http://www.courtlistener.com/api/rest/v3/opinions/485261/",
    "http://www.courtlistener.com/api/rest/v3/opinions/495428/",
    "http://www.courtlistener.com/api/rest/v3/opinions/550148/",
    "http://www.courtlistener.com/api/rest/v3/opinions/574331/",
    "http://www.courtlistener.com/api/rest/v3/opinions/712953/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2410454/"
  ]
}