{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/199329/",
  "absolute_url": "/opinion/199329/uffner-v-la-reunion-francaise/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/199329/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T04:28:37Z",
  "date_modified": "2017-03-24T11:01:37.156101Z",
  "type": "010combined",
  "sha1": "2d0e3931934a11f37478478d1d130f2b602dd02a",
  "page_count": 13,
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/00-1231-01A.pdf",
  "local_path": "pdf/2001/03/26/Uffner_v._LA_Reunion_Francaise.pdf",
  "plain_text": "           United States Court of Appeals\n                      For the First Circuit\nNo. 00-1231\n\n                      DANIEL L. UFFNER, JR.,\n\n                      Plaintiff, Appellant,\n\n                                v.\n\n                   LA REUNION FRANCAISE, S.A.;\n                   T.L. DALLAS & CO. LTD.; and\n                  SCHAEFFER & ASSOCIATES, INC.,\n\n                      Defendants, Appellees.\n\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                 FOR THE DISTRICT OF PUERTO RICO\n\n       [Hon. Carmen Consuelo Cerezo, U.S. District Judge]\n\n\n                              Before\n\n                     Torruella, Chief Judge,\n\n                      Lipez, Circuit Judge,\n\n              and García-Gregory,* District Judge.\n\n\n     Paul E. Calvesbert-Borgos, with whom Calvesbert Law Offices PSC\nand José G. Baquero-Tirado, were on brief, for appellant.\n     Peter Díaz-Santiago, was on brief, for appellee La Reunion\nFrancaise, S.A. and Jeannette M. López-de Victoria, with whom Pinto-\nLugo & Rivera PSC and Darío Rivera-Carrasquillo, were on brief, for\nappellee Schaeffer & Associates, Inc.\n\n\n\n\n*   Of the District of Puerto Rico, sitting by designation.\n\fMarch 26, 2001\n\n\n\n\n     -2-\n\f          TORRUELLA, Chief Judge.      Plaintiff-appellant Daniel L.\n\nUffner, Jr. filed this diversity suit in federal district court in the\n\nDistrict of Puerto Rico against his insurance issuer and underwriters\n\nfor wrongful denial of an insurance claim. Defendants-appellees La\n\nReunion Francaise, S.A. (\"La Reunion\"), T.L. Dallas & Co. Ltd. (\"T.L.\n\nDallas\"), and Schaeffer & Associates, Inc. (\"Schaeffer\") filed motions\n\nto dismiss for lack of subject matter jurisdiction, failure to state a\n\nclaim, and improper venue. The district court granted the motions\n\nbased upon lack of personal jurisdiction and improper venue. For the\n\nreasons stated below, we vacate the district court's dismissal and\n\nremand the case for further proceedings.\n\n                             BACKGROUND\n\n          La Reunion is a French insurance company which provides\n\nvessels with marine insurance coverage and has its principal place of\n\nbusiness in Paris, France. T.L. Dallas, a marine underwriting manager\n\nbased in Bradford, England, specializes in insuring yachts and\n\nrepresents La Reunion in the placement of marine insurance policies.\n\nFinally, Schaeffer is an underwriting agent located in the State of\n\nGeorgia that places yacht policies in the United States (including\n\nPuerto Rico) for T.L. Dallas. Together, these three entities issued\n\nand underwrote a marine policy for Uffner's sailing yacht, La Mer, in\n\na cover note dated March 18, 1997.\n\n\n\n\n                                 -3-\n\f           On June 14, 1997, Uffner departed from Fajardo, Puerto Rico\n\non a voyage to St. Thomas, U.S. Virgin islands. When he was positioned\n\nnear Isla Palominos, a small island approximately one mile off the\n\ncoast of Puerto Rico, a fire broke out in the engine room, forcing\n\nUffner to abandon the vessel. The yacht subsequently sank in the same\n\nlocation. Shortly thereafter, Uffner contacted his insurance broker,\n\nInternational Marine Insurance Services (\"IMIS\") to file a claim for\n\nthe loss of the boat. After a series of written communications and\n\ntelephone calls between IMIS and appellees, the claim was denied due to\n\nthe alleged absence of a \"current out-of-water survey.\"\n\n           Uffner filed this suit on June 12, 1998, claiming damages for\n\na bad-faith denial of an insurance claim. La Reunion and T.L. Dallas\n\nfiled separate motions to dismiss based on lack of subject matter\n\njurisdiction, failure to state a claim upon which relief can be\n\ngranted, and improper venue. Schaeffer filed a motion joining these\n\nmotions to dismiss on the same grounds. Uffner timely opposed all\n\nmotions.\n\n           On September 20, 1999, the district court dismissed Uffner's\n\ncomplaint without prejudice, concluding that the court lacked personal\n\njurisdiction over appellees and that venue did not lie in Puerto Rico.\n\nUffner moved the court to reconsider its ruling and requested leave to\n\namend the complaint in order to assert admiralty jurisdiction as an\n\n\n\n\n                                  -4-\n\falternative basis for subject matter jurisdiction. The court denied\n\nboth motions on December 10, 1999, and this appeal followed.\n\n                              DISCUSSION\n\n            The district court dismissed appellant's complaint on two\n\ngrounds. First, the court concluded that pursuant to the provisions of\n\nthe Puerto Rico Long-Arm statute, appellees lacked sufficient minimum\n\ncontacts with the forum to be subject to personal jurisdiction therein.\n\nUffner v. La Reunion Francaise, No. 00-1231 (D.P.R. Sept. 21 1999)\n\n(judgment granting motion to dismiss).        In addition, the court\n\ndetermined that the suit involved a contract claim unrelated to the\n\nDistrict of Puerto Rico, making it an improper forum for litigation.\n\nId. We review the court's legal conclusions supporting the dismissal\n\nde novo. Ticketmaster-New York, Inc. v. Alioto, 26 F.3d 201, 204 (1st\n\nCir. 1994).\n\nA.   Personal Jurisdiction\n\n            In their motions to dismiss, appellees argued that the court\n\nlacked subject matter jurisdiction, Fed. R. Civ. P. 12(b)(1), that\n\nUffner failed to state a claim for which relief could be granted, Fed.\n\nR. Civ. P. 12(b)(6), and that venue was improper, Fed. R. Civ. P.\n\n12(b)(3).     None of the parties raised any objection to personal\n\njurisdiction. See Fed. R. Civ. P. 12(b)(2). Nevertheless, the court\n\nitself raised and disposed of the motion on this ground. In doing so,\n\nit overlooked the provisions of Fed. R. Civ. P. 12(g), which states\n\n\n                                  -5-\n\fthat \"[i]f a party makes a motion under this rule but omits therefrom\n\nany defense or objection then available to the party which this rule\n\npermits to be raised by motion, the party shall not thereafter make a\n\nmotion based on the defense or objection so omitted . . . .\" Rule\n\n12(h)(1)(A) provides, in turn, that \"[a] defense of lack of personal\n\njurisdiction over the person is waived . . . if omitted from a motion\n\nin the circumstances described in subdivision (g) . . . .\" Fed. R.\n\nCiv. P. 12(h)(1)(A). By failing to include a 12(b)(2) argument in\n\ntheir motion to dismiss, appellees waived this defense in the district\n\ncourt. Glater v. Eli Lilly & Co., 712 F.2d 735, 738 (1st Cir. 1983)\n\n(\"It is clear . . . that defendants wishing to raise [a defense of lack\n\nof personal jurisdiction] must do so in their first defensive move, be\n\nit a Rule 12 motion or a responsive pleading.\").\n\n          Once a party has waived its defense of lack of personal\n\njurisdiction, the court may not, sua sponte, raise the issue in its\n\nruling on a motion to dismiss. Pilgrim Badge & Label Corp. v. Barrios,\n\n857 F.2d 1, 3 (1st Cir. 1988) (per curiam). This is so because, since\n\npersonal jurisdiction may be acquired through voluntary appearance and\n\nthe filing of responsive pleadings without objection, the court has no\n\nindependent reason to visit the issue.1 See id. Furthermore, such a\n\n1  Unlike subject-matter jurisdiction, which is a statutory and\nconstitutional restriction on the power of the court, see U.S. Const.\nart. III, § 1, personal jurisdiction arises from the Due Process Clause\nand protects an individual liberty interest. Ins. Corp. of Ir., Ltd.\nv. Compagnie des Bauxites de Guinee, 456 U.S. 694, 702 (1982). The\n\n                                 -6-\n\fprohibition avoids prejudicing the plaintiff, who has not had an\n\nopportunity to respond to the issue before the court, and promotes the\n\npurpose of Rules 12(g) and (h). See id. (noting that the rules serve\n\n\"to eliminate the presentation of these defenses in a piecemeal\n\nfashion\"). There is no evidence here that the Rule 12(b)(2) defense\n\nwas unavailable to appellees at the time they filed their answer. See\n\nGlater, 712 F.2d at 738 (finding an exception to the strict waiver rule\n\nwhen the defense was not available when the motion was filed). Nor is\n\nthis merely a case of a litigant improperly characterizing a\n\nsubstantive argument for lack of personal jurisdiction under a\n\ndifferent subsection. See LCF Lessors, Inc. v. Pac. Sewer Maint.\n\nCorp., 739 F.2d 4, 7 (1st Cir. 1984) (stating that this Court is not\n\n\"bound by the label below\") (internal citation omitted). Rather,\n\nappellees simply failed to raise the issue in their motion to dismiss\n\nand thereby consented to the court's jurisdiction. Since the court was\n\nnot at liberty to nullify appellees' consent, we conclude that the\n\ndistrict court erred in dismissing the complaint for lack of personal\n\njurisdiction.2\n\n\nability to waive this right thus reflects the principle that \"the\nindividual can subject himself to powers from which he may otherwise be\nprotected.\" Id. at 703 n.10.\n2 We need not address the district court's denial of appellant's motion\nto amend the complaint, since this motion appears to have been an\neffort to circumvent the court's ruling concerning personal\njurisdiction. However, because we are free to affirm the court's\njudgment on alternative grounds, see Ticketmaster, 26 F.3d at 204, we\n\n                                 -7-\n\fB.   Venue\n\n             Due to its focus on personal jurisdiction, the district court\n\ndealt only perfunctorily with the issue of whether venue was proper in\n\nthe district of Puerto Rico. Specifically, the court found that the\n\nappellant's claim sounded in contract rather than tort. As such, the\n\ncourt observed, the claim was wholly unrelated to Puerto Rico: the\n\n\"triggering event\" was the denial of the claim and \"[t]he issue at bar\n\nis the interpretation of the contract.\" The court also noted that the\n\ncontract was neither negotiated nor formed in Puerto Rico. Finally,\n\naccording to the court, the occurrence of the fire in Puerto Rican\n\nwaters was \"a tenuous connection at best.\"\n\n             To begin, the distinction between tort and contract is\n\nimmaterial to the requirements for venue set forth in the general venue\n\nstatute, 28 U.S.C. § 1391(a).3        Under this statute,\n\n             [a] civil action wherein jurisdiction is founded\n             only on diversity of citizenship may, except as\n             otherwise provided by law, be brought only in (1)\n             a judicial district where any defendant resides,\n\n\nmust confront the issue of venue.\n3 We add, tangentially, that the question of whether a bad faith denial\nof an insurance claim is an issue of contract or tort is a matter of\nstate law that has not yet been addressed by the courts of Puerto Rico.\n See Noble v. Corporación Insular de Seguros, 738 F.2d 51, 53 (1st Cir.\n1984) (deciding that such an action would fall under either Civil Code\nArticle 1802, 31 L.P.R.A. § 5141 (tort), or Article 1504, 31 L.P.R.A.\n§ 3018 (contract)). But see Event Producers Inc. v. Tyser & Co., 854\nF. Supp. 35, 38-39 (D.P.R. 1993) (concluding that the Puerto Rico\nSupreme Court would probably follow the trend in most states and allow\na tort action for bad faith refusals to pay insurance).\n\n                                    -8-\n\f          if all defendants reside in the same State, (2)\n          a judicial district in which a substantial part\n          of the events or omissions giving rise to the\n          claim occurred, or a substantial part of the\n          property that is the subject of the action is\n          situated, or (3) a judicial district in which any\n          defendant is subject to personal jurisdiction at\n          the time the action is commenced, if there is no\n          district in which the action may be otherwise\n          brought.\n\n28 U.S.C. § 1391(a).     There is no dispute that § 1391(a)(1) is\n\ninapplicable in this case.      The question, then, is whether \"a\n\nsubstantial part of the events . . . giving rise to the claim occurred\"\n\nin Puerto Rico.4\n\n          Prior to 1990, § 1391(a) provided venue in \"the judicial\n\ndistrict . . . in which the claim arose.\" 28 U.S.C. § 1391(a) (1988).\n\nCongress amended the statute to its current form because it found that\n\nthe old language \"led to wasteful litigation whenever several different\n\nforums were involved in the transaction leading up to the dispute.\"\n\nCottman Transmission Sys. v. Martino, 36 F.3d 291, 294 (3d Cir. 1994)\n\n(citing Rep. of the Fed. Cts. Study Comm. 94 (Comm. Print 1990)). The\n\npre-amendment statute also engendered a plethora of tests to determine\n\nthe single venue in which the claim \"arose.\" See, e.g., Rosenfeld v.\n\nS.F.C. Corp., 702 F.2d 282, 284 (1st Cir. 1983) (observing that the\n\nCourt could choose one of several approaches, including the\n\n\"significant contacts\" test, the \"place of injury\" test, or the\n\n4 We turn to the third alternative only in the event that the first two\nprovisions fail to provide an appropriate forum.\n\n                                 -9-\n\f\"convenience of the parties\" test) (internal citations omitted). By\n\ncontrast, many circuits have interpreted the legislative history of the\n\n1990 amendment as evincing Congress's recognition that when the events\n\nunderlying a claim have taken place in different places, venue may be\n\nproper in any number of districts. See First Mich. Corp. v. Bramlet,\n\n141 F.3d 260, 263 (6th Cir. 1998) (citing Setco Enters. Corp. v.\n\nRobbins, 19 F.3d 1278, 1281 (8th Cir. 1994) (asking \"whether the\n\ndistrict the plaintiff chose had a substantial connection to the claim,\n\nwhether or not other forums had greater contacts\")); Bates v. C & S\n\nAdjusters, Inc., 980 F.2d 865, 867 (2d Cir. 1992) (stating that \"the\n\nnew statute does not, as a general matter, require the District Court\n\nto determine the best venue\"); cf. Cottman, 36 F.3d 291 at 294 (noting\n\nthe amendment's departure from the earlier version of the law, which\n\n\"had encouraged an approach that a claim could generally arise in only\n\none venue\"). We look, therefore, not to a single \"triggering event\"\n\nprompting the action, but to the entire sequence of events underlying\n\nthe claim. See Bramlet, 141 F.3d 260 at 263-64 (concluding that the\n\ndistrict court misapplied the statute in basing its determination of\n\nimproper venue \"on a single occurrence which directly gave rise to the\n\nplaintiff's action\").\n\n          In so doing, we consider the following acts: (1) appellant,\n\na resident of the Virgin Islands, obtained an insurance policy for his\n\n\n\n\n                                 -10-\n\fyacht, La Mer;5 (2) the insured vessel caught fire and sank in Puerto\n\nRican waters; (3) appellant filed a claim with appellees through his\n\ninsurance broker demanding payment for this loss; and (4) the claim was\n\nultimately denied because it was allegedly not covered by the policy.\n\nThough this is merely a skeletal outline of events leading to the\n\nclaim, for purposes of this appeal, we need just establish that the\n\nsinking of La Mer was one part of the historical predicate for the\n\ninstant suit.6 It is the only event, however, that occurred in Puerto\n\nRico. For venue to be proper in that district, therefore, the loss of\n\nLa Mer must be \"substantial.\" See Cottman, 36 F.3d at 294 (noting that\n\n\"substantiality\" requirement provides the venue statute with a limiting\n\nprinciple).\n\n          Appellees argue that Uffner's complaint alleges a bad faith\n\ndenial of his insurance claim, not that the loss itself was due to\n\ntheir fault or negligence. Consequently, they reason, the sinking of\n\nthe vessel cannot be considered \"substantial.\" It is true, as the\n\ndistrict court pointed out, that the legal question in the suit is\n\n\"whether [an out-of-water survey] was necessary under the terms of the\n\n\n5 As far as the record suggests, this contract was drafted in France,\nunderwritten in England, and issued to appellant through Georgia.\n6 In considering \"events or omissions\" for purposes of venue, we\ndecline to adopt the Eighth Circuit's approach, which looks only at the\nacts of the defendant. See Woodke v. Dahm, 70 F.3d 983, 985 (8th Cir.\n1995). Instead, we join those courts that have chosen a more holistic\nview of the acts underlying a claim. See Bramlet, 141 F.3d at 263;\nCottman, 36 F.3d at 294; Bates, 980 F.2d at 868.\n\n                                 -11-\n\finsurance contract.\"     Resolving this issue does not require an\n\ninvestigation into how, when, or why the accident occurred. In this\n\nsense, the sinking of Uffner's yacht is not related to the principal\n\nquestion for decision.\n\n           However, an event need not be a point of dispute between the\n\nparties in order to constitute a substantial event giving rise to the\n\nclaim. Cf. Woodke v. Dahm, 70 F.3d 983, 986 (8th Cir. 1995) (requiring\n\nthat the event itself be \"wrongful\" in order to support venue). In\n\nthis case, Uffner's bad faith denial claim alleges that the loss of his\n\nyacht was covered by the contract and the payment due to him wrongfully\n\ndenied. Thus, although the sinking of La Mer is itself not in dispute,\n\nthe event is connected to the claim inasmuch as Uffner's requested\n\ndamages include recovery for the loss. We conclude that, in a suit\n\nagainst an insurance company to recover for losses resulting from a\n\nvessel casualty, the jurisdiction where that loss occurred is\n\n\"substantial\" for venue purposes.\n\n          We add that our conclusion does not thwart the general\n\npurpose of statutorily specified venue, which is \"to protect the\n\ndefendant against the risk that a plaintiff will select an unfair or\n\ninconvenient place of trial.\" LeRoy v. Great W. United Corp., 443 U.S.\n\n173, 183-84 (1979). First, appellees have not alleged -- either below\n\nor on appeal -- that continuing the suit in the district of Puerto Rico\n\nwould confer a tactical advantage to appellant or prejudice their own\n\n\n                                 -12-\n\fcase in any way. We also highlight the absence of a forum-selection\n\nclause in the insurance policy indicating appellees' preferred forum\n\nfor litigation.7 Finally, appellees conceded at oral argument that they\n\nwould not object to litigating in the Virgin Islands, suggesting that\n\ntraveling to the Caribbean would not be unduly burdensome.          We\n\ntherefore hold that venue properly lies in the district of Puerto Rico.\n\n                             CONCLUSION\n\n          Appellees have suggested that venue is proper in the Virgin\n\nIslands or in Georgia. We do not address these possibilities since, as\n\nwe have already noted, § 1391 contemplates that venue may be proper in\n\nseveral districts. In this case, Puerto Rico is at least one of them.\n\n          The judgment of the district court is vacated and the case\n\nremanded for further proceedings.\n\n\n\n\n7 Indeed, the contract broadly states that \"in the event of the failure\nof the Underwriters . . . to pay any amount claimed to be due\nhereunder, the Underwriters, at the request of the Assured, will submit\nto the jurisdiction of a court of competent jurisdiction within the\nUnited States of America.\"\n\n                                 -13-\n\f",
  "html": "<p class=\"case_cite\">244 F.3d 38 (1st Cir. 2001)</p>\n    <p class=\"parties\">DANIEL L. UFFNER, JR., Plaintiff, Appellant,<br>v.<br>LA REUNION FRANCAISE, S.A.; T.L. DALLAS &amp; CO. LTD.; and SCHAEFFER &amp; ASSOCIATES, INC., Defendants, Appellees.</p>\n    <p class=\"docket\">No. 00-1231</p>\n    <p class=\"court\">United States Court of Appeals For the First Circuit</p>\n    <p class=\"date\">Heard November 15, 2000<br>Decided March 26, 2001</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF PUERTO RICO</p>\n      <p class=\"indent\">[Hon. Carmen Consuelo Cerezo, U.S. District Judge]</p>\n      <p class=\"indent\">Paul E. Calvesbert-Borgos, with whom Calvesbert Law Offices PSC and Jose G. Baquero-Tirado, were on brief, for appellant.</p>\n      <p class=\"indent\">Peter Diaz-Santiago, was on brief, for appellee La Reunion Francaise, S.A. and Jeannette M. Lopez-de Victoria, with whom Pinto-Lugo &amp; Rivera PSC and Dario Rivera-Carrasquillo, were on brief, for appellee Schaeffer &amp; Associates, Inc.</p>\n      <p class=\"indent\">Before Torruella, Chief Judge, Lipez, Circuit Judge, and Garcia-Gregory,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> District Judge.</p>\n      <p class=\"indent\">TORRUELLA, Chief Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Plaintiff-appellant DanielaL. Uffner, Jr. filed this diversity suit in federal district court in the District of Puerto Rico against his insurance issuer and underwriters for wrongful denial of an insurance claim. Defendants-appellees La Reunion Francaise, S.A. (\"La Reunion\"), T.L. Dallas &amp; Co. Ltd. (\"T.L. Dallas\"), and Schaeffer &amp; Associates, Inc. (\"Schaeffer\") filed motions to dismiss for lack of subject matter jurisdiction, failure to state a claim, and improper venue. The district court granted the motions based upon lack of personal jurisdiction and improper venue. For the reasons stated below, we vacate the district court's dismissal and remand the case for further proceedings.</p>\n    </div>\n    <p>BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">La Reunion is a French insurance company which provides vessels with marine insurance coverage and has its principal place of business in Paris, France. T.L. Dallas, a marine underwriting manager based in Bradford, England, specializes in insuring yachts and represents La Reunion in the placement of marine insurance policies. Finally, Schaeffer is an underwriting agent located in the State of Georgia that places yacht policies in the United States (including Puerto Rico) for T.L. Dallas. Together, these three entities issued and underwrote a marine policy for Uffner's sailing yacht, La Mer, in a cover note dated March 18, 1997.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On June 14, 1997, Uffner departed from Fajardo, Puerto Rico on a voyage to St. Thomas, U.S. Virgin islands. When he was positioned near Isla Palominos, a small island approximately one mile off the coast of Puerto Rico, a fire broke out in the engine room, forcing Uffner to abandon the vessel. The yacht subsequently sank in the same location. Shortly thereafter, Uffner contacted his insurance broker, International Marine Insurance Services (\"IMIS\") to file a claim for the loss of the boat. After a series of written communications and telephone calls between IMIS and appellees, the claim was denied due to the alleged absence of a \"current out-of-water survey.\"</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Uffner filed this suit on June 12, 1998, claiming damages for a bad-faith denial of an insurance claim. La Reunion and T.L. Dallas filed separate motions to dismiss based on lack of subject matter jurisdiction, failure to state a claim upon which relief can be granted, and improper venue. Schaeffer filed a motion joining these motions to dismiss on the same grounds. Uffner timely opposed all motions.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">On September 20, 1999, the district court dismissed Uffner's complaint without prejudice, concluding that the court lacked personal jurisdiction over appellees and that venue did not lie in Puerto Rico. Uffner moved the court to reconsider its ruling and requested leave to amend the complaint in order to assert admiralty jurisdiction as an alternative basis for subject matter jurisdiction. The court denied both motions on December 10, 1999, and this appeal followed.</p>\n    </div>\n    <p>DISCUSSION</p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The district court dismissed appellant's complaint on two grounds. First, the court concluded that pursuant to the provisions of the Puerto Rico Long-Arm statute, appellees lacked sufficient minimum contacts with the forum to be subject to personal jurisdiction therein. Uffner v. La Reunion Francaise, No. 00-1231 (D.P.R. Sept. 21 1999) (judgment granting motion to dismiss). In addition, the court determined that the suit involved a contract claim unrelated to the District of Puerto Rico, making it an improper forum for litigation. Id. We review the court's legal conclusions supporting the dismissal de novo. Ticketmaster-New York, Inc. v. Alioto, 26 F.3d 201, 204 (1st Cir. 1994).</p>\n    </div>\n    <p class=\"indent\">A. Personal Jurisdiction</p>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">In their motions to dismiss, appellees argued that the court lacked subject matter jurisdiction, Fed. R. Civ. P. 12(b)(1), that Uffner failed to state a claim for which relief could be granted, Fed. R. Civ. P. 12(b)(6), and that venue was improper, Fed. R. Civ. P. 12(b)(3). None of the parties raised any objection to personal jurisdiction. See Fed. R. Civ. P. 12(b)(2). Nevertheless, the court itself raised and disposed of the motion on this ground. In doing so, it overlooked the provisions of Fed. R. Civ. P. 12(g), which states that \"[i]f a party makes a motion under this rule but omits therefrom any defense or objection then available to the party which this rule permits to be raised by motion, the party shall not thereafter make a motion based on the defense or objection so omitted . . . .\" Rule 12(h)(1)(A) provides, in turn, that \"[a] defense of lack of personal jurisdiction over the person is waived . . . if omitted from a motion in the circumstances described in subdivision (g) . . . .\" Fed. R. Civ. P. 12(h)(1)(A). By failing to include a 12(b)(2) argument in their motion to dismiss, appellees waived this defense in the district court. Glater v. Eli Lilly &amp; Co., 712 F.2d 735, 738 (1st Cir. 1983) (\"It is clear . . . that defendants wishing to raise [a defense of lack of personal jurisdiction] must do so in their first defensive move, be it a Rule 12 motion or a responsive pleading.\").</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Once a party has waived its defense of lack of personal jurisdiction, the court may not, sua sponte, raise the issue in its ruling on a motion to dismiss. Pilgrim Badge &amp; Label Corp. v. Barrios, 857 F.2d 1, 3 (1st Cir. 1988) (per curiam). This is so because, since personal jurisdiction may be acquired through voluntary appearance and the filing of responsive pleadings without objection, the court has no independent reason to visit the issue.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> See id. Furthermore, such a prohibition avoids prejudicing the plaintiff, who has not had an opportunity to respond to the issue before the court, and promotes the purpose of Rules 12(g) and (h). See id. (noting that the rules serve \"to eliminate the presentation of these defenses in a piecemeal fashion\"). There is no evidence here that the Rule 12(b)(2) defense was unavailable to appellees at the time they filed their answer. See Glater, 712 F.2d at 738 (finding an exception to the strict waiver rule when the defense was not available when the motion was filed). Nor is this merely a case of a litigant improperly characterizing a substantive argument for lack of personal jurisdiction under a different subsection. See LCF Lessors, Inc. v. Pac. Sewer Maint. Corp., 739 F.2d 4, 7 (1st Cir. 1984) (stating that this Court is not \"bound by the label below\") (internal citation omitted). Rather, appellees simply failed to raise the issue in their motion to dismiss and thereby consented to the court's jurisdiction. Since the court was not at liberty to nullify appellees' consent, we conclude that the district court erred in dismissing the complaint for lack of personal jurisdiction.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <p class=\"indent\">B. Venue</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Due to its focus on personal jurisdiction, the district court dealt only perfunctorily with the issue of whether venue was proper in the district of Puerto Rico. Specifically, the court found that the appellant's claim sounded in contract rather than tort. As such, the court observed, the claim was wholly unrelated to Puerto Rico: the \"triggering event\" was the denial of the claim and \"[t]he issue at bar is the interpretation of the contract.\" The court also noted that the contract was neither negotiated nor formed in Puerto Rico. Finally, according to the court, the occurrence of the fire in Puerto Rican waters was \"a tenuous connection at best.\"</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">To begin, the distinction between tort and contract is immaterial to the requirements for venue set forth in the general venue statute, 28 U.S.C. &#167; 1391(a).<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> Under this statute,  [a] civil action wherein jurisdiction is founded only on diversity of citizenship may, except as otherwise provided by law, be brought only in (1) a judicial district where any defendant resides, if all defendants reside in the same State, (2) a judicial district in which a substantial part of the events or omissions giving rise to the claim occurred, or a substantial part of the property that is the subject of the action is situated, or (3) a judicial district in which any defendant is subject to personal jurisdiction at the time the action is commenced, if there is no district in which the action may be otherwise brought.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">28 U.S.C. &#167; 1391(a). There is no dispute that &#167; 1391(a)(1) is inapplicable in this case. The question, then, is whether \"a substantial part of the events . . . giving rise to the claim occurred\" in Puerto Rico.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Prior to 1990, &#167; 1391(a) provided venue in \"the judicial district . . . in which the claim arose.\" 28 U.S.C. &#167; 1391(a) (1988). Congress amended the statute to its current form because it found that the old language \"led to wasteful litigation whenever several different forums were involved in the transaction leading up to the dispute.\" Cottman Transmission Sys. v. Martino, 36 F.3d 291, 294 (3d Cir. 1994) (citing Rep. of the Fed. Cts. Study Comm. 94 (Comm. Print 1990)). The pre-amendment statute also engendered a plethora of tests to determine the single venue in which the claim \"arose.\" See, e.g., Rosenfeld v. S.F.C. Corp., 702 F.2d 282, 284 (1st Cir. 1983) (observing that the Court could choose one of several approaches, including the \"significant contacts\" test, the \"place of injury\" test, or the \"convenience of the parties\" test) (internal citations omitted). By contrast, many circuits have interpreted the legislative history of the 1990 amendment as evincing Congress's recognition that when the events underlying a claim have taken place in different places, venue may be proper in any number of districts. See First Mich. Corp. v. Bramlet, 141 F.3d 260, 263 (6th Cir. 1998) (citing Setco Enters. Corp. v. Robbins, 19 F.3d 1278, 1281 (8th Cir. 1994) (asking \"whether the district the plaintiff chose had a substantial connection to the claim, whether or not other forums had greater contacts\")); Bates v. C &amp; S Adjusters, Inc., 980 F.2d 865, 867 (2d Cir. 1992) (stating that \"the new statute does not, as a general matter, require the District Court to determine the best venue\"); cf. Cottman, 36 F.3d 291 at 294 (noting the amendment's departure from the earlier version of the law, which \"had encouraged an approach that a claim could generally arise in only one venue\"). We look, therefore, not to a single \"triggering event\" prompting the action, but to the entire sequence of events underlying the claim. See Bramlet, 141 F.3d 260 at 263-64 (concluding that the district court misapplied the statute in basing its determination of improper venue \"on a single occurrence which directly gave rise to the plaintiff's action\").</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">In so doing, we consider the following acts: (1) appellant, a resident of the Virgin Islands, obtained an insurance policy for his yacht, La Mer;<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> (2) the insured vessel caught fire and sank in Puerto Rican waters; (3) appellant filed a claim with appellees through his insurance broker demanding payment for this loss; and (4) the claim was ultimately denied because it was allegedly not covered by the policy. Though this is merely a skeletal outline of events leading to the claim, for purposes of this appeal, we need just establish that the sinking of La Mer was one part of the historical predicate for the instant suit.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> It is the only event, however, that occurred in Puerto Rico. For venue to be proper in that district, therefore, the loss of La Mer must be \"substantial.\" See Cottman, 36 F.3d at 294 (noting that \"substantiality\" requirement provides the venue statute with a limiting principle).</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Appellees argue that Uffner's complaint alleges a bad faith denial of his insurance claim, not that the loss itself was due to their fault or negligence. Consequently, they reason, the sinking of the vessel cannot be considered \"substantial.\" It is true, as the district court pointed out, that the legal question in the suit is \"whether [an out-of-water survey] was necessary under the terms of the insurance contract.\" Resolving this issue does not require an investigation into how, when, or why the accident occurred. In this sense, the sinking of Uffner's yacht is not related to the principal question for decision.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">However, an event need not be a point of dispute between the parties in order to constitute a substantial event giving rise to the claim. Cf. Woodke v. Dahm, 70 F.3d 983, 986 (8th Cir. 1995) (requiring that the event itself be \"wrongful\" in order to support venue). In this case, Uffner's bad faith denial claim alleges that the loss of his yacht was covered by the contract and the payment due to him wrongfully denied. Thus, although the sinking of La Mer is itself not in dispute, the event is connected to the claim inasmuch as Uffner's requested damages include recovery for the loss. We conclude that, in a suit against an insurance company to recover for losses resulting from a vessel casualty, the jurisdiction where that loss occurred is \"substantial\" for venue purposes.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">We add that our conclusion does not thwart the general purpose of statutorily specified venue, which is \"to protect the defendant against the risk that a plaintiff will select an unfair or inconvenient place of trial.\" LeRoy v. Great W. United Corp., 443 U.S. 173, 183-84 (1979). First, appellees have not alleged -- either below or on appeal -- that continuing the suit in the district of Puerto Rico would confer a tactical advantage to appellant or prejudice their own case in any way. We also highlight the absence of a forum-selection clause in the insurance policy indicating appellees' preferred forum for litigation.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> Finally, appellees conceded at oral argument that they would not object to litigating in the Virgin Islands, suggesting that traveling to the Caribbean would not be unduly burdensome. We therefore hold that venue properly lies in the district of Puerto Rico.</p>\n    </div>\n    <p>CONCLUSION</p>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Appellees have suggested that venue is proper in the Virgin Islands or in Georgia. We do not address these possibilities since, as we have already noted, &#167; 1391 contemplates that venue may be proper in several districts. In this case, Puerto Rico is at least one of them.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The judgment of the district court is vacated and the case remanded for further proceedings.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the District of Puerto Rico, sitting by designation.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Unlike subject-matter jurisdiction, which is a statutory and constitutional restriction on the power of the court, see U.S. Const. art. III, &#167; 1, personal jurisdiction arises from the Due Process Clause and protects an individual liberty interest. Ins. Corp. of Ir., Ltd. v. Compagnie des Bauxites de Guinee, 456 U.S. 694, 702 (1982). The ability to waive this right thus reflects the principle that \"the individual can subject himself to powers from which he may otherwise be protected.\" Id. at 703 n.10.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> We need not address the district court's denial of appellant's motion to amend the complaint, since this motion appears to have been an effort to circumvent the court's ruling concerning personal jurisdiction. However, because we are free to affirm the court's judgment on alternative grounds, see Ticketmaster, 26 F.3d at 204, we must confront the issue of venue.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> We add, tangentially, that the question of whether a bad faith denial of an insurance claim is an issue of contract or tort is a matter of state law that has not yet been addressed by the courts of Puerto Rico. See Noble v. Corporacion Insular de Seguros, 738 F.2d 51, 53 (1st Cir. 1984) (deciding that such an action would fall under either Civil Code Article 1802, 31 L.P.R.A. &#167; 5141 (tort), or Article 1504, 31 L.P.R.A. &#167; 3018 (contract)). But seeEvent Producers Inc. v. Tyser &amp; Co., 854 F. Supp. 35, 38-39 (D.P.R. 1993) (concluding that the Puerto Rico Supreme Court would probably follow the trend in most states and allow a tort action for bad faith refusals to pay insurance).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> We turn to the third alternative only in the event that the first two provisions fail to provide an appropriate forum.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> As far as the record suggests, this contract was drafted in France, underwritten in England, and issued to appellant through Georgia.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> In considering \"events or omissions\" for purposes of venue, we decline to adopt the Eighth Circuit's approach, which looks only at the acts of the defendant. See Woodke v. Dahm, 70 F.3d 983, 985 (8th Cir. 1995). Instead, we join those courts that have chosen a more holistic view of the acts underlying a claim. See Bramlet, 141 F.3d at 263; Cottman, 36 F.3d at 294; Bates, 980 F.2d at 868.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Indeed, the contract broadly states that \"in the event of the failure of the Underwriters . . . to pay any amount claimed to be due hereunder, the Underwriters, at the request of the Assured, will submit to the jurisdiction of a court of competent jurisdiction within the United States of America.\"</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">244</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">38</span></span> (1st Cir. 2001)</p>\n    <p class=\"parties\">DANIEL L. UFFNER, JR., Plaintiff, Appellant,<br>v.<br>LA REUNION FRANCAISE, S.A.; T.L. DALLAS &amp; CO. LTD.; and SCHAEFFER &amp; ASSOCIATES, INC., Defendants, Appellees.</p>\n    <p class=\"docket\">No. 00-1231</p>\n    <p class=\"court\">United States Court of Appeals For the First Circuit</p>\n    <p class=\"date\">Heard November 15, 2000<br>Decided March 26, 2001</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">APPEAL FROM THE UNITED STATES DISTRICT COURT FOR THE DISTRICT OF PUERTO RICO</p>\n      <p class=\"indent\">[Hon. Carmen Consuelo Cerezo, U.S. District Judge]</p>\n      <p class=\"indent\">Paul E. Calvesbert-Borgos, with whom Calvesbert Law Offices PSC and Jose G. Baquero-Tirado, were on brief, for appellant.</p>\n      <p class=\"indent\">Peter Diaz-Santiago, was on brief, for appellee La Reunion Francaise, S.A. and Jeannette M. Lopez-de Victoria, with whom Pinto-Lugo &amp; Rivera PSC and Dario Rivera-Carrasquillo, were on brief, for appellee Schaeffer &amp; Associates, Inc.</p>\n      <p class=\"indent\">Before Torruella, Chief Judge, Lipez, Circuit Judge, and Garcia-Gregory,<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a> District Judge.</p>\n      <p class=\"indent\">TORRUELLA, Chief Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">Plaintiff-appellant DanielaL. Uffner, Jr. filed this diversity suit in federal district court in the District of Puerto Rico against his insurance issuer and underwriters for wrongful denial of an insurance claim. Defendants-appellees La Reunion Francaise, S.A. (\"La Reunion\"), T.L. Dallas &amp; Co. Ltd. (\"T.L. Dallas\"), and Schaeffer &amp; Associates, Inc. (\"Schaeffer\") filed motions to dismiss for lack of subject matter jurisdiction, failure to state a claim, and improper venue. The district court granted the motions based upon lack of personal jurisdiction and improper venue. For the reasons stated below, we vacate the district court's dismissal and remand the case for further proceedings.</p>\n    </div>\n    <p>BACKGROUND</p>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">La Reunion is a French insurance company which provides vessels with marine insurance coverage and has its principal place of business in Paris, France. T.L. Dallas, a marine underwriting manager based in Bradford, England, specializes in insuring yachts and represents La Reunion in the placement of marine insurance policies. Finally, Schaeffer is an underwriting agent located in the State of Georgia that places yacht policies in the United States (including Puerto Rico) for T.L. Dallas. Together, these three entities issued and underwrote a marine policy for Uffner's sailing yacht, La Mer, in a cover note dated March 18, 1997.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">On June 14, 1997, Uffner departed from Fajardo, Puerto Rico on a voyage to St. Thomas, U.S. Virgin islands. When he was positioned near Isla Palominos, a small island approximately one mile off the coast of Puerto Rico, a fire broke out in the engine room, forcing Uffner to abandon the vessel. The yacht subsequently sank in the same location. Shortly thereafter, Uffner contacted his insurance broker, International Marine Insurance Services (\"IMIS\") to file a claim for the loss of the boat. After a series of written communications and telephone calls between IMIS and appellees, the claim was denied due to the alleged absence of a \"current out-of-water survey.\"</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Uffner filed this suit on June 12, 1998, claiming damages for a bad-faith denial of an insurance claim. La Reunion and T.L. Dallas filed separate motions to dismiss based on lack of subject matter jurisdiction, failure to state a claim upon which relief can be granted, and improper venue. Schaeffer filed a motion joining these motions to dismiss on the same grounds. Uffner timely opposed all motions.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">On September 20, 1999, the district court dismissed Uffner's complaint without prejudice, concluding that the court lacked personal jurisdiction over appellees and that venue did not lie in Puerto Rico. Uffner moved the court to reconsider its ruling and requested leave to amend the complaint in order to assert admiralty jurisdiction as an alternative basis for subject matter jurisdiction. The court denied both motions on December 10, 1999, and this appeal followed.</p>\n    </div>\n    <p>DISCUSSION</p>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The district court dismissed appellant's complaint on two grounds. First, the court concluded that pursuant to the provisions of the Puerto Rico Long-Arm statute, appellees lacked sufficient minimum contacts with the forum to be subject to personal jurisdiction therein. Uffner v. La Reunion Francaise, No. 00-1231 (D.P.R. Sept. 21 1999) (judgment granting motion to dismiss). In addition, the court determined that the suit involved a contract claim unrelated to the District of Puerto Rico, making it an improper forum for litigation. Id. We review the court's legal conclusions supporting the dismissal de novo. Ticketmaster-New York, Inc. v. Alioto, <span class=\"citation\" data-id=\"672029\"><a href=\"/opinion/672029/ticketmaster-new-york-inc-v-joseph-m-alioto/\"><span class=\"volume\">26</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">201</span></a></span>, 204 (1st Cir. 1994).</p>\n    </div>\n    <p class=\"indent\">A. Personal Jurisdiction</p>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">In their motions to dismiss, appellees argued that the court lacked subject matter jurisdiction, Fed. R. Civ. P. 12(b)(1), that Uffner failed to state a claim for which relief could be granted, Fed. R. Civ. P. 12(b)(6), and that venue was improper, Fed. R. Civ. P. 12(b)(3). None of the parties raised any objection to personal jurisdiction. See Fed. R. Civ. P. 12(b)(2). Nevertheless, the court itself raised and disposed of the motion on this ground. In doing so, it overlooked the provisions of Fed. R. Civ. P. 12(g), which states that \"[i]f a party makes a motion under this rule but omits therefrom any defense or objection then available to the party which this rule permits to be raised by motion, the party shall not thereafter make a motion based on the defense or objection so omitted . . . .\" Rule 12(h)(1)(A) provides, in turn, that \"[a] defense of lack of personal jurisdiction over the person is waived . . . if omitted from a motion in the circumstances described in subdivision (g) . . . .\" Fed. R. Civ. P. 12(h)(1)(A). By failing to include a 12(b)(2) argument in their motion to dismiss, appellees waived this defense in the district court. Glater v. Eli Lilly &amp; Co., <span class=\"citation\" data-id=\"421811\"><a href=\"/opinion/421811/cathy-ann-glater-v-eli-lilly-co/\"><span class=\"volume\">712</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">735</span></a></span>, 738 (1st Cir. 1983) (\"It is clear . . . that defendants wishing to raise [a defense of lack of personal jurisdiction] must do so in their first defensive move, be it a Rule 12 motion or a responsive pleading.\").</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">Once a party has waived its defense of lack of personal jurisdiction, the court may not, sua sponte, raise the issue in its ruling on a motion to dismiss. Pilgrim Badge &amp; Label Corp. v. Barrios, <span class=\"citation\" data-id=\"511754\"><a href=\"/opinion/511754/pilgrim-badge-label-corp-v-alfred-a-barrios/\"><span class=\"volume\">857</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span>, 3 (1st Cir. 1988) (per curiam). This is so because, since personal jurisdiction may be acquired through voluntary appearance and the filing of responsive pleadings without objection, the court has no independent reason to visit the issue.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> See id. Furthermore, such a prohibition avoids prejudicing the plaintiff, who has not had an opportunity to respond to the issue before the court, and promotes the purpose of Rules 12(g) and (h). See id. (noting that the rules serve \"to eliminate the presentation of these defenses in a piecemeal fashion\"). There is no evidence here that the Rule 12(b)(2) defense was unavailable to appellees at the time they filed their answer. See Glater, 712 F.2d at 738 (finding an exception to the strict waiver rule when the defense was not available when the motion was filed). Nor is this merely a case of a litigant improperly characterizing a substantive argument for lack of personal jurisdiction under a different subsection. See LCF Lessors, Inc. v. Pac. Sewer Maint. Corp., <span class=\"citation\" data-id=\"438830\"><a href=\"/opinion/438830/lfc-lessors-inc-v-pacific-sewer-maintenance-corp/\"><span class=\"volume\">739</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">4</span></a></span>, 7 (1st Cir. 1984) (stating that this Court is not \"bound by the label below\") (internal citation omitted). Rather, appellees simply failed to raise the issue in their motion to dismiss and thereby consented to the court's jurisdiction. Since the court was not at liberty to nullify appellees' consent, we conclude that the district court erred in dismissing the complaint for lack of personal jurisdiction.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <p class=\"indent\">B. Venue</p>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Due to its focus on personal jurisdiction, the district court dealt only perfunctorily with the issue of whether venue was proper in the district of Puerto Rico. Specifically, the court found that the appellant's claim sounded in contract rather than tort. As such, the court observed, the claim was wholly unrelated to Puerto Rico: the \"triggering event\" was the denial of the claim and \"[t]he issue at bar is the interpretation of the contract.\" The court also noted that the contract was neither negotiated nor formed in Puerto Rico. Finally, according to the court, the occurrence of the fire in Puerto Rican waters was \"a tenuous connection at best.\"</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">To begin, the distinction between tort and contract is immaterial to the requirements for venue set forth in the general venue statute, 28 U.S.C. &#167; 1391(a).<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a> Under this statute,  [a] civil action wherein jurisdiction is founded only on diversity of citizenship may, except as otherwise provided by law, be brought only in (1) a judicial district where any defendant resides, if all defendants reside in the same State, (2) a judicial district in which a substantial part of the events or omissions giving rise to the claim occurred, or a substantial part of the property that is the subject of the action is situated, or (3) a judicial district in which any defendant is subject to personal jurisdiction at the time the action is commenced, if there is no district in which the action may be otherwise brought.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">28 U.S.C. &#167; 1391(a). There is no dispute that &#167; 1391(a)(1) is inapplicable in this case. The question, then, is whether \"a substantial part of the events . . . giving rise to the claim occurred\" in Puerto Rico.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a></p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Prior to 1990, &#167; 1391(a) provided venue in \"the judicial district . . . in which the claim arose.\" 28 U.S.C. &#167; 1391(a) (1988). Congress amended the statute to its current form because it found that the old language \"led to wasteful litigation whenever several different forums were involved in the transaction leading up to the dispute.\" Cottman Transmission Sys. v. Martino, <span class=\"citation\" data-id=\"678815\"><a href=\"/opinion/678815/cottman-transmission-systems-inc-a-pennsylvania-corporation-v-leonardo/\"><span class=\"volume\">36</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">291</span></a></span>, 294 (3d Cir. 1994) (citing Rep. of the Fed. Cts. Study Comm. 94 (Comm. Print 1990)). The pre-amendment statute also engendered a plethora of tests to determine the single venue in which the claim \"arose.\" See, e.g., Rosenfeld v. S.F.C. Corp., <span class=\"citation\" data-id=\"415481\"><a href=\"/opinion/415481/eric-r-rosenfeld-v-sfc-corporation/\"><span class=\"volume\">702</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">282</span></a></span>, 284 (1st Cir. 1983) (observing that the Court could choose one of several approaches, including the \"significant contacts\" test, the \"place of injury\" test, or the \"convenience of the parties\" test) (internal citations omitted). By contrast, many circuits have interpreted the legislative history of the 1990 amendment as evincing Congress's recognition that when the events underlying a claim have taken place in different places, venue may be proper in any number of districts. See First Mich. Corp. v. Bramlet, <span class=\"citation no-link\"><span class=\"volume\">141</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">260</span></span>, 263 (6th Cir. 1998) (citing Setco Enters. Corp. v. Robbins, <span class=\"citation\" data-id=\"666040\"><a href=\"/opinion/666040/setco-enterprises-corporation-v-denzil-w-robbins-roberta-a-robbins/\"><span class=\"volume\">19</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1278</span></a></span>, 1281 (8th Cir. 1994) (asking \"whether the district the plaintiff chose had a substantial connection to the claim, whether or not other forums had greater contacts\")); Bates v. C &amp; S Adjusters, Inc., <span class=\"citation\" data-id=\"596114\"><a href=\"/opinion/596114/phillip-e-bates-plaintiff-appellant-cross-defendant-v-c-s-adjusters/\"><span class=\"volume\">980</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">865</span></a></span>, 867 (2d Cir. 1992) (stating that \"the new statute does not, as a general matter, require the District Court to determine the best venue\"); cf. Cottman, <span class=\"citation\" data-id=\"678815\"><a href=\"/opinion/678815/cottman-transmission-systems-inc-a-pennsylvania-corporation-v-leonardo/\"><span class=\"volume\">36</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">291</span></a></span> at 294 (noting the amendment's departure from the earlier version of the law, which \"had encouraged an approach that a claim could generally arise in only one venue\"). We look, therefore, not to a single \"triggering event\" prompting the action, but to the entire sequence of events underlying the claim. See Bramlet, <span class=\"citation no-link\"><span class=\"volume\">141</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">260</span></span> at 263-64 (concluding that the district court misapplied the statute in basing its determination of improper venue \"on a single occurrence which directly gave rise to the plaintiff's action\").</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">In so doing, we consider the following acts: (1) appellant, a resident of the Virgin Islands, obtained an insurance policy for his yacht, La Mer;<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> (2) the insured vessel caught fire and sank in Puerto Rican waters; (3) appellant filed a claim with appellees through his insurance broker demanding payment for this loss; and (4) the claim was ultimately denied because it was allegedly not covered by the policy. Though this is merely a skeletal outline of events leading to the claim, for purposes of this appeal, we need just establish that the sinking of La Mer was one part of the historical predicate for the instant suit.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a> It is the only event, however, that occurred in Puerto Rico. For venue to be proper in that district, therefore, the loss of La Mer must be \"substantial.\" See Cottman, 36 F.3d at 294 (noting that \"substantiality\" requirement provides the venue statute with a limiting principle).</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">Appellees argue that Uffner's complaint alleges a bad faith denial of his insurance claim, not that the loss itself was due to their fault or negligence. Consequently, they reason, the sinking of the vessel cannot be considered \"substantial.\" It is true, as the district court pointed out, that the legal question in the suit is \"whether [an out-of-water survey] was necessary under the terms of the insurance contract.\" Resolving this issue does not require an investigation into how, when, or why the accident occurred. In this sense, the sinking of Uffner's yacht is not related to the principal question for decision.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">However, an event need not be a point of dispute between the parties in order to constitute a substantial event giving rise to the claim. Cf. Woodke v. Dahm, <span class=\"citation\" data-id=\"708205\"><a href=\"/opinion/708205/jerry-a-woodke-v-patrick-dahm-individually-and-dba-cornbelt/\"><span class=\"volume\">70</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">983</span></a></span>, 986 (8th Cir. 1995) (requiring that the event itself be \"wrongful\" in order to support venue). In this case, Uffner's bad faith denial claim alleges that the loss of his yacht was covered by the contract and the payment due to him wrongfully denied. Thus, although the sinking of La Mer is itself not in dispute, the event is connected to the claim inasmuch as Uffner's requested damages include recovery for the loss. We conclude that, in a suit against an insurance company to recover for losses resulting from a vessel casualty, the jurisdiction where that loss occurred is \"substantial\" for venue purposes.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">We add that our conclusion does not thwart the general purpose of statutorily specified venue, which is \"to protect the defendant against the risk that a plaintiff will select an unfair or inconvenient place of trial.\" LeRoy v. Great W. United Corp., <span class=\"citation\" data-id=\"110134\"><a href=\"/opinion/110134/leroy-v-great-western-united-corp/\"><span class=\"volume\">443</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">173</span></a></span>, 183-84 (1979). First, appellees have not alleged -- either below or on appeal -- that continuing the suit in the district of Puerto Rico would confer a tactical advantage to appellant or prejudice their own case in any way. We also highlight the absence of a forum-selection clause in the insurance policy indicating appellees' preferred forum for litigation.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> Finally, appellees conceded at oral argument that they would not object to litigating in the Virgin Islands, suggesting that traveling to the Caribbean would not be unduly burdensome. We therefore hold that venue properly lies in the district of Puerto Rico.</p>\n    </div>\n    <p>CONCLUSION</p>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Appellees have suggested that venue is proper in the Virgin Islands or in Georgia. We do not address these possibilities since, as we have already noted, &#167; 1391 contemplates that venue may be proper in several districts. In this case, Puerto Rico is at least one of them.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The judgment of the district court is vacated and the case remanded for further proceedings.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> Of the District of Puerto Rico, sitting by designation.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Unlike subject-matter jurisdiction, which is a statutory and constitutional restriction on the power of the court, see U.S. Const. art. III, &#167; 1, personal jurisdiction arises from the Due Process Clause and protects an individual liberty interest. Ins. Corp. of Ir., Ltd. v. Compagnie des Bauxites de Guinee, <span class=\"citation\" data-id=\"110715\"><a href=\"/opinion/110715/insurance-corp-of-ireland-v-compagnie-des-bauxites-de-guinee/\"><span class=\"volume\">456</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">694</span></a></span>, 702 (1982). The ability to waive this right thus reflects the principle that \"the individual can subject himself to powers from which he may otherwise be protected.\" Id. at 703 n.10.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> We need not address the district court's denial of appellant's motion to amend the complaint, since this motion appears to have been an effort to circumvent the court's ruling concerning personal jurisdiction. However, because we are free to affirm the court's judgment on alternative grounds, see Ticketmaster, 26 F.3d at 204, we must confront the issue of venue.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> We add, tangentially, that the question of whether a bad faith denial of an insurance claim is an issue of contract or tort is a matter of state law that has not yet been addressed by the courts of Puerto Rico. See Noble v. Corporacion Insular de Seguros, <span class=\"citation\" data-id=\"437687\"><a href=\"/opinion/437687/thomas-h-noble-v-corporacion-insular-de-seguros-thomas-h-noble-v/\"><span class=\"volume\">738</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">51</span></a></span>, 53 (1st Cir. 1984) (deciding that such an action would fall under either Civil Code Article 1802, 31 L.P.R.A. &#167; 5141 (tort), or Article 1504, 31 L.P.R.A. &#167; 3018 (contract)). But seeEvent Producers Inc. v. Tyser &amp; Co., <span class=\"citation\" data-id=\"1954761\"><a href=\"/opinion/1954761/event-producers-inc-v-tyser-co/\"><span class=\"volume\">854</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">35</span></a></span>, 38-39 (D.P.R. 1993) (concluding that the Puerto Rico Supreme Court would probably follow the trend in most states and allow a tort action for bad faith refusals to pay insurance).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> We turn to the third alternative only in the event that the first two provisions fail to provide an appropriate forum.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> As far as the record suggests, this contract was drafted in France, underwritten in England, and issued to appellant through Georgia.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> In considering \"events or omissions\" for purposes of venue, we decline to adopt the Eighth Circuit's approach, which looks only at the acts of the defendant. See Woodke v. Dahm, <span class=\"citation\" data-id=\"708205\"><a href=\"/opinion/708205/jerry-a-woodke-v-patrick-dahm-individually-and-dba-cornbelt/\"><span class=\"volume\">70</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">983</span></a></span>, 985 (8th Cir. 1995). Instead, we join those courts that have chosen a more holistic view of the acts underlying a claim. See Bramlet, 141 F.3d at 263; Cottman, 36 F.3d at 294; Bates, 980 F.2d at 868.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> Indeed, the contract broadly states that \"in the event of the failure of the Underwriters . . . to pay any amount claimed to be due hereunder, the Underwriters, at the request of the Assured, will submit to the jurisdiction of a court of competent jurisdiction within the United States of America.\"</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/110134/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110715/",
    "http://www.courtlistener.com/api/rest/v3/opinions/415481/",
    "http://www.courtlistener.com/api/rest/v3/opinions/421811/",
    "http://www.courtlistener.com/api/rest/v3/opinions/437687/",
    "http://www.courtlistener.com/api/rest/v3/opinions/438830/",
    "http://www.courtlistener.com/api/rest/v3/opinions/511754/",
    "http://www.courtlistener.com/api/rest/v3/opinions/596114/",
    "http://www.courtlistener.com/api/rest/v3/opinions/666040/",
    "http://www.courtlistener.com/api/rest/v3/opinions/672029/",
    "http://www.courtlistener.com/api/rest/v3/opinions/678815/",
    "http://www.courtlistener.com/api/rest/v3/opinions/708205/",
    "http://www.courtlistener.com/api/rest/v3/opinions/752977/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1954761/"
  ]
}