{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/199340/",
  "absolute_url": "/opinion/199340/clockedile-v-nh-dept-corrections/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/199340/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-02-07T04:28:46Z",
  "date_modified": "2017-03-24T11:01:39.056775Z",
  "type": "010combined",
  "sha1": "5db7c34d5246ef141b5ab041f4a3f858c0e082ff",
  "page_count": 15,
  "download_url": "http://www.ca1.uscourts.gov/pdf.opinions/00-1541-01A.pdf",
  "local_path": "pdf/2001/03/30/Clockedile_v._NH_Dept_Corrections.pdf",
  "plain_text": "          United States Court of Appeals\n                       For the First Circuit\n\n\nNo. 00-1541\nNo. 00-1578\n\n                         NANCY CLOCKEDILE,\n\n                Plaintiff, Appellant/Cross-Appellee,\n\n                                 v.\n\n              NEW HAMPSHIRE DEPARTMENT OF CORRECTIONS,\n\n                Defendant, Appellee/Cross-Appellant.\n\n\n         APPEAL FROM THE UNITED STATES DISTRICT COURT\n\n                 FOR THE DISTRICT OF NEW HAMPSHIRE\n\n         [Hon. Paul J. Barbadoro, U.S. District Judge]\n\n\n                               Before\n\n                      Selya, Boudin and Stahl,\n\n                           Circuit Judges\n\n\n\n     Michael J. Sheehan for plaintiff.\n     John F. Suhre with whom C. Gregory Stewart, General Counsel,\nPhilip B. Sklover, Associate General Counsel, and Vincent J.\nBlackwood, Assistant General Counsel, were on brief for the\nEqual Employment Opportunity Commission, Amicus Curiae.\n     Nancy J. Smith, Senior Assistant Attorney General, Civil\nBureau, with whom Philip T. McLaughlin, Attorney General, was on\nbrief for defendant.\n\f                            March 30, 2001\n\n\n\n          BOUDIN, Circuit Judge.        In this case, Nancy Clockedile\n\nwon a jury verdict against the New Hampshire Department of\n\nCorrections (\"the Department\") for retaliating against her after\n\nshe   filed   a   sexual   harassment    charge.   The   trial   court,\n\nconstrained by our holding in Johnson v. General Electric, 840\n\nF.2d 132, 139 (1st Cir. 1988), set aside the award because\n\nClockedile had not alleged the pertinent retaliation in her\n\nadministrative complaint.       On this appeal, the main issue is\n\nwhether Johnson should be reconsidered.\n\n          The Department hired Clockedile as a counselor in March\n\n1995 and assigned her to co-teach a course at the state prison’s\n\nminimum security unit.      Clockedile met often during May and June\n\nwith the unit manager, John Martin, who, she later averred, made\n\noffensive remarks to her of a sexual nature.          Clockedile said\n\nthat when she objected, Martin laughed at her and began a\n\ncampaign of derision, joined by his officers, which ended with\n\nthe cancellation of one of her class meetings in November 1995.\n\nShe then filed a complaint against Martin with the Department’s\n\nsexual harassment committee.\n\n\n\n\n                                  -2-\n\f             After this internal complaint, the Department promptly\n\ndiscontinued Clockedile's teaching in Martin’s unit and she\n\nthereafter had nothing to do with him.                However, Clockedile had\n\nalready hired a lawyer, and on December 8, 1995, she had filed\n\na sexual harassment charge with the New Hampshire Human Rights\n\nCommission, which was cross-filed with the Equal Employment\n\nOpportunity Commission (\"EEOC\").            The administrative charge was\n\nan   abbreviated    version   of    the    internal      complaint,   charging\n\nMartin with sexual harassment and describing his behavior as\n\nincluding retaliation by Martin for Clockedile having confronted\n\nhim.    In    January   1996,      the    Department      found    insufficient\n\nevidence to determine that the claims alleged in Clockedile's\n\ninternal complaint were true.\n\n             Clockedile later said that between January 1996 and\n\nFebruary 1997, the Department retaliated against her, first by\n\nrelocating her on January 15, 1996, to a hallway desk in another\n\nbuilding; the Department has asserted that the relocation was\n\ndue to the conversion of her old building into a halfway house.\n\nClockedile also described as retaliation her transfer out of the\n\ncommunity corrections unit, another relocation in the spring of\n\n1996,   and   a   reassignment     to     teach   a    different    class;   the\n\nDepartment said that these actions were required by restrictions\n\non use of the funds that paid for Clockedile's job.\n\n\n                                     -3-\n\f                 In August 1996, Clockedile complained to the warden\n\nabout an officer, claiming that the officer was \"inciting male\n\nofficers         against    the    female       officers\"    and   had     said   that\n\nClockedile         was     encouraging      a    female     officer   to    sue   the\n\nDepartment for sexual harassment.                 In October and November 1996,\n\nClockedile made two more internal complaints about guards and\n\nother staff members who were allegedly shunning or disparaging\n\nher--or attempting to prevent her from chatting with a then\n\nboyfriend (a guard) during breaks--all allegedly because she\n\nfiled the EEOC charge against Martin.                       On October 28, 1996,\n\nbetween these complaints, Clockedile received a right-to-sue\n\nletter from the EEOC.\n\n                 At the start of January 1997, Clockedile received an\n\nofficial letter of warning from her unit head for \"exhibiting\n\nuncooperative or disruptive behavior\" on a \"variety of issues\"\n\nover       the    last   several    months.1         This    letter      followed    a\n\n\"privileged and confidential\" memorandum from the Department’s\n\nlegal counsel who had written to the unit head on November 7,\n\n1996, as follows:\n\n\n       1\n      Mentioned specifically were her failure to produce\nphysicians' certificates for medical leave that she took on\nseveral occasions in 1996, her failure to cooperate with respect\nto the investigation resulting from her August 1996 oral\ncomplaint to the warden, and her \"meddling\" in third-party\ncomplaints of sexual harassment in contravention of orders to\nstop.\n\n                                         -4-\n\f                Recently, the Human Rights Commission\n         gave Nancy a 'right to sue' letter. She has\n         180 days [sic] to file a complaint. She is\n         still a problem employee. She has much too\n         much time on her hands.\n\n                I request that you come up with a plan\n         by next Wednesday to better utilize her\n         talents to keep her fully employed.      This\n         will hopefully not give her time to gossip.\n\nNeedless to say, Clockedile now cites the subsequent letter of\n\nwarning as retaliation, adding that, on at least one occasion,\n\nthe Department later canceled a meeting of one of her classes,\n\nclaiming that she was late; Clockedile says she was on time and\n\ncalls this a further instance of retaliation.\n\n         On January 24, 1997, Clockedile brought suit in federal\n\ndistrict court charging sexual harassment and retaliation under\n\nTitle VII of the Civil Rights Act of 1964, 42 U.S.C. §§ 2000e-\n\n2(a) & 2000e-3(a) (1994).   In mid-February 1997, Clockedile took\n\nmedical leave and did not return to work, claiming constructive\n\ndischarge because of the succession of events already described.\n\nIn her federal suit, Clockedile sought back pay, front (i.e.,\n\nfuture) pay, and compensation for emotional harm.\n\n         After a trial in October 1999, a jury awarded her\n\n$129,111 on the retaliation claim, partly for back pay ($67,861)\n\nand partly for compensatory damages ($61,250), but awarded no\n\nfront pay and found against her on the sexual harassment claim.\n\nThe district court then granted the Department’s post-trial\n\n                               -5-\n\fmotion for judgment as a matter of law because Clockedile’s\n\nfiling with the agencies had not alleged retaliation by the\n\nDepartment.    Clockedile now appeals, asking, inter alia, that\n\nJohnson be reconsidered; and the Department protectively cross-\n\nappeals, arguing that the evidence did not justify the jury’s\n\nfinding of retaliation.2\n\n         Title VII requires, as a predicate to a civil action,\n\nthat the complainant first file an administrative charge with\n\nthe EEOC within a specified and relatively short time period\n\n(usually 180 or 300 days) after the discrimination complained\n\nof, 42 U.S.C. § 2000e-5(e)(1), and that the lawsuit be brought\n\nwithin an even shorter period (90 days) after notice that the\n\nadministrative charge is dismissed or after the agency instead\n\nissues a right-to-sue letter,     id. § 2000e-5(f)(1).       Despite\n\noccasional references to \"jurisdiction,\" this is basically an\n\nexhaustion    requirement   coupled   with   a   short   statute   of\n\nlimitations both on complaining to the agency and on filing the\n\n\n\n    2 Clockedile also says that she did complain of retaliation\nin her agency complaint and that in any event the Department has\nwaived the Johnson objection. However, Martin's alleged initial\nretaliation, mentioned in the agency complaint, was wholly\ndifferent from the acts of retaliation on which the court suit\ncentered; and the failure to assert the latter in an agency\ncomplaint was effectively raised as an objection by the\nDepartment and pressed before the case went to the jury. The\ndistrict court's post-trial decision addressed both points in\nfull, and we adopt its explanation.\n\n                                -6-\n\fsubsequent court case.        Zipes v. Trans World Airlines, Inc., 455\n\nU.S. 385, 393-95 & n.12 (1982).\n\n            However, Title VII does not say explicitly that the\n\ncourt suit must be limited to just what was alleged in the\n\nagency complaint.     And the courts, while assuming that some kind\n\nof a relationship must exist, have                 sometimes allowed court\n\nclaims that go beyond the claim or claims made to the agency,\n\nand sometimes not.         The outcomes and rationales vary markedly\n\nwhere the claimant offers new incidents of discrimination or an\n\nentirely    new   theory.        Compare,     e.g.,       Taylor   v.   Western   &\n\nSouthern Life Ins. Co., 966 F.2d 1188, 1195-96 (7th Cir. 1992),\n\nwith Antol v. Perry, 82 F.3d 1291, 1295-96 (3d Cir. 1996).                    See\n\ngenerally 4 Larson, Employment Discrimination § 76.06 (2d ed.\n\n2000) (collecting dozens of cases).\n\n            We are concerned here with one recurrent problem,\n\nnamely,    whether   (or    to   what    extent)      a   lawsuit   following     a\n\ndiscrimination complaint can include a claim of retaliation not\n\nmade to the agency.        In Johnson, this court concluded in a terse\n\nbut straightforward discussion that such a lawsuit is limited to\n\nclaims that \"must reasonably be expected to . . . have been\n\nwithin the scope of the EEOC’s investigation,\" 840 F.2d at 139,\n\nan approach adopted by this and a number of other circuits,\n\ne.g., Ang v. Procter & Gamble Co., 932 F.2d 540, 545 (6th Cir.\n\n\n                                        -7-\n\f1991).     The     Johnson    court   said   that   this   did   not   include\n\nretaliation for filing a charge where the complainant had not\n\n\"even informed the EEOC of the alleged retaliation.\"                   840 F.2d\n\nat 139.\n\n           In setting aside the verdict in this case, the district\n\ncourt    invited    us   to   reexamine      Johnson,   noting   that     since\n\nJohnson, most circuits have permitted retaliation claims to be\n\nmade in court even though only the discrimination charge was\n\nmade to the agency. 3         The district court also pointed to the\n\ndanger of mouse-trapping complainants, who often file their\n\nagency complaints without counsel.            See, e.g., Taylor, 966 F.2d\n\nat 1195.     Further, the EEOC has appeared as amicus curiae,\n\nadvising us that (contrary to Johnson's implicit assumption), it\n\nis \"likely\" that the alleged retaliation against Clockedile for\n\n\n\n\n    3Kirkland v. Buffalo Bd. of Educ., 622 F.2d 1066, 1068 (2d\nCir. 1980) (per curiam); Howze v. Jones & Laughlin Steel Corp.,\n750 F.2d 1208, 1212 (3d Cir. 1984); Nealon v. Stone, 958 F.2d\n584, 590 (4th Cir. 1992); Gottlieb v. Tulane Univ., 809 F.2d\n278, 284 (5th Cir. 1987); Malhotra v. Cotter & Co., 885 F.2d\n1305, 1312 (7th Cir. 1989); Wentz v. Maryland Cas. Co., 869 F.2d\n1153, 1154 (8th Cir. 1989); Anderson v. Reno, 190 F.3d 930, 938\n(9th Cir. 1999); Brown v. Hartshorne Pub. Sch. Dist. No. 1, 864\nF.2d 680, 682 (10th Cir. 1988); Baker v. Buckeye Cellulose\nCorp., 856 F.2d 167, 168-69 (11th Cir. 1988). The Sixth Circuit\nposition is unclear, compare Ang v. Procter & Gamble Co., 932\nF.2d 540, 546-47 (6th Cir. 1991), with Duggins v. Steak 'N\nShake, Inc., 195 F.3d 828, 831-33 (6th Cir. 1999), and the D.C.\nCircuit is silent.\n\n                                      -8-\n\ffiling her charge would \"have been uncovered in a reasonable\n\nEEOC investigation\" of the charge.\n\n                Having     weighed    these   arguments,    to    which      the\n\nDepartment has replied, we think that Johnson's rule regarding\n\nretaliation    claims      should    be   abandoned   simply     because     its\n\npremise   as   to   what    the   EEOC    investigates   turns    out   to    be\n\nincorrect.     Here, little threat exists of upsetting reasonable\n\nreliance on Johnson because Clockedile did complain to the\n\nDepartment itself that it was retaliating against her even\n\nthough not in a formal EEOC charge.               While a panel in this\n\ncircuit usually follows prior circuit precedent, the EEOC’s\n\nposition is a new development; and the panel has consulted with\n\nall active judges before issuing this decision, although this\n\ndoes not rule out reconsideration en banc.                 Trailer Marine\n\nTransp. Corp. v. Rivera Vazquez, 977 F.2d 1, 9 n.5 (1st Cir.\n\n1992).\n\n          Nevertheless, there remain questions about whether and\n\nhow we should apply in this case Johnson's more general \"scope\n\nof the investigation\" test, which this court has previously\n\nreaffirmed, Lattimore v. Polaroid Corp., 99 F.3d 456, 464 (1st\n\nCir. 1996); Powers v. Grinnell Corp., 915 F.2d 34, 38-39 (1st\n\nCir. 1990).     In its favor, the test, where it refers to an\n\nactual investigation by the agency, correlates fairly well with\n\n\n                                      -9-\n\fthe dual aims of the statutory scheme: to give the agency a\n\nchance to conciliate (the exhaustion goal), 41 U.S.C. § 2000e-\n\n5(b), and to provide quick notice to the employer (the statute\n\nof limitations goal), Taylor, 966 F.2d at 1195.\n\n            The test, however, becomes disconnected from these\n\njustifications     where--as often seems to be the case, see Park\n\nv. Howard Univ., 71 F.3d 904, 907 n.1 (D.C. Cir. 1995), cert.\n\ndenied, 519 U.S. 811 (1996)--the agency does not investigate.\n\nSuch appears to be the situation here.       In this case, Clockedile\n\nobtained a lawyer by the end of 1995, filed her agency complaint\n\nearly in December before the first act of alleged departmental\n\nretaliation, and soon thereafter sought a right-to-sue letter.4\n\nThe record does not show that the EEOC or the state agency ever\n\nconducted an investigation, and the \"scope of the investigation\"\n\nrationale    for   allowing   Clockedile's   retaliation   claims   is\n\ncorrespondingly weakened.\n\n            There is a further problem for Clockedile under the\n\n\"scope of the investigation\" test.      Key acts of retaliation that\n\nshe relied on at trial (alleged attempts to enforce separation\n\n\n\n    4 Indeed, in a January letter, Clockedile's lawyer told the\nNew Hampshire Commission for Human Rights that she believed that\nshe would be requesting a right-to-sue letter and, therefore,\nthe state commission would \"not be involved in investigating\nthis matter.\"     In a letter the next day to the EEOC,\nClockedile's attorney requested \"a Notice of Right to Sue.\"\n\n                                 -10-\n\ffrom her boyfriend, the letter of reprimand) occurred after she\n\nreceived    her     right-to-sue      letter       in    October      1996,    and   the\n\nalleged constructive discharge seemingly occurred even later\n\n(after her lawsuit had been filed in January 1997).                            It is a\n\nstretch to describe acts that occurred after agency proceedings\n\nhave ended, see 29 C.F.R. § 1601.28(a)(3) & (b)(1) (2000), as\n\n\"within\" the scope of the agency investigation.\n\n            Clockedile's retaliation claims might fare better under\n\nan alternative rubric.              Not all circuits have relied on the\n\n\"scope of the investigation\" test.                  A plurality of circuits--\n\nincluding the Second, Fourth, Seventh, Eighth, Ninth, and Tenth-\n\n-have   said      that   the   complainant          may      assert    other    claims\n\n\"reasonably related\" to those alleged in the agency charge,\n\ne.g., Kirkland, 622 F.2d at 1068, and the Fifth Circuit has an\n\n\"ancillary     jurisdiction\"         rule    for    retaliation         claims       that\n\nprovides    similar flexibility, e.g.,                  Gottlieb, 809 F.2d at 284\n\n(5th Cir. 1987).         Such flexibility is purchased by using fairly\n\nvague terms (\"related,\" \"ancillary\"), but under these terms,\n\nclaims of retaliation growing out of a discrimination filing are\n\nregularly included.\n\n            The     result,    at    least     as       to   retaliation,      can    be\n\njustified      in   policy     terms.          Retaliation       uniquely       chills\n\nremedies; and by retaliating against an initial administrative\n\n\n                                        -11-\n\fcharge, the employer discourages the employee from adding a new\n\nclaim of retaliation.            See Malhotra, 885 F.2d at 1312.               If the\n\nretaliation is official, there is no need to worry about notice:\n\nthe employer should already know.5                And, as between the employer\n\nand   the   employee,      the    former     is    in   a    better   position     to\n\nappreciate the rules about what legitimate legal claims may\n\nexist and be preserved.\n\n            On    balance,      we   think    the    cleanest      rule   is   this:\n\nretaliation claims are preserved so long as the retaliation is\n\nreasonably       related   to    and   grows      out   of   the   discrimination\n\ncomplained of to the agency--e.g., the retaliation is for filing\n\nthe agency complaint itself.               Someday the Supreme Court will\n\nbring order to this subject; until then, this is a practical\n\nresolution of a narrow but recurring problem.                      And, while the\n\ncircuits' broader theories may diverge, this retaliation rule is\n\na result on which the decisions generally converge, whatever the\n\nexplanation given (see note 3, above).\n\n\n      5\n      It is only adverse action that is covered; and while an\nemployer could be liable for failing to take action against\nunauthorized retaliation, this would normally be true only after\nthe employee complained--which itself provides notice of a sort.\nSee Conetta v. National Hair Care Ctrs., Inc., 236 F.3d 67, 76\n(1st Cir. 2001). See generally EEOC Compliance Manual § 8-II\n(May 20, 1998) (discussing the \"essential elements of a\nretaliation claim\"). More broadly, a claim of retaliation by\nlow-level employees could easily be compromised, at least in the\neyes of a jury, by the failure to raise the matter with\nmanagement unless there were good grounds for failing to do so.\n\n                                       -12-\n\f           In adopting this rule, we take no position on the\n\nproper rule for non-retaliation claims.                   As already noted, the\n\ncourts are far more divided, and the law more confused, on how\n\nto handle situations in which a plaintiff advances in court\n\nclaims based on additional acts of discrimination or alternative\n\ntheories    that     were     never    presented         to   the    agency.       The\n\ncircumstances vary widely; and perhaps no simply stated rule\n\nneatly resolves all problems.                In all events, we are satisfied\n\nthat    claims     of   retaliation          are    homogeneous         enough     and\n\nsufficiently distinct from other problems to justify a general\n\nrule.\n\n           This brings us to the Department's alternative argument\n\n(its formal cross-appeal was unnecessary, see Plymouth Sav. Bank\n\nv. I.R.S., 187 F.3d 203, 209 (1st Cir. 1999)), that the district\n\ncourt's judgment for the Department should stand because the\n\nevidence did not support the jury verdict.                    The Department says\n\nthat    Clockedile      did   not     make    out   a    prima      facie   case   for\n\nretaliation or provide sufficient evidence to show that the\n\nDepartment's motives were pretextual.                   At worst, the Department\n\nargued, it had mixed motives and would in any event have taken\n\nthe same actions on permissible grounds, Tanca v. Nordberg, 98\n\nF.3d 680, 684-85 (1st Cir. 1996), cert. denied, 520 U.S. 1119\n\n(1997).\n\n\n                                        -13-\n\f              The history of interactions between Clockedile and\n\nvarious       individuals      within      the    Department      is    remarkably\n\ncomplicated, given her short tenure (less than two years before\n\nher final medical leave).              What the evidence shows is that from\n\nthe time of her internal complaint against Martin, she and the\n\nDepartment were constantly at odds on a succession of seemingly\n\nsmall matters, such as who was to blame for cancelled classes\n\nand problems with her paperwork for medical leave, as well as\n\nalleged acts of individualized disparagement and harassment by\n\nguards or other staff.\n\n              Given     the    jury    verdict,       we   must   largely   accept\n\nClockedile's         version     of     what     events     occurred.       Still,\n\nClockedile's case as to the retaliatory motive for most of these\n\nactions is weak.         The timing of some events (e.g., the transfer\n\nto     the    hallway    desk)        creates    an    arguable    inference    of\n\nretaliation, see Hodgens v. General Dynamics Corp., 144 F.3d\n\n151,    168   (1st    Cir.    1998),     but    the   Department    offered    some\n\nobjective evidence to explain such actions, and Clockedile was\n\nor became a troublesome employee whose conduct at work could\n\nexplain some of the Department's actions.                   The legal counsel's\n\nmemorandum aside, little direct evidence links specific actions\n\nwith an explicit retaliatory motive.\n\n\n\n\n                                         -14-\n\f          However,      the     memorandum      is    direct       evidence      of   an\n\nexplicit retaliatory reaction to the right-to-sue letter, and it\n\nwas soon followed by a severe reprimand to Clockedile from the\n\naddressee of the memorandum.           The Department, in its very able\n\nbrief,   says    that       the    reprimand         alone    had        no   concrete\n\nconsequences, but the Department's brief fails fully to credit\n\nthe possibility that the jury could have regarded the memorandum\n\nas casting a sinister light on the prior actions complained of\n\nby Clockedile.\n\n          Having read much of the transcript, we doubt that a\n\nretaliatory     motive       figured     decisively           in    most      of      the\n\nDepartment's conduct.             But we are also unwilling to upset a\n\njury's assessment of the pattern of events where there was\n\ndirect   evidence      of   a     wrongful    motive        and    the    jury     could\n\nreasonably      have    disbelieved           some     of     the        Department's\n\nexplanations.     See White v. New Hampshire Dep't of Corrections,\n\n221 F.3d 254, 259 (1st Cir. 2000).               The jury showed a sense of\n\nproportion limiting claims and damages, and an attentive trial\n\njudge declined to find the evidence insufficient.\n\n          The judgment of the district court is vacated and the\n\ncase is remanded for reinstatement of the jury verdict.\n\n          It is so ordered.\n\n\n\n\n                                       -15-\n\f",
  "html": "<p class=\"case_cite\">245 F.3d 1 (1st Cir. 2001)</p>\n    <p class=\"parties\">NANCY CLOCKEDILE, Plaintiff, Appellant/Cross-Appellee,<br>v.<br>NEW HAMPSHIRE DEPARTMENT OF CORRECTIONS, Defendant, Appellee/Cross-Appellant.</p>\n    <p class=\"docket\">Nos. 00-1541, 00-1578</p>\n    <p class=\"court\">United States Court of Appeals For the First Circuit</p>\n    <p class=\"date\">Heard November 6, 2000<br>Decided March 30, 2001</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Michael J. Sheehan for plaintiff.</p>\n      <p class=\"indent\">John F. Suhre with whom C. Gregory Stewart, General Counsel, Philip B. Sklover, Associate General Counsel, and Vincent J.  Blackwood, Assistant General Counsel, were on brief for the  Equal Employment Opportunity Commission, Amicus Curiae.</p>\n      <p class=\"indent\">Nancy J. Smith, Senior Assistant Attorney General, Civil  Bureau, with whom Philip T. McLaughlin, Attorney General, was on  brief for defendant.</p>\n      <p class=\"indent\">Before  Selya, Boudin and Stahl, Circuit Judges</p>\n      <p class=\"indent\">BOUDIN, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In this case, Nancy Clockedile  won a jury verdict against the New Hampshire Department of  Corrections (\"the Department\") for retaliating against her after  she filed a sexual harassment charge.  The trial court,  constrained by our holding in Johnson v. General Electric, 840  F.2d 132, 139 (1st Cir. 1988), set aside the award because  Clockedile had not alleged the pertinent retaliation in her  administrative complaint.  On this appeal, the main issue is  whether Johnson should be reconsidered.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The Department hired Clockedile as a counselor in March  1995 and assigned her to co-teach a course at the state prison's  minimum security unit.  Clockedile met often during May and June  with the unit manager, John Martin, who, she later averred, made  offensive remarks to her of a sexual nature.  Clockedile said  that when she objected, Martin laughed at her and began a  campaign of derision, joined by his officers, which ended with  the cancellation of one of her class meetings in November 1995. She then filed a complaint against Martin with the Department's  sexual harassment committee.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">After this internal complaint, the Department promptly  discontinued Clockedile's teaching in Martin's unit and she  thereafter had nothing to do with him.  However, Clockedile had  already hired a lawyer, and on December 8, 1995, she had filed  a sexual harassment charge with the New Hampshire Human Rights  Commission, which was cross-filed with the Equal Employment  Opportunity Commission (\"EEOC\").  The administrative charge was  an abbreviated version of the internal complaint, charging  Martin with sexual harassment and describing his behavior as  including retaliation by Martin for Clockedile having confronted  him.  In January 1996, the Department found insufficient  evidence to determine that the claims alleged in Clockedile's  internal complaint were true.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Clockedile later said that between January 1996 and  February 1997, the Department retaliated against her, first by  relocating her on January 15, 1996, to a hallway desk in another  building; the Department has asserted that the relocation was  due to the conversion of her old building into a halfway house. Clockedile also described as retaliation her transfer out of the  community corrections unit, another relocation in the spring of  1996, and a reassignment to teach a different class; the  Department said that these actions were required by restrictions  on use of the funds that paid for Clockedile's job.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">In August 1996, Clockedile complained to the warden  about an officer, claiming that the officer was \"inciting male  officers against the female officers\" and had said that  Clockedile was encouraging a female officer to sue the  Department for sexual harassment.  In October and November 1996,  Clockedile made two more internal complaints about guards and  other staff members who were allegedly shunning or disparaging  her--or attempting to prevent her from chatting with a then  boyfriend (a guard) during breaks--all allegedly because she  filed the EEOC charge against Martin.  On October 28, 1996,  between these complaints, Clockedile received a right-to-sue  letter from the EEOC.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">At the start of January 1997, Clockedile received an  official letter of warning from her unit head for \"exhibiting  uncooperative or disruptive behavior\" on a \"variety of issues\"  over the last several months.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  This letter followed a  \"privileged and confidential\" memorandum from the Department's  legal counsel who had written to the unit head on November 7,  1996, as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Recently, the Human Rights Commission  gave Nancy a 'right to sue' letter.  She has  180 days [sic] to file a complaint.  She is  still a problem employee.  She has much too  much time on her hands.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">I request that you come up with a plan  by next Wednesday to better utilize her  talents to keep her fully employed.  This  will hopefully not give her time to gossip.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Needless to say, Clockedile now cites the subsequent letter of  warning as retaliation, adding that, on at least one occasion,  the Department later canceled a meeting of one of her classes,  claiming that she was late; Clockedile says she was on time and  calls this a further instance of retaliation.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">On January 24, 1997, Clockedile brought suit in federal  district court charging sexual harassment and retaliation under  Title VII of the Civil Rights Act of 1964, 42 U.S.C. &#167;&#167; 2000e-2(a) &amp; 2000e-3(a) (1994).  In mid-February 1997, Clockedile took  medical leave and did not return to work, claiming constructive  discharge because of the succession of events already described. In her federal suit, Clockedile sought back pay, front (i.e.,  future) pay, and compensation for emotional harm.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">After a trial in October 1999, a jury awarded her  $129,111 on the retaliation claim, partly for back pay ($67,861)  and partly for compensatory damages ($61,250), but awarded no  front pay and found against her on the sexual harassment claim. The district court then granted the Department's post-trial  motion for judgment as a matter of law because Clockedile's  filing with the agencies had not alleged retaliation by the  Department.  Clockedile now appeals, asking, inter alia, that Johnson be reconsidered; and the Department protectively cross-appeals, arguing that the evidence did not justify the jury's  finding of retaliation.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Title VII requires, as a predicate to a civil action,  that the complainant first file an administrative charge with  the EEOC within a specified and relatively short time period  (usually 180 or 300 days) after the discrimination complained  of, 42 U.S.C. &#167; 2000e-5(e)(1), and that the lawsuit be brought  within an even shorter period (90 days) after notice that the  administrative charge is dismissed or after the agency instead  issues a right-to-sue letter, id. &#167; 2000e-5(f)(1).  Despite  occasional references to \"jurisdiction,\" this is basically an exhaustion requirement coupled with a short statute of  limitations both on complaining to the agency and on filing the  subsequent court case.  Zipes v. Trans World Airlines, Inc., 455  U.S. 385, 393-95 &amp; n.12 (1982).</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">However, Title VII does not say explicitly that the  court suit must be limited to just what was alleged in the  agency complaint.  And the courts, while assuming that some kind  of a relationship must exist, have  sometimes allowed court  claims that go beyond the claim or claims made to the agency,  and sometimes not.  The outcomes and rationales vary markedly  where the claimant offers new incidents of discrimination or an  entirely new theory.  Compare, e.g., Taylor v. Western &amp;  Southern Life Ins. Co., 966 F.2d 1188, 1195-96 (7th Cir. 1992), with Antol v. Perry, 82 F.3d 1291, 1295-96 (3d Cir. 1996).  See  generally 4 Larson, Employment Discrimination &#167; 76.06 (2d ed.  2000) (collecting dozens of cases).</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">We are concerned here with one recurrent problem,  namely, whether (or to what extent) a lawsuit following a  discrimination complaint can include a claim of retaliation not  made to the agency.  In Johnson, this court concluded in a terse  but straightforward discussion that such a lawsuit is limited to  claims that \"must reasonably be expected to . . . have been  within the scope of the EEOC's investigation,\" 840 F.2d at 139,  an approach adopted by this and a number of other circuits, e.g., Ang v. Procter &amp; Gamble Co., 932 F.2d 540, 545 (6th Cir.  1991).  The Johnson court said that this did not include  retaliation for filing a charge where the complainant had not  \"even informed the EEOC of the alleged retaliation.\"  840 F.2d  at 139.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">In setting aside the verdict in this case, the district  court invited us to reexamine Johnson, noting that since Johnson, most circuits have permitted retaliation claims to be  made in court even though only the discrimination charge was  made to the agency.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  The district court also pointed to the  danger of mouse-trapping complainants, who often file their  agency complaints without counsel.  See, e.g., Taylor, 966 F.2d  at 1195.  Further, the EEOC has appeared as amicus curiae,  advising us that (contrary to Johnson's implicit assumption), it  is \"likely\" that the alleged retaliation against Clockedile for  filing her charge would \"have been uncovered in a reasonable  EEOC investigation\" of the charge.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Having weighed these arguments, to which the  Department has replied, we think that Johnson's rule regarding  retaliation claims should be abandoned simply because its  premise as to what the EEOC investigates turns out to be  incorrect.  Here, little threat exists of upsetting reasonable  reliance on Johnson because Clockedile did complain to the  Department itself that it was retaliating against her even  though not in a formal EEOC charge.  While a panel in this  circuit usually follows prior circuit precedent, the EEOC's  position is a new development; and the panel has consulted with  all active judges before issuing this decision, although this  does not rule out reconsideration en banc.  Trailer Marine  Transp. Corp. v. Rivera Vazquez, 977 F.2d 1, 9 n.5 (1st Cir.  1992).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Nevertheless, there remain questions about whether and  how we should apply in this case Johnson's more general \"scope  of the investigation\" test, which this court has previously  reaffirmed, Lattimore v. Polaroid Corp., 99 F.3d 456, 464 (1st  Cir. 1996); Powers v. Grinnell Corp., 915 F.2d 34, 38-39 (1st  Cir. 1990).  In its favor, the test, where it refers to an actual investigation by the agency, correlates fairly well with  the dual aims of the statutory scheme: to give the agency a  chance to conciliate (the exhaustion goal), 41 U.S.C. &#167; 2000e-5(b), and to provide quick notice to the employer (the statute  of limitations goal), Taylor, 966 F.2d at 1195.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The test, however, becomes disconnected from these  justifications  where--as often seems to be the case, see Park v. Howard Univ., 71 F.3d 904, 907 n.1 (D.C. Cir. 1995), cert.  denied, 519 U.S. 811 (1996)--the agency does not investigate. Such appears to be the situation here.  In this case, Clockedile  obtained a lawyer by the end of 1995, filed her agency complaint  early in December before the first act of alleged departmental  retaliation, and soon thereafter sought a right-to-sue letter.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> The record does not show that the EEOC or the state agency ever  conducted an investigation, and the \"scope of the investigation\"  rationale for allowing Clockedile's retaliation claims is  correspondingly weakened.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">There is a further problem for Clockedile under the  \"scope of the investigation\" test.  Key acts of retaliation that  she relied on at trial (alleged attempts to enforce separation  from her boyfriend, the letter of reprimand) occurred after she  received her right-to-sue letter in October 1996, and the  alleged constructive discharge seemingly occurred even later  (after her lawsuit had been filed in January 1997).  It is a  stretch to describe acts that occurred after agency proceedings  have ended, see 29 C.F.R. &#167; 1601.28(a)(3) &amp; (b)(1) (2000), as  \"within\" the scope of the agency investigation.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Clockedile's retaliation claims might fare better under  an alternative rubric.  Not all circuits have relied on the  \"scope of the investigation\" test.  A plurality of circuits--including the Second, Fourth, Seventh, Eighth, Ninth, and Tenth--have said that the complainant may assert other claims  \"reasonably related\" to those alleged in the agency charge, e.g., Kirkland, 622 F.2d at 1068, and the Fifth Circuit has an  \"ancillary jurisdiction\" rule for retaliation claims that  provides  similar flexibility, e.g.,  Gottlieb, 809 F.2d at 284  (5th Cir. 1987).  Such flexibility is purchased by using fairly  vague terms (\"related,\" \"ancillary\"), but under these terms,  claims of retaliation growing out of a discrimination filing are  regularly included.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The result, at least as to retaliation, can be  justified in policy terms.  Retaliation uniquely chills  remedies; and by retaliating against an initial administrative  charge, the employer discourages the employee from adding a new  claim of retaliation.  See Malhotra, 885 F.2d at 1312.  If the  retaliation is official, there is no need to worry about notice: the employer should already know.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  And, as between the employer  and the employee, the former is in a better position to  appreciate the rules about what legitimate legal claims may  exist and be preserved.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">On balance, we think the cleanest rule is this:  retaliation claims are preserved so long as the retaliation is  reasonably related to and grows out of the discrimination  complained of to the agency--e.g., the retaliation is for filing  the agency complaint itself.  Someday the Supreme Court will  bring order to this subject; until then, this is a practical  resolution of a narrow but recurring problem.  And, while the  circuits' broader theories may diverge, this retaliation rule is  a result on which the decisions generally converge, whatever the  explanation given (see note 3, above).</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">In adopting this rule, we take no position on the  proper rule for non-retaliation claims.  As already noted, the  courts are far more divided, and the law more confused, on how  to handle situations in which a plaintiff advances in court  claims based on additional acts of discrimination or alternative  theories that were never presented to the agency.  The  circumstances vary widely; and perhaps no simply stated rule  neatly resolves all problems.  In all events, we are satisfied  that claims of retaliation are  homogeneous enough and  sufficiently distinct from other problems to justify a general  rule.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">This brings us to the Department's alternative argument  (its formal cross-appeal was unnecessary, see Plymouth Sav. Bank v. I.R.S., 187 F.3d 203, 209 (1st Cir. 1999)), that the district  court's judgment for the Department should stand because the  evidence did not support the jury verdict.  The Department says  that Clockedile did not make out a prima facie case for  retaliation or provide sufficient evidence to show that the  Department's motives were pretextual.  At worst, the Department  argued, it had mixed motives and would in any event have taken  the same actions on permissible grounds, Tanca v. Nordberg, 98  F.3d 680, 684-85 (1st Cir. 1996), cert. denied, 520 U.S. 1119  (1997).</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">The history of interactions between Clockedile and  various individuals within the Department is remarkably  complicated, given her short tenure (less than two years before  her final medical leave).  What the evidence shows is that from  the time of her internal complaint against Martin, she and the  Department were constantly at odds on a succession of seemingly  small matters, such as who was to blame for cancelled classes  and problems with her paperwork for medical leave, as well as  alleged acts of individualized disparagement and harassment by  guards or other staff.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Given the jury verdict, we must largely accept  Clockedile's version of what events occurred.  Still,  Clockedile's case as to the retaliatory motive for most of these  actions is weak.  The timing of some events (e.g., the transfer  to the hallway desk) creates an arguable inference of  retaliation, see Hodgens v. General Dynamics Corp., 144 F.3d  151, 168 (1st Cir. 1998), but the Department offered some  objective evidence to explain such actions, and Clockedile was  or became a troublesome employee whose conduct at work could  explain some of the Department's actions.  The legal counsel's  memorandum aside, little direct evidence links specific actions  with an explicit retaliatory motive.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">However, the memorandum is direct evidence of an  explicit retaliatory reaction to the right-to-sue letter, and it  was soon followed by a severe reprimand to Clockedile from the  addressee of the memorandum.  The Department, in its very able  brief, says that the reprimand alone had no concrete  consequences, but the Department's brief fails fully to credit  the possibility that the jury could have regarded the memorandum  as casting a sinister light on the prior actions complained of  by Clockedile.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Having read much of the transcript, we doubt that a  retaliatory motive figured decisively in most of the  Department's conduct.  But we are also unwilling to upset a  jury's assessment of the pattern of events where there was  direct evidence of a wrongful motive and the jury could  reasonably have disbelieved some of the Department's  explanations.  See White v. New Hampshire Dep't of Corrections,  221 F.3d 254, 259 (1st Cir. 2000).  The jury showed a sense of  proportion limiting claims and damages, and an attentive trial  judge declined to find the evidence insufficient.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">The judgment of the district court is vacated and the  case is remanded for reinstatement of the jury verdict.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">It is so ordered.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Mentioned specifically were her failure to produce  physicians' certificates for medical leave that she took on  several occasions in 1996, her failure to cooperate with respect  to the investigation resulting from her August 1996 oral  complaint to the warden, and her \"meddling\" in third-party  complaints of sexual harassment in contravention of orders to  stop.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Clockedile also says that she did complain of retaliation  in her agency complaint and that in any event the Department has  waived the Johnson objection.  However, Martin's alleged initial  retaliation, mentioned in the agency complaint, was wholly  different from the acts of retaliation on which the court suit  centered; and the failure to assert the latter in an agency  complaint was effectively raised as an objection by the  Department and pressed before the case went to the jury.  The  district court's post-trial decision addressed both points in  full, and we adopt its explanation.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Kirkland v. Buffalo Bd. of Educ., 622 F.2d 1066, 1068 (2d  Cir. 1980) (per curiam); Howze v. Jones &amp; Laughlin Steel Corp.,  750 F.2d 1208, 1212 (3d Cir. 1984); Nealon v. Stone, 958 F.2d  584, 590 (4th Cir. 1992); Gottlieb v. Tulane Univ., 809 F.2d  278, 284 (5th Cir. 1987); Malhotra v. Cotter &amp; Co., 885 F.2d  1305, 1312 (7th Cir. 1989); Wentz v. Maryland Cas. Co., 869 F.2d  1153, 1154 (8th Cir. 1989);  Anderson v. Reno, 190 F.3d 930, 938  (9th Cir. 1999); Brown v. Hartshorne Pub. Sch. Dist. No. 1, 864  F.2d 680, 682 (10th Cir. 1988); Baker v. Buckeye Cellulose  Corp., 856 F.2d 167, 168-69 (11th Cir. 1988).  The Sixth Circuit  position is unclear, compare Ang v. Procter &amp; Gamble Co., 932  F.2d 540, 546-47 (6th Cir. 1991), with Duggins v. Steak 'N  Shake, Inc., 195 F.3d 828, 831-33 (6th Cir. 1999), and the D.C.  Circuit is silent.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Indeed, in a January letter, Clockedile's lawyer told the  New Hampshire Commission for Human Rights that she believed that  she would be requesting a right-to-sue letter and, therefore,  the state commission would \"not be involved in investigating  this matter.\"  In a letter the next day to the EEOC,  Clockedile's attorney requested \"a Notice of Right to Sue.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> It is only adverse action that is covered; and while an  employer could be liable for failing to take action against  unauthorized retaliation, this would normally be true only after  the employee complained--which itself provides notice of a sort. See Conetta v. National Hair Care Ctrs., Inc., 236 F.3d 67, 76  (1st Cir. 2001).  See generally EEOC Compliance Manual &#167; 8-II  (May 20, 1998) (discussing the \"essential elements of a  retaliation claim\").  More broadly, a claim of retaliation by  low-level employees could easily be compromised, at least in the  eyes of a jury, by the failure to raise the matter with  management unless there were good grounds for failing to do so.</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">245</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></span> (1st Cir. 2001)</p>\n    <p class=\"parties\">NANCY CLOCKEDILE, Plaintiff, Appellant/Cross-Appellee,<br>v.<br>NEW HAMPSHIRE DEPARTMENT OF CORRECTIONS, Defendant, Appellee/Cross-Appellant.</p>\n    <p class=\"docket\">Nos. 00-1541, 00-1578</p>\n    <p class=\"court\">United States Court of Appeals For the First Circuit</p>\n    <p class=\"date\">Heard November 6, 2000<br>Decided March 30, 2001</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Michael J. Sheehan for plaintiff.</p>\n      <p class=\"indent\">John F. Suhre with whom C. Gregory Stewart, General Counsel, Philip B. Sklover, Associate General Counsel, and Vincent J.  Blackwood, Assistant General Counsel, were on brief for the  Equal Employment Opportunity Commission, Amicus Curiae.</p>\n      <p class=\"indent\">Nancy J. Smith, Senior Assistant Attorney General, Civil  Bureau, with whom Philip T. McLaughlin, Attorney General, was on  brief for defendant.</p>\n      <p class=\"indent\">Before  Selya, Boudin and Stahl, Circuit Judges</p>\n      <p class=\"indent\">BOUDIN, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In this case, Nancy Clockedile  won a jury verdict against the New Hampshire Department of  Corrections (\"the Department\") for retaliating against her after  she filed a sexual harassment charge.  The trial court,  constrained by our holding in Johnson v. General Electric, <span class=\"citation\" data-id=\"502255\"><a href=\"/opinion/502255/earl-johnson-v-general-electric/\"><span class=\"volume\">840</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">132</span></a></span>, 139 (1st Cir. 1988), set aside the award because  Clockedile had not alleged the pertinent retaliation in her  administrative complaint.  On this appeal, the main issue is  whether Johnson should be reconsidered.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">The Department hired Clockedile as a counselor in March  1995 and assigned her to co-teach a course at the state prison's  minimum security unit.  Clockedile met often during May and June  with the unit manager, John Martin, who, she later averred, made  offensive remarks to her of a sexual nature.  Clockedile said  that when she objected, Martin laughed at her and began a  campaign of derision, joined by his officers, which ended with  the cancellation of one of her class meetings in November 1995. She then filed a complaint against Martin with the Department's  sexual harassment committee.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">After this internal complaint, the Department promptly  discontinued Clockedile's teaching in Martin's unit and she  thereafter had nothing to do with him.  However, Clockedile had  already hired a lawyer, and on December 8, 1995, she had filed  a sexual harassment charge with the New Hampshire Human Rights  Commission, which was cross-filed with the Equal Employment  Opportunity Commission (\"EEOC\").  The administrative charge was  an abbreviated version of the internal complaint, charging  Martin with sexual harassment and describing his behavior as  including retaliation by Martin for Clockedile having confronted  him.  In January 1996, the Department found insufficient  evidence to determine that the claims alleged in Clockedile's  internal complaint were true.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">Clockedile later said that between January 1996 and  February 1997, the Department retaliated against her, first by  relocating her on January 15, 1996, to a hallway desk in another  building; the Department has asserted that the relocation was  due to the conversion of her old building into a halfway house. Clockedile also described as retaliation her transfer out of the  community corrections unit, another relocation in the spring of  1996, and a reassignment to teach a different class; the  Department said that these actions were required by restrictions  on use of the funds that paid for Clockedile's job.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">In August 1996, Clockedile complained to the warden  about an officer, claiming that the officer was \"inciting male  officers against the female officers\" and had said that  Clockedile was encouraging a female officer to sue the  Department for sexual harassment.  In October and November 1996,  Clockedile made two more internal complaints about guards and  other staff members who were allegedly shunning or disparaging  her--or attempting to prevent her from chatting with a then  boyfriend (a guard) during breaks--all allegedly because she  filed the EEOC charge against Martin.  On October 28, 1996,  between these complaints, Clockedile received a right-to-sue  letter from the EEOC.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">At the start of January 1997, Clockedile received an  official letter of warning from her unit head for \"exhibiting  uncooperative or disruptive behavior\" on a \"variety of issues\"  over the last several months.<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a>  This letter followed a  \"privileged and confidential\" memorandum from the Department's  legal counsel who had written to the unit head on November 7,  1996, as follows:</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Recently, the Human Rights Commission  gave Nancy a 'right to sue' letter.  She has  180 days [sic] to file a complaint.  She is  still a problem employee.  She has much too  much time on her hands.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">I request that you come up with a plan  by next Wednesday to better utilize her  talents to keep her fully employed.  This  will hopefully not give her time to gossip.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">Needless to say, Clockedile now cites the subsequent letter of  warning as retaliation, adding that, on at least one occasion,  the Department later canceled a meeting of one of her classes,  claiming that she was late; Clockedile says she was on time and  calls this a further instance of retaliation.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">On January 24, 1997, Clockedile brought suit in federal  district court charging sexual harassment and retaliation under  Title VII of the Civil Rights Act of 1964, 42 U.S.C. &#167;&#167; 2000e-2(a) &amp; 2000e-3(a) (1994).  In mid-February 1997, Clockedile took  medical leave and did not return to work, claiming constructive  discharge because of the succession of events already described. In her federal suit, Clockedile sought back pay, front (i.e.,  future) pay, and compensation for emotional harm.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">After a trial in October 1999, a jury awarded her  $129,111 on the retaliation claim, partly for back pay ($67,861)  and partly for compensatory damages ($61,250), but awarded no  front pay and found against her on the sexual harassment claim. The district court then granted the Department's post-trial  motion for judgment as a matter of law because Clockedile's  filing with the agencies had not alleged retaliation by the  Department.  Clockedile now appeals, asking, inter alia, that Johnson be reconsidered; and the Department protectively cross-appeals, arguing that the evidence did not justify the jury's  finding of retaliation.<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a></p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">Title VII requires, as a predicate to a civil action,  that the complainant first file an administrative charge with  the EEOC within a specified and relatively short time period  (usually 180 or 300 days) after the discrimination complained  of, 42 U.S.C. &#167; 2000e-5(e)(1), and that the lawsuit be brought  within an even shorter period (90 days) after notice that the  administrative charge is dismissed or after the agency instead  issues a right-to-sue letter, id. &#167; 2000e-5(f)(1).  Despite  occasional references to \"jurisdiction,\" this is basically an exhaustion requirement coupled with a short statute of  limitations both on complaining to the agency and on filing the  subsequent court case.  Zipes v. Trans World Airlines, Inc., <span class=\"citation\" data-id=\"110655\"><a href=\"/opinion/110655/zipes-v-trans-world-airlines-inc/\"><span class=\"volume\">455</span>  <span class=\"reporter\">U.S.</span> <span class=\"page\">385</span></a></span>, 393-95 &amp; n.12 (1982).</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">However, Title VII does not say explicitly that the  court suit must be limited to just what was alleged in the  agency complaint.  And the courts, while assuming that some kind  of a relationship must exist, have  sometimes allowed court  claims that go beyond the claim or claims made to the agency,  and sometimes not.  The outcomes and rationales vary markedly  where the claimant offers new incidents of discrimination or an  entirely new theory.  Compare, e.g., Taylor v. Western &amp;  Southern Life Ins. Co., <span class=\"citation\" data-id=\"584572\"><a href=\"/opinion/584572/john-l-taylor-and-carolyn-m-taylor-plaintiffs-appelleescross-appellants/\"><span class=\"volume\">966</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1188</span></a></span>, 1195-96 (7th Cir. 1992), with Antol v. Perry, <span class=\"citation\" data-id=\"717553\"><a href=\"/opinion/717553/kenneth-c-antol-v-william-j-perry-secretary-department-of-defense/\"><span class=\"volume\">82</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1291</span></a></span>, 1295-96 (3d Cir. 1996).  See  generally 4 Larson, Employment Discrimination &#167; 76.06 (2d ed.  2000) (collecting dozens of cases).</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">We are concerned here with one recurrent problem,  namely, whether (or to what extent) a lawsuit following a  discrimination complaint can include a claim of retaliation not  made to the agency.  In Johnson, this court concluded in a terse  but straightforward discussion that such a lawsuit is limited to  claims that \"must reasonably be expected to . . . have been  within the scope of the EEOC's investigation,\" 840 F.2d at 139,  an approach adopted by this and a number of other circuits, e.g., Ang v. Procter &amp; Gamble Co., <span class=\"citation\" data-id=\"560522\"><a href=\"/opinion/560522/55-fair-emplpraccas-1666-56-empl-prac-dec-p-40732-ignatius-g-ang/\"><span class=\"volume\">932</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">540</span></a></span>, 545 (6th Cir.  1991).  The Johnson court said that this did not include  retaliation for filing a charge where the complainant had not  \"even informed the EEOC of the alleged retaliation.\"  840 F.2d  at 139.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">In setting aside the verdict in this case, the district  court invited us to reexamine Johnson, noting that since Johnson, most circuits have permitted retaliation claims to be  made in court even though only the discrimination charge was  made to the agency.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a>  The district court also pointed to the  danger of mouse-trapping complainants, who often file their  agency complaints without counsel.  See, e.g., Taylor, 966 F.2d  at 1195.  Further, the EEOC has appeared as amicus curiae,  advising us that (contrary to Johnson's implicit assumption), it  is \"likely\" that the alleged retaliation against Clockedile for  filing her charge would \"have been uncovered in a reasonable  EEOC investigation\" of the charge.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">Having weighed these arguments, to which the  Department has replied, we think that Johnson's rule regarding  retaliation claims should be abandoned simply because its  premise as to what the EEOC investigates turns out to be  incorrect.  Here, little threat exists of upsetting reasonable  reliance on Johnson because Clockedile did complain to the  Department itself that it was retaliating against her even  though not in a formal EEOC charge.  While a panel in this  circuit usually follows prior circuit precedent, the EEOC's  position is a new development; and the panel has consulted with  all active judges before issuing this decision, although this  does not rule out reconsideration en banc.  Trailer Marine  Transp. Corp. v. Rivera Vazquez, <span class=\"citation\" data-id=\"592212\"><a href=\"/opinion/592212/trailer-marine-transport-corp-v-carmen-m-rivera-vazquez-etc/\"><span class=\"volume\">977</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1</span></a></span>, 9 n.5 (1st Cir.  1992).</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">Nevertheless, there remain questions about whether and  how we should apply in this case Johnson's more general \"scope  of the investigation\" test, which this court has previously  reaffirmed, Lattimore v. Polaroid Corp., <span class=\"citation\" data-id=\"728907\"><a href=\"/opinion/728907/72-fair-emplpraccas-bna-397-36-fedrserv3d-569-ollie-lattimore-v/\"><span class=\"volume\">99</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">456</span></a></span>, 464 (1st  Cir. 1996); Powers v. Grinnell Corp., <span class=\"citation\" data-id=\"548683\"><a href=\"/opinion/548683/53-fair-emplpraccas-1814-54-empl-prac-dec-p-40262-c-roland-powers/\"><span class=\"volume\">915</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">34</span></a></span>, 38-39 (1st  Cir. 1990).  In its favor, the test, where it refers to an actual investigation by the agency, correlates fairly well with  the dual aims of the statutory scheme: to give the agency a  chance to conciliate (the exhaustion goal), 41 U.S.C. &#167; 2000e-5(b), and to provide quick notice to the employer (the statute  of limitations goal), Taylor, 966 F.2d at 1195.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">The test, however, becomes disconnected from these  justifications  where--as often seems to be the case, see Park v. Howard Univ., <span class=\"citation no-link\"><span class=\"volume\">71</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">904</span></span>, 907 n.1 (D.C. Cir. 1995), cert.  denied, <span class=\"citation no-link\"><span class=\"volume\">519</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">811</span></span> (1996)--the agency does not investigate. Such appears to be the situation here.  In this case, Clockedile  obtained a lawyer by the end of 1995, filed her agency complaint  early in December before the first act of alleged departmental  retaliation, and soon thereafter sought a right-to-sue letter.<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> The record does not show that the EEOC or the state agency ever  conducted an investigation, and the \"scope of the investigation\"  rationale for allowing Clockedile's retaliation claims is  correspondingly weakened.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">There is a further problem for Clockedile under the  \"scope of the investigation\" test.  Key acts of retaliation that  she relied on at trial (alleged attempts to enforce separation  from her boyfriend, the letter of reprimand) occurred after she  received her right-to-sue letter in October 1996, and the  alleged constructive discharge seemingly occurred even later  (after her lawsuit had been filed in January 1997).  It is a  stretch to describe acts that occurred after agency proceedings  have ended, see 29 C.F.R. &#167; 1601.28(a)(3) &amp; (b)(1) (2000), as  \"within\" the scope of the agency investigation.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Clockedile's retaliation claims might fare better under  an alternative rubric.  Not all circuits have relied on the  \"scope of the investigation\" test.  A plurality of circuits--including the Second, Fourth, Seventh, Eighth, Ninth, and Tenth--have said that the complainant may assert other claims  \"reasonably related\" to those alleged in the agency charge, e.g., Kirkland, 622 F.2d at 1068, and the Fifth Circuit has an  \"ancillary jurisdiction\" rule for retaliation claims that  provides  similar flexibility, e.g.,  Gottlieb, 809 F.2d at 284  (5th Cir. 1987).  Such flexibility is purchased by using fairly  vague terms (\"related,\" \"ancillary\"), but under these terms,  claims of retaliation growing out of a discrimination filing are  regularly included.</p>\n    </div>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The result, at least as to retaliation, can be  justified in policy terms.  Retaliation uniquely chills  remedies; and by retaliating against an initial administrative  charge, the employer discourages the employee from adding a new  claim of retaliation.  See Malhotra, 885 F.2d at 1312.  If the  retaliation is official, there is no need to worry about notice: the employer should already know.<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a>  And, as between the employer  and the employee, the former is in a better position to  appreciate the rules about what legitimate legal claims may  exist and be preserved.</p>\n    </div>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">On balance, we think the cleanest rule is this:  retaliation claims are preserved so long as the retaliation is  reasonably related to and grows out of the discrimination  complained of to the agency--e.g., the retaliation is for filing  the agency complaint itself.  Someday the Supreme Court will  bring order to this subject; until then, this is a practical  resolution of a narrow but recurring problem.  And, while the  circuits' broader theories may diverge, this retaliation rule is  a result on which the decisions generally converge, whatever the  explanation given (see note 3, above).</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">In adopting this rule, we take no position on the  proper rule for non-retaliation claims.  As already noted, the  courts are far more divided, and the law more confused, on how  to handle situations in which a plaintiff advances in court  claims based on additional acts of discrimination or alternative  theories that were never presented to the agency.  The  circumstances vary widely; and perhaps no simply stated rule  neatly resolves all problems.  In all events, we are satisfied  that claims of retaliation are  homogeneous enough and  sufficiently distinct from other problems to justify a general  rule.</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">This brings us to the Department's alternative argument  (its formal cross-appeal was unnecessary, see Plymouth Sav. Bank v. I.R.S., <span class=\"citation\" data-id=\"765613\"><a href=\"/opinion/765613/plymouth-savings-bank-v-united-states-internal-revenue-service-and/\"><span class=\"volume\">187</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">203</span></a></span>, 209 (1st Cir. 1999)), that the district  court's judgment for the Department should stand because the  evidence did not support the jury verdict.  The Department says  that Clockedile did not make out a prima facie case for  retaliation or provide sufficient evidence to show that the  Department's motives were pretextual.  At worst, the Department  argued, it had mixed motives and would in any event have taken  the same actions on permissible grounds, Tanca v. Nordberg, <span class=\"citation\" data-id=\"197041\"><a href=\"/opinion/197041/tanca-v-nordberg/\"><span class=\"volume\">98</span>  <span class=\"reporter\">F.3d</span> <span class=\"page\">680</span></a></span>, 684-85 (1st Cir. 1996), cert. denied, <span class=\"citation no-link\"><span class=\"volume\">520</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1119</span></span>  (1997).</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">The history of interactions between Clockedile and  various individuals within the Department is remarkably  complicated, given her short tenure (less than two years before  her final medical leave).  What the evidence shows is that from  the time of her internal complaint against Martin, she and the  Department were constantly at odds on a succession of seemingly  small matters, such as who was to blame for cancelled classes  and problems with her paperwork for medical leave, as well as  alleged acts of individualized disparagement and harassment by  guards or other staff.</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Given the jury verdict, we must largely accept  Clockedile's version of what events occurred.  Still,  Clockedile's case as to the retaliatory motive for most of these  actions is weak.  The timing of some events (e.g., the transfer  to the hallway desk) creates an arguable inference of  retaliation, see Hodgens v. General Dynamics Corp., <span class=\"citation\" data-id=\"197958\"><a href=\"/opinion/197958/hodgens-v-general-dynamics-cor/\"><span class=\"volume\">144</span> <span class=\"reporter\">F.3d</span>  <span class=\"page\">151</span></a></span>, 168 (1st Cir. 1998), but the Department offered some  objective evidence to explain such actions, and Clockedile was  or became a troublesome employee whose conduct at work could  explain some of the Department's actions.  The legal counsel's  memorandum aside, little direct evidence links specific actions  with an explicit retaliatory motive.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">However, the memorandum is direct evidence of an  explicit retaliatory reaction to the right-to-sue letter, and it  was soon followed by a severe reprimand to Clockedile from the  addressee of the memorandum.  The Department, in its very able  brief, says that the reprimand alone had no concrete  consequences, but the Department's brief fails fully to credit  the possibility that the jury could have regarded the memorandum  as casting a sinister light on the prior actions complained of  by Clockedile.</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Having read much of the transcript, we doubt that a  retaliatory motive figured decisively in most of the  Department's conduct.  But we are also unwilling to upset a  jury's assessment of the pattern of events where there was  direct evidence of a wrongful motive and the jury could  reasonably have disbelieved some of the Department's  explanations.  See White v. New Hampshire Dep't of Corrections,  <span class=\"citation\" data-id=\"199025\"><a href=\"/opinion/199025/white-v-new-hampshire-depart/\"><span class=\"volume\">221</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">254</span></a></span>, 259 (1st Cir. 2000).  The jury showed a sense of  proportion limiting claims and damages, and an attentive trial  judge declined to find the evidence insufficient.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">The judgment of the district court is vacated and the  case is remanded for reinstatement of the jury verdict.</p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\">It is so ordered.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Mentioned specifically were her failure to produce  physicians' certificates for medical leave that she took on  several occasions in 1996, her failure to cooperate with respect  to the investigation resulting from her August 1996 oral  complaint to the warden, and her \"meddling\" in third-party  complaints of sexual harassment in contravention of orders to  stop.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Clockedile also says that she did complain of retaliation  in her agency complaint and that in any event the Department has  waived the Johnson objection.  However, Martin's alleged initial  retaliation, mentioned in the agency complaint, was wholly  different from the acts of retaliation on which the court suit  centered; and the failure to assert the latter in an agency  complaint was effectively raised as an objection by the  Department and pressed before the case went to the jury.  The  district court's post-trial decision addressed both points in  full, and we adopt its explanation.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> Kirkland v. Buffalo Bd. of Educ., <span class=\"citation\" data-id=\"378992\"><a href=\"/opinion/378992/23-fair-emplpraccas-1547-22-empl-prac-dec-p-30818-theodore-kirkland/\"><span class=\"volume\">622</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1066</span></a></span>, 1068 (2d  Cir. 1980) (per curiam); Howze v. Jones &amp; Laughlin Steel Corp.,  <span class=\"citation\" data-id=\"445586\"><a href=\"/opinion/445586/gwendolyn-howze-v-jones-laughlin-steel-corp/\"><span class=\"volume\">750</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1208</span></a></span>, 1212 (3d Cir. 1984); Nealon v. Stone, <span class=\"citation\" data-id=\"579215\"><a href=\"/opinion/579215/margaret-nealon-v-michael-pw-stone-secretary-of-the-army-clarence/\"><span class=\"volume\">958</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">584</span></a></span>, 590 (4th Cir. 1992); Gottlieb v. Tulane Univ., <span class=\"citation\" data-id=\"481664\"><a href=\"/opinion/481664/dr-marise-s-gottlieb-cross-appellee-v-tulane-university-of-louisiana/\"><span class=\"volume\">809</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">278</span></a></span>, 284 (5th Cir. 1987); Malhotra v. Cotter &amp; Co., <span class=\"citation\" data-id=\"529742\"><a href=\"/opinion/529742/50-fair-emplpraccas-1474-51-empl-prac-dec-p-39329-subhash-c/\"><span class=\"volume\">885</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">1305</span></a></span>, 1312 (7th Cir. 1989); Wentz v. Maryland Cas. Co., <span class=\"citation\" data-id=\"519581\"><a href=\"/opinion/519581/49-fair-emplpraccas-705-49-empl-prac-dec-p-38837-walter-wentz-v/\"><span class=\"volume\">869</span> <span class=\"reporter\">F.2d</span>  <span class=\"page\">1153</span></a></span>, 1154 (8th Cir. 1989);  Anderson v. Reno, <span class=\"citation\" data-id=\"766063\"><a href=\"/opinion/766063/kathleen-m-anderson-v-janet-reno-attorney-general/\"><span class=\"volume\">190</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">930</span></a></span>, 938  (9th Cir. 1999); Brown v. Hartshorne Pub. Sch. Dist. No. 1, <span class=\"citation\" data-id=\"516253\"><a href=\"/opinion/516253/vicki-h-brown-v-hartshorne-public-school-district-1/\"><span class=\"volume\">864</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">680</span></a></span>, 682 (10th Cir. 1988); Baker v. Buckeye Cellulose  Corp., <span class=\"citation\" data-id=\"511062\"><a href=\"/opinion/511062/aretha-s-baker-v-buckeye-cellulose-corporation/\"><span class=\"volume\">856</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">167</span></a></span>, 168-69 (11th Cir. 1988).  The Sixth Circuit  position is unclear, compare Ang v. Procter &amp; Gamble Co., <span class=\"citation\" data-id=\"560522\"><a href=\"/opinion/560522/55-fair-emplpraccas-1666-56-empl-prac-dec-p-40732-ignatius-g-ang/\"><span class=\"volume\">932</span>  <span class=\"reporter\">F.2d</span> <span class=\"page\">540</span></a></span>, 546-47 (6th Cir. 1991), with Duggins v. Steak 'N  Shake, Inc., <span class=\"citation\" data-id=\"766647\"><a href=\"/opinion/766647/rebecca-k-duggins-plaintiff-appellantcross-appellee-morganroth/\"><span class=\"volume\">195</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">828</span></a></span>, 831-33 (6th Cir. 1999), and the D.C.  Circuit is silent.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Indeed, in a January letter, Clockedile's lawyer told the  New Hampshire Commission for Human Rights that she believed that  she would be requesting a right-to-sue letter and, therefore,  the state commission would \"not be involved in investigating  this matter.\"  In a letter the next day to the EEOC,  Clockedile's attorney requested \"a Notice of Right to Sue.\"</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> It is only adverse action that is covered; and while an  employer could be liable for failing to take action against  unauthorized retaliation, this would normally be true only after  the employee complained--which itself provides notice of a sort. See Conetta v. National Hair Care Ctrs., Inc., <span class=\"citation\" data-id=\"199223\"><a href=\"/opinion/199223/conetta-v-national-hair/\"><span class=\"volume\">236</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">67</span></a></span>, 76  (1st Cir. 2001).  See generally EEOC Compliance Manual &#167; 8-II  (May 20, 1998) (discussing the \"essential elements of a  retaliation claim\").  More broadly, a claim of retaliation by  low-level employees could easily be compromised, at least in the  eyes of a jury, by the failure to raise the matter with  management unless there were good grounds for failing to do so.</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/110655/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197041/",
    "http://www.courtlistener.com/api/rest/v3/opinions/197958/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199025/",
    "http://www.courtlistener.com/api/rest/v3/opinions/199223/",
    "http://www.courtlistener.com/api/rest/v3/opinions/378992/",
    "http://www.courtlistener.com/api/rest/v3/opinions/445586/",
    "http://www.courtlistener.com/api/rest/v3/opinions/481664/",
    "http://www.courtlistener.com/api/rest/v3/opinions/502255/",
    "http://www.courtlistener.com/api/rest/v3/opinions/511062/",
    "http://www.courtlistener.com/api/rest/v3/opinions/516253/",
    "http://www.courtlistener.com/api/rest/v3/opinions/519581/",
    "http://www.courtlistener.com/api/rest/v3/opinions/529742/",
    "http://www.courtlistener.com/api/rest/v3/opinions/548683/",
    "http://www.courtlistener.com/api/rest/v3/opinions/560522/",
    "http://www.courtlistener.com/api/rest/v3/opinions/579215/",
    "http://www.courtlistener.com/api/rest/v3/opinions/584572/",
    "http://www.courtlistener.com/api/rest/v3/opinions/592212/",
    "http://www.courtlistener.com/api/rest/v3/opinions/717553/",
    "http://www.courtlistener.com/api/rest/v3/opinions/728907/",
    "http://www.courtlistener.com/api/rest/v3/opinions/765613/",
    "http://www.courtlistener.com/api/rest/v3/opinions/766063/",
    "http://www.courtlistener.com/api/rest/v3/opinions/766647/"
  ]
}